[
  {
    "reference": "Colossians 1:15–16",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 1,
    "release": "Navigate",
    "cards": [
      "(15) Who is the image of the invisible God, the firstborn of\nevery creature: (16) For by him were all things created, that\nare in heaven, and that are in earth, visible and invisible,\nwhether they be thrones, or dominions, or principalities, or\npowers: all things were created by him, and for him:"
    ],
    "start_index": 400012001015,
    "end_index": 400012001016,
    "verse_count": 2,
    "word_count": 51
  },
  {
    "reference": "Genesis 1:1–5",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 2,
    "release": "Navigate",
    "cards": [
      "(1) In the beginning God created the heaven and the earth.\n(2) And the earth was without form, and void; and darkness\nwas upon the face of the deep. And the Spirit of God moved\nupon the face of the waters. (3) And God said, Let there be\nlight: and there was light. (4) And God saw the light, that it\nwas good: and God divided the light from the darkness. (5)\nAnd God called the light Day, and the darkness he called\nNight. And the evening and the morning were the first day."
    ],
    "start_index": 200001001001,
    "end_index": 200001001005,
    "verse_count": 5,
    "word_count": 89
  },
  {
    "reference": "Isaiah 40:26–28",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 3,
    "release": "Explore",
    "cards": [
      "(26) Lift up your eyes on high, and behold who hath created\nthese things, that bringeth out their host by number: he calleth\nthem all by names by the greatness of his might, for that he\nis strong in power; not one faileth. (27) Why sayest thou, O\nJacob, and speakest, O Israel, My way is hid from the LORD,\nand my judgment is passed over from my God? (28) Hast thou\nnot known? hast thou not heard, that the everlasting God,\nthe LORD, the Creator of the ends of the earth, fainteth not,\nneither is weary? there is no searching of his understanding."
    ],
    "start_index": 200023040026,
    "end_index": 200023040028,
    "verse_count": 3,
    "word_count": 101
  },
  {
    "reference": "Genesis 1:26–28",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 4,
    "release": "Navigate",
    "cards": [
      "(26) And God said, Let us make man in our image, after our\nlikeness: and let them have dominion over the fish of the sea,\nand over the fowl of the air, and over the cattle, and over all\nthe earth, and over every creeping thing that creepeth upon\nthe earth. (27) So God created man in his own image, in the\nimage of God created he him; male and female created he\nthem. (28) And God blessed them, and God said unto them,\nBe fruitful, and multiply, and replenish the earth, and subdue\nit: and have dominion over the fish of the sea, and over the\nfowl of the air, and over every living thing that moveth upon\nthe earth."
    ],
    "start_index": 200001001026,
    "end_index": 200001001028,
    "verse_count": 3,
    "word_count": 118
  },
  {
    "reference": "Genesis 17:1–4",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 5,
    "release": "Explore",
    "cards": [
      "(1) And when Abram was ninety years old and nine, the LORD\nappeared to Abram, and said unto him, I am the Almighty\nGod; walk before me, and be thou perfect. (2) And I will make\nmy covenant between me and thee, and will multiply thee\nexceedingly. (3) And Abram fell on his face: and God talked\nwith him, saying, (4) As for me, behold, my covenant is with\nthee, and thou shalt be a father of many nations."
    ],
    "start_index": 200001017001,
    "end_index": 200001017004,
    "verse_count": 4,
    "word_count": 75
  },
  {
    "reference": "Genesis 2:1–3",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 6,
    "release": "Navigate",
    "cards": [
      "(1) Thus the heavens and the earth were finished, and all the\nhost of them. (2) And on the seventh day God ended his work\nwhich he had made; and he rested on the seventh day from\nall his work which he had made. (3) And God blessed the\nseventh day, and sanctified it: because that in it he had rested\nfrom all his work which God created and made."
    ],
    "start_index": 200001002001,
    "end_index": 200001002003,
    "verse_count": 3,
    "word_count": 67
  },
  {
    "reference": "Exodus 31:12–14",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 7,
    "release": "Explore",
    "cards": [
      "(12) And the LORD spake unto Moses, saying, (13) Speak thou\nalso unto the children of Israel, saying, Verily my sabbaths ye\nshall keep: for it is a sign between me and you throughout\nyour generations; that ye may know that I am the LORD that\ndoth sanctify you. (14) Ye shall keep the sabbath therefore;\nfor it is holy unto you: every one that defileth it shall surely be\nput to death: for whosoever doeth any work therein, that soul\nshall be cut off from among his people."
    ],
    "start_index": 200002031012,
    "end_index": 200002031014,
    "verse_count": 3,
    "word_count": 86
  },
  {
    "reference": "Genesis 2:23–24",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 8,
    "release": "Navigate",
    "cards": [
      "(23) And Adam said, This is now bone of my bones, and flesh\nof my flesh: she shall be called Woman, because she was\ntaken out of Man. (24) Therefore shall a man leave his father\nand his mother, and shall cleave unto his wife: and they shall\nbe one flesh."
    ],
    "start_index": 200001002023,
    "end_index": 200001002024,
    "verse_count": 2,
    "word_count": 49
  },
  {
    "reference": "Deuteronomy 6:13–15",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 9,
    "release": "Explore",
    "cards": [
      "(13) Thou shalt fear the LORD thy God, and serve him, and\nshalt swear by his name. (14) Ye shall not go after other gods,\nof the gods of the people which are round about you; (15)\n(For the LORD thy God is a jealous God among you) lest the\nanger of the LORD thy God be kindled against thee, and\ndestroy thee from off the face of the earth."
    ],
    "start_index": 200005006013,
    "end_index": 200005006015,
    "verse_count": 3,
    "word_count": 67
  },
  {
    "reference": "Genesis 3:14–15",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 10,
    "release": "Navigate",
    "cards": [
      "(14) And the LORD God said unto the serpent, Because thou\nhast done this, thou art cursed above all cattle, and above\nevery beast of the field; upon thy belly shalt thou go, and\ndust shalt thou eat all the days of thy life: (15) And I will put\nenmity between thee and the woman, and between thy seed\nand her seed; it shall bruise thy head, and thou shalt bruise\nhis heel."
    ],
    "start_index": 200001003014,
    "end_index": 200001003015,
    "verse_count": 2,
    "word_count": 71
  },
  {
    "reference": "Psalm 68:19–20",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 11,
    "release": "Explore",
    "cards": [
      "(19) Blessed be the Lord, who daily loadeth us with benefits,\neven the God of our salvation. (20) He that is our God is the\nGod of salvation; and unto GOD the Lord belong the issues\nfrom death."
    ],
    "start_index": 200019068019,
    "end_index": 200019068020,
    "verse_count": 2,
    "word_count": 36
  },
  {
    "reference": "Genesis 4:7–8",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 12,
    "release": "Navigate",
    "cards": [
      "(7) If thou doest well, shalt thou not be accepted? and if thou\ndoest not well, sin lieth at the door. And unto thee shall be his\ndesire, and thou shalt rule over him. (8) And Cain talked with\nAbel his brother: and it came to pass, when they were in the\nfield, that Cain rose up against Abel his brother, and slew him."
    ],
    "start_index": 200001004007,
    "end_index": 200001004008,
    "verse_count": 2,
    "word_count": 62
  },
  {
    "reference": "Jeremiah 23:5–6",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 13,
    "release": "Explore",
    "cards": [
      "(5) Behold, the days come, saith the LORD, that I will raise\nunto David a righteous Branch, and a King shall reign and\nprosper, and shall execute judgment and justice in the earth.\n(6) In his days Judah shall be saved, and Israel shall dwell\nsafely: and this is his name whereby he shall be called, THE\nLORD OUR RIGHTEOUSNESS."
    ],
    "start_index": 200024023005,
    "end_index": 200024023006,
    "verse_count": 2,
    "word_count": 58
  },
  {
    "reference": "Genesis 5:1–3",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 14,
    "release": "Navigate",
    "cards": [
      "(1) This is the book of the generations of Adam. In the day\nthat God created man, in the likeness of God made he him;\n(2) Male and female created he them; and blessed them, and\ncalled their name Adam, in the day when they were created.\n(3) And Adam lived an hundred and thirty years, and begat a\nson in his own likeness, after his image; and called his name\nSeth:"
    ],
    "start_index": 200001005001,
    "end_index": 200001005003,
    "verse_count": 3,
    "word_count": 69
  },
  {
    "reference": "Psalm 90:1–4",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 15,
    "release": "Explore",
    "cards": [
      "(1) A Prayer of Moses the man of God. Lord, thou hast been\nour dwelling place in all generations. (2) Before the mountains\nwere brought forth, or ever thou hadst formed the earth and\nthe world, even from everlasting to everlasting, thou art God.\n(3) Thou turnest man to destruction; and sayest, Return, ye\nchildren of men. (4) For a thousand years in thy sight are but\nas yesterday when it is past, and as a watch in the night."
    ],
    "start_index": 200019090001,
    "end_index": 200019090004,
    "verse_count": 4,
    "word_count": 76
  },
  {
    "reference": "Genesis 9:8–11",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 17,
    "release": "NBBC",
    "cards": [
      "(8) And God spake unto Noah, and to his sons with him, saying,\n(9) And I, behold, I establish my covenant with you, and with\nyour seed after you; (10) And with every living creature that\nis with you, of the fowl, of the cattle, and of every beast of the\nearth with you; from all that go out of the ark, to every beast\nof the earth. (11) And I will establish my covenant with you;\nneither shall all ﬂ esh be cut off any more by the waters of a\nﬂ ood; neither shall there any more be a ﬂ ood to destroy the\nearth."
    ],
    "start_index": 200001009008,
    "end_index": 200001009011,
    "verse_count": 4,
    "word_count": 100
  },
  {
    "reference": "Leviticus 1:1–9",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 18,
    "release": "NBBC",
    "cards": [
      "(1) And the LORD called unto Moses, and spake unto him\nout of the tabernacle of the congregation, saying, (2) Speak\nunto the children of Israel, and say unto them, If any man\nof you bring an offering unto the LORD, ye shall bring your\noffering of the cattle, even of the herd, and of the ﬂ ock. (3)\nIf his offering be a burnt sacriﬁ ce of the herd, let him offer a\nmale without blemish: he shall offer it of his own voluntary\nwill at the door of the tabernacle of the congregation before\nthe LORD. (4) And he shall put his hand upon the head of\nthe burnt offering; and it shall be accepted for him to make\natonement for him. (5) And he shall kill the bullock before the",
      "LORD: and the priests, Aaron's sons, shall bring the blood,\nand sprinkle the blood round about upon the altar that is\nby the door of the tabernacle of the congregation. (6) And\nhe shall ﬂ ay the burnt offering, and cut it into his pieces. (7)\nAnd the sons of Aaron the priest shall put ﬁ re upon the altar,\nand lay the wood in order upon the ﬁ re: (8) And the priests,\nAaron's sons, shall lay the parts, the head, and the fat, in order\nupon the wood that is on the ﬁ re which is upon the altar: (9)\nBut his inwards and his legs shall he wash in water: and the\npriest shall burn all on the altar, to be a burnt sacriﬁ ce, an\noffering made by ﬁ re, of a sweet savour unto the LORD."
    ],
    "start_index": 200003001001,
    "end_index": 200003001009,
    "verse_count": 9,
    "word_count": 259
  },
  {
    "reference": "1 Chronicles 22:11–18",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 19,
    "release": "NBBC",
    "cards": [
      "(11) Now, my son, the LORD be with thee; and prosper thou, and\nbuild the house of the LORD thy God, as he hath said of thee. (12)\nOnly the LORD give thee wisdom and understanding, and give\nthee charge concerning Israel, that thou mayest keep the law of the\nLORD thy God. (13) Then shalt thou prosper, if thou takest heed to\nfulﬁ l the statutes and judgments which the LORD charged Moses\nwith concerning Israel: be strong, and of good courage; dread not,\nnor be dismayed. (14) Now, behold, in my trouble I have prepared\nfor the house of the LORD an hundred thousand talents of gold,\nand a thousand thousand talents of silver; and of brass and iron\nwithout weight; for it is in abundance: timber also and stone have",
      "I prepared; and thou mayest add thereto. (15) Moreover there are\nworkmen with thee in abundance, hewers and workers of stone\nand timber, and all manner of cunning men for every manner of\nwork. (16) Of the gold, the silver, and the brass, and the iron, there\nis no number. Arise therefore, and be doing, and the LORD be with\nthee. (17) David also commanded all the princes of Israel to help\nSolomon his son, saying, (18) Is not the LORD your God with you?\nand hath he not given you rest on every side? for he hath given the\ninhabitants of the land into mine hand; and the land is subdued\nbefore the LORD, and before his people."
    ],
    "start_index": 200013022011,
    "end_index": 200013022018,
    "verse_count": 8,
    "word_count": 244
  },
  {
    "reference": "Job 12:13–17",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 20,
    "release": "NBBC",
    "cards": [
      "(13) With him is wisdom and strength, he hath counsel and\nunderstanding. (14) Behold, he breaketh down, and it cannot\nbe built again: he shutteth up a man, and there can be no\nopening. (15) Behold, he withholdeth the waters, and they\ndry up: also he sendeth them out, and they overturn the earth.\n(16) With him is strength and wisdom: the deceived and the\ndeceiver are his. (17) He leadeth counsellors away spoiled,\nand maketh the judges fools."
    ],
    "start_index": 200018012013,
    "end_index": 200018012017,
    "verse_count": 5,
    "word_count": 74
  },
  {
    "reference": "Job 22:22–27",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 21,
    "release": "NBBC",
    "cards": [
      "(22) Receive, I pray thee, the law from his mouth, and lay up\nhis words in thine heart. (23) If thou return to the Almighty,\nthou shalt be built up, thou shalt put away iniquity far from\nthy tabernacles. (24) Then shalt thou lay up gold as dust, and\nthe gold of Ophir as the stones of the brooks. (25) Yea, the\nAlmighty shall be thy defence, and thou shalt have plenty of\nsilver. (26) For then shalt thou have thy delight in the Almighty,\nand shalt lift up thy face unto God. (27) Thou shalt make thy\nprayer unto him, and he shall hear thee, and thou shalt pay\nthy vows."
    ],
    "start_index": 200018022022,
    "end_index": 200018022027,
    "verse_count": 6,
    "word_count": 106
  },
  {
    "reference": "Job 37:1–14",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 22,
    "release": "NBBC",
    "cards": [
      "(1) At this also my heart trembleth, and is moved out of his\nplace. (2) Hear attentively the noise of his voice, and the\nsound that goeth out of his mouth. (3) He directeth it under\nthe whole heaven, and his lightning unto the ends of the\nearth. (4) After it a voice roareth: he thundereth with the voice\nof his excellency; and he will not stay them when his voice is\nheard. (5) God thundereth marvellously with his voice; great\nthings doeth he, which we cannot comprehend. (6) For he\nsaith to the snow, Be thou on the earth; likewise to the small\nrain, and to the great rain of his strength. (7) He sealeth up the\nhand of every man; that all men may know his work. (8) Then",
      "the beasts go into dens, and remain in their places. (9) Out\nof the south cometh the whirlwind: and cold out of the north.\n(10) By the breath of God frost is given: and the breadth of\nthe waters is straitened. (11) Also by watering he wearieth the\nthick cloud: he scattereth his bright cloud: (12) And it is turned\nround about by his counsels: that they may do whatsoever he\ncommandeth them upon the face of the world in the earth.\n(13) He causeth it to come, whether for correction, or for his\nland, or for mercy. (14) Hearken unto this, O Job: stand still,\nand consider the wondrous works of God."
    ],
    "start_index": 200018037001,
    "end_index": 200018037014,
    "verse_count": 14,
    "word_count": 230
  },
  {
    "reference": "Psalm 10:17–18",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 23,
    "release": "NBBC",
    "cards": [
      "(17) LORD, thou hast heard the desire of the humble: thou\nwilt prepare their heart, thou wilt cause thine ear to hear: (18)\nTo judge the fatherless and the oppressed, that the man of\nthe earth may no more oppress."
    ],
    "start_index": 200019010017,
    "end_index": 200019010018,
    "verse_count": 2,
    "word_count": 38
  },
  {
    "reference": "Psalm 30:1–12",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 24,
    "release": "NBBC",
    "cards": [
      "(1) I will extol thee, O LORD; for thou hast lifted me up, and\nhast not made my foes to rejoice over me. (2) O LORD my\nGod, I cried unto thee, and thou hast healed me. (3) O LORD,\nthou hast brought up my soul from the grave: thou hast kept\nme alive, that I should not go down to the pit. (4) Sing unto the\nLORD, O ye saints of his, and give thanks at the remembrance\nof his holiness. (5) For his anger endureth but a moment; in\nhis favour is life: weeping may endure for a night, but joy\ncometh in the morning. (6) And in my prosperity I said, I shall\nnever be moved. (7) LORD, by thy favour thou hast made my\nmountain to stand strong: thou didst hide thy face, and I was",
      "troubled. (8) I cried to thee, O LORD; and unto the LORD I\nmade supplication. (9) What proﬁ t is there in my blood,\nwhen I go down to the pit? Shall the dust praise thee? shall it\ndeclare thy truth? (10) Hear, O LORD, and have mercy upon\nme: LORD, be thou my helper. (11) Thou hast turned for me\nmy mourning into dancing: thou hast put off my sackcloth,\nand girded me with gladness; (12) To the end that my glory\nmay sing praise to thee, and not be silent. O LORD my God, I\nwill give thanks unto thee for ever."
    ],
    "start_index": 200019030001,
    "end_index": 200019030012,
    "verse_count": 12,
    "word_count": 232
  },
  {
    "reference": "Psalm 73:2–28",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 25,
    "release": "NBBC",
    "cards": [
      "(2) But as for me, my feet were almost gone; my steps had well\nnigh slipped. (3) For I was envious at the foolish, when I saw the\nprosperity of the wicked. (4) For there are no bands in their death:\nbut their strength is ﬁ rm. (5) They are not in trouble as other men;\nneither are they plagued like other men. (6) Therefore pride\ncompasseth them about as a chain; violence covereth them as a\ngarment. (7) Their eyes stand out with fatness: they have more\nthan heart could wish. (8) They are corrupt, and speak wickedly\nconcerning oppression: they speak loftily. (9) They set their mouth\nagainst the heavens, and their tongue walketh through the earth.\n(10) Therefore his people return hither: and waters of a full cup\nare wrung out to them. (11) And they say, How doth God know?",
      "and is there knowledge in the most High? (12) Behold, these are\nthe ungodly, who prosper in the world; they increase in riches.\n(13) Verily I have cleansed my heart in vain, and washed my hands\nin innocency. (14) For all the day long have I been plagued, and\nchastened every morning. (15) If I say, I will speak thus; behold, I\nshould offend against the generation of thy children. (16) When\nI thought to know this, it was too painful for me; (17) Until I went\ninto the sanctuary of God; then understood I their end. (18) Surely\nthou didst set them in slippery places: thou castedst them down\ninto destruction. (19) How are they brought into desolation, as in a\nmoment! they are utterly consumed with terrors. (20) As a dream\nwhen one awaketh; so, O Lord, when thou awakest, thou shalt",
      "despise their image. (21) Thus my heart was grieved, and I was\npricked in my reins. (22) So foolish was I, and ignorant: I was as a\nbeast before thee. (23) Nevertheless I am continually with thee:\nthou hast holden me by my right hand. (24) Thou shalt guide me\nwith thy counsel, and afterward receive me to glory. (25) Whom\nhave I in heaven but thee? and there is none upon earth that I\ndesire beside thee. (26) My ﬂ esh and my heart faileth: but God is\nthe strength of my heart, and my portion for ever. (27) For, lo, they\nthat are far from thee shall perish: thou hast destroyed all them\nthat go a whoring from thee. (28) But it is good for me to draw near\nto God: I have put my trust in the Lord GOD, that I may declare all\nthy works."
    ],
    "start_index": 200019073002,
    "end_index": 200019073028,
    "verse_count": 27,
    "word_count": 408
  },
  {
    "reference": "Proverbs 8:17–31",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 26,
    "release": "NBBC",
    "cards": [
      "(17) I love them that love me; and those that seek me early shall\nﬁ nd me. (18) Riches and honour are with me; yea, durable riches\nand righteousness. (19) My fruit is better than gold, yea, than ﬁ ne\ngold; and my revenue than choice silver. (20) I lead in the way of\nrighteousness, in the midst of the paths of judgment: (21) That I\nmay cause those that love me to inherit substance; and I will ﬁ ll their\ntreasures. (22) The LORD possessed me in the beginning of his way,\nbefore his works of old. (23) I was set up from everlasting, from the\nbeginning, or ever the earth was. (24) When there were no depths,\nI was brought forth; when there were no fountains abounding with\nwater. (25) Before the mountains were settled, before the hills was",
      "I brought forth: (26) While as yet he had not made the earth, nor\nthe ﬁ elds, nor the highest part of the dust of the world. (27) When\nhe prepared the heavens, I was there: when he set a compass upon\nthe face of the depth: (28) When he established the clouds above:\nwhen he strengthened the fountains of the deep: (29) When he\ngave to the sea his decree, that the waters should not pass his\ncommandment: when he appointed the foundations of the earth:\n(30) Then I was by him, as one brought up with him: and I was\ndaily his delight, rejoicing always before him; (31) Rejoicing in the\nhabitable part of his earth; and my delights were with the sons of\nmen."
    ],
    "start_index": 200020008017,
    "end_index": 200020008031,
    "verse_count": 15,
    "word_count": 249
  },
  {
    "reference": "Proverbs 9:1–12",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 27,
    "release": "NBBC",
    "cards": [
      "(1) Wisdom hath builded her house, she hath hewn out her\nseven pillars: (2) She hath killed her beasts; she hath mingled\nher wine; she hath also furnished her table. (3) She hath sent\nforth her maidens: she crieth upon the highest places of the\ncity, (4) Whoso is simple, let him turn in hither: as for him that\nwanteth understanding, she saith to him, (5) Come, eat of my\nbread, and drink of the wine which I have mingled. (6) Forsake\nthe foolish, and live; and go in the way of understanding. (7)\nHe that reproveth a scorner getteth to himself shame: and\nhe that rebuketh a wicked man getteth himself a blot. (8)\nReprove not a scorner, lest he hate thee: rebuke a wise man,",
      "and he will love thee. (9) Give instruction to a wise man, and\nhe will be yet wiser: teach a just man, and he will increase\nin learning. (10) The fear of the LORD is the beginning of\nwisdom: and the knowledge of the holy is understanding.\n(11) For by me thy days shall be multiplied, and the years of\nthy life shall be increased. (12) If thou be wise, thou shalt be\nwise for thyself: but if thou scornest, thou alone shalt bear it."
    ],
    "start_index": 200020009001,
    "end_index": 200020009012,
    "verse_count": 12,
    "word_count": 200
  },
  {
    "reference": "Proverbs 24:30–34",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 28,
    "release": "NBBC",
    "cards": [
      "(30) I went by the ﬁ eld of the slothful, and by the vineyard of\nthe man void of understanding; (31) And, lo, it was all grown\nover with thorns, and nettles had covered the face thereof, and\nthe stone wall thereof was broken down. (32) Then I saw, and\nconsidered it well: I looked upon it, and received instruction.\n(33) Yet a little sleep, a little slumber, a little folding of the\nhands to sleep: (34) So shall thy poverty come as one that\ntravelleth; and thy want as an armed man."
    ],
    "start_index": 200020024030,
    "end_index": 200020024034,
    "verse_count": 5,
    "word_count": 87
  },
  {
    "reference": "Ecclesiastes 9:1–2",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 29,
    "release": "NBBC",
    "cards": [
      "(1) For all this I considered in my heart even to declare all\nthis, that the righteous, and the wise, and their works, are in\nthe hand of God: no man knoweth either love or hatred by\nall that is before them. (2) All things come alike to all: there\nis one event to the righteous, and to the wicked; to the good\nand to the clean, and to the unclean; to him that sacriﬁ ceth,\nand to him that sacriﬁ ceth not: as is the good, so is the sinner;\nand he that sweareth, as he that feareth an oath."
    ],
    "start_index": 200021009001,
    "end_index": 200021009002,
    "verse_count": 2,
    "word_count": 99
  },
  {
    "reference": "Isaiah 58:4–12",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 30,
    "release": "NBBC",
    "cards": [
      "(4) Behold, ye fast for strife and debate, and to smite with the\nﬁ st of wickedness: ye shall not fast as ye do this day, to make\nyour voice to be heard on high. (5) Is it such a fast that I have\nchosen? a day for a man to afﬂ ict his soul? is it to bow down\nhis head as a bulrush, and to spread sackcloth and ashes\nunder him? wilt thou call this a fast, and an acceptable day to\nthe LORD? (6) Is not this the fast that I have chosen? to loose\nthe bands of wickedness, to undo the heavy burdens, and to\nlet the oppressed go free, and that ye break every yoke? (7)\nIs it not to deal thy bread to the hungry, and that thou bring\nthe poor that are cast out to thy house? when thou seest the",
      "naked, that thou cover him; and that thou hide not thyself\nfrom thine own ﬂ esh? (8) Then shall thy light break forth as\nthe morning, and thine health shall spring forth speedily: and\nthy righteousness shall go before thee; the glory of the LORD\nshall be thy rereward. (9) Then shalt thou call, and the LORD\nshall answer; thou shalt cry, and he shall say, Here I am. If thou\ntake away from the midst of thee the yoke, the putting forth of\nthe ﬁ nger, and speaking vanity; (10) And if thou draw out thy\nsoul to the hungry, and satisfy the afﬂ icted soul; then shall thy\nlight rise in obscurity, and thy darkness be as the noonday:\n(11) And the LORD shall guide thee continually, and satisfy",
      "thy soul in drought, and make fat thy bones: and thou shalt\nbe like a watered garden, and like a spring of water, whose\nwaters fail not. (12) And they that shall be of thee shall build\nthe old waste places: thou shalt raise up the foundations of\nmany generations; and thou shalt be called, The repairer of\nthe breach, The restorer of paths to dwell in."
    ],
    "start_index": 200023058004,
    "end_index": 200023058012,
    "verse_count": 9,
    "word_count": 334
  },
  {
    "reference": "Isaiah 64:6",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 31,
    "release": "NBBC",
    "cards": [
      "(6) But we are all as an unclean thing, and all our\nrighteousnesses are as ﬁ lthy rags; and we all do fade as a\nleaf; and our iniquities, like the wind, have taken us away."
    ],
    "start_index": 200023064006,
    "end_index": 200023064006,
    "verse_count": 1,
    "word_count": 34
  },
  {
    "reference": "Jeremiah 42:1–10",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 32,
    "release": "NBBC",
    "cards": [
      "(1) Then all the captains of the forces, and Johanan the son of\nKareah, and Jezaniah the son of Hoshaiah, and all the people\nfrom the least even unto the greatest, came near, (2) And\nsaid unto Jeremiah the prophet, Let, we beseech thee, our\nsupplication be accepted before thee, and pray for us unto\nthe LORD thy God, even for all this remnant; (for we are left\nbut a few of many, as thine eyes do behold us:) (3) That the\nLORD thy God may shew us the way wherein we may walk,\nand the thing that we may do. (4) Then Jeremiah the prophet\nsaid unto them, I have heard you; behold, I will pray unto the\nLORD your God according to your words; and it shall come to",
      "pass, that whatsoever thing the LORD shall answer you, I will\ndeclare it unto you; I will keep nothing back from you. (5) Then\nthey said to Jeremiah, The LORD be a true and faithful witness\nbetween us, if we do not even according to all things for the\nwhich the LORD thy God shall send thee to us. (6) Whether it\nbe good, or whether it be evil, we will obey the voice of the\nLORD our God, to whom we send thee; that it may be well\nwith us, when we obey the voice of the LORD our God. (7)\nAnd it came to pass after ten days, that the word of the LORD\ncame unto Jeremiah. (8) Then called he Johanan the son of\nKareah, and all the captains of the forces which were with",
      "him, and all the people from the least even to the greatest, (9)\nAnd said unto them, Thus saith the LORD, the God of Israel,\nunto whom ye sent me to present your supplication before\nhim; (10) If ye will still abide in this land, then will I build you,\nand not pull you down, and I will plant you, and not pluck you\nup: for I repent me of the evil that I have done unto you."
    ],
    "start_index": 200024042001,
    "end_index": 200024042010,
    "verse_count": 10,
    "word_count": 337
  },
  {
    "reference": "Ezekiel 22:29–31",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 33,
    "release": "NBBC",
    "cards": [
      "(29) The people of the land have used oppression, and\nexercised robbery, and have vexed the poor and needy:\nyea, they have oppressed the stranger wrongfully. (30) And I\nsought for a man among them, that should make up the hedge,\nand stand in the gap before me for the land, that I should not\ndestroy it: but I found none. (31) Therefore have I poured out\nmine indignation upon them; I have consumed them with the\nﬁ re of my wrath: their own way have I recompensed upon\ntheir heads, saith the Lord GOD."
    ],
    "start_index": 200026022029,
    "end_index": 200026022031,
    "verse_count": 3,
    "word_count": 91
  },
  {
    "reference": "Hosea 6:1–4",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 34,
    "release": "NBBC",
    "cards": [
      "(1) Come, and let us return unto the LORD: for he hath torn,\nand he will heal us; he hath smitten, and he will bind us up. (2)\nAfter two days will he revive us: in the third day he will raise\nus up, and we shall live in his sight. (3) Then shall we know, if\nwe follow on to know the LORD: his going forth is prepared\nas the morning; and he shall come unto us as the rain, as the\nlatter and former rain unto the earth. (4) O Ephraim, what\nshall I do unto thee? O Judah, what shall I do unto thee? for\nyour goodness is as a morning cloud, and as the early dew it\ngoeth away."
    ],
    "start_index": 200028006001,
    "end_index": 200028006004,
    "verse_count": 4,
    "word_count": 119
  },
  {
    "reference": "Nahum 1:15",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 35,
    "release": "NBBC",
    "cards": [
      "(15) Behold upon the mountains the feet of him that bringeth\ngood tidings, that publisheth peace! O Judah, keep thy\nsolemn feasts, perform thy vows: for the wicked shall no more\npass through thee; he is utterly cut off."
    ],
    "start_index": 200034001015,
    "end_index": 200034001015,
    "verse_count": 1,
    "word_count": 38
  },
  {
    "reference": "Zechariah 3:1–4",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 36,
    "release": "NBBC",
    "cards": [
      "(1) And he shewed me Joshua the high priest standing\nbefore the angel of the LORD, and Satan standing at his right\nhand to resist him. (2) And the LORD said unto Satan, The\nLORD rebuke thee, O Satan; even the LORD that hath chosen\nJerusalem rebuke thee: is not this a brand plucked out of\nthe ﬁ re? (3) Now Joshua was clothed with ﬁ lthy garments,\nand stood before the angel. (4) And he answered and spake\nunto those that stood before him, saying, Take away the ﬁ lthy\ngarments from him. And unto him he said, Behold, I have\ncaused thine iniquity to pass from thee, and I will clothe thee\nwith change of raiment."
    ],
    "start_index": 200038003001,
    "end_index": 200038003004,
    "verse_count": 4,
    "word_count": 111
  },
  {
    "reference": "Zephaniah 3:17",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 37,
    "release": "NBBC",
    "cards": [
      "(17) The LORD thy God in the midst of thee is mighty; he will\nsave, he will rejoice over thee with joy; he will rest in his love,\nhe will joy over thee with singing."
    ],
    "start_index": 200036003017,
    "end_index": 200036003017,
    "verse_count": 1,
    "word_count": 34
  },
  {
    "reference": "Matthew 11:28–29",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 38,
    "release": "NBBC",
    "cards": [
      "(28) Come unto me, all ye that labour and are heavy laden,\nand I will give you rest. (29) Take my yoke upon you, and learn\nof me; for I am meek and lowly in heart: and ye shall ﬁ nd rest\nunto your souls."
    ],
    "start_index": 400001011028,
    "end_index": 400001011029,
    "verse_count": 2,
    "word_count": 42
  },
  {
    "reference": "Matthew 14:26–31",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 39,
    "release": "NBBC",
    "cards": [
      "(26) And when the disciples saw him walking on the sea, they were\ntroubled, saying, It is a spirit; and they cried out for fear. (27) But\nstraightway Jesus spake unto them, saying, Be of good cheer; it is\nI; be not afraid. (28) And Peter answered him and said, Lord, if it be\nthou, bid me come unto thee on the water. (29) And he said, Come.\nAnd when Peter was come down out of the ship, he walked on the\nwater, to go to Jesus. (30) But when he saw the wind boisterous, he\nwas afraid; and beginning to sink, he cried, saying, Lord, save me.\n(31) And immediately Jesus stretched forth his hand, and caught\nhim, and said unto him, O thou of little faith, wherefore didst thou\ndoubt?"
    ],
    "start_index": 400001014026,
    "end_index": 400001014031,
    "verse_count": 6,
    "word_count": 126
  },
  {
    "reference": "Matthew 28:18–20",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 40,
    "release": "NBBC",
    "cards": [
      "(18) And Jesus came and spake unto them, saying, All power\nis given unto me in heaven and in earth. (19) Go ye therefore,\nand teach all nations, baptizing them in the name of the\nFather, and of the Son, and of the Holy Ghost: (20) Teaching\nthem to observe all things whatsoever I have commanded\nyou: and, lo, I am with you alway, even unto the end of the\nworld. Amen."
    ],
    "start_index": 400001028018,
    "end_index": 400001028020,
    "verse_count": 3,
    "word_count": 69
  },
  {
    "reference": "Luke 21:4",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 41,
    "release": "NBBC",
    "cards": [
      "(4) For all these have of their abundance cast in unto the\nofferings of God: but she of her penury hath cast in all the\nliving that she had."
    ],
    "start_index": 400003021004,
    "end_index": 400003021004,
    "verse_count": 1,
    "word_count": 28
  },
  {
    "reference": "John 3:18–21",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 42,
    "release": "NBBC",
    "cards": [
      "(18) He that believeth on him is not condemned: but he\nthat believeth not is condemned already, because he hath\nnot believed in the name of the only begotten Son of God.\n(19) And this is the condemnation, that light is come into the\nworld, and men loved darkness rather than light, because\ntheir deeds were evil. (20) For every one that doeth evil hateth\nthe light, neither cometh to the light, lest his deeds should be\nreproved. (21) But he that doeth truth cometh to the light,\nthat his deeds may be made manifest, that they are wrought\nin God."
    ],
    "start_index": 400004003018,
    "end_index": 400004003021,
    "verse_count": 4,
    "word_count": 97
  },
  {
    "reference": "John 7:37–42",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 43,
    "release": "NBBC",
    "cards": [
      "(37) In the last day, that great day of the feast, Jesus stood and\ncried, saying, If any man thirst, let him come unto me, and drink.\n(38) He that believeth on me, as the scripture hath said, out of his\nbelly shall ﬂ ow rivers of living water. (39) (But this spake he of the\nSpirit, which they that believe on him should receive: for the Holy\nGhost was not yet given; because that Jesus was not yet gloriﬁ ed.)\n(40) Many of the people therefore, when they heard this saying,\nsaid, Of a truth this is the Prophet. (41) Others said, This is the\nChrist. But some said, Shall Christ come out of Galilee? (42) Hath\nnot the scripture said, That Christ cometh of the seed of David, and\nout of the town of Bethlehem, where David was?"
    ],
    "start_index": 400004007037,
    "end_index": 400004007042,
    "verse_count": 6,
    "word_count": 133
  },
  {
    "reference": "1 Corinthians 15:19–28",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 44,
    "release": "NBBC",
    "cards": [
      "(19) If in this life only we have hope in Christ, we are of all\nmen most miserable. (20) But now is Christ risen from the\ndead, and become the ﬁ rstfruits of them that slept. (21) For\nsince by man came death, by man came also the resurrection\nof the dead. (22) For as in Adam all die, even so in Christ shall\nall be made alive. (23) But every man in his own order: Christ\nthe ﬁ rstfruits; afterward they that are Christ's at his coming.\n(24) Then cometh the end, when he shall have delivered up\nthe kingdom to God, even the Father; when he shall have put\ndown all rule and all authority and power. (25) For he must\nreign, till he hath put all enemies under his feet. (26) The last",
      "enemy that shall be destroyed is death. (27) For he hath put\nall things under his feet. But when he saith all things are put\nunder him, it is manifest that he is excepted, which did put all\nthings under him. (28) And when all things shall be subdued\nunto him, then shall the Son also himself be subject unto him\nthat put all things under him, that God may be all in all."
    ],
    "start_index": 400007015019,
    "end_index": 400007015028,
    "verse_count": 10,
    "word_count": 198
  },
  {
    "reference": "2 Corinthians 10:3–6",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 45,
    "release": "NBBC",
    "cards": [
      "(3) For though we walk in the ﬂ esh, we do not war after the\nﬂ esh: (4) (For the weapons of our warfare are not carnal, but\nmighty through God to the pulling down of strong holds;)\n(5) Casting down imaginations, and every high thing that\nexalteth itself against the knowledge of God, and bringing\ninto captivity every thought to the obedience of Christ; (6)\nAnd having in a readiness to revenge all disobedience, when\nyour obedience is fulﬁ lled."
    ],
    "start_index": 400008010003,
    "end_index": 400008010006,
    "verse_count": 4,
    "word_count": 75
  },
  {
    "reference": "Ephesians 4:20–25",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 46,
    "release": "NBBC",
    "cards": [
      "(20) But ye have not so learned Christ; (21) If so be that\nye have heard him, and have been taught by him, as the\ntruth is in Jesus: (22) That ye put off concerning the former\nconversation the old man, which is corrupt according to the\ndeceitful lusts; (23) And be renewed in the spirit of your\nmind; (24) And that ye put on the new man, which after God\nis created in righteousness and true holiness. (25) Wherefore\nputting away lying, speak every man truth with his neighbour:\nfor we are members one of another."
    ],
    "start_index": 400010004020,
    "end_index": 400010004025,
    "verse_count": 6,
    "word_count": 91
  },
  {
    "reference": "Philippians 1:19–28",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 47,
    "release": "NBBC",
    "cards": [
      "(19) For I know that this shall turn to my salvation through\nyour prayer, and the supply of the Spirit of Jesus Christ, (20)\nAccording to my earnest expectation and my hope, that in\nnothing I shall be ashamed, but that with all boldness, as\nalways, so now also Christ shall be magniﬁ ed in my body,\nwhether it be by life, or by death. (21) For to me to live is\nChrist, and to die is gain. (22) But if I live in the ﬂ esh, this\nis the fruit of my labour: yet what I shall choose I wot not.\n(23) For I am in a strait betwixt two, having a desire to depart,\nand to be with Christ; which is far better: (24) Nevertheless\nto abide in the ﬂ esh is more needful for you. (25) And having",
      "this conﬁ dence, I know that I shall abide and continue with\nyou all for your furtherance and joy of faith; (26) That your\nrejoicing may be more abundant in Jesus Christ for me by\nmy coming to you again. (27) Only let your conversation be\nas it becometh the gospel of Christ: that whether I come and\nsee you, or else be absent, I may hear of your affairs, that ye\nstand fast in one spirit, with one mind striving together for\nthe faith of the gospel; (28) And in nothing terriﬁ ed by your\nadversaries: which is to them an evident token of perdition,\nbut to you of salvation, and that of God."
    ],
    "start_index": 400011001019,
    "end_index": 400011001028,
    "verse_count": 10,
    "word_count": 244
  },
  {
    "reference": "Colossians 2:16–19",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 48,
    "release": "NBBC",
    "cards": [
      "(16) Let no man therefore judge you in meat, or in drink, or in\nrespect of an holyday, or of the new moon, or of the sabbath\ndays: (17) Which are a shadow of things to come; but the\nbody is of Christ. (18) Let no man beguile you of your reward\nin a voluntary humility and worshipping of angels, intruding\ninto those things which he hath not seen, vainly puffed up by\nhis ﬂ eshly mind, (19) And not holding the Head, from which all\nthe body by joints and bands having nourishment ministered,\nand knit together, increaseth with the increase of God."
    ],
    "start_index": 400012002016,
    "end_index": 400012002019,
    "verse_count": 4,
    "word_count": 99
  },
  {
    "reference": "Revelation 19:11",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 49,
    "release": "NBBC",
    "cards": [
      "(11) And I saw heaven opened, and behold a white horse;\nand he that sat upon him was called Faithful and True, and in\nrighteousness he doth judge and make war."
    ],
    "start_index": 400027019011,
    "end_index": 400027019011,
    "verse_count": 1,
    "word_count": 30
  },
  {
    "reference": "Exodus 34:6–11",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 50,
    "release": "NBBC",
    "cards": [
      "(6) And the LORD passed by before him, and proclaimed, The\nLORD, The LORD God, merciful and gracious, longsuffering,\nand abundant in goodness and truth, (7) Keeping mercy for\nthousands, forgiving iniquity and transgression and sin, and\nthat will by no means clear the guilty; visiting the iniquity\nof the fathers upon the children, and upon the children's\nchildren, unto the third and to the fourth generation. (8) And\nMoses made haste, and bowed his head toward the earth,\nand worshipped. (9) And he said, If now I have found grace in\nthy sight, O Lord, let my Lord, I pray thee, go among us; for it\nis a stiffnecked people; and pardon our iniquity and our sin,",
      "and take us for thine inheritance. (10) And he said, Behold, I\nmake a covenant: before all thy people I will do marvels, such\nas have not been done in all the earth, nor in any nation: and\nall the people among which thou art shall see the work of\nthe LORD: for it is a terrible thing that I will do with thee. (11)\nObserve thou that which I command thee this day: behold,\nI drive out before thee the Amorite, and the Canaanite, and\nthe Hittite, and the Perizzite, and the Hivite, and the Jebusite."
    ],
    "start_index": 200002034006,
    "end_index": 200002034011,
    "verse_count": 6,
    "word_count": 209
  },
  {
    "reference": "Deuteronomy 9:1–6",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 51,
    "release": "NBBC",
    "cards": [
      "(1) Hear, O Israel: Thou art to pass over Jordan this day, to\ngo in to possess nations greater and mightier than thyself,\ncities great and fenced up to heaven, (2) A people great and\ntall, the children of the Anakims, whom thou knowest, and of\nwhom thou hast heard say, Who can stand before the children\nof Anak! (3) Understand therefore this day, that the LORD\nthy God is he which goeth over before thee; as a consuming\nfire he shall destroy them, and he shall bring them down\nbefore thy face: so shalt thou drive them out, and destroy\nthem quickly, as the LORD hath said unto thee. (4) Speak not\nthou in thine heart, after that the LORD thy God hath cast",
      "them out from before thee, saying, For my righteousness\nthe LORD hath brought me in to possess this land: but for\nthe wickedness of these nations the LORD doth drive them\nout from before thee. (5) Not for thy righteousness, or for\nthe uprightness of thine heart, dost thou go to possess their\nland: but for the wickedness of these nations the LORD thy\nGod doth drive them out from before thee, and that he may\nperform the word which the LORD sware unto thy fathers,\nAbraham, Isaac, and Jacob. (6) Understand therefore, that\nthe LORD thy God giveth thee not this good land to possess\nit for thy righteousness; for thou art a stiffnecked people."
    ],
    "start_index": 200005009001,
    "end_index": 200005009006,
    "verse_count": 6,
    "word_count": 235
  },
  {
    "reference": "Deuteronomy 30:9–20",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 52,
    "release": "NBBC",
    "cards": [
      "(9) And the LORD thy God will make thee plenteous in every\nwork of thine hand, in the fruit of thy body, and in the fruit of thy\ncattle, and in the fruit of thy land, for good: for the LORD will again\nrejoice over thee for good, as he rejoiced over thy fathers: (10) If\nthou shalt hearken unto the voice of the LORD thy God, to keep his\ncommandments and his statutes which are written in this book of\nthe law, and if thou turn unto the LORD thy God with all thine heart,\nand with all thy soul. (11) For this commandment which I command\nthee this day, it is not hidden from thee, neither is it far off. (12) It\nis not in heaven, that thou shouldest say, Who shall go up for us to\nheaven, and bring it unto us, that we may hear it, and do it? (13)",
      "Neither is it beyond the sea, that thou shouldest say, Who shall go\nover the sea for us, and bring it unto us, that we may hear it, and do\nit? (14) But the word is very nigh unto thee, in thy mouth, and in thy\nheart, that thou mayest do it. (15) See, I have set before thee this\nday life and good, and death and evil; (16) In that I command thee\nthis day to love the LORD thy God, to walk in his ways, and to keep\nhis commandments and his statutes and his judgments, that thou\nmayest live and multiply: and the LORD thy God shall bless thee\nin the land whither thou goest to possess it. (17) But if thine heart\nturn away, so that thou wilt not hear, but shalt be drawn away, and\nworship other gods, and serve them; (18) I denounce unto you",
      "this day, that ye shall surely perish, and that ye shall not prolong\nyour days upon the land, whither thou passest over Jordan to go\nto possess it. (19) I call heaven and earth to record this day against\nyou, that I have set before you life and death, blessing and cursing:\ntherefore choose life, that both thou and thy seed may live: (20)\nThat thou mayest love the LORD thy God, and that thou mayest\nobey his voice, and that thou mayest cleave unto him: for he is thy\nlife, and the length of thy days: that thou mayest dwell in the land\nwhich the LORD sware unto thy fathers, to Abraham, to Isaac, and\nto Jacob, to give them."
    ],
    "start_index": 200005030009,
    "end_index": 200005030020,
    "verse_count": 12,
    "word_count": 414
  },
  {
    "reference": "Joshua 14:6–14",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 53,
    "release": "NBBC",
    "cards": [
      "(6) Then the children of Judah came unto Joshua in Gilgal:\nand Caleb the son of Jephunneh the Kenezite said unto him,\nThou knowest the thing that the LORD said unto Moses the\nman of God concerning me and thee in Kadeshbarnea. (7)\nForty years old was I when Moses the servant of the LORD sent\nme from Kadeshbarnea to espy out the land; and I brought\nhim word again as it was in mine heart. (8) Nevertheless my\nbrethren that went up with me made the heart of the people\nmelt: but I wholly followed the LORD my God. (9) And Moses\nsware on that day, saying, Surely the land whereon thy feet\nhave trodden shall be thine inheritance, and thy children's for",
      "ever, because thou hast wholly followed the LORD my God.\n(10) And now, behold, the LORD hath kept me alive, as he\nsaid, these forty and five years, even since the LORD spake\nthis word unto Moses, while the children of Israel wandered\nin the wilderness: and now, lo, I am this day fourscore and five\nyears old. (11) As yet I am as strong this day as I was in the day\nthat Moses sent me: as my strength was then, even so is my\nstrength now, for war, both to go out, and to come in. (12) Now\ntherefore give me this mountain, whereof the LORD spake in\nthat day; for thou heardest in that day how the Anakims were\nthere, and that the cities were great and fenced: if so be the",
      "LORD will be with me, then I shall be able to drive them out,\nas the LORD said. (13) And Joshua blessed him, and gave\nunto Caleb the son of Jephunneh Hebron for an inheritance.\n(14) Hebron therefore became the inheritance of Caleb the\nson of Jephunneh the Kenezite unto this day, because that he\nwholly followed the LORD God of Israel."
    ],
    "start_index": 200006014006,
    "end_index": 200006014014,
    "verse_count": 9,
    "word_count": 312
  },
  {
    "reference": "2 Samuel 22:7–14",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 54,
    "release": "NBBC",
    "cards": [
      "(7) In my distress I called upon the LORD, and cried to my God: and\nhe did hear my voice out of his temple, and my cry did enter into\nhis ears. (8) Then the earth shook and trembled; the foundations of\nheaven moved and shook, because he was wroth. (9) There went\nup a smoke out of his nostrils, and fire out of his mouth devoured:\ncoals were kindled by it. (10) He bowed the heavens also, and\ncame down; and darkness was under his feet. (11) And he rode\nupon a cherub, and did fly: and he was seen upon the wings of the\nwind. (12) And he made darkness pavilions round about him, dark\nwaters, and thick clouds of the skies. (13) Through the brightness\nbefore him were coals of fire kindled. (14) The LORD thundered\nfrom heaven, and the most High uttered his voice."
    ],
    "start_index": 200010022007,
    "end_index": 200010022014,
    "verse_count": 8,
    "word_count": 140
  },
  {
    "reference": "Nehemiah 9:19–21",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 55,
    "release": "NBBC",
    "cards": [
      "(19) Yet thou in thy manifold mercies forsookest them not in\nthe wilderness: the pillar of the cloud departed not from them\nby day, to lead them in the way; neither the pillar of fire by\nnight, to shew them light, and the way wherein they should\ngo. (20) Thou gavest also thy good spirit to instruct them,\nand withheldest not thy manna from their mouth, and gavest\nthem water for their thirst. (21) Yea, forty years didst thou\nsustain them in the wilderness, so that they lacked nothing;\ntheir clothes waxed not old, and their feet swelled not."
    ],
    "start_index": 200016009019,
    "end_index": 200016009021,
    "verse_count": 3,
    "word_count": 96
  },
  {
    "reference": "Job 36:26–33",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 56,
    "release": "NBBC",
    "cards": [
      "(26) Behold, God is great, and we know him not, neither can the\nnumber of his years be searched out. (27) For he maketh small\nthe drops of water: they pour down rain according to the vapour\nthereof: (28) Which the clouds do drop and distil upon man\nabundantly. (29) Also can any understand the spreadings of the\nclouds, or the noise of his tabernacle? (30) Behold, he spreadeth\nhis light upon it, and covereth the bottom of the sea. (31) For by\nthem judgeth he the people; he giveth meat in abundance. (32)\nWith clouds he covereth the light; and commandeth it not to shine\nby the cloud that cometh betwixt. (33) The noise thereof sheweth\nconcerning it, the cattle also concerning the vapour."
    ],
    "start_index": 200018036026,
    "end_index": 200018036033,
    "verse_count": 8,
    "word_count": 117
  },
  {
    "reference": "Psalm 112:1–8",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 57,
    "release": "NBBC",
    "cards": [
      "(1) Praise ye the LORD. Blessed is the man that feareth the LORD,\nthat delighteth greatly in his commandments. (2) His seed shall be\nmighty upon earth: the generation of the upright shall be blessed.\n(3) Wealth and riches shall be in his house: and his righteousness\nendureth for ever. (4) Unto the upright there ariseth light in the\ndarkness: he is gracious, and full of compassion, and righteous.\n(5) A good man sheweth favour, and lendeth: he will guide his\naffairs with discretion. (6) Surely he shall not be moved for ever:\nthe righteous shall be in everlasting remembrance. (7) He shall not\nbe afraid of evil tidings: his heart is fixed, trusting in the LORD.\n(8) His heart is established, he shall not be afraid, until he see his\ndesire upon his enemies."
    ],
    "start_index": 200019112001,
    "end_index": 200019112008,
    "verse_count": 8,
    "word_count": 127
  },
  {
    "reference": "Psalm 139:13–16",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 58,
    "release": "NBBC",
    "cards": [
      "(13) For thou hast possessed my reins: thou hast covered me\nin my mother's womb. (14) I will praise thee; for I am fearfully\nand wonderfully made: marvellous are thy works; and that\nmy soul knoweth right well. (15) My substance was not hid\nfrom thee, when I was made in secret, and curiously wrought\nin the lowest parts of the earth. (16) Thine eyes did see\nmy substance, yet being unperfect; and in thy book all my\nmembers were written, which in continuance were fashioned,\nwhen as yet there was none of them."
    ],
    "start_index": 200019139013,
    "end_index": 200019139016,
    "verse_count": 4,
    "word_count": 90
  },
  {
    "reference": "Proverbs 13:2–25",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 59,
    "release": "NBBC",
    "cards": [
      "(2) A man shall eat good by the fruit of his mouth: but the soul\nof the transgressors shall eat violence. (3) He that keepeth his\nmouth keepeth his life: but he that openeth wide his lips shall\nhave destruction. (4) The soul of the sluggard desireth, and hath\nnothing: but the soul of the diligent shall be made fat. (5) A\nrighteous man hateth lying: but a wicked man is loathsome, and\ncometh to shame. (6) Righteousness keepeth him that is upright\nin the way: but wickedness overthroweth the sinner. (7) There is\nthat maketh himself rich, yet hath nothing: there is that maketh\nhimself poor, yet hath great riches. (8) The ransom of a man's life\nare his riches: but the poor heareth not rebuke. (9) The light of the\nrighteous rejoiceth: but the lamp of the wicked shall be put out.",
      "(10) Only by pride cometh contention: but with the well advised is\nwisdom. (11) Wealth gotten by vanity shall be diminished: but he\nthat gathereth by labour shall increase. (12) Hope deferred maketh\nthe heart sick: but when the desire cometh, it is a tree of life. (13)\nWhoso despiseth the word shall be destroyed: but he that feareth\nthe commandment shall be rewarded. (14) The law of the wise is\na fountain of life, to depart from the snares of death. (15) Good\nunderstanding giveth favour: but the way of transgressors is hard.\n(16) Every prudent man dealeth with knowledge: but a fool layeth\nopen his folly. (17) A wicked messenger falleth into mischief: but\na faithful ambassador is health. (18) Poverty and shame shall be\nto him that refuseth instruction: but he that regardeth reproof",
      "shall be honoured. (19) The desire accomplished is sweet to the\nsoul: but it is abomination to fools to depart from evil. (20) He that\nwalketh with wise men shall be wise: but a companion of fools\nshall be destroyed. (21) Evil pursueth sinners: but to the righteous\ngood shall be repayed. (22) A good man leaveth an inheritance to\nhis children's children: and the wealth of the sinner is laid up for\nthe just. (23) Much food is in the tillage of the poor: but there is\nthat is destroyed for want of judgment. (24) He that spareth his rod\nhateth his son: but he that loveth him chasteneth him betimes. (25)\nThe righteous eateth to the satisfying of his soul: but the belly of\nthe wicked shall want."
    ],
    "start_index": 200020013002,
    "end_index": 200020013025,
    "verse_count": 24,
    "word_count": 387
  },
  {
    "reference": "Ecclesiastes 1:1–12",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 60,
    "release": "NBBC",
    "cards": [
      "(1) The words of the Preacher, the son of David, king in\nJerusalem. (2) Vanity of vanities, saith the Preacher, vanity of\nvanities; all is vanity. (3) What profit hath a man of all his labour\nwhich he taketh under the sun? (4) One generation passeth\naway, and another generation cometh: but the earth abideth\nfor ever. (5) The sun also ariseth, and the sun goeth down,\nand hasteth to his place where he arose. (6) The wind goeth\ntoward the south, and turneth about unto the north; it whirleth\nabout continually, and the wind returneth again according to\nhis circuits. (7) All the rivers run into the sea; yet the sea is not\nfull; unto the place from whence the rivers come, thither they",
      "return again. (8) All things are full of labour; man cannot utter\nit: the eye is not satisfied with seeing, nor the ear filled with\nhearing. (9) The thing that hath been, it is that which shall be;\nand that which is done is that which shall be done: and there\nis no new thing under the sun. (10) Is there any thing whereof\nit may be said, See, this is new? it hath been already of old\ntime, which was before us. (11) There is no remembrance of\nformer things; neither shall there be any remembrance of\nthings that are to come with those that shall come after. (12) I\nthe Preacher was king over Israel in Jerusalem."
    ],
    "start_index": 200021001001,
    "end_index": 200021001012,
    "verse_count": 12,
    "word_count": 232
  },
  {
    "reference": "Isaiah 30:15–21",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 61,
    "release": "NBBC",
    "cards": [
      "(15) For thus saith the Lord GOD, the Holy One of Israel;\nIn returning and rest shall ye be saved; in quietness and in\nconfidence shall be your strength: and ye would not. (16)\nBut ye said, No; for we will flee upon horses; therefore shall\nye flee: and, We will ride upon the swift; therefore shall they\nthat pursue you be swift. (17) One thousand shall flee at the\nrebuke of one; at the rebuke of five shall ye flee: till ye be left\nas a beacon upon the top of a mountain, and as an ensign on\nan hill. (18) And therefore will the LORD wait, that he may be\ngracious unto you, and therefore will he be exalted, that he\nmay have mercy upon you: for the LORD is a God of judgment:",
      "blessed are all they that wait for him. (19) For the people shall\ndwell in Zion at Jerusalem: thou shalt weep no more: he will\nbe very gracious unto thee at the voice of thy cry; when he\nshall hear it, he will answer thee. (20) And though the Lord\ngive you the bread of adversity, and the water of affliction,\nyet shall not thy teachers be removed into a corner any more,\nbut thine eyes shall see thy teachers: (21) And thine ears shall\nhear a word behind thee, saying, This is the way, walk ye in it,\nwhen ye turn to the right hand, and when ye turn to the left."
    ],
    "start_index": 200023030015,
    "end_index": 200023030021,
    "verse_count": 7,
    "word_count": 242
  },
  {
    "reference": "Isaiah 45:5–12",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 62,
    "release": "NBBC",
    "cards": [
      "(5) I am the LORD, and there is none else, there is no God\nbeside me: I girded thee, though thou hast not known me:\n(6) That they may know from the rising of the sun, and from\nthe west, that there is none beside me. I am the LORD, and\nthere is none else. (7) I form the light, and create darkness: I\nmake peace, and create evil: I the LORD do all these things.\n(8) Drop down, ye heavens, from above, and let the skies pour\ndown righteousness: let the earth open, and let them bring\nforth salvation, and let righteousness spring up together; I\nthe LORD have created it. (9) Woe unto him that striveth with\nhis Maker! Let the potsherd strive with the potsherds of the",
      "earth. Shall the clay say to him that fashioneth it, What makest\nthou? or thy work, He hath no hands? (10) Woe unto him that\nsaith unto his father, What begettest thou? or to the woman,\nWhat hast thou brought forth? (11) Thus saith the LORD, the\nHoly One of Israel, and his Maker, Ask me of things to come\nconcerning my sons, and concerning the work of my hands\ncommand ye me. (12) I have made the earth, and created man\nupon it: I, even my hands, have stretched out the heavens,\nand all their host have I commanded."
    ],
    "start_index": 200023045005,
    "end_index": 200023045012,
    "verse_count": 8,
    "word_count": 222
  },
  {
    "reference": "Lamentations 3:42–58",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 63,
    "release": "NBBC",
    "cards": [
      "(42) We have transgressed and have rebelled: thou hast\nnot pardoned. (43) Thou hast covered with anger, and\npersecuted us: thou hast slain, thou hast not pitied. (44) Thou\nhast covered thyself with a cloud, that our prayer should not\npass through. (45) Thou hast made us as the offscouring and\nrefuse in the midst of the people. (46) All our enemies have\nopened their mouths against us. (47) Fear and a snare is come\nupon us, desolation and destruction. (48) Mine eye runneth\ndown with rivers of water for the destruction of the daughter\nof my people. (49) Mine eye trickleth down, and ceaseth\nnot, without any intermission, (50) Till the LORD look down,",
      "and behold from heaven. (51) Mine eye affecteth mine heart\nbecause of all the daughters of my city. (52) Mine enemies\nchased me sore, like a bird, without cause. (53) They have cut\noff my life in the dungeon, and cast a stone upon me. (54)\nWaters flowed over mine head; then I said, I am cut off. (55) I\ncalled upon thy name, O LORD, out of the low dungeon. (56)\nThou hast heard my voice: hide not thine ear at my breathing,\nat my cry. (57) Thou drewest near in the day that I called upon\nthee: thou saidst, Fear not. (58) O Lord, thou hast pleaded the\ncauses of my soul; thou hast redeemed my life."
    ],
    "start_index": 200025003042,
    "end_index": 200025003058,
    "verse_count": 17,
    "word_count": 217
  },
  {
    "reference": "Joel 2:14–21",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 64,
    "release": "NBBC",
    "cards": [
      "(14) Who knoweth if he will return and repent, and leave\na blessing behind him; even a meat offering and a drink\noffering unto the LORD your God? (15) Blow the trumpet\nin Zion, sanctify a fast, call a solemn assembly: (16) Gather\nthe people, sanctify the congregation, assemble the elders,\ngather the children, and those that suck the breasts: let the\nbridegroom go forth of his chamber, and the bride out of her\ncloset. (17) Let the priests, the ministers of the LORD, weep\nbetween the porch and the altar, and let them say, Spare thy\npeople, O LORD, and give not thine heritage to reproach,\nthat the heathen should rule over them: wherefore should",
      "they say among the people, Where is their God? (18) Then\nwill the LORD be jealous for his land, and pity his people. (19)\nYea, the LORD will answer and say unto his people, Behold, I\nwill send you corn, and wine, and oil, and ye shall be satisfied\ntherewith: and I will no more make you a reproach among the\nheathen: (20) But I will remove far off from you the northern\narmy, and will drive him into a land barren and desolate, with\nhis face toward the east sea, and his hinder part toward the\nutmost sea, and his stink shall come up, and his ill savour shall\ncome up, because he hath done great things. (21) Fear not, O\nland; be glad and rejoice: for the LORD will do great things."
    ],
    "start_index": 200029002014,
    "end_index": 200029002021,
    "verse_count": 8,
    "word_count": 242
  },
  {
    "reference": "Amos 5:4–8",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 65,
    "release": "NBBC",
    "cards": [
      "(4) For thus saith the LORD unto the house of Israel, Seek ye me,\nand ye shall live: (5) But seek not Bethel, nor enter into Gilgal, and\npass not to Beersheba: for Gilgal shall surely go into captivity, and\nBethel shall come to nought. (6) Seek the LORD, and ye shall live;\nlest he break out like fire in the house of Joseph, and devour it, and\nthere be none to quench it in Bethel. (7) Ye who turn judgment to\nwormwood, and leave off righteousness in the earth, (8) Seek him\nthat maketh the seven stars and Orion, and turneth the shadow of\ndeath into the morning, and maketh the day dark with night: that\ncalleth for the waters of the sea, and poureth them out upon the\nface of the earth: The LORD is his name:"
    ],
    "start_index": 200030005004,
    "end_index": 200030005008,
    "verse_count": 5,
    "word_count": 134
  },
  {
    "reference": "Jonah 2:1–10",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 66,
    "release": "NBBC",
    "cards": [
      "(1) Then Jonah prayed unto the LORD his God out of the fish's\nbelly, (2) And said, I cried by reason of mine affliction unto the\nLORD, and he heard me; out of the belly of hell cried I, and\nthou heardest my voice. (3) For thou hadst cast me into the\ndeep, in the midst of the seas; and the floods compassed me\nabout: all thy billows and thy waves passed over me. (4) Then\nI said, I am cast out of thy sight; yet I will look again toward\nthy holy temple. (5) The waters compassed me about, even to\nthe soul: the depth closed me round about, the weeds were\nwrapped about my head. (6) I went down to the bottoms of\nthe mountains; the earth with her bars was about me for ever:",
      "yet hast thou brought up my life from corruption, O LORD\nmy God. (7) When my soul fainted within me I remembered\nthe LORD: and my prayer came in unto thee, into thine holy\ntemple. (8) They that observe lying vanities forsake their\nown mercy. (9) But I will sacrifice unto thee with the voice of\nthanksgiving; I will pay that that I have vowed. Salvation is\nof the LORD. (10) And the LORD spake unto the fish, and it\nvomited out Jonah upon the dry land."
    ],
    "start_index": 200032002001,
    "end_index": 200032002010,
    "verse_count": 10,
    "word_count": 214
  },
  {
    "reference": "Micah 6:6–8",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 67,
    "release": "NBBC",
    "cards": [
      "(6) Wherewith shall I come before the LORD, and bow myself\nbefore the high God? shall I come before him with burnt\nofferings, with calves of a year old? (7) Will the LORD be\npleased with thousands of rams, or with ten thousands of\nrivers of oil? shall I give my firstborn for my transgression, the\nfruit of my body for the sin of my soul? (8) He hath shewed\nthee, O man, what is good; and what doth the LORD require\nof thee, but to do justly, and to love mercy, and to walk humbly\nwith thy God?"
    ],
    "start_index": 200033006006,
    "end_index": 200033006008,
    "verse_count": 3,
    "word_count": 96
  },
  {
    "reference": "Habakkuk 3:2–6",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 68,
    "release": "NBBC",
    "cards": [
      "(2) O LORD, I have heard thy speech, and was afraid: O LORD,\nrevive thy work in the midst of the years, in the midst of the years\nmake known; in wrath remember mercy. (3) God came from Teman,\nand the Holy One from mount Paran. Selah. His glory covered the\nheavens, and the earth was full of his praise. (4) And his brightness\nwas as the light; he had horns coming out of his hand: and there\nwas the hiding of his power. (5) Before him went the pestilence, and\nburning coals went forth at his feet. (6) He stood, and measured\nthe earth: he beheld, and drove asunder the nations; and the\neverlasting mountains were scattered, the perpetual hills did bow:\nhis ways are everlasting."
    ],
    "start_index": 200035003002,
    "end_index": 200035003006,
    "verse_count": 5,
    "word_count": 122
  },
  {
    "reference": "Matthew 6:22–34",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 69,
    "release": "NBBC",
    "cards": [
      "(22) The light of the body is the eye: if therefore thine eye\nbe single, thy whole body shall be full of light. (23) But if\nthine eye be evil, thy whole body shall be full of darkness.\nIf therefore the light that is in thee be darkness, how great is\nthat darkness! (24) No man can serve two masters: for either\nhe will hate the one, and love the other; or else he will hold\nto the one, and despise the other. Ye cannot serve God and\nmammon. (25) Therefore I say unto you, Take no thought for\nyour life, what ye shall eat, or what ye shall drink; nor yet for\nyour body, what ye shall put on. Is not the life more than meat,\nand the body than raiment? (26) Behold the fowls of the air:",
      "for they sow not, neither do they reap, nor gather into barns;\nyet your heavenly Father feedeth them. Are ye not much\nbetter than they? (27) Which of you by taking thought can\nadd one cubit unto his stature? (28) And why take ye thought\nfor raiment? Consider the lilies of the field, how they grow;\nthey toil not, neither do they spin: (29) And yet I say unto you,\nThat even Solomon in all his glory was not arrayed like one of\nthese. (30) Wherefore, if God so clothe the grass of the field,\nwhich to day is, and to morrow is cast into the oven, shall he\nnot much more clothe you, O ye of little faith? (31) Therefore\ntake no thought, saying, What shall we eat? or, What shall we",
      "drink? or, Wherewithal shall we be clothed? (32) (For after all\nthese things do the Gentiles seek:) for your heavenly Father\nknoweth that ye have need of all these things. (33) But seek\nye first the kingdom of God, and his righteousness; and all\nthese things shall be added unto you. (34) Take therefore no\nthought for the morrow: for the morrow shall take thought for\nthe things of itself. Sufficient unto the day is the evil thereof."
    ],
    "start_index": 400001006022,
    "end_index": 400001006034,
    "verse_count": 13,
    "word_count": 337
  },
  {
    "reference": "Mark 3:1–10",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 70,
    "release": "NBBC",
    "cards": [
      "(1) And he entered again into the synagogue; and there was a\nman there which had a withered hand. (2) And they watched\nhim, whether he would heal him on the sabbath day; that they\nmight accuse him. (3) And he saith unto the man which had\nthe withered hand, Stand forth. (4) And he saith unto them,\nIs it lawful to do good on the sabbath days, or to do evil? to\nsave life, or to kill? But they held their peace. (5) And when he\nhad looked round about on them with anger, being grieved\nfor the hardness of their hearts, he saith unto the man, Stretch\nforth thine hand. And he stretched it out: and his hand was\nrestored whole as the other. (6) And the Pharisees went forth,",
      "and straightway took counsel with the Herodians against\nhim, how they might destroy him. (7) But Jesus withdrew\nhimself with his disciples to the sea: and a great multitude\nfrom Galilee followed him, and from Judaea, (8) And from\nJerusalem, and from Idumaea, and from beyond Jordan; and\nthey about Tyre and Sidon, a great multitude, when they had\nheard what great things he did, came unto him. (9) And he\nspake to his disciples, that a small ship should wait on him\nbecause of the multitude, lest they should throng him. (10)\nFor he had healed many; insomuch that they pressed upon\nhim for to touch him, as many as had plagues."
    ],
    "start_index": 400002003001,
    "end_index": 400002003010,
    "verse_count": 10,
    "word_count": 235
  },
  {
    "reference": "Mark 6:41–51",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 71,
    "release": "NBBC",
    "cards": [
      "(41) And when he had taken the five loaves and the two fishes,\nhe looked up to heaven, and blessed, and brake the loaves,\nand gave them to his disciples to set before them; and the\ntwo fishes divided he among them all. (42) And they did all\neat, and were filled. (43) And they took up twelve baskets\nfull of the fragments, and of the fishes. (44) And they that did\neat of the loaves were about five thousand men. (45) And\nstraightway he constrained his disciples to get into the ship,\nand to go to the other side before unto Bethsaida, while he\nsent away the people. (46) And when he had sent them away,\nhe departed into a mountain to pray. (47) And when even",
      "was come, the ship was in the midst of the sea, and he alone\non the land. (48) And he saw them toiling in rowing; for the\nwind was contrary unto them: and about the fourth watch of\nthe night he cometh unto them, walking upon the sea, and\nwould have passed by them. (49) But when they saw him\nwalking upon the sea, they supposed it had been a spirit, and\ncried out: (50) For they all saw him, and were troubled. And\nimmediately he talked with them, and saith unto them, Be of\ngood cheer: it is I; be not afraid. (51) And he went up unto\nthem into the ship; and the wind ceased: and they were sore\namazed in themselves beyond measure, and wondered."
    ],
    "start_index": 400002006041,
    "end_index": 400002006051,
    "verse_count": 11,
    "word_count": 245
  },
  {
    "reference": "Mark 12:28–34",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 72,
    "release": "NBBC",
    "cards": [
      "(28) And one of the scribes came, and having heard them\nreasoning together, and perceiving that he had answered\nthem well, asked him, Which is the first commandment\nof all? (29) And Jesus answered him, The first of all the\ncommandments is, Hear, O Israel; The Lord our God is one\nLord: (30) And thou shalt love the Lord thy God with all thy\nheart, and with all thy soul, and with all thy mind, and with\nall thy strength: this is the first commandment. (31) And the\nsecond is like, namely this, Thou shalt love thy neighbour\nas thyself. There is none other commandment greater than\nthese. (32) And the scribe said unto him, Well, Master, thou",
      "hast said the truth: for there is one God; and there is none\nother but he: (33) And to love him with all the heart, and with\nall the understanding, and with all the soul, and with all the\nstrength, and to love his neighbour as himself, is more than\nall whole burnt offerings and sacrifices. (34) And when Jesus\nsaw that he answered discreetly, he said unto him, Thou art\nnot far from the kingdom of God. And no man after that durst\nask him any question."
    ],
    "start_index": 400002012028,
    "end_index": 400002012034,
    "verse_count": 7,
    "word_count": 199
  },
  {
    "reference": "Luke 10:38–42",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 73,
    "release": "NBBC",
    "cards": [
      "(38) Now it came to pass, as they went, that he entered into a\ncertain village: and a certain woman named Martha received\nhim into her house. (39) And she had a sister called Mary,\nwhich also sat at Jesus' feet, and heard his word. (40) But\nMartha was cumbered about much serving, and came to him,\nand said, Lord, dost thou not care that my sister hath left me\nto serve alone? bid her therefore that she help me. (41) And\nJesus answered and said unto her, Martha, Martha, thou art\ncareful and troubled about many things: (42) But one thing\nis needful: and Mary hath chosen that good part, which shall\nnot be taken away from her."
    ],
    "start_index": 400003010038,
    "end_index": 400003010042,
    "verse_count": 5,
    "word_count": 114
  },
  {
    "reference": "Luke 21:25–28",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 74,
    "release": "NBBC",
    "cards": [
      "(25) And there shall be signs in the sun, and in the moon,\nand in the stars; and upon the earth distress of nations, with\nperplexity; the sea and the waves roaring; (26) Men's hearts\nfailing them for fear, and for looking after those things which\nare coming on the earth: for the powers of heaven shall be\nshaken. (27) And then shall they see the Son of man coming\nin a cloud with power and great glory. (28) And when these\nthings begin to come to pass, then look up, and lift up your\nheads; for your redemption draweth nigh."
    ],
    "start_index": 400003021025,
    "end_index": 400003021028,
    "verse_count": 4,
    "word_count": 97
  },
  {
    "reference": "Luke 24:1–19",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 75,
    "release": "NBBC",
    "cards": [
      "(1) Now upon the first day of the week, very early in the morning,\nthey came unto the sepulchre, bringing the spices which they had\nprepared, and certain others with them. (2) And they found the\nstone rolled away from the sepulchre. (3) And they entered in, and\nfound not the body of the Lord Jesus. (4) And it came to pass,\nas they were much perplexed thereabout, behold, two men stood\nby them in shining garments: (5) And as they were afraid, and\nbowed down their faces to the earth, they said unto them, Why\nseek ye the living among the dead? (6) He is not here, but is risen:\nremember how he spake unto you when he was yet in Galilee, (7)\nSaying, The Son of man must be delivered into the hands of sinful\nmen, and be crucified, and the third day rise again. (8) And they",
      "remembered his words, (9) And returned from the sepulchre, and\ntold all these things unto the eleven, and to all the rest. (10) It was\nMary Magdalene, and Joanna, and Mary the mother of James, and\nother women that were with them, which told these things unto\nthe apostles. (11) And their words seemed to them as idle tales,\nand they believed them not. (12) Then arose Peter, and ran unto\nthe sepulchre; and stooping down, he beheld the linen clothes\nlaid by themselves, and departed, wondering in himself at that\nwhich was come to pass. (13) And, behold, two of them went that\nsame day to a village called Emmaus, which was from Jerusalem\nabout threescore furlongs. (14) And they talked together of all\nthese things which had happened. (15) And it came to pass, that,",
      "while they communed together and reasoned, Jesus himself drew\nnear, and went with them. (16) But their eyes were holden that they\nshould not know him. (17) And he said unto them, What manner of\ncommunications are these that ye have one to another, as ye walk,\nand are sad? (18) And the one of them, whose name was Cleopas,\nanswering said unto him, Art thou only a stranger in Jerusalem,\nand hast not known the things which are come to pass there in\nthese days? (19) And he said unto them, What things? And they\nsaid unto him, Concerning Jesus of Nazareth, which was a prophet\nmighty in deed and word before God and all the people:"
    ],
    "start_index": 400003024001,
    "end_index": 400003024019,
    "verse_count": 19,
    "word_count": 386
  },
  {
    "reference": "John 8:25–36",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 76,
    "release": "NBBC",
    "cards": [
      "(25) Then said they unto him, Who art thou? And Jesus saith\nunto them, Even the same that I said unto you from the\nbeginning. (26) I have many things to say and to judge of you:\nbut he that sent me is true; and I speak to the world those\nthings which I have heard of him. (27) They understood not\nthat he spake to them of the Father. (28) Then said Jesus unto\nthem, When ye have lifted up the Son of man, then shall ye\nknow that I am he, and that I do nothing of myself; but as my\nFather hath taught me, I speak these things. (29) And he that\nsent me is with me: the Father hath not left me alone; for I do\nalways those things that please him. (30) As he spake these",
      "words, many believed on him. (31) Then said Jesus to those\nJews which believed on him, If ye continue in my word, then\nare ye my disciples indeed; (32) And ye shall know the truth,\nand the truth shall make you free. (33) They answered him, We\nbe Abraham's seed, and were never in bondage to any man:\nhow sayest thou, Ye shall be made free? (34) Jesus answered\nthem, Verily, verily, I say unto you, Whosoever committeth\nsin is the servant of sin. (35) And the servant abideth not in\nthe house for ever: but the Son abideth ever. (36) If the Son\ntherefore shall make you free, ye shall be free indeed."
    ],
    "start_index": 400004008025,
    "end_index": 400004008036,
    "verse_count": 12,
    "word_count": 243
  },
  {
    "reference": "Acts 24:10–19",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 77,
    "release": "NBBC",
    "cards": [
      "(10) Then Paul, after that the governor had beckoned unto\nhim to speak, answered, Forasmuch as I know that thou hast\nbeen of many years a judge unto this nation, I do the more\ncheerfully answer for myself: (11) Because that thou mayest\nunderstand, that there are yet but twelve days since I went\nup to Jerusalem for to worship. (12) And they neither found\nme in the temple disputing with any man, neither raising up\nthe people, neither in the synagogues, nor in the city: (13)\nNeither can they prove the things whereof they now accuse\nme. (14) But this I confess unto thee, that after the way which\nthey call heresy, so worship I the God of my fathers, believing",
      "all things which are written in the law and in the prophets:\n(15) And have hope toward God, which they themselves also\nallow, that there shall be a resurrection of the dead, both of the\njust and unjust. (16) And herein do I exercise myself, to have\nalways a conscience void of offence toward God, and toward\nmen. (17) Now after many years I came to bring alms to my\nnation, and offerings. (18) Whereupon certain Jews from Asia\nfound me purified in the temple, neither with multitude, nor\nwith tumult. (19) Who ought to have been here before thee,\nand object, if they had ought against me."
    ],
    "start_index": 400005024010,
    "end_index": 400005024019,
    "verse_count": 10,
    "word_count": 220
  },
  {
    "reference": "Romans 5:1–5",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 78,
    "release": "NBBC",
    "cards": [
      "(1) Therefore being justified by faith, we have peace with\nGod through our Lord Jesus Christ: (2) By whom also we have\naccess by faith into this grace wherein we stand, and rejoice in\nhope of the glory of God. (3) And not only so, but we glory in\ntribulations also: knowing that tribulation worketh patience;\n(4) And patience, experience; and experience, hope: (5) And\nhope maketh not ashamed; because the love of God is shed\nabroad in our hearts by the Holy Ghost which is given unto\nus."
    ],
    "start_index": 400006005001,
    "end_index": 400006005005,
    "verse_count": 5,
    "word_count": 84
  },
  {
    "reference": "Romans 8:14–23",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 79,
    "release": "NBBC",
    "cards": [
      "(14) For as many as are led by the Spirit of God, they are the\nsons of God. (15) For ye have not received the spirit of bondage\nagain to fear; but ye have received the Spirit of adoption,\nwhereby we cry, Abba, Father. (16) The Spirit itself beareth\nwitness with our spirit, that we are the children of God: (17)\nAnd if children, then heirs; heirs of God, and joint-heirs with\nChrist; if so be that we suffer with him, that we may be also\nglorified together. (18) For I reckon that the sufferings of this\npresent time are not worthy to be compared with the glory\nwhich shall be revealed in us. (19) For the earnest expectation\nof the creature waiteth for the manifestation of the sons of",
      "God. (20) For the creature was made subject to vanity, not\nwillingly, but by reason of him who hath subjected the same in\nhope, (21) Because the creature itself also shall be delivered\nfrom the bondage of corruption into the glorious liberty of\nthe children of God. (22) For we know that the whole creation\ngroaneth and travaileth in pain together until now. (23) And\nnot only they, but ourselves also, which have the firstfruits of\nthe Spirit, even we ourselves groan within ourselves, waiting\nfor the adoption, to wit, the redemption of our body."
    ],
    "start_index": 400006008014,
    "end_index": 400006008023,
    "verse_count": 10,
    "word_count": 216
  },
  {
    "reference": "Romans 12:1–20",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 80,
    "release": "NBBC",
    "cards": [
      "(1) I beseech you therefore, brethren, by the mercies of God, that\nye present your bodies a living sacrifice, holy, acceptable unto\nGod, which is your reasonable service. (2) And be not conformed\nto this world: but be ye transformed by the renewing of your\nmind, that ye may prove what is that good, and acceptable, and\nperfect, will of God. (3) For I say, through the grace given unto\nme, to every man that is among you, not to think of himself more\nhighly than he ought to think; but to think soberly, according as\nGod hath dealt to every man the measure of faith. (4) For as we\nhave many members in one body, and all members have not the\nsame office: (5) So we, being many, are one body in Christ, and\nevery one members one of another. (6) Having then gifts differing",
      "according to the grace that is given to us, whether prophecy, let us\nprophesy according to the proportion of faith; (7) Or ministry, let\nus wait on our ministering: or he that teacheth, on teaching; (8) Or\nhe that exhorteth, on exhortation: he that giveth, let him do it with\nsimplicity; he that ruleth, with diligence; he that sheweth mercy,\nwith cheerfulness. (9) Let love be without dissimulation. Abhor that\nwhich is evil; cleave to that which is good. (10) Be kindly affectioned\none to another with brotherly love; in honour preferring one\nanother; (11) Not slothful in business; fervent in spirit; serving\nthe Lord; (12) Rejoicing in hope; patient in tribulation; continuing\ninstant in prayer; (13) Distributing to the necessity of saints; given\nto hospitality. (14) Bless them which persecute you: bless, and",
      "curse not. (15) Rejoice with them that do rejoice, and weep with\nthem that weep. (16) Be of the same mind one toward another.\nMind not high things, but condescend to men of low estate. Be not\nwise in your own conceits. (17) Recompense to no man evil for evil.\nProvide things honest in the sight of all men. (18) If it be possible,\nas much as lieth in you, live peaceably with all men. (19) Dearly\nbeloved, avenge not yourselves, but rather give place unto wrath:\nfor it is written, Vengeance is mine; I will repay, saith the Lord. (20)\nTherefore if thine enemy hunger, feed him; if he thirst, give him\ndrink: for in so doing thou shalt heap coals of fire on his head."
    ],
    "start_index": 400006012001,
    "end_index": 400006012020,
    "verse_count": 20,
    "word_count": 387
  },
  {
    "reference": "1 Corinthians 15:1–4",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 81,
    "release": "NBBC",
    "cards": [
      "(1) Moreover, brethren, I declare unto you the gospel which I\npreached unto you, which also ye have received, and wherein\nye stand; (2) By which also ye are saved, if ye keep in memory\nwhat I preached unto you, unless ye have believed in vain. (3)\nFor I delivered unto you first of all that which I also received,\nhow that Christ died for our sins according to the scriptures;\n(4) And that he was buried, and that he rose again the third\nday according to the scriptures:"
    ],
    "start_index": 400007015001,
    "end_index": 400007015004,
    "verse_count": 4,
    "word_count": 85
  },
  {
    "reference": "2 Corinthians 4:1–10",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 82,
    "release": "NBBC",
    "cards": [
      "(1) Therefore seeing we have this ministry, as we have received\nmercy, we faint not; (2) But have renounced the hidden\nthings of dishonesty, not walking in craftiness, nor handling\nthe word of God deceitfully; but by manifestation of the truth\ncommending ourselves to every man's conscience in the\nsight of God. (3) But if our gospel be hid, it is hid to them that\nare lost: (4) In whom the god of this world hath blinded the\nminds of them which believe not, lest the light of the glorious\ngospel of Christ, who is the image of God, should shine unto\nthem. (5) For we preach not ourselves, but Christ Jesus the\nLord; and ourselves your servants for Jesus' sake. (6) For",
      "God, who commanded the light to shine out of darkness,\nhath shined in our hearts, to give the light of the knowledge\nof the glory of God in the face of Jesus Christ. (7) But we\nhave this treasure in earthen vessels, that the excellency of\nthe power may be of God, and not of us. (8) We are troubled\non every side, yet not distressed; we are perplexed, but not in\ndespair; (9) Persecuted, but not forsaken; cast down, but not\ndestroyed; (10) Always bearing about in the body the dying\nof the Lord Jesus, that the life also of Jesus might be made\nmanifest in our body."
    ],
    "start_index": 400008004001,
    "end_index": 400008004010,
    "verse_count": 10,
    "word_count": 222
  },
  {
    "reference": "2 Corinthians 5:4–8",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 83,
    "release": "NBBC",
    "cards": [
      "(4) For we that are in this tabernacle do groan, being burdened:\nnot for that we would be unclothed, but clothed upon, that\nmortality might be swallowed up of life. (5) Now he that hath\nwrought us for the selfsame thing is God, who also hath given\nunto us the earnest of the Spirit. (6) Therefore we are always\nconfident, knowing that, whilst we are at home in the body,\nwe are absent from the Lord: (7) (For we walk by faith, not\nby sight:) (8) We are confident, I say, and willing rather to be\nabsent from the body, and to be present with the Lord."
    ],
    "start_index": 400008005004,
    "end_index": 400008005008,
    "verse_count": 5,
    "word_count": 102
  },
  {
    "reference": "2 Corinthians 6:1–16",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 84,
    "release": "NBBC",
    "cards": [
      "(1) We then, as workers together with him, beseech you\nalso that ye receive not the grace of God in vain. (2) (For he\nsaith, I have heard thee in a time accepted, and in the day of\nsalvation have I succoured thee: behold, now is the accepted\ntime; behold, now is the day of salvation.) (3) Giving no\noffence in any thing, that the ministry be not blamed: (4) But\nin all things approving ourselves as the ministers of God, in\nmuch patience, in afflictions, in necessities, in distresses, (5) In\nstripes, in imprisonments, in tumults, in labours, in watchings,\nin fastings; (6) By pureness, by knowledge, by longsuffering,\nby kindness, by the Holy Ghost, by love unfeigned, (7) By",
      "the word of truth, by the power of God, by the armour of\nrighteousness on the right hand and on the left, (8) By honour\nand dishonour, by evil report and good report: as deceivers,\nand yet true; (9) As unknown, and yet well known; as dying,\nand, behold, we live; as chastened, and not killed; (10) As\nsorrowful, yet alway rejoicing; as poor, yet making many\nrich; as having nothing, and yet possessing all things. (11)\nO ye Corinthians, our mouth is open unto you, our heart is\nenlarged. (12) Ye are not straitened in us, but ye are straitened\nin your own bowels. (13) Now for a recompence in the same,\n(I speak as unto my children,) be ye also enlarged. (14) Be",
      "ye not unequally yoked together with unbelievers: for what\nfellowship hath righteousness with unrighteousness? and\nwhat communion hath light with darkness? (15) And what\nconcord hath Christ with Belial? or what part hath he that\nbelieveth with an infidel? (16) And what agreement hath the\ntemple of God with idols? for ye are the temple of the living\nGod; as God hath said, I will dwell in them, and walk in them;\nand I will be their God, and they shall be my people."
    ],
    "start_index": 400008006001,
    "end_index": 400008006016,
    "verse_count": 16,
    "word_count": 314
  },
  {
    "reference": "Galatians 3:18–29",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 85,
    "release": "NBBC",
    "cards": [
      "(18) For if the inheritance be of the law, it is no more of promise:\nbut God gave it to Abraham by promise. (19) Wherefore then\nserveth the law? It was added because of transgressions, till\nthe seed should come to whom the promise was made; and\nit was ordained by angels in the hand of a mediator. (20) Now\na mediator is not a mediator of one, but God is one. (21) Is\nthe law then against the promises of God? God forbid: for\nif there had been a law given which could have given life,\nverily righteousness should have been by the law. (22) But\nthe scripture hath concluded all under sin, that the promise\nby faith of Jesus Christ might be given to them that believe.",
      "(23) But before faith came, we were kept under the law, shut\nup unto the faith which should afterwards be revealed. (24)\nWherefore the law was our schoolmaster to bring us unto\nChrist, that we might be justified by faith. (25) But after that\nfaith is come, we are no longer under a schoolmaster. (26) For\nye are all the children of God by faith in Christ Jesus. (27) For\nas many of you as have been baptized into Christ have put\non Christ. (28) There is neither Jew nor Greek, there is neither\nbond nor free, there is neither male nor female: for ye are\nall one in Christ Jesus. (29) And if ye be Christ's, then are ye\nAbraham's seed, and heirs according to the promise."
    ],
    "start_index": 400009003018,
    "end_index": 400009003029,
    "verse_count": 12,
    "word_count": 245
  },
  {
    "reference": "Galatians 4:7–16",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 86,
    "release": "NBBC",
    "cards": [
      "(7) Wherefore thou art no more a servant, but a son; and if\na son, then an heir of God through Christ. (8) Howbeit then,\nwhen ye knew not God, ye did service unto them which by\nnature are no gods. (9) But now, after that ye have known\nGod, or rather are known of God, how turn ye again to the\nweak and beggarly elements, whereunto ye desire again to\nbe in bondage? (10) Ye observe days, and months, and times,\nand years. (11) I am afraid of you, lest I have bestowed upon\nyou labour in vain. (12) Brethren, I beseech you, be as I am;\nfor I am as ye are: ye have not injured me at all. (13) Ye know\nhow through infirmity of the flesh I preached the gospel unto",
      "you at the first. (14) And my temptation which was in my\nflesh ye despised not, nor rejected; but received me as an\nangel of God, even as Christ Jesus. (15) Where is then the\nblessedness ye spake of? for I bear you record, that, if it had\nbeen possible, ye would have plucked out your own eyes,\nand have given them to me. (16) Am I therefore become your\nenemy, because I tell you the truth?"
    ],
    "start_index": 400009004007,
    "end_index": 400009004016,
    "verse_count": 10,
    "word_count": 202
  },
  {
    "reference": "Galatians 5:17–21",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 87,
    "release": "NBBC",
    "cards": [
      "(17) For the flesh lusteth against the Spirit, and the Spirit\nagainst the flesh: and these are contrary the one to the other:\nso that ye cannot do the things that ye would. (18) But if ye be\nled of the Spirit, ye are not under the law. (19) Now the works of\nthe flesh are manifest, which are these; Adultery, fornication,\nuncleanness, lasciviousness, (20) Idolatry, witchcraft, hatred,\nvariance, emulations, wrath, strife, seditions, heresies, (21)\nEnvyings, murders, drunkenness, revellings, and such like: of\nthe which I tell you before, as I have also told you in time past,\nthat they which do such things shall not inherit the kingdom\nof God."
    ],
    "start_index": 400009005017,
    "end_index": 400009005021,
    "verse_count": 5,
    "word_count": 106
  },
  {
    "reference": "Ephesians 2:1–10",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 88,
    "release": "NBBC",
    "cards": [
      "(1) And you hath he quickened, who were dead in trespasses\nand sins; (2) Wherein in time past ye walked according to the\ncourse of this world, according to the prince of the power of the\nair, the spirit that now worketh in the children of disobedience:\n(3) Among whom also we all had our conversation in times\npast in the lusts of our flesh, fulfilling the desires of the flesh\nand of the mind; and were by nature the children of wrath,\neven as others. (4) But God, who is rich in mercy, for his great\nlove wherewith he loved us, (5) Even when we were dead in\nsins, hath quickened us together with Christ, (by grace ye are\nsaved;) (6) And hath raised us up together, and made us sit",
      "together in heavenly places in Christ Jesus: (7) That in the ages\nto come he might shew the exceeding riches of his grace in\nhis kindness toward us through Christ Jesus. (8) For by grace\nare ye saved through faith; and that not of yourselves: it is\nthe gift of God: (9) Not of works, lest any man should boast.\n(10) For we are his workmanship, created in Christ Jesus unto\ngood works, which God hath before ordained that we should\nwalk in them."
    ],
    "start_index": 400010002001,
    "end_index": 400010002010,
    "verse_count": 10,
    "word_count": 206
  },
  {
    "reference": "Ephesians 3:8–13",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 89,
    "release": "NBBC",
    "cards": [
      "(8) Unto me, who am less than the least of all saints, is this grace\ngiven, that I should preach among the Gentiles the unsearchable\nriches of Christ; (9) And to make all men see what is the fellowship\nof the mystery, which from the beginning of the world hath been\nhid in God, who created all things by Jesus Christ: (10) To the\nintent that now unto the principalities and powers in heavenly\nplaces might be known by the church the manifold wisdom of\nGod, (11) According to the eternal purpose which he purposed in\nChrist Jesus our Lord: (12) In whom we have boldness and access\nwith confidence by the faith of him. (13) Wherefore I desire that ye\nfaint not at my tribulations for you, which is your glory."
    ],
    "start_index": 400010003008,
    "end_index": 400010003013,
    "verse_count": 6,
    "word_count": 126
  },
  {
    "reference": "Ephesians 5:11–15",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 90,
    "release": "NBBC",
    "cards": [
      "(11) And have no fellowship with the unfruitful works of\ndarkness, but rather reprove them. (12) For it is a shame even\nto speak of those things which are done of them in secret.\n(13) But all things that are reproved are made manifest by\nthe light: for whatsoever doth make manifest is light. (14)\nWherefore he saith, Awake thou that sleepest, and arise from\nthe dead, and Christ shall give thee light. (15) See then that\nye walk circumspectly, not as fools, but as wise,"
    ],
    "start_index": 400010005011,
    "end_index": 400010005015,
    "verse_count": 5,
    "word_count": 81
  },
  {
    "reference": "Ephesians 6:13–17",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 91,
    "release": "NBBC",
    "cards": [
      "(13) Wherefore take unto you the whole armour of God, that\nye may be able to withstand in the evil day, and having done\nall, to stand. (14) Stand therefore, having your loins girt about\nwith truth, and having on the breastplate of righteousness;\n(15) And your feet shod with the preparation of the gospel of\npeace; (16) Above all, taking the shield of faith, wherewith ye\nshall be able to quench all the fiery darts of the wicked. (17)\nAnd take the helmet of salvation, and the sword of the Spirit,\nwhich is the word of God:"
    ],
    "start_index": 400010006013,
    "end_index": 400010006017,
    "verse_count": 5,
    "word_count": 93
  },
  {
    "reference": "Philippians 4:4–8",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 92,
    "release": "NBBC",
    "cards": [
      "(4) Rejoice in the Lord alway: and again I say, Rejoice. (5) Let\nyour moderation be known unto all men. The Lord is at hand.\n(6) Be careful for nothing; but in every thing by prayer and\nsupplication with thanksgiving let your requests be made\nknown unto God. (7) And the peace of God, which passeth\nall understanding, shall keep your hearts and minds through\nChrist Jesus. (8) Finally, brethren, whatsoever things are true,\nwhatsoever things are honest, whatsoever things are just,\nwhatsoever things are pure, whatsoever things are lovely,\nwhatsoever things are of good report; if there be any virtue,\nand if there be any praise, think on these things."
    ],
    "start_index": 400011004004,
    "end_index": 400011004008,
    "verse_count": 5,
    "word_count": 106
  },
  {
    "reference": "Colossians 3:5–11",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 93,
    "release": "NBBC",
    "cards": [
      "(5) Mortify therefore your members which are upon the earth;\nfornication, uncleanness, inordinate affection, evil concupiscence,\nand covetousness, which is idolatry: (6) For which things' sake the\nwrath of God cometh on the children of disobedience: (7) In the\nwhich ye also walked some time, when ye lived in them. (8) But\nnow ye also put off all these; anger, wrath, malice, blasphemy,\nfilthy communication out of your mouth. (9) Lie not one to another,\nseeing that ye have put off the old man with his deeds; (10) And\nhave put on the new man, which is renewed in knowledge after the\nimage of him that created him: (11) Where there is neither Greek\nnor Jew, circumcision nor uncircumcision, Barbarian, Scythian,\nbond nor free: but Christ is all, and in all."
    ],
    "start_index": 400012003005,
    "end_index": 400012003011,
    "verse_count": 7,
    "word_count": 124
  },
  {
    "reference": "1 Timothy 2:1–6",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 94,
    "release": "NBBC",
    "cards": [
      "(1) I exhort therefore, that, first of all, supplications, prayers,\nintercessions, and giving of thanks, be made for all men; (2)\nFor kings, and for all that are in authority; that we may lead a\nquiet and peaceable life in all godliness and honesty. (3) For\nthis is good and acceptable in the sight of God our Saviour;\n(4) Who will have all men to be saved, and to come unto the\nknowledge of the truth. (5) For there is one God, and one\nmediator between God and men, the man Christ Jesus; (6)\nWho gave himself a ransom for all, to be testified in due time."
    ],
    "start_index": 400015002001,
    "end_index": 400015002006,
    "verse_count": 6,
    "word_count": 101
  },
  {
    "reference": "2 Timothy 2:16–26",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 95,
    "release": "NBBC",
    "cards": [
      "(16) But shun profane and vain babblings: for they will increase\nunto more ungodliness. (17) And their word will eat as doth a\ncanker: of whom is Hymenaeus and Philetus; (18) Who concerning\nthe truth have erred, saying that the resurrection is past already;\nand overthrow the faith of some. (19) Nevertheless the foundation\nof God standeth sure, having this seal, The Lord knoweth them that\nare his. And, Let every one that nameth the name of Christ depart\nfrom iniquity. (20) But in a great house there are not only vessels\nof gold and of silver, but also of wood and of earth; and some\nto honour, and some to dishonour. (21) If a man therefore purge\nhimself from these, he shall be a vessel unto honour, sanctified,",
      "and meet for the master's use, and prepared unto every good\nwork. (22) Flee also youthful lusts: but follow righteousness, faith,\ncharity, peace, with them that call on the Lord out of a pure heart.\n(23) But foolish and unlearned questions avoid, knowing that they\ndo gender strifes. (24) And the servant of the Lord must not strive;\nbut be gentle unto all men, apt to teach, patient, (25) In meekness\ninstructing those that oppose themselves; if God peradventure\nwill give them repentance to the acknowledging of the truth; (26)\nAnd that they may recover themselves out of the snare of the devil,\nwho are taken captive by him at his will."
    ],
    "start_index": 400016002016,
    "end_index": 400016002026,
    "verse_count": 11,
    "word_count": 230
  },
  {
    "reference": "2 Timothy 3:1–7",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 96,
    "release": "NBBC",
    "cards": [
      "(1) This know also, that in the last days perilous times shall come.\n(2) For men shall be lovers of their own selves, covetous, boasters,\nproud, blasphemers, disobedient to parents, unthankful, unholy,\n(3) Without natural affection, trucebreakers, false accusers,\nincontinent, fierce, despisers of those that are good, (4) Traitors,\nheady, highminded, lovers of pleasures more than lovers of God;\n(5) Having a form of godliness, but denying the power thereof:\nfrom such turn away. (6) For of this sort are they which creep into\nhouses, and lead captive silly women laden with sins, led away\nwith divers lusts, (7) Ever learning, and never able to come to the\nknowledge of the truth."
    ],
    "start_index": 400016003001,
    "end_index": 400016003007,
    "verse_count": 7,
    "word_count": 105
  },
  {
    "reference": "Titus 1:1–16",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 97,
    "release": "NBBC",
    "cards": [
      "(1) Paul, a servant of God, and an apostle of Jesus Christ,\naccording to the faith of God's elect, and the acknowledging\nof the truth which is after godliness; (2) In hope of eternal\nlife, which God, that cannot lie, promised before the world\nbegan; (3) But hath in due times manifested his word through\npreaching, which is committed unto me according to the\ncommandment of God our Saviour; (4) To Titus, mine own\nson after the common faith: Grace, mercy, and peace, from\nGod the Father and the Lord Jesus Christ our Saviour. (5) For\nthis cause left I thee in Crete, that thou shouldest set in order\nthe things that are wanting, and ordain elders in every city, as",
      "I had appointed thee: (6) If any be blameless, the husband\nof one wife, having faithful children not accused of riot or\nunruly. (7) For a bishop must be blameless, as the steward\nof God; not selfwilled, not soon angry, not given to wine, no\nstriker, not given to filthy lucre; (8) But a lover of hospitality,\na lover of good men, sober, just, holy, temperate; (9) Holding\nfast the faithful word as he hath been taught, that he may\nbe able by sound doctrine both to exhort and to convince\nthe gainsayers. (10) For there are many unruly and vain\ntalkers and deceivers, specially they of the circumcision: (11)\nWhose mouths must be stopped, who subvert whole houses,",
      "teaching things which they ought not, for filthy lucre's sake.\n(12) One of themselves, even a prophet of their own, said,\nThe Cretians are alway liars, evil beasts, slow bellies. (13) This\nwitness is true. Wherefore rebuke them sharply, that they\nmay be sound in the faith; (14) Not giving heed to Jewish\nfables, and commandments of men, that turn from the truth.\n(15) Unto the pure all things are pure: but unto them that are\ndefiled and unbelieving is nothing pure; but even their mind\nand conscience is defiled. (16) They profess that they know\nGod; but in works they deny him, being abominable, and\ndisobedient, and unto every good work reprobate."
    ],
    "start_index": 400017001001,
    "end_index": 400017001016,
    "verse_count": 16,
    "word_count": 337
  },
  {
    "reference": "Titus 3:3–8",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 98,
    "release": "NBBC",
    "cards": [
      "(3) For we ourselves also were sometimes foolish, disobedient,\ndeceived, serving divers lusts and pleasures, living in malice and\nenvy, hateful, and hating one another. (4) But after that the kindness\nand love of God our Saviour toward man appeared, (5) Not by\nworks of righteousness which we have done, but according to his\nmercy he saved us, by the washing of regeneration, and renewing\nof the Holy Ghost; (6) Which he shed on us abundantly through\nJesus Christ our Saviour; (7) That being justified by his grace, we\nshould be made heirs according to the hope of eternal life. (8) This\nis a faithful saying, and these things I will that thou affirm constantly,\nthat they which have believed in God might be careful to maintain\ngood works. These things are good and profitable unto men."
    ],
    "start_index": 400017003003,
    "end_index": 400017003008,
    "verse_count": 6,
    "word_count": 131
  },
  {
    "reference": "Philemon 8–14",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 99,
    "release": "NBBC",
    "cards": [
      "(8) Wherefore, though I might be much bold in Christ to enjoin thee\nthat which is convenient, (9) Yet for love's sake I rather beseech\nthee, being such an one as Paul the aged, and now also a prisoner\nof Jesus Christ. (10) I beseech thee for my son Onesimus, whom I\nhave begotten in my bonds: (11) Which in time past was to thee\nunprofitable, but now profitable to thee and to me: (12) Whom\nI have sent again: thou therefore receive him, that is, mine own\nbowels: (13) Whom I would have retained with me, that in thy stead\nhe might have ministered unto me in the bonds of the gospel: (14)\nBut without thy mind would I do nothing; that thy benefit should\nnot be as it were of necessity, but willingly."
    ],
    "start_index": 400018001008,
    "end_index": 400018001014,
    "verse_count": 7,
    "word_count": 128
  },
  {
    "reference": "Hebrews 10:30–39",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 100,
    "release": "NBBC",
    "cards": [
      "(30) For we know him that hath said, Vengeance belongeth\nunto me, I will recompense, saith the Lord. And again, The\nLord shall judge his people. (31) It is a fearful thing to fall into\nthe hands of the living God. (32) But call to remembrance the\nformer days, in which, after ye were illuminated, ye endured\na great fight of afflictions; (33) Partly, whilst ye were made a\ngazingstock both by reproaches and afflictions; and partly,\nwhilst ye became companions of them that were so used.\n(34) For ye had compassion of me in my bonds, and took\njoyfully the spoiling of your goods, knowing in yourselves that\nye have in heaven a better and an enduring substance. (35)",
      "Cast not away therefore your confidence, which hath great\nrecompence of reward. (36) For ye have need of patience,\nthat, after ye have done the will of God, ye might receive the\npromise. (37) For yet a little while, and he that shall come will\ncome, and will not tarry. (38) Now the just shall live by faith: but\nif any man draw back, my soul shall have no pleasure in him.\n(39) But we are not of them who draw back unto perdition;\nbut of them that believe to the saving of the soul."
    ],
    "start_index": 400019010030,
    "end_index": 400019010039,
    "verse_count": 10,
    "word_count": 205
  },
  {
    "reference": "James 2:1–10",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 101,
    "release": "NBBC",
    "cards": [
      "(1) My brethren, have not the faith of our Lord Jesus Christ,\nthe Lord of glory, with respect of persons. (2) For if there\ncome unto your assembly a man with a gold ring, in goodly\napparel, and there come in also a poor man in vile raiment;\n(3) And ye have respect to him that weareth the gay clothing,\nand say unto him, Sit thou here in a good place; and say to\nthe poor, Stand thou there, or sit here under my footstool:\n(4) Are ye not then partial in yourselves, and are become\njudges of evil thoughts? (5) Hearken, my beloved brethren,\nHath not God chosen the poor of this world rich in faith, and\nheirs of the kingdom which he hath promised to them that",
      "love him? (6) But ye have despised the poor. Do not rich men\noppress you, and draw you before the judgment seats? (7)\nDo not they blaspheme that worthy name by the which ye are\ncalled? (8) If ye fulfil the royal law according to the scripture,\nThou shalt love thy neighbour as thyself, ye do well: (9) But if\nye have respect to persons, ye commit sin, and are convinced\nof the law as transgressors. (10) For whosoever shall keep the\nwhole law, and yet offend in one point, he is guilty of all."
    ],
    "start_index": 400020002001,
    "end_index": 400020002010,
    "verse_count": 10,
    "word_count": 214
  },
  {
    "reference": "1 Peter 3:13–22",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 102,
    "release": "NBBC",
    "cards": [
      "(13) And who is he that will harm you, if ye be followers of that\nwhich is good? (14) But and if ye suffer for righteousness' sake,\nhappy are ye: and be not afraid of their terror, neither be troubled;\n(15) But sanctify the Lord God in your hearts: and be ready always\nto give an answer to every man that asketh you a reason of the\nhope that is in you with meekness and fear: (16) Having a good\nconscience; that, whereas they speak evil of you, as of evildoers,\nthey may be ashamed that falsely accuse your good conversation\nin Christ. (17) For it is better, if the will of God be so, that ye suffer\nfor well doing, than for evil doing. (18) For Christ also hath once\nsuffered for sins, the just for the unjust, that he might bring us",
      "to God, being put to death in the flesh, but quickened by the\nSpirit: (19) By which also he went and preached unto the spirits\nin prison; (20) Which sometime were disobedient, when once the\nlongsuffering of God waited in the days of Noah, while the ark was\na preparing, wherein few, that is, eight souls were saved by water.\n(21) The like figure whereunto even baptism doth also now save\nus (not the putting away of the filth of the flesh, but the answer of a\ngood conscience toward God,) by the resurrection of Jesus Christ:\n(22) Who is gone into heaven, and is on the right hand of God;\nangels and authorities and powers being made subject unto him."
    ],
    "start_index": 400021003013,
    "end_index": 400021003022,
    "verse_count": 10,
    "word_count": 255
  },
  {
    "reference": "2 Peter 3:8–14",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 103,
    "release": "NBBC",
    "cards": [
      "(8) But, beloved, be not ignorant of this one thing, that one\nday is with the Lord as a thousand years, and a thousand years\nas one day. (9) The Lord is not slack concerning his promise,\nas some men count slackness; but is longsuffering to us-ward,\nnot willing that any should perish, but that all should come to\nrepentance. (10) But the day of the Lord will come as a thief\nin the night; in the which the heavens shall pass away with a\ngreat noise, and the elements shall melt with fervent heat, the\nearth also and the works that are therein shall be burned up.\n(11) Seeing then that all these things shall be dissolved, what\nmanner of persons ought ye to be in all holy conversation",
      "and godliness, (12) Looking for and hasting unto the coming\nof the day of God, wherein the heavens being on fire shall\nbe dissolved, and the elements shall melt with fervent heat?\n(13) Nevertheless we, according to his promise, look for new\nheavens and a new earth, wherein dwelleth righteousness.\n(14) Wherefore, beloved, seeing that ye look for such things,\nbe diligent that ye may be found of him in peace, without\nspot, and blameless."
    ],
    "start_index": 400022003008,
    "end_index": 400022003014,
    "verse_count": 7,
    "word_count": 199
  },
  {
    "reference": "1 John 4:10–19",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 104,
    "release": "NBBC",
    "cards": [
      "(10) Herein is love, not that we loved God, but that he loved\nus, and sent his Son to be the propitiation for our sins. (11)\nBeloved, if God so loved us, we ought also to love one\nanother. (12) No man hath seen God at any time. If we love\none another, God dwelleth in us, and his love is perfected in\nus. (13) Hereby know we that we dwell in him, and he in us,\nbecause he hath given us of his Spirit. (14) And we have seen\nand do testify that the Father sent the Son to be the Saviour\nof the world. (15) Whosoever shall confess that Jesus is the\nSon of God, God dwelleth in him, and he in God. (16) And we\nhave known and believed the love that God hath to us. God",
      "is love; and he that dwelleth in love dwelleth in God, and God\nin him. (17) Herein is our love made perfect, that we may have\nboldness in the day of judgment: because as he is, so are we\nin this world. (18) There is no fear in love; but perfect love\ncasteth out fear: because fear hath torment. He that feareth is\nnot made perfect in love. (19) We love him, because he first\nloved us."
    ],
    "start_index": 400023004010,
    "end_index": 400023004019,
    "verse_count": 10,
    "word_count": 207
  },
  {
    "reference": "Revelation 21:6–20",
    "translation": "KJV",
    "division": "Junior",
    "passage_number": 105,
    "release": "NBBC",
    "cards": [
      "(6) And he said unto me, It is done. I am Alpha and Omega, the\nbeginning and the end. I will give unto him that is athirst of the\nfountain of the water of life freely. (7) He that overcometh shall\ninherit all things; and I will be his God, and he shall be my son.\n(8) But the fearful, and unbelieving, and the abominable, and\nmurderers, and whoremongers, and sorcerers, and idolaters, and\nall liars, shall have their part in the lake which burneth with fire and\nbrimstone: which is the second death. (9) And there came unto me\none of the seven angels which had the seven vials full of the seven\nlast plagues, and talked with me, saying, Come hither, I will shew\nthee the bride, the Lamb's wife. (10) And he carried me away in\nthe spirit to a great and high mountain, and shewed me that great",
      "city, the holy Jerusalem, descending out of heaven from God, (11)\nHaving the glory of God: and her light was like unto a stone most\nprecious, even like a jasper stone, clear as crystal; (12) And had a\nwall great and high, and had twelve gates, and at the gates twelve\nangels, and names written thereon, which are the names of the\ntwelve tribes of the children of Israel: (13) On the east three gates;\non the north three gates; on the south three gates; and on the west\nthree gates. (14) And the wall of the city had twelve foundations,\nand in them the names of the twelve apostles of the Lamb. (15)\nAnd he that talked with me had a golden reed to measure the\ncity, and the gates thereof, and the wall thereof. (16) And the city\nlieth foursquare, and the length is as large as the breadth: and he",
      "measured the city with the reed, twelve thousand furlongs. The\nlength and the breadth and the height of it are equal. (17) And he\nmeasured the wall thereof, an hundred and forty and four cubits,\naccording to the measure of a man, that is, of the angel. (18) And\nthe building of the wall of it was of jasper: and the city was pure\ngold, like unto clear glass. (19) And the foundations of the wall\nof the city were garnished with all manner of precious stones.\nThe first foundation was jasper; the second, sapphire; the third, a\nchalcedony; the fourth, an emerald; (20) The fifth, sardonyx; the\nsixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth,\na topaz; the tenth, a chrysoprasus; the eleventh, a jacinth; the\ntwelfth, an amethyst."
    ],
    "start_index": 400027021006,
    "end_index": 400027021020,
    "verse_count": 15,
    "word_count": 422
  }
]