[{"reference":"Colossians 1:15–16","translation":"NIV","division":"Primary","passage_number":1,"release":"Navigate","cards":["(15) The Son is the image of the invisible God, the firstborn\nover all creation. (16) For in him all things were created:\nthings in heaven and on earth, visible and invisible, whether\nthrones or powers or rulers or authorities; all things have\nbeen created through him and for him."],"start_index":400012001015,"end_index":400012001016,"verse_count":2,"word_count":48},{"reference":"Genesis 1:1","translation":"NIV","division":"Primary","passage_number":2,"release":"Navigate","cards":["(1) In the beginning God created the heavens and the earth."],"start_index":200001001001,"end_index":200001001001,"verse_count":1,"word_count":10},{"reference":"Isaiah 40:26","translation":"NIV","division":"Primary","passage_number":3,"release":"Explore","cards":["(26) Lift up your eyes and look to the heavens: Who created\nall these? He who brings out the starry host one by one and\ncalls forth each of them by name. Because of his great power\nand mighty strength, not one of them is missing."],"start_index":200023040026,"end_index":200023040026,"verse_count":1,"word_count":45},{"reference":"Genesis 1:26–27","translation":"NIV","division":"Primary","passage_number":4,"release":"Navigate","cards":["(26) Then God said, \"Let us make mankind in our image, in\nour likeness, so that they may rule over the fish in the sea and\nthe birds in the sky, over the livestock and all the wild animals,\nand over all the creatures that move along the ground.\" (27)\nSo God created mankind in his own image, in the image of\nGod he created them; male and female he created them."],"start_index":200001001026,"end_index":200001001027,"verse_count":2,"word_count":70},{"reference":"Genesis 17:1–2","translation":"NIV","division":"Primary","passage_number":5,"release":"Explore","cards":["(1) When Abram was ninety-nine years old, the LORD\nappeared to him and said, \"I am God Almighty; walk before\nme faithfully and be blameless. (2) Then I will make my\ncovenant between me and you and will greatly increase your\nnumbers.\""],"start_index":200001017001,"end_index":200001017002,"verse_count":2,"word_count":41},{"reference":"Genesis 2:2–3","translation":"NIV","division":"Primary","passage_number":6,"release":"Navigate","cards":["(2) By the seventh day God had finished the work he had been\ndoing; so on the seventh day he rested from all his work. (3)\nThen God blessed the seventh day and made it holy, because\non it he rested from all the work of creating that he had done."],"start_index":200001002002,"end_index":200001002003,"verse_count":2,"word_count":49},{"reference":"Exodus 31:12–13","translation":"NIV","division":"Primary","passage_number":7,"release":"Explore","cards":["(12) Then the LORD said to Moses, (13) \"Say to the Israelites,\n'You must observe my Sabbaths. This will be a sign between\nme and you for the generations to come, so you may know\nthat I am the LORD, who makes you holy."],"start_index":200002031012,"end_index":200002031013,"verse_count":2,"word_count":42},{"reference":"Genesis 2:23–24","translation":"NIV","division":"Primary","passage_number":8,"release":"Navigate","cards":["(23) The man said, \"This is now bone of my bones and flesh of\nmy flesh; she shall be called 'woman,' for she was taken out\nof man.\" (24) That is why a man leaves his father and mother\nand is united to his wife, and they become one flesh."],"start_index":200001002023,"end_index":200001002024,"verse_count":2,"word_count":48},{"reference":"Deuteronomy 6:14–15","translation":"NIV","division":"Primary","passage_number":9,"release":"Explore","cards":["(14) Do not follow other gods, the gods of the peoples\naround you; (15) for the LORD your God, who is among you,\nis a jealous God and his anger will burn against you, and he\nwill destroy you from the face of the land."],"start_index":200005006014,"end_index":200005006015,"verse_count":2,"word_count":43},{"reference":"Genesis 3:14–15","translation":"NIV","division":"Primary","passage_number":10,"release":"Navigate","cards":["(14) So the LORD God said to the serpent, \"Because you have\ndone this, \"Cursed are you above all livestock and all wild\nanimals! You will crawl on your belly and you will eat dust all\nthe days of your life. (15) And I will put enmity between you\nand the woman, and between your offspring and hers; he will\ncrush your head, and you will strike his heel.\""],"start_index":200001003014,"end_index":200001003015,"verse_count":2,"word_count":67},{"reference":"Psalm 68:20","translation":"NIV","division":"Primary","passage_number":11,"release":"Explore","cards":["(20) Our God is a God who saves; from the Sovereign LORD\ncomes escape from death."],"start_index":200019068020,"end_index":200019068020,"verse_count":1,"word_count":15},{"reference":"Genesis 4:7–8","translation":"NIV","division":"Primary","passage_number":12,"release":"Navigate","cards":["(7) If you do what is right, will you not be accepted? But if\nyou do not do what is right, sin is crouching at your door; it\ndesires to have you, but you must rule over it.\" (8) Now Cain\nsaid to his brother Abel, \"Let's go out to the field.\" While they\nwere in the field, Cain attacked his brother Abel and killed\nhim."],"start_index":200001004007,"end_index":200001004008,"verse_count":2,"word_count":64},{"reference":"Jeremiah 23:5–6","translation":"NIV","division":"Primary","passage_number":13,"release":"Explore","cards":["(5) \"The days are coming,\" declares the LORD, \"when I will\nraise up for David a righteous Branch, a King who will reign\nwisely and do what is just and right in the land. (6) In his days\nJudah will be saved and Israel will live in safety. This is the\nname by which he will be called: The LORD Our Righteous\nSavior."],"start_index":200024023005,"end_index":200024023006,"verse_count":2,"word_count":61},{"reference":"Genesis 5:1–3","translation":"NIV","division":"Primary","passage_number":14,"release":"Navigate","cards":["(1) This is the written account of Adam's family line. When\nGod created mankind, he made them in the likeness of God.\n(2) He created them male and female and blessed them. And\nhe named them \"Mankind\" when they were created. (3) When\nAdam had lived 130 years, he had a son in his own likeness,\nin his own image; and he named him Seth."],"start_index":200001005001,"end_index":200001005003,"verse_count":3,"word_count":62},{"reference":"Psalm 90:2","translation":"NIV","division":"Primary","passage_number":15,"release":"Explore","cards":["(2) Before the mountains were born or you brought forth the\nwhole world, from everlasting to everlasting you are God."],"start_index":200019090002,"end_index":200019090002,"verse_count":1,"word_count":19},{"reference":"Genesis 9:8–11","translation":"NIV","division":"Primary","passage_number":17,"release":"NBBC","cards":["(8) Then God said to Noah and to his sons with him: (9) \"I now\nestablish my covenant with you and with your descendants\nafter you (10) and with every living creature that was with\nyou--the birds, the livestock and all the wild animals, all those\nthat came out of the ark with you--every living creature on\nearth. (11) I establish my covenant with you: Never again will\nall life be destroyed by the waters of a flood; never again will\nthere be a flood to destroy the earth.\""],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":87},{"reference":"Exodus 19:3–7","translation":"NIV","division":"Primary","passage_number":18,"release":"NBBC","cards":["(3) Then Moses went up to God, and the LORD called to him from the\nmountain and said, \"This is what you are to say to the descendants\nof Jacob and what you are to tell the people of Israel: (4) 'You\nyourselves have seen what I did to Egypt, and how I carried you on\neagles' wings and brought you to myself. (5) Now if you obey me\nfully and keep my covenant, then out of all nations you will be my\ntreasured possession. Although the whole earth is mine, (6) you\nwill be for me a kingdom of priests and a holy nation.' These are\nthe words you are to speak to the Israelites.\" (7) So Moses went\nback and summoned the elders of the people and set before them\nall the words the LORD had commanded him to speak."],"start_index":200002019003,"end_index":200002019007,"verse_count":5,"word_count":137},{"reference":"Numbers 14:11–21","translation":"NIV","division":"Primary","passage_number":19,"release":"NBBC","cards":["(11) The LORD said to Moses, \"How long will these people\ntreat me with contempt? How long will they refuse to believe\nin me, in spite of all the signs I have performed among them?\n(12) I will strike them down with a plague and destroy them,\nbut I will make you into a nation greater and stronger than\nthey.\" (13) Moses said to the LORD, \"Then the Egyptians will\nhear about it! By your power you brought these people up\nfrom among them. (14) And they will tell the inhabitants of\nthis land about it. They have already heard that you, LORD,\nare with these people and that you, LORD, have been seen\nface to face, that your cloud stays over them, and that you go","before them in a pillar of cloud by day and a pillar of fire by\nnight. (15) If you put all these people to death, leaving none\nalive, the nations who have heard this report about you will\nsay, (16) 'The LORD was not able to bring these people into\nthe land he promised them on oath, so he slaughtered them\nin the wilderness.' (17) \"Now may the Lord's strength be\ndisplayed, just as you have declared: (18) 'The LORD is slow\nto anger, abounding in love and forgiving sin and rebellion.\nYet he does not leave the guilty unpunished; he punishes\nthe children for the sin of the parents to the third and fourth\ngeneration.' (19) In accordance with your great love, forgive","the sin of these people, just as you have pardoned them from\nthe time they left Egypt until now.\" (20) The LORD replied,\n\"I have forgiven them, as you asked. (21) Nevertheless, as\nsurely as I live and as surely as the glory of the LORD fills the\nwhole earth,"],"start_index":200004014011,"end_index":200004014021,"verse_count":11,"word_count":290},{"reference":"Deuteronomy 5:11–16","translation":"NIV","division":"Primary","passage_number":20,"release":"NBBC","cards":["(11) \"You shall not misuse the name of the LORD your God,\nfor the LORD will not hold anyone guiltless who misuses his\nname. (12) \"Observe the Sabbath day by keeping it holy, as\nthe LORD your God has commanded you. (13) Six days you\nshall labor and do all your work, (14) but the seventh day is a\nsabbath to the LORD your God. On it you shall not do any work,\nneither you, nor your son or daughter, nor your male or female\nservant, nor your ox, your donkey or any of your animals, nor\nany foreigner residing in your towns, so that your male and\nfemale servants may rest, as you do. (15) Remember that you\nwere slaves in Egypt and that the LORD your God brought","you out of there with a mighty hand and an outstretched\narm. Therefore the LORD your God has commanded you to\nobserve the Sabbath day. (16) \"Honor your father and your\nmother, as the LORD your God has commanded you, so that\nyou may live long and that it may go well with you in the land\nthe LORD your God is giving you."],"start_index":200005005011,"end_index":200005005016,"verse_count":6,"word_count":188},{"reference":"2 Chronicles 32:6–8","translation":"NIV","division":"Primary","passage_number":21,"release":"NBBC","cards":["(6) He appointed military officers over the people and\nassembled them before him in the square at the city gate\nand encouraged them with these words: (7) \"Be strong and\ncourageous. Do not be afraid or discouraged because of\nthe king of Assyria and the vast army with him, for there is a\ngreater power with us than with him. (8) With him is only the\narm of flesh, but with us is the LORD our God to help us and\nto fight our battles.\" And the people gained confidence from\nwhat Hezekiah the king of Judah said."],"start_index":200014032006,"end_index":200014032008,"verse_count":3,"word_count":95},{"reference":"Job 12:7–10","translation":"NIV","division":"Primary","passage_number":22,"release":"NBBC","cards":["(7) \"But ask the animals, and they will teach you, or the birds\nin the sky, and they will tell you; (8) or speak to the earth, and\nit will teach you, or let the fish in the sea inform you. (9) Which\nof all these does not know that the hand of the LORD has\ndone this? (10) In his hand is the life of every creature and the\nbreath of all mankind."],"start_index":200018012007,"end_index":200018012010,"verse_count":4,"word_count":70},{"reference":"Job 22:22–28","translation":"NIV","division":"Primary","passage_number":23,"release":"NBBC","cards":["(22) Accept instruction from his mouth and lay up his words\nin your heart. (23) If you return to the Almighty, you will be\nrestored: If you remove wickedness far from your tent (24)\nand assign your nuggets to the dust, your gold of Ophir to\nthe rocks in the ravines, (25) then the Almighty will be your\ngold, the choicest silver for you. (26) Surely then you will find\ndelight in the Almighty and will lift up your face to God. (27)\nYou will pray to him, and he will hear you, and you will fulfill\nyour vows. (28) What you decide on will be done, and light\nwill shine on your ways."],"start_index":200018022022,"end_index":200018022028,"verse_count":7,"word_count":107},{"reference":"Job 33:3–4","translation":"NIV","division":"Primary","passage_number":24,"release":"NBBC","cards":["(3) My words come from an upright heart; my lips sincerely\nspeak what I know. (4) The Spirit of God has made me; the\nbreath of the Almighty gives me life."],"start_index":200018033003,"end_index":200018033004,"verse_count":2,"word_count":29},{"reference":"Job 37:5–24","translation":"NIV","division":"Primary","passage_number":25,"release":"NBBC","cards":["(5) God's voice thunders in marvelous ways; he does great\nthings beyond our understanding. (6) He says to the snow, 'Fall\non the earth,' and to the rain shower, 'Be a mighty downpour.'\n(7) So that everyone he has made may know his work, he\nstops all people from their labor. (8) The animals take cover;\nthey remain in their dens. (9) The tempest comes out from its\nchamber, the cold from the driving winds. (10) The breath of\nGod produces ice, and the broad waters become frozen. (11)\nHe loads the clouds with moisture; he scatters his lightning\nthrough them. (12) At his direction they swirl around over the\nface of the whole earth to do whatever he commands them.","(13) He brings the clouds to punish people, or to water his\nearth and show his love. (14) \"Listen to this, Job; stop and\nconsider God's wonders. (15) Do you know how God controls\nthe clouds and makes his lightning flash? (16) Do you know\nhow the clouds hang poised, those wonders of him who has\nperfect knowledge? (17) You who swelter in your clothes\nwhen the land lies hushed under the south wind, (18) can you\njoin him in spreading out the skies, hard as a mirror of cast\nbronze? (19) \"Tell us what we should say to him; we cannot\ndraw up our case because of our darkness. (20) Should he be\ntold that I want to speak? Would anyone ask to be swallowed","up? (21) Now no one can look at the sun, bright as it is in the\nskies after the wind has swept them clean. (22) Out of the\nnorth he comes in golden splendor; God comes in awesome\nmajesty. (23) The Almighty is beyond our reach and exalted\nin power; in his justice and great righteousness, he does not\noppress. (24) Therefore, people revere him, for does he not\nhave regard for all the wise in heart?\""],"start_index":200018037005,"end_index":200018037024,"verse_count":20,"word_count":304},{"reference":"Job 39:19–28","translation":"NIV","division":"Primary","passage_number":26,"release":"NBBC","cards":["(19) \"Do you give the horse its strength or clothe its neck with\na flowing mane? (20) Do you make it leap like a locust, striking\nterror with its proud snorting? (21) It paws fiercely, rejoicing\nin its strength, and charges into the fray. (22) It laughs at fear,\nafraid of nothing; it does not shy away from the sword. (23)\nThe quiver rattles against its side, along with the flashing\nspear and lance. (24) In frenzied excitement it eats up the\nground; it cannot stand still when the trumpet sounds. (25) At\nthe blast of the trumpet it snorts, 'Aha!' It catches the scent of\nbattle from afar, the shout of commanders and the battle cry.\n(26) \"Does the hawk take flight by your wisdom and spread","its wings toward the south? (27) Does the eagle soar at your\ncommand and build its nest on high? (28) It dwells on a cliff\nand stays there at night; a rocky crag is its stronghold."],"start_index":200018039019,"end_index":200018039028,"verse_count":10,"word_count":154},{"reference":"Psalm 90:12–17","translation":"NIV","division":"Primary","passage_number":27,"release":"NBBC","cards":["(12) Teach us to number our days, that we may gain a heart\nof wisdom. (13) Relent, LORD! How long will it be? Have\ncompassion on your servants. (14) Satisfy us in the morning\nwith your unfailing love, that we may sing for joy and be glad\nall our days. (15) Make us glad for as many days as you have\nafflicted us, for as many years as we have seen trouble. (16)\nMay your deeds be shown to your servants, your splendor to\ntheir children. (17) May the favor of the Lord our God rest on\nus; establish the work of our hands for us--yes, establish the\nwork of our hands."],"start_index":200019090012,"end_index":200019090017,"verse_count":6,"word_count":107},{"reference":"Psalm 94:16–19","translation":"NIV","division":"Primary","passage_number":28,"release":"NBBC","cards":["(16) Who will rise up for me against the wicked? Who will\ntake a stand for me against evildoers? (17) Unless the LORD\nhad given me help, I would soon have dwelt in the silence of\ndeath. (18) When I said, \"My foot is slipping,\" your unfailing\nlove, LORD, supported me. (19) When anxiety was great\nwithin me, your consolation brought me joy."],"start_index":200019094016,"end_index":200019094019,"verse_count":4,"word_count":59},{"reference":"Psalm 99:2–9","translation":"NIV","division":"Primary","passage_number":29,"release":"NBBC","cards":["(2) Great is the LORD in Zion; he is exalted over all the nations. (3)\nLet them praise your great and awesome name--he is holy. (4) The\nKing is mighty, he loves justice--you have established equity; in\nJacob you have done what is just and right. (5) Exalt the LORD our\nGod and worship at his footstool; he is holy. (6) Moses and Aaron\nwere among his priests, Samuel was among those who called on\nhis name; they called on the LORD and he answered them. (7)\nHe spoke to them from the pillar of cloud; they kept his statutes\nand the decrees he gave them. (8) LORD our God, you answered\nthem; you were to Israel a forgiving God, though you punished\ntheir misdeeds. (9) Exalt the LORD our God and worship at his holy\nmountain, for the LORD our God is holy."],"start_index":200019099002,"end_index":200019099009,"verse_count":8,"word_count":138},{"reference":"Psalm 128:1–6","translation":"NIV","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) Blessed are all who fear the LORD, who walk in obedience\nto him. (2) You will eat the fruit of your labor; blessings and\nprosperity will be yours. (3) Your wife will be like a fruitful\nvine within your house; your children will be like olive shoots\naround your table. (4) Yes, this will be the blessing for the\nman who fears the LORD. (5) May the LORD bless you from\nZion; may you see the prosperity of Jerusalem all the days\nof your life. (6) May you live to see your children's children--\npeace be on Israel."],"start_index":200019128001,"end_index":200019128006,"verse_count":6,"word_count":93},{"reference":"Proverbs 8:1–13","translation":"NIV","division":"Primary","passage_number":31,"release":"NBBC","cards":["(1) Does not wisdom call out? Does not understanding raise\nher voice? (2) At the highest point along the way, where the\npaths meet, she takes her stand; (3) beside the gate leading\ninto the city, at the entrance, she cries aloud: (4) \"To you,\nO people, I call out; I raise my voice to all mankind. (5) You\nwho are simple, gain prudence; you who are foolish, set your\nhearts on it. (6) Listen, for I have trustworthy things to say; I\nopen my lips to speak what is right. (7) My mouth speaks what\nis true, for my lips detest wickedness. (8) All the words of my\nmouth are just; none of them is crooked or perverse. (9) To\nthe discerning all of them are right; they are upright to those","who have found knowledge. (10) Choose my instruction\ninstead of silver, knowledge rather than choice gold, (11)\nfor wisdom is more precious than rubies, and nothing you\ndesire can compare with her. (12) \"I, wisdom, dwell together\nwith prudence; I possess knowledge and discretion. (13) To\nfear the LORD is to hate evil; I hate pride and arrogance, evil\nbehavior and perverse speech."],"start_index":200020008001,"end_index":200020008013,"verse_count":13,"word_count":183},{"reference":"Proverbs 22:5–6","translation":"NIV","division":"Primary","passage_number":32,"release":"NBBC","cards":["(5) In the paths of the wicked are snares and pitfalls, but those\nwho would preserve their life stay far from them. (6) Start\nchildren off on the way they should go, and even when they\nare old they will not turn from it."],"start_index":200020022005,"end_index":200020022006,"verse_count":2,"word_count":42},{"reference":"Proverbs 24:30–34","translation":"NIV","division":"Primary","passage_number":33,"release":"NBBC","cards":["(30) I went past the field of a sluggard, past the vineyard\nof someone who has no sense; (31) thorns had come up\neverywhere, the ground was covered with weeds, and the\nstone wall was in ruins. (32) I applied my heart to what I\nobserved and learned a lesson from what I saw: (33) A little\nsleep, a little slumber, a little folding of the hands to rest--\n(34) and poverty will come on you like a thief and scarcity like\nan armed man."],"start_index":200020024030,"end_index":200020024034,"verse_count":5,"word_count":80},{"reference":"Isaiah 64:6","translation":"NIV","division":"Primary","passage_number":34,"release":"NBBC","cards":["(6) All of us have become like one who is unclean, and all our\nrighteous acts are like filthy rags; we all shrivel up like a leaf,\nand like the wind our sins sweep us away."],"start_index":200023064006,"end_index":200023064006,"verse_count":1,"word_count":35},{"reference":"Jeremiah 1:4–12","translation":"NIV","division":"Primary","passage_number":35,"release":"NBBC","cards":["(4) The word of the LORD came to me, saying, (5) \"Before I\nformed you in the womb I knew you, before you were born I\nset you apart; I appointed you as a prophet to the nations.\" (6)\n\"Alas, Sovereign LORD,\" I said, \"I do not know how to speak;\nI am too young.\" (7) But the LORD said to me, \"Do not say, 'I\nam too young.' You must go to everyone I send you to and\nsay whatever I command you. (8) Do not be afraid of them,\nfor I am with you and will rescue you,\" declares the LORD. (9)\nThen the LORD reached out his hand and touched my mouth\nand said to me, \"I have put my words in your mouth. (10) See,\ntoday I appoint you over nations and kingdoms to uproot and","tear down, to destroy and overthrow, to build and to plant.\"\n(11) The word of the LORD came to me: \"What do you see,\nJeremiah?\" \"I see the branch of an almond tree,\" I replied.\n(12) The LORD said to me, \"You have seen correctly, for I am\nwatching to see that my word is fulfilled.\""],"start_index":200024001004,"end_index":200024001012,"verse_count":9,"word_count":187},{"reference":"Micah 7:7–9","translation":"NIV","division":"Primary","passage_number":36,"release":"NBBC","cards":["(7) But as for me, I watch in hope for the LORD, I wait for God\nmy Savior; my God will hear me. (8) Do not gloat over me,\nmy enemy! Though I have fallen, I will rise. Though I sit in\ndarkness, the LORD will be my light. (9) Because I have sinned\nagainst him, I will bear the LORD's wrath, until he pleads my\ncase and upholds my cause. He will bring me out into the\nlight; I will see his righteousness."],"start_index":200033007007,"end_index":200033007009,"verse_count":3,"word_count":81},{"reference":"Acts 20:2–4","translation":"NIV","division":"Primary","passage_number":37,"release":"NBBC","cards":["(2) He traveled through that area, speaking many words\nof encouragement to the people, and finally arrived in\nGreece, (3) where he stayed three months. Because some\nJews had plotted against him just as he was about to sail\nfor Syria, he decided to go back through Macedonia. (4) He\nwas accompanied by Sopater son of Pyrrhus from Berea,\nAristarchus and Secundus from Thessalonica, Gaius from\nDerbe, Timothy also, and Tychicus and Trophimus from the\nprovince of Asia."],"start_index":400005020002,"end_index":400005020004,"verse_count":3,"word_count":75},{"reference":"1 Corinthians 12:1–11","translation":"NIV","division":"Primary","passage_number":38,"release":"NBBC","cards":["(1) Now about the gifts of the Spirit, brothers and sisters, I\ndo not want you to be uninformed. (2) You know that when\nyou were pagans, somehow or other you were influenced\nand led astray to mute idols. (3) Therefore I want you to know\nthat no one who is speaking by the Spirit of God says, \"Jesus\nbe cursed,\" and no one can say, \"Jesus is Lord,\" except by\nthe Holy Spirit. (4) There are different kinds of gifts, but the\nsame Spirit distributes them. (5) There are different kinds\nof service, but the same Lord. (6) There are different kinds\nof working, but in all of them and in everyone it is the same\nGod at work. (7) Now to each one the manifestation of the","Spirit is given for the common good. (8) To one there is\ngiven through the Spirit a message of wisdom, to another a\nmessage of knowledge by means of the same Spirit, (9) to\nanother faith by the same Spirit, to another gifts of healing\nby that one Spirit, (10) to another miraculous powers, to\nanother prophecy, to another distinguishing between spirits,\nto another speaking in different kinds of tongues, and to still\nanother the interpretation of tongues. (11) All these are the\nwork of one and the same Spirit, and he distributes them to\neach one, just as he determines."],"start_index":400007012001,"end_index":400007012011,"verse_count":11,"word_count":219},{"reference":"1 Corinthians 15:3–4","translation":"NIV","division":"Primary","passage_number":39,"release":"NBBC","cards":["(3) For what I received I passed on to you as of first importance:\nthat Christ died for our sins according to the Scriptures, (4) that\nhe was buried, that he was raised on the third day according\nto the Scriptures,"],"start_index":400007015003,"end_index":400007015004,"verse_count":2,"word_count":39},{"reference":"2 Corinthians 10:3–6","translation":"NIV","division":"Primary","passage_number":40,"release":"NBBC","cards":["(3) For though we live in the world, we do not wage war as\nthe world does. (4) The weapons we fight with are not the\nweapons of the world. On the contrary, they have divine power\nto demolish strongholds. (5) We demolish arguments and\nevery pretension that sets itself up against the knowledge of\nGod, and we take captive every thought to make it obedient\nto Christ. (6) And we will be ready to punish every act of\ndisobedience, once your obedience is complete."],"start_index":400008010003,"end_index":400008010006,"verse_count":4,"word_count":81},{"reference":"Ephesians 5:1–2","translation":"NIV","division":"Primary","passage_number":41,"release":"NBBC","cards":["(1) Follow God's example, therefore, as dearly loved children\n(2) and walk in the way of love, just as Christ loved us and\ngave himself up for us as a fragrant offering and sacrifice to\nGod."],"start_index":400010005001,"end_index":400010005002,"verse_count":2,"word_count":34},{"reference":"Philippians 1:8–14","translation":"NIV","division":"Primary","passage_number":42,"release":"NBBC","cards":["(8) God can testify how I long for all of you with the affection\nof Christ Jesus. (9) And this is my prayer: that your love may\nabound more and more in knowledge and depth of insight,\n(10) so that you may be able to discern what is best and may\nbe pure and blameless for the day of Christ, (11) filled with\nthe fruit of righteousness that comes through Jesus Christ-\n-to the glory and praise of God. (12) Now I want you to\nknow, brothers and sisters, that what has happened to me\nhas actually served to advance the gospel. (13) As a result, it\nhas become clear throughout the whole palace guard and to\neveryone else that I am in chains for Christ. (14) And because","of my chains, most of the brothers and sisters have become\nconfident in the Lord and dare all the more to proclaim the\ngospel without fear."],"start_index":400011001008,"end_index":400011001014,"verse_count":7,"word_count":148},{"reference":"Colossians 3:18–25","translation":"NIV","division":"Primary","passage_number":43,"release":"NBBC","cards":["(18) Wives, submit yourselves to your husbands, as is fitting in\nthe Lord. (19) Husbands, love your wives and do not be harsh\nwith them. (20) Children, obey your parents in everything, for\nthis pleases the Lord. (21) Fathers, do not embitter your children,\nor they will become discouraged. (22) Slaves, obey your earthly\nmasters in everything; and do it, not only when their eye is on you\nand to curry their favor, but with sincerity of heart and reverence\nfor the Lord. (23) Whatever you do, work at it with all your heart, as\nworking for the Lord, not for human masters, (24) since you know\nthat you will receive an inheritance from the Lord as a reward. It is\nthe Lord Christ you are serving. (25) Anyone who does wrong will\nbe repaid for their wrongs, and there is no favoritism."],"start_index":400012003018,"end_index":400012003025,"verse_count":8,"word_count":135},{"reference":"Colossians 4:1–5","translation":"NIV","division":"Primary","passage_number":44,"release":"NBBC","cards":["(1) Masters, provide your slaves with what is right and fair,\nbecause you know that you also have a Master in heaven. (2)\nDevote yourselves to prayer, being watchful and thankful.\n(3) And pray for us, too, that God may open a door for our\nmessage, so that we may proclaim the mystery of Christ, for\nwhich I am in chains. (4) Pray that I may proclaim it clearly, as I\nshould. (5) Be wise in the way you act toward outsiders; make\nthe most of every opportunity."],"start_index":400012004001,"end_index":400012004005,"verse_count":5,"word_count":83},{"reference":"Titus 3:3–8","translation":"NIV","division":"Primary","passage_number":45,"release":"NBBC","cards":["(3) At one time we too were foolish, disobedient, deceived\nand enslaved by all kinds of passions and pleasures. We lived\nin malice and envy, being hated and hating one another. (4)\nBut when the kindness and love of God our Savior appeared,\n(5) he saved us, not because of righteous things we had done,\nbut because of his mercy. He saved us through the washing\nof rebirth and renewal by the Holy Spirit, (6) whom he poured\nout on us generously through Jesus Christ our Savior, (7) so\nthat, having been justified by his grace, we might become\nheirs having the hope of eternal life. (8) This is a trustworthy\nsaying. And I want you to stress these things, so that those who","have trusted in God may be careful to devote themselves to\ndoing what is good. These things are excellent and profitable\nfor everyone."],"start_index":400017003003,"end_index":400017003008,"verse_count":6,"word_count":141},{"reference":"Hebrews 1:1–3","translation":"NIV","division":"Primary","passage_number":46,"release":"NBBC","cards":["(1) In the past God spoke to our ancestors through the\nprophets at many times and in various ways, (2) but in these\nlast days he has spoken to us by his Son, whom he appointed\nheir of all things, and through whom also he made the\nuniverse. (3) The Son is the radiance of God's glory and the\nexact representation of his being, sustaining all things by his\npowerful word. After he had provided purification for sins, he\nsat down at the right hand of the Majesty in heaven."],"start_index":400019001001,"end_index":400019001003,"verse_count":3,"word_count":87},{"reference":"1 Peter 2:18–20","translation":"NIV","division":"Primary","passage_number":47,"release":"NBBC","cards":["(18) Slaves, in reverent fear of God submit yourselves to your\nmasters, not only to those who are good and considerate,\nbut also to those who are harsh. (19) For it is commendable\nif someone bears up under the pain of unjust suffering\nbecause they are conscious of God. (20) But how is it to your\ncredit if you receive a beating for doing wrong and endure\nit? But if you suffer for doing good and you endure it, this is\ncommendable before God."],"start_index":400021002018,"end_index":400021002020,"verse_count":3,"word_count":81},{"reference":"1 Peter 4:3–5","translation":"NIV","division":"Primary","passage_number":48,"release":"NBBC","cards":["(3) For you have spent enough time in the past doing what\npagans choose to do--living in debauchery, lust, drunkenness,\norgies, carousing and detestable idolatry. (4) They are\nsurprised that you do not join them in their reckless, wild\nliving, and they heap abuse on you. (5) But they will have to\ngive account to him who is ready to judge the living and the\ndead."],"start_index":400021004003,"end_index":400021004005,"verse_count":3,"word_count":64},{"reference":"Genesis 8:21–22","translation":"NIV","division":"Primary","passage_number":49,"release":"NBBC","cards":["(21) The LORD smelled the pleasing aroma and said in\nhis heart: \"Never again will I curse the ground because of\nhumans, even though every inclination of the human heart is\nevil from childhood. And never again will I destroy all living\ncreatures, as I have done. (22) \"As long as the earth endures,\nseedtime and harvest, cold and heat, summer and winter, day\nand night will never cease.\""],"start_index":200001008021,"end_index":200001008022,"verse_count":2,"word_count":67},{"reference":"Genesis 9:8–11","translation":"NIV","division":"Primary","passage_number":50,"release":"NBBC","cards":["(8) Then God said to Noah and to his sons with him: (9) \"I now\nestablish my covenant with you and with your descendants\nafter you (10) and with every living creature that was with\nyou--the birds, the livestock and all the wild animals, all those\nthat came out of the ark with you--every living creature on\nearth. (11) I establish my covenant with you: Never again will\nall life be destroyed by the waters of a flood; never again will\nthere be a flood to destroy the earth.\""],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":87},{"reference":"Exodus 14:13–14","translation":"NIV","division":"Primary","passage_number":51,"release":"NBBC","cards":["(13) Moses answered the people, \"Do not be afraid. Stand\nfirm and you will see the deliverance the LORD will bring you\ntoday. The Egyptians you see today you will never see again.\n(14) The LORD will fight for you; you need only to be still.\""],"start_index":200002014013,"end_index":200002014014,"verse_count":2,"word_count":44},{"reference":"Deuteronomy 8:2–11","translation":"NIV","division":"Primary","passage_number":52,"release":"NBBC","cards":["(2) Remember how the LORD your God led you all the way in the\nwilderness these forty years, to humble and test you in order to\nknow what was in your heart, whether or not you would keep his\ncommands. (3) He humbled you, causing you to hunger and then\nfeeding you with manna, which neither you nor your ancestors had\nknown, to teach you that man does not live on bread alone but\non every word that comes from the mouth of the LORD. (4) Your\nclothes did not wear out and your feet did not swell during these\nforty years. (5) Know then in your heart that as a man disciplines\nhis son, so the LORD your God disciplines you. (6) Observe the\ncommands of the LORD your God, walking in obedience to him","and revering him. (7) For the LORD your God is bringing you into a\ngood land--a land with brooks, streams, and deep springs gushing\nout into the valleys and hills; (8) a land with wheat and barley, vines\nand fig trees, pomegranates, olive oil and honey; (9) a land where\nbread will not be scarce and you will lack nothing; a land where\nthe rocks are iron and you can dig copper out of the hills. (10)\nWhen you have eaten and are satisfied, praise the LORD your God\nfor the good land he has given you. (11) Be careful that you do not\nforget the LORD your God, failing to observe his commands, his\nlaws and his decrees that I am giving you this day."],"start_index":200005008002,"end_index":200005008011,"verse_count":10,"word_count":253},{"reference":"Deuteronomy 31:6–9","translation":"NIV","division":"Primary","passage_number":53,"release":"NBBC","cards":["(6) Be strong and courageous. Do not be afraid or terrified because\nof them, for the LORD your God goes with you; he will never leave\nyou nor forsake you.\" (7) Then Moses summoned Joshua and said\nto him in the presence of all Israel, \"Be strong and courageous, for\nyou must go with this people into the land that the LORD swore to\ntheir ancestors to give them, and you must divide it among them\nas their inheritance. (8) The LORD himself goes before you and\nwill be with you; he will never leave you nor forsake you. Do not\nbe afraid; do not be discouraged.\" (9) So Moses wrote down this\nlaw and gave it to the Levitical priests, who carried the ark of the\ncovenant of the LORD, and to all the elders of Israel."],"start_index":200005031006,"end_index":200005031009,"verse_count":4,"word_count":134},{"reference":"Deuteronomy 32:1–4","translation":"NIV","division":"Primary","passage_number":54,"release":"NBBC","cards":["(1) Listen, you heavens, and I will speak; hear, you earth, the\nwords of my mouth. (2) Let my teaching fall like rain and\nmy words descend like dew, like showers on new grass, like\nabundant rain on tender plants. (3) I will proclaim the name\nof the LORD. Oh, praise the greatness of our God! (4) He is\nthe Rock, his works are perfect, and all his ways are just. A\nfaithful God who does no wrong, upright and just is he."],"start_index":200005032001,"end_index":200005032004,"verse_count":4,"word_count":79},{"reference":"Joshua 1:7–9","translation":"NIV","division":"Primary","passage_number":55,"release":"NBBC","cards":["(7) \"Be strong and very courageous. Be careful to obey all\nthe law my servant Moses gave you; do not turn from it to\nthe right or to the left, that you may be successful wherever\nyou go. (8) Keep this Book of the Law always on your lips;\nmeditate on it day and night, so that you may be careful to\ndo everything written in it. Then you will be prosperous and\nsuccessful. (9) Have I not commanded you? Be strong and\ncourageous. Do not be afraid; do not be discouraged, for the\nLORD your God will be with you wherever you go.\""],"start_index":200006001007,"end_index":200006001009,"verse_count":3,"word_count":101},{"reference":"1 Samuel 17:32–37","translation":"NIV","division":"Primary","passage_number":56,"release":"NBBC","cards":["(32) David said to Saul, \"Let no one lose heart on account of\nthis Philistine; your servant will go and fight him.\" (33) Saul\nreplied, \"You are not able to go out against this Philistine\nand fight him; you are only a young man, and he has been\na warrior from his youth.\" (34) But David said to Saul, \"Your\nservant has been keeping his father's sheep. When a lion or a\nbear came and carried off a sheep from the flock, (35) I went\nafter it, struck it and rescued the sheep from its mouth. When\nit turned on me, I seized it by its hair, struck it and killed it.\n(36) Your servant has killed both the lion and the bear; this\nuncircumcised Philistine will be like one of them, because he","has defied the armies of the living God. (37) The LORD who\nrescued me from the paw of the lion and the paw of the bear\nwill rescue me from the hand of this Philistine.\" Saul said to\nDavid, \"Go, and the LORD be with you.\""],"start_index":200009017032,"end_index":200009017037,"verse_count":6,"word_count":174},{"reference":"1 Samuel 12:24","translation":"NIV","division":"Primary","passage_number":57,"release":"NBBC","cards":["(24) But be sure to fear the LORD and serve him faithfully with\nall your heart; consider what great things he has done for you."],"start_index":200009012024,"end_index":200009012024,"verse_count":1,"word_count":24},{"reference":"2 Samuel 22:17–19","translation":"NIV","division":"Primary","passage_number":58,"release":"NBBC","cards":["(17) \"He reached down from on high and took hold of me;\nhe drew me out of deep waters. (18) He rescued me from my\npowerful enemy, from my foes, who were too strong for me.\n(19) They confronted me in the day of my disaster, but the\nLORD was my support."],"start_index":200010022017,"end_index":200010022019,"verse_count":3,"word_count":49},{"reference":"1 Kings 8:44–52","translation":"NIV","division":"Primary","passage_number":59,"release":"NBBC","cards":["(44) \"When your people go to war against their enemies, wherever\nyou send them, and when they pray to the LORD toward the city\nyou have chosen and the temple I have built for your Name, (45)\nthen hear from heaven their prayer and their plea, and uphold\ntheir cause. (46) \"When they sin against you--for there is no one\nwho does not sin--and you become angry with them and give\nthem over to their enemies, who take them captive to their own\nlands, far away or near; (47) and if they have a change of heart in\nthe land where they are held captive, and repent and plead with\nyou in the land of their captors and say, 'We have sinned, we have\ndone wrong, we have acted wickedly'; (48) and if they turn back\nto you with all their heart and soul in the land of their enemies","who took them captive, and pray to you toward the land you gave\ntheir ancestors, toward the city you have chosen and the temple\nI have built for your Name; (49) then from heaven, your dwelling\nplace, hear their prayer and their plea, and uphold their cause. (50)\nAnd forgive your people, who have sinned against you; forgive\nall the offenses they have committed against you, and cause their\ncaptors to show them mercy; (51) for they are your people and\nyour inheritance, whom you brought out of Egypt, out of that iron-\nsmelting furnace. (52) \"May your eyes be open to your servant's\nplea and to the plea of your people Israel, and may you listen to\nthem whenever they cry out to you."],"start_index":200011008044,"end_index":200011008052,"verse_count":9,"word_count":268},{"reference":"Esther 4:13–16","translation":"NIV","division":"Primary","passage_number":60,"release":"NBBC","cards":["(13) he sent back this answer: \"Do not think that because you\nare in the king's house you alone of all the Jews will escape.\n(14) For if you remain silent at this time, relief and deliverance\nfor the Jews will arise from another place, but you and your\nfather's family will perish. And who knows but that you have\ncome to your royal position for such a time as this?\" (15) Then\nEsther sent this reply to Mordecai: (16) \"Go, gather together\nall the Jews who are in Susa, and fast for me. Do not eat or\ndrink for three days, night or day. I and my attendants will\nfast as you do. When this is done, I will go to the king, even\nthough it is against the law. And if I perish, I perish.\""],"start_index":200017004013,"end_index":200017004016,"verse_count":4,"word_count":133},{"reference":"Psalm 33:16–22","translation":"NIV","division":"Primary","passage_number":61,"release":"NBBC","cards":["(16) No king is saved by the size of his army; no warrior\nescapes by his great strength. (17) A horse is a vain hope for\ndeliverance; despite all its great strength it cannot save. (18)\nBut the eyes of the LORD are on those who fear him, on those\nwhose hope is in his unfailing love, (19) to deliver them from\ndeath and keep them alive in famine. (20) We wait in hope for\nthe LORD; he is our help and our shield. (21) In him our hearts\nrejoice, for we trust in his holy name. (22) May your unfailing\nlove be with us, LORD, even as we put our hope in you."],"start_index":200019033016,"end_index":200019033022,"verse_count":7,"word_count":107},{"reference":"Proverbs 6:6–21","translation":"NIV","division":"Primary","passage_number":62,"release":"NBBC","cards":["(6) Go to the ant, you sluggard; consider its ways and be wise!\n(7) It has no commander, no overseer or ruler, (8) yet it stores\nits provisions in summer and gathers its food at harvest. (9)\nHow long will you lie there, you sluggard? When will you\nget up from your sleep? (10) A little sleep, a little slumber, a\nlittle folding of the hands to rest-- (11) and poverty will come\non you like a thief and scarcity like an armed man. (12) A\ntroublemaker and a villain, who goes about with a corrupt\nmouth, (13) who winks maliciously with his eye, signals with\nhis feet and motions with his fingers, (14) who plots evil with\ndeceit in his heart--he always stirs up conflict. (15) Therefore","disaster will overtake him in an instant; he will suddenly be\ndestroyed--without remedy. (16) There are six things the\nLORD hates, seven that are detestable to him: (17) haughty\neyes, a lying tongue, hands that shed innocent blood, (18) a\nheart that devises wicked schemes, feet that are quick to rush\ninto evil, (19) a false witness who pours out lies and a person\nwho stirs up conflict in the community. (20) My son, keep\nyour father's command and do not forsake your mother's\nteaching. (21) Bind them always on your heart; fasten them\naround your neck."],"start_index":200020006006,"end_index":200020006021,"verse_count":16,"word_count":211},{"reference":"Ecclesiastes 5:1–8","translation":"NIV","division":"Primary","passage_number":63,"release":"NBBC","cards":["(1) Guard your steps when you go to the house of God. Go\nnear to listen rather than to offer the sacrifice of fools, who do\nnot know that they do wrong. (2) Do not be quick with your\nmouth, do not be hasty in your heart to utter anything before\nGod. God is in heaven and you are on earth, so let your words\nbe few. (3) A dream comes when there are many cares, and\nmany words mark the speech of a fool. (4) When you make\na vow to God, do not delay to fulfill it. He has no pleasure in\nfools; fulfill your vow. (5) It is better not to make a vow than to\nmake one and not fulfill it. (6) Do not let your mouth lead you\ninto sin. And do not protest to the temple messenger, \"My","vow was a mistake.\" Why should God be angry at what you\nsay and destroy the work of your hands? (7) Much dreaming\nand many words are meaningless. Therefore fear God. (8) If\nyou see the poor oppressed in a district, and justice and rights\ndenied, do not be surprised at such things; for one official is\neyed by a higher one, and over them both are others higher\nstill."],"start_index":200021005001,"end_index":200021005008,"verse_count":8,"word_count":206},{"reference":"Ecclesiastes 12:8–14","translation":"NIV","division":"Primary","passage_number":64,"release":"NBBC","cards":["(8) \"Meaningless! Meaningless!\" says the Teacher. \"Everything\nis meaningless!\" (9) Not only was the Teacher wise, but he\nalso imparted knowledge to the people. He pondered and\nsearched out and set in order many proverbs. (10) The Teacher\nsearched to find just the right words, and what he wrote was\nupright and true. (11) The words of the wise are like goads,\ntheir collected sayings like firmly embedded nails--given\nby one shepherd. (12) Be warned, my son, of anything in\naddition to them. Of making many books there is no end, and\nmuch study wearies the body. (13) Now all has been heard;\nhere is the conclusion of the matter: Fear God and keep his","commandments, for this is the duty of all mankind. (14) For\nGod will bring every deed into judgment, including every\nhidden thing, whether it is good or evil."],"start_index":200021012008,"end_index":200021012014,"verse_count":7,"word_count":137},{"reference":"Isaiah 1:16–18","translation":"NIV","division":"Primary","passage_number":65,"release":"NBBC","cards":["(16) Wash and make yourselves clean. Take your evil deeds\nout of my sight; stop doing wrong. (17) Learn to do right;\nseek justice. Defend the oppressed. Take up the cause of the\nfatherless; plead the case of the widow. (18) \"Come now, let\nus settle the matter,\" says the LORD. \"Though your sins are\nlike scarlet, they shall be as white as snow; though they are\nred as crimson, they shall be like wool."],"start_index":200023001016,"end_index":200023001018,"verse_count":3,"word_count":72},{"reference":"Isaiah 46:8–13","translation":"NIV","division":"Primary","passage_number":66,"release":"NBBC","cards":["(8) \"Remember this, keep it in mind, take it to heart, you rebels. (9)\nRemember the former things, those of long ago; I am God, and\nthere is no other; I am God, and there is none like me. (10) I make\nknown the end from the beginning, from ancient times, what is\nstill to come. I say, 'My purpose will stand, and I will do all that I\nplease.' (11) From the east I summon a bird of prey; from a far-off\nland, a man to fulfill my purpose. What I have said, that I will bring\nabout; what I have planned, that I will do. (12) Listen to me, you\nstubborn-hearted, you who are now far from my righteousness.\n(13) I am bringing my righteousness near, it is not far away; and\nmy salvation will not be delayed. I will grant salvation to Zion, my\nsplendor to Israel."],"start_index":200023046008,"end_index":200023046013,"verse_count":6,"word_count":146},{"reference":"Isaiah 55:8–11","translation":"NIV","division":"Primary","passage_number":67,"release":"NBBC","cards":["(8) \"For my thoughts are not your thoughts, neither are your\nways my ways,\" declares the LORD. (9) \"As the heavens are\nhigher than the earth, so are my ways higher than your ways\nand my thoughts than your thoughts. (10) As the rain and\nthe snow come down from heaven, and do not return to it\nwithout watering the earth and making it bud and flourish, so\nthat it yields seed for the sower and bread for the eater, (11)\nso is my word that goes out from my mouth: It will not return\nto me empty, but will accomplish what I desire and achieve\nthe purpose for which I sent it."],"start_index":200023055008,"end_index":200023055011,"verse_count":4,"word_count":109},{"reference":"Lamentations 3:21–41","translation":"NIV","division":"Primary","passage_number":68,"release":"NBBC","cards":["(21) Yet this I call to mind and therefore I have hope: (22)\nBecause of the LORD's great love we are not consumed, for his\ncompassions never fail. (23) They are new every morning; great\nis your faithfulness. (24) I say to myself, \"The LORD is my portion;\ntherefore I will wait for him.\" (25) The LORD is good to those whose\nhope is in him, to the one who seeks him; (26) it is good to wait\nquietly for the salvation of the LORD. (27) It is good for a man to\nbear the yoke while he is young. (28) Let him sit alone in silence,\nfor the LORD has laid it on him. (29) Let him bury his face in the\ndust--there may yet be hope. (30) Let him offer his cheek to one\nwho would strike him, and let him be filled with disgrace. (31) For\nno one is cast off by the Lord forever. (32) Though he brings grief,","he will show compassion, so great is his unfailing love. (33) For he\ndoes not willingly bring affliction or grief to anyone. (34) To crush\nunderfoot all prisoners in the land, (35) to deny people their rights\nbefore the Most High, (36) to deprive them of justice--would not\nthe Lord see such things? (37) Who can speak and have it happen\nif the Lord has not decreed it? (38) Is it not from the mouth of the\nMost High that both calamities and good things come? (39) Why\nshould the living complain when punished for their sins? (40) Let\nus examine our ways and test them, and let us return to the LORD.\n(41) Let us lift up our hearts and our hands to God in heaven, and\nsay:"],"start_index":200025003021,"end_index":200025003041,"verse_count":21,"word_count":273},{"reference":"Hosea 6:1–3","translation":"NIV","division":"Primary","passage_number":69,"release":"NBBC","cards":["(1) \"Come, let us return to the LORD. He has torn us to pieces\nbut he will heal us; he has injured us but he will bind up our\nwounds. (2) After two days he will revive us; on the third day\nhe will restore us, that we may live in his presence. (3) Let us\nacknowledge the LORD; let us press on to acknowledge him.\nAs surely as the sun rises, he will appear; he will come to us\nlike the winter rains, like the spring rains that water the earth.\""],"start_index":200028006001,"end_index":200028006003,"verse_count":3,"word_count":89},{"reference":"Jonah 4:10–11","translation":"NIV","division":"Primary","passage_number":70,"release":"NBBC","cards":["(10) But the LORD said, \"You have been concerned about this\nplant, though you did not tend it or make it grow. It sprang\nup overnight and died overnight. (11) And should I not have\nconcern for the great city of Nineveh, in which there are more\nthan a hundred and twenty thousand people who cannot tell\ntheir right hand from their left--and also many animals?\""],"start_index":200032004010,"end_index":200032004011,"verse_count":2,"word_count":65},{"reference":"Habakkuk 3:17–19","translation":"NIV","division":"Primary","passage_number":71,"release":"NBBC","cards":["(17) Though the fig tree does not bud and there are no\ngrapes on the vines, though the olive crop fails and the fields\nproduce no food, though there are no sheep in the pen and\nno cattle in the stalls, (18) yet I will rejoice in the LORD, I will\nbe joyful in God my Savior. (19) The Sovereign LORD is my\nstrength; he makes my feet like the feet of a deer, he enables\nme to tread on the heights. For the director of music. On my\nstringed instruments."],"start_index":200035003017,"end_index":200035003019,"verse_count":3,"word_count":88},{"reference":"Zechariah 8:16–17","translation":"NIV","division":"Primary","passage_number":72,"release":"NBBC","cards":["(16) These are the things you are to do: Speak the truth to\neach other, and render true and sound judgment in your\ncourts; (17) do not plot evil against each other, and do not\nlove to swear falsely. I hate all this,\" declares the LORD."],"start_index":200038008016,"end_index":200038008017,"verse_count":2,"word_count":44},{"reference":"Matthew 6:5–13","translation":"NIV","division":"Primary","passage_number":73,"release":"NBBC","cards":["(5) \"And when you pray, do not be like the hypocrites, for\nthey love to pray standing in the synagogues and on the\nstreet corners to be seen by others. Truly I tell you, they have\nreceived their reward in full. (6) But when you pray, go into\nyour room, close the door and pray to your Father, who is\nunseen. Then your Father, who sees what is done in secret, will\nreward you. (7) And when you pray, do not keep on babbling\nlike pagans, for they think they will be heard because of their\nmany words. (8) Do not be like them, for your Father knows\nwhat you need before you ask him. (9) \"This, then, is how you\nshould pray: \" 'Our Father in heaven, hallowed be your name,","(10) your kingdom come, your will be done, on earth as it is in\nheaven. (11) Give us today our daily bread. (12) And forgive\nus our debts, as we also have forgiven our debtors. (13) And\nlead us not into temptation, but deliver us from the evil one.'"],"start_index":400001006005,"end_index":400001006013,"verse_count":9,"word_count":171},{"reference":"Matthew 6:19–21","translation":"NIV","division":"Primary","passage_number":74,"release":"NBBC","cards":["(19) \"Do not store up for yourselves treasures on earth, where\nmoths and vermin destroy, and where thieves break in and\nsteal. (20) But store up for yourselves treasures in heaven,\nwhere moths and vermin do not destroy, and where thieves\ndo not break in and steal. (21) For where your treasure is,\nthere your heart will be also."],"start_index":400001006019,"end_index":400001006021,"verse_count":3,"word_count":56},{"reference":"Matthew 7:11–20","translation":"NIV","division":"Primary","passage_number":75,"release":"NBBC","cards":["(11) If you, then, though you are evil, know how to give\ngood gifts to your children, how much more will your Father\nin heaven give good gifts to those who ask him! (12) So in\neverything, do to others what you would have them do to\nyou, for this sums up the Law and the Prophets. (13) \"Enter\nthrough the narrow gate. For wide is the gate and broad is\nthe road that leads to destruction, and many enter through\nit. (14) But small is the gate and narrow the road that leads to\nlife, and only a few find it. (15) \"Watch out for false prophets.\nThey come to you in sheep's clothing, but inwardly they\nare ferocious wolves. (16) By their fruit you will recognize","them. Do people pick grapes from thornbushes, or figs from\nthistles? (17) Likewise, every good tree bears good fruit, but\na bad tree bears bad fruit. (18) A good tree cannot bear bad\nfruit, and a bad tree cannot bear good fruit. (19) Every tree\nthat does not bear good fruit is cut down and thrown into the\nfire. (20) Thus, by their fruit you will recognize them."],"start_index":400001007011,"end_index":400001007020,"verse_count":10,"word_count":186},{"reference":"Matthew 11:25–30","translation":"NIV","division":"Primary","passage_number":76,"release":"NBBC","cards":["(25) At that time Jesus said, \"I praise you, Father, Lord of heaven\nand earth, because you have hidden these things from the wise\nand learned, and revealed them to little children. (26) Yes, Father,\nfor this is what you were pleased to do. (27) \"All things have been\ncommitted to me by my Father. No one knows the Son except the\nFather, and no one knows the Father except the Son and those to\nwhom the Son chooses to reveal him. (28) \"Come to me, all you\nwho are weary and burdened, and I will give you rest. (29) Take my\nyoke upon you and learn from me, for I am gentle and humble in\nheart, and you will find rest for your souls. (30) For my yoke is easy\nand my burden is light.\""],"start_index":400001011025,"end_index":400001011030,"verse_count":6,"word_count":130},{"reference":"Matthew 18:21–35","translation":"NIV","division":"Primary","passage_number":77,"release":"NBBC","cards":["(21) Then Peter came to Jesus and asked, \"Lord, how many\ntimes shall I forgive my brother or sister who sins against\nme? Up to seven times?\" (22) Jesus answered, \"I tell you,\nnot seven times, but seventy-seven times. (23) \"Therefore,\nthe kingdom of heaven is like a king who wanted to settle\naccounts with his servants. (24) As he began the settlement, a\nman who owed him ten thousand bags of gold was brought\nto him. (25) Since he was not able to pay, the master ordered\nthat he and his wife and his children and all that he had be\nsold to repay the debt. (26) \"At this the servant fell on his\nknees before him. 'Be patient with me,' he begged, 'and I will","pay back everything.' (27) The servant's master took pity on\nhim, canceled the debt and let him go. (28) \"But when that\nservant went out, he found one of his fellow servants who\nowed him a hundred silver coins. He grabbed him and began\nto choke him. 'Pay back what you owe me!' he demanded.\n(29) \"His fellow servant fell to his knees and begged him, 'Be\npatient with me, and I will pay it back.' (30) \"But he refused.\nInstead, he went off and had the man thrown into prison until\nhe could pay the debt. (31) When the other servants saw\nwhat had happened, they were outraged and went and told\ntheir master everything that had happened. (32) \"Then the","master called the servant in. 'You wicked servant,' he said, 'I\ncanceled all that debt of yours because you begged me to.\n(33) Shouldn't you have had mercy on your fellow servant just\nas I had on you?' (34) In anger his master handed him over\nto the jailers to be tortured, until he should pay back all he\nowed. (35) \"This is how my heavenly Father will treat each of\nyou unless you forgive your brother or sister from your heart.\""],"start_index":400001018021,"end_index":400001018035,"verse_count":15,"word_count":317},{"reference":"Mark 1:35–38","translation":"NIV","division":"Primary","passage_number":78,"release":"NBBC","cards":["(35) Very early in the morning, while it was still dark, Jesus got\nup, left the house and went off to a solitary place, where he\nprayed. (36) Simon and his companions went to look for him,\n(37) and when they found him, they exclaimed: \"Everyone is\nlooking for you!\" (38) Jesus replied, \"Let us go somewhere\nelse--to the nearby villages--so I can preach there also. That is\nwhy I have come.\""],"start_index":400002001035,"end_index":400002001038,"verse_count":4,"word_count":70},{"reference":"Mark 11:22–25","translation":"NIV","division":"Primary","passage_number":79,"release":"NBBC","cards":["(22) \"Have faith in God,\" Jesus answered. (23) \"Truly I tell you,\nif anyone says to this mountain, 'Go, throw yourself into the\nsea,' and does not doubt in their heart but believes that what\nthey say will happen, it will be done for them. (24) Therefore I\ntell you, whatever you ask for in prayer, believe that you have\nreceived it, and it will be yours. (25) And when you stand\npraying, if you hold anything against anyone, forgive them,\nso that your Father in heaven may forgive you your sins.\""],"start_index":400002011022,"end_index":400002011025,"verse_count":4,"word_count":88},{"reference":"Luke 6:20–36","translation":"NIV","division":"Primary","passage_number":80,"release":"NBBC","cards":["(20) Looking at his disciples, he said: \"Blessed are you who\nare poor, for yours is the kingdom of God. (21) Blessed are\nyou who hunger now, for you will be satisfied. Blessed are\nyou who weep now, for you will laugh. (22) Blessed are you\nwhen people hate you, when they exclude you and insult you\nand reject your name as evil, because of the Son of Man. (23)\n\"Rejoice in that day and leap for joy, because great is your\nreward in heaven. For that is how their ancestors treated the\nprophets. (24) \"But woe to you who are rich, for you have\nalready received your comfort. (25) Woe to you who are\nwell fed now, for you will go hungry. Woe to you who laugh","now, for you will mourn and weep. (26) Woe to you when\neveryone speaks well of you, for that is how their ancestors\ntreated the false prophets. (27) \"But to you who are listening\nI say: Love your enemies, do good to those who hate you,\n(28) bless those who curse you, pray for those who mistreat\nyou. (29) If someone slaps you on one cheek, turn to them the\nother also. If someone takes your coat, do not withhold your\nshirt from them. (30) Give to everyone who asks you, and if\nanyone takes what belongs to you, do not demand it back.\n(31) Do to others as you would have them do to you. (32) \"If\nyou love those who love you, what credit is that to you? Even","sinners love those who love them. (33) And if you do good to\nthose who are good to you, what credit is that to you? Even\nsinners do that. (34) And if you lend to those from whom you\nexpect repayment, what credit is that to you? Even sinners\nlend to sinners, expecting to be repaid in full. (35) But love\nyour enemies, do good to them, and lend to them without\nexpecting to get anything back. Then your reward will be\ngreat, and you will be children of the Most High, because he\nis kind to the ungrateful and wicked. (36) Be merciful, just as\nyour Father is merciful."],"start_index":400003006020,"end_index":400003006036,"verse_count":17,"word_count":352},{"reference":"Luke 10:39–42","translation":"NIV","division":"Primary","passage_number":81,"release":"NBBC","cards":["(39) She had a sister called Mary, who sat at the Lord's feet\nlistening to what he said. (40) But Martha was distracted by all\nthe preparations that had to be made. She came to him and\nasked, \"Lord, don't you care that my sister has left me to do the\nwork by myself? Tell her to help me!\" (41) \"Martha, Martha,\"\nthe Lord answered, \"you are worried and upset about many\nthings, (42) but few things are needed--or indeed only one.\nMary has chosen what is better, and it will not be taken away\nfrom her.\""],"start_index":400003010039,"end_index":400003010042,"verse_count":4,"word_count":94},{"reference":"John 3:13–21","translation":"NIV","division":"Primary","passage_number":82,"release":"NBBC","cards":["(13) No one has ever gone into heaven except the one who\ncame from heaven--the Son of Man. (14) Just as Moses lifted\nup the snake in the wilderness, so the Son of Man must be\nlifted up, (15) that everyone who believes may have eternal\nlife in him.\" (16) For God so loved the world that he gave\nhis one and only Son, that whoever believes in him shall not\nperish but have eternal life. (17) For God did not send his Son\ninto the world to condemn the world, but to save the world\nthrough him. (18) Whoever believes in him is not condemned,\nbut whoever does not believe stands condemned already\nbecause they have not believed in the name of God's one","and only Son. (19) This is the verdict: Light has come into the\nworld, but people loved darkness instead of light because\ntheir deeds were evil. (20) Everyone who does evil hates the\nlight, and will not come into the light for fear that their deeds\nwill be exposed. (21) But whoever lives by the truth comes\ninto the light, so that it may be seen plainly that what they\nhave done has been done in the sight of God."],"start_index":400004003013,"end_index":400004003021,"verse_count":9,"word_count":197},{"reference":"John 12:23–35","translation":"NIV","division":"Primary","passage_number":83,"release":"NBBC","cards":["(23) Jesus replied, \"The hour has come for the Son of Man to be\nglorified. (24) Very truly I tell you, unless a kernel of wheat falls to\nthe ground and dies, it remains only a single seed. But if it dies, it\nproduces many seeds. (25) Anyone who loves their life will lose\nit, while anyone who hates their life in this world will keep it for\neternal life. (26) Whoever serves me must follow me; and where\nI am, my servant also will be. My Father will honor the one who\nserves me. (27) \"Now my soul is troubled, and what shall I say?\n'Father, save me from this hour'? No, it was for this very reason I\ncame to this hour. (28) Father, glorify your name!\" Then a voice\ncame from heaven, \"I have glorified it, and will glorify it again.\"\n(29) The crowd that was there and heard it said it had thundered;","others said an angel had spoken to him. (30) Jesus said, \"This voice\nwas for your benefit, not mine. (31) Now is the time for judgment\non this world; now the prince of this world will be driven out. (32)\nAnd I, when I am lifted up from the earth, will draw all people to\nmyself.\" (33) He said this to show the kind of death he was going\nto die. (34) The crowd spoke up, \"We have heard from the Law\nthat the Messiah will remain forever, so how can you say, 'The Son\nof Man must be lifted up'? Who is this 'Son of Man'?\" (35) Then\nJesus told them, \"You are going to have the light just a little while\nlonger. Walk while you have the light, before darkness overtakes\nyou. Whoever walks in the dark does not know where they are\ngoing."],"start_index":400004012023,"end_index":400004012035,"verse_count":13,"word_count":290},{"reference":"John 20:1–16","translation":"NIV","division":"Primary","passage_number":84,"release":"NBBC","cards":["(1) Early on the first day of the week, while it was still dark,\nMary Magdalene went to the tomb and saw that the stone\nhad been removed from the entrance. (2) So she came\nrunning to Simon Peter and the other disciple, the one Jesus\nloved, and said, \"They have taken the Lord out of the tomb,\nand we don't know where they have put him!\" (3) So Peter\nand the other disciple started for the tomb. (4) Both were\nrunning, but the other disciple outran Peter and reached\nthe tomb first. (5) He bent over and looked in at the strips\nof linen lying there but did not go in. (6) Then Simon Peter\ncame along behind him and went straight into the tomb. He","saw the strips of linen lying there, (7) as well as the cloth that\nhad been wrapped around Jesus' head. The cloth was still\nlying in its place, separate from the linen. (8) Finally the other\ndisciple, who had reached the tomb first, also went inside.\nHe saw and believed. (9) (They still did not understand from\nScripture that Jesus had to rise from the dead.) (10) Then the\ndisciples went back to where they were staying. (11) Now\nMary stood outside the tomb crying. As she wept, she bent\nover to look into the tomb (12) and saw two angels in white,\nseated where Jesus' body had been, one at the head and the\nother at the foot. (13) They asked her, \"Woman, why are you","crying?\" \"They have taken my Lord away,\" she said, \"and I\ndon't know where they have put him.\" (14) At this, she turned\naround and saw Jesus standing there, but she did not realize\nthat it was Jesus. (15) He asked her, \"Woman, why are you\ncrying? Who is it you are looking for?\" Thinking he was the\ngardener, she said, \"Sir, if you have carried him away, tell me\nwhere you have put him, and I will get him.\" (16) Jesus said to\nher, \"Mary.\" She turned toward him and cried out in Aramaic,\n\"Rabboni!\" (which means \"Teacher\")."],"start_index":400004020001,"end_index":400004020016,"verse_count":16,"word_count":337},{"reference":"Acts 4:24–35","translation":"NIV","division":"Primary","passage_number":85,"release":"NBBC","cards":["(24) When they heard this, they raised their voices together\nin prayer to God. \"Sovereign Lord,\" they said, \"you made\nthe heavens and the earth and the sea, and everything in\nthem. (25) You spoke by the Holy Spirit through the mouth\nof your servant, our father David: \" 'Why do the nations rage\nand the peoples plot in vain? (26) The kings of the earth\nrise up and the rulers band together against the Lord and\nagainst his anointed one.' (27) Indeed Herod and Pontius\nPilate met together with the Gentiles and the people of\nIsrael in this city to conspire against your holy servant Jesus,\nwhom you anointed. (28) They did what your power and will","had decided beforehand should happen. (29) Now, Lord,\nconsider their threats and enable your servants to speak your\nword with great boldness. (30) Stretch out your hand to heal\nand perform signs and wonders through the name of your\nholy servant Jesus.\" (31) After they prayed, the place where\nthey were meeting was shaken. And they were all filled with\nthe Holy Spirit and spoke the word of God boldly. (32) All\nthe believers were one in heart and mind. No one claimed\nthat any of their possessions was their own, but they shared\neverything they had. (33) With great power the apostles\ncontinued to testify to the resurrection of the Lord Jesus. And","God's grace was so powerfully at work in them all (34) that\nthere were no needy persons among them. For from time to\ntime those who owned land or houses sold them, brought\nthe money from the sales (35) and put it at the apostles' feet,\nand it was distributed to anyone who had need."],"start_index":400005004024,"end_index":400005004035,"verse_count":12,"word_count":274},{"reference":"Romans 1:9–16","translation":"NIV","division":"Primary","passage_number":86,"release":"NBBC","cards":["(9) God, whom I serve in my spirit in preaching the gospel of\nhis Son, is my witness how constantly I remember you (10) in\nmy prayers at all times; and I pray that now at last by God's\nwill the way may be opened for me to come to you. (11) I long\nto see you so that I may impart to you some spiritual gift to\nmake you strong-- (12) that is, that you and I may be mutually\nencouraged by each other's faith. (13) I do not want you to\nbe unaware, brothers and sisters, that I planned many times\nto come to you (but have been prevented from doing so until\nnow) in order that I might have a harvest among you, just as I\nhave had among the other Gentiles. (14) I am obligated both","to Greeks and non-Greeks, both to the wise and the foolish.\n(15) That is why I am so eager to preach the gospel also\nto you who are in Rome. (16) For I am not ashamed of the\ngospel, because it is the power of God that brings salvation\nto everyone who believes: first to the Jew, then to the Gentile."],"start_index":400006001009,"end_index":400006001016,"verse_count":8,"word_count":194},{"reference":"Romans 5:7–8","translation":"NIV","division":"Primary","passage_number":87,"release":"NBBC","cards":["(7) Very rarely will anyone die for a righteous person, though\nfor a good person someone might possibly dare to die. (8)\nBut God demonstrates his own love for us in this: While we\nwere still sinners, Christ died for us."],"start_index":400006005007,"end_index":400006005008,"verse_count":2,"word_count":39},{"reference":"Romans 6:12–19","translation":"NIV","division":"Primary","passage_number":88,"release":"NBBC","cards":["(12) Therefore do not let sin reign in your mortal body so\nthat you obey its evil desires. (13) Do not offer any part of\nyourself to sin as an instrument of wickedness, but rather\noffer yourselves to God as those who have been brought\nfrom death to life; and offer every part of yourself to him as\nan instrument of righteousness. (14) For sin shall no longer\nbe your master, because you are not under the law, but\nunder grace. (15) What then? Shall we sin because we are\nnot under the law but under grace? By no means! (16) Don't\nyou know that when you offer yourselves to someone as\nobedient slaves, you are slaves of the one you obey--whether","you are slaves to sin, which leads to death, or to obedience,\nwhich leads to righteousness? (17) But thanks be to God that,\nthough you used to be slaves to sin, you have come to obey\nfrom your heart the pattern of teaching that has now claimed\nyour allegiance. (18) You have been set free from sin and have\nbecome slaves to righteousness. (19) I am using an example\nfrom everyday life because of your human limitations. Just as\nyou used to offer yourselves as slaves to impurity and to ever-\nincreasing wickedness, so now offer yourselves as slaves to\nrighteousness leading to holiness."],"start_index":400006006012,"end_index":400006006019,"verse_count":8,"word_count":219},{"reference":"Romans 8:26–32","translation":"NIV","division":"Primary","passage_number":89,"release":"NBBC","cards":["(26) In the same way, the Spirit helps us in our weakness. We\ndo not know what we ought to pray for, but the Spirit himself\nintercedes for us through wordless groans. (27) And he who\nsearches our hearts knows the mind of the Spirit, because\nthe Spirit intercedes for God's people in accordance with the\nwill of God. (28) And we know that in all things God works\nfor the good of those who love him, who have been called\naccording to his purpose. (29) For those God foreknew he also\npredestined to be conformed to the image of his Son, that he\nmight be the firstborn among many brothers and sisters. (30)\nAnd those he predestined, he also called; those he called, he","also justified; those he justified, he also glorified. (31) What,\nthen, shall we say in response to these things? If God is for\nus, who can be against us? (32) He who did not spare his own\nSon, but gave him up for us all--how will he not also, along\nwith him, graciously give us all things?"],"start_index":400006008026,"end_index":400006008032,"verse_count":7,"word_count":176},{"reference":"Romans 15:1–6","translation":"NIV","division":"Primary","passage_number":90,"release":"NBBC","cards":["(1) We who are strong ought to bear with the failings of the weak\nand not to please ourselves. (2) Each of us should please our\nneighbors for their good, to build them up. (3) For even Christ did\nnot please himself but, as it is written: \"The insults of those who\ninsult you have fallen on me.\" (4) For everything that was written\nin the past was written to teach us, so that through the endurance\ntaught in the Scriptures and the encouragement they provide\nwe might have hope. (5) May the God who gives endurance and\nencouragement give you the same attitude of mind toward each\nother that Christ Jesus had, (6) so that with one mind and one\nvoice you may glorify the God and Father of our Lord Jesus Christ."],"start_index":400006015001,"end_index":400006015006,"verse_count":6,"word_count":128},{"reference":"1 Corinthians 3:11–15","translation":"NIV","division":"Primary","passage_number":91,"release":"NBBC","cards":["(11) For no one can lay any foundation other than the one\nalready laid, which is Jesus Christ. (12) If anyone builds on\nthis foundation using gold, silver, costly stones, wood, hay or\nstraw, (13) their work will be shown for what it is, because the\nDay will bring it to light. It will be revealed with fire, and the\nfire will test the quality of each person's work. (14) If what has\nbeen built survives, the builder will receive a reward. (15) If it\nis burned up, the builder will suffer loss but yet will be saved-\n-even though only as one escaping through the flames."],"start_index":400007003011,"end_index":400007003015,"verse_count":5,"word_count":102},{"reference":"2 Corinthians 2:12–17","translation":"NIV","division":"Primary","passage_number":92,"release":"NBBC","cards":["(12) Now when I went to Troas to preach the gospel of Christ\nand found that the Lord had opened a door for me, (13) I still\nhad no peace of mind, because I did not find my brother Titus\nthere. So I said goodbye to them and went on to Macedonia.\n(14) But thanks be to God, who always leads us as captives\nin Christ's triumphal procession and uses us to spread the\naroma of the knowledge of him everywhere. (15) For we are\nto God the pleasing aroma of Christ among those who are\nbeing saved and those who are perishing. (16) To the one\nwe are an aroma that brings death; to the other, an aroma\nthat brings life. And who is equal to such a task? (17) Unlike","so many, we do not peddle the word of God for profit. On\nthe contrary, in Christ we speak before God with sincerity, as\nthose sent from God."],"start_index":400008002012,"end_index":400008002017,"verse_count":6,"word_count":154},{"reference":"Galatians 3:1–3","translation":"NIV","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) You foolish Galatians! Who has bewitched you? Before\nyour very eyes Jesus Christ was clearly portrayed as crucified.\n(2) I would like to learn just one thing from you: Did you\nreceive the Spirit by the works of the law, or by believing\nwhat you heard? (3) Are you so foolish? After beginning by\nmeans of the Spirit, are you now trying to finish by means of\nthe flesh?"],"start_index":400009003001,"end_index":400009003003,"verse_count":3,"word_count":67},{"reference":"Galatians 5:16–26","translation":"NIV","division":"Primary","passage_number":94,"release":"NBBC","cards":["(16) So I say, walk by the Spirit, and you will not gratify the\ndesires of the flesh. (17) For the flesh desires what is contrary\nto the Spirit, and the Spirit what is contrary to the flesh. They\nare in conflict with each other, so that you are not to do\nwhatever you want. (18) But if you are led by the Spirit, you\nare not under the law. (19) The acts of the flesh are obvious:\nsexual immorality, impurity and debauchery; (20) idolatry\nand witchcraft; hatred, discord, jealousy, fits of rage, selfish\nambition, dissensions, factions (21) and envy; drunkenness,\norgies, and the like. I warn you, as I did before, that those who\nlive like this will not inherit the kingdom of God. (22) But the","fruit of the Spirit is love, joy, peace, forbearance, kindness,\ngoodness, faithfulness, (23) gentleness and self-control.\nAgainst such things there is no law. (24) Those who belong\nto Christ Jesus have crucified the flesh with its passions and\ndesires. (25) Since we live by the Spirit, let us keep in step\nwith the Spirit. (26) Let us not become conceited, provoking\nand envying each other."],"start_index":400009005016,"end_index":400009005026,"verse_count":11,"word_count":183},{"reference":"Ephesians 2:8–14","translation":"NIV","division":"Primary","passage_number":95,"release":"NBBC","cards":["(8) For it is by grace you have been saved, through faith--\nand this is not from yourselves, it is the gift of God-- (9) not\nby works, so that no one can boast. (10) For we are God's\nhandiwork, created in Christ Jesus to do good works, which\nGod prepared in advance for us to do. (11) Therefore,\nremember that formerly you who are Gentiles by birth and\ncalled \"uncircumcised\" by those who call themselves \"the\ncircumcision\" (which is done in the body by human hands)--\n(12) remember that at that time you were separate from\nChrist, excluded from citizenship in Israel and foreigners to\nthe covenants of the promise, without hope and without God","in the world. (13) But now in Christ Jesus you who once were\nfar away have been brought near by the blood of Christ. (14)\nFor he himself is our peace, who has made the two groups one\nand has destroyed the barrier, the dividing wall of hostility,"],"start_index":400010002008,"end_index":400010002014,"verse_count":7,"word_count":157},{"reference":"Ephesians 6:1–4","translation":"NIV","division":"Primary","passage_number":96,"release":"NBBC","cards":["(1) Children, obey your parents in the Lord, for this is right.\n(2) \"Honor your father and mother\"--which is the first\ncommandment with a promise-- (3) \"so that it may go well\nwith you and that you may enjoy long life on the earth.\" (4)\nFathers, do not exasperate your children; instead, bring them\nup in the training and instruction of the Lord."],"start_index":400010006001,"end_index":400010006004,"verse_count":4,"word_count":60},{"reference":"Ephesians 6:10–18","translation":"NIV","division":"Primary","passage_number":97,"release":"NBBC","cards":["(10) Finally, be strong in the Lord and in his mighty power.\n(11) Put on the full armor of God, so that you can take your\nstand against the devil's schemes. (12) For our struggle is\nnot against flesh and blood, but against the rulers, against\nthe authorities, against the powers of this dark world and\nagainst the spiritual forces of evil in the heavenly realms. (13)\nTherefore put on the full armor of God, so that when the day\nof evil comes, you may be able to stand your ground, and\nafter you have done everything, to stand. (14) Stand firm\nthen, with the belt of truth buckled around your waist, with\nthe breastplate of righteousness in place, (15) and with your","feet fitted with the readiness that comes from the gospel of\npeace. (16) In addition to all this, take up the shield of faith,\nwith which you can extinguish all the flaming arrows of the\nevil one. (17) Take the helmet of salvation and the sword of\nthe Spirit, which is the word of God. (18) And pray in the Spirit\non all occasions with all kinds of prayers and requests. With\nthis in mind, be alert and always keep on praying for all the\nLord's people."],"start_index":400010006010,"end_index":400010006018,"verse_count":9,"word_count":201},{"reference":"Philippians 2:1–8","translation":"NIV","division":"Primary","passage_number":98,"release":"NBBC","cards":["(1) Therefore if you have any encouragement from being\nunited with Christ, if any comfort from his love, if any common\nsharing in the Spirit, if any tenderness and compassion, (2)\nthen make my joy complete by being like-minded, having the\nsame love, being one in spirit and of one mind. (3) Do nothing\nout of selfish ambition or vain conceit. Rather, in humility\nvalue others above yourselves, (4) not looking to your own\ninterests but each of you to the interests of the others. (5) In\nyour relationships with one another, have the same mindset\nas Christ Jesus: (6) Who, being in very nature God, did not\nconsider equality with God something to be used to his own","advantage; (7) rather, he made himself nothing by taking the\nvery nature of a servant, being made in human likeness. (8)\nAnd being found in appearance as a man, he humbled himself\nby becoming obedient to death--even death on a cross!"],"start_index":400011002001,"end_index":400011002008,"verse_count":8,"word_count":154},{"reference":"Colossians 2:11–15","translation":"NIV","division":"Primary","passage_number":99,"release":"NBBC","cards":["(11) In him you were also circumcised with a circumcision not\nperformed by human hands. Your whole self ruled by the flesh\nwas put off when you were circumcised by Christ, (12) having\nbeen buried with him in baptism, in which you were also raised\nwith him through your faith in the working of God, who raised him\nfrom the dead. (13) When you were dead in your sins and in the\nuncircumcision of your flesh, God made you alive with Christ. He\nforgave us all our sins, (14) having canceled the charge of our legal\nindebtedness, which stood against us and condemned us; he has\ntaken it away, nailing it to the cross. (15) And having disarmed\nthe powers and authorities, he made a public spectacle of them,\ntriumphing over them by the cross."],"start_index":400012002011,"end_index":400012002015,"verse_count":5,"word_count":130},{"reference":"2 Thessalonians 1:11–12","translation":"NIV","division":"Primary","passage_number":100,"release":"NBBC","cards":["(11) With this in mind, we constantly pray for you, that our God\nmay make you worthy of his calling, and that by his power he\nmay bring to fruition your every desire for goodness and your\nevery deed prompted by faith. (12) We pray this so that the\nname of our Lord Jesus may be glorified in you, and you in\nhim, according to the grace of our God and the Lord Jesus\nChrist."],"start_index":400014001011,"end_index":400014001012,"verse_count":2,"word_count":73},{"reference":"1 Timothy 1:12–17","translation":"NIV","division":"Primary","passage_number":101,"release":"NBBC","cards":["(12) I thank Christ Jesus our Lord, who has given me strength,\nthat he considered me trustworthy, appointing me to his\nservice. (13) Even though I was once a blasphemer and a\npersecutor and a violent man, I was shown mercy because I\nacted in ignorance and unbelief. (14) The grace of our Lord\nwas poured out on me abundantly, along with the faith and\nlove that are in Christ Jesus. (15) Here is a trustworthy saying\nthat deserves full acceptance: Christ Jesus came into the\nworld to save sinners--of whom I am the worst. (16) But for\nthat very reason I was shown mercy so that in me, the worst of\nsinners, Christ Jesus might display his immense patience as","an example for those who would believe in him and receive\neternal life. (17) Now to the King eternal, immortal, invisible,\nthe only God, be honor and glory for ever and ever. Amen."],"start_index":400015001012,"end_index":400015001017,"verse_count":6,"word_count":149},{"reference":"1 Timothy 4:12–16","translation":"NIV","division":"Primary","passage_number":102,"release":"NBBC","cards":["(12) Don't let anyone look down on you because you are\nyoung, but set an example for the believers in speech, in\nconduct, in love, in faith and in purity. (13) Until I come, devote\nyourself to the public reading of Scripture, to preaching and\nto teaching. (14) Do not neglect your gift, which was given you\nthrough prophecy when the body of elders laid their hands\non you. (15) Be diligent in these matters; give yourself wholly\nto them, so that everyone may see your progress. (16) Watch\nyour life and doctrine closely. Persevere in them, because if\nyou do, you will save both yourself and your hearers."],"start_index":400015004012,"end_index":400015004016,"verse_count":5,"word_count":104},{"reference":"1 Timothy 6:3–16","translation":"NIV","division":"Primary","passage_number":103,"release":"NBBC","cards":["(3) If anyone teaches otherwise and does not agree to the\nsound instruction of our Lord Jesus Christ and to godly\nteaching, (4) they are conceited and understand nothing.\nThey have an unhealthy interest in controversies and quarrels\nabout words that result in envy, strife, malicious talk, evil\nsuspicions (5) and constant friction between people of corrupt\nmind, who have been robbed of the truth and who think that\ngodliness is a means to financial gain. (6) But godliness with\ncontentment is great gain. (7) For we brought nothing into\nthe world, and we can take nothing out of it. (8) But if we have\nfood and clothing, we will be content with that. (9) Those who","want to get rich fall into temptation and a trap and into many\nfoolish and harmful desires that plunge people into ruin and\ndestruction. (10) For the love of money is a root of all kinds\nof evil. Some people, eager for money, have wandered from\nthe faith and pierced themselves with many griefs. (11) But\nyou, man of God, flee from all this, and pursue righteousness,\ngodliness, faith, love, endurance and gentleness. (12) Fight\nthe good fight of the faith. Take hold of the eternal life to\nwhich you were called when you made your good confession\nin the presence of many witnesses. (13) In the sight of God,\nwho gives life to everything, and of Christ Jesus, who while","testifying before Pontius Pilate made the good confession, I\ncharge you (14) to keep this command without spot or blame\nuntil the appearing of our Lord Jesus Christ, (15) which God\nwill bring about in his own time--God, the blessed and only\nRuler, the King of kings and Lord of lords, (16) who alone is\nimmortal and who lives in unapproachable light, whom no\none has seen or can see. To him be honor and might forever.\nAmen."],"start_index":400015006003,"end_index":400015006016,"verse_count":14,"word_count":303},{"reference":"2 Timothy 1:6–10","translation":"NIV","division":"Primary","passage_number":104,"release":"NBBC","cards":["(6) For this reason I remind you to fan into flame the gift of God,\nwhich is in you through the laying on of my hands. (7) For the Spirit\nGod gave us does not make us timid, but gives us power, love and\nself-discipline. (8) So do not be ashamed of the testimony about\nour Lord or of me his prisoner. Rather, join with me in suffering for\nthe gospel, by the power of God. (9) He has saved us and called us\nto a holy life--not because of anything we have done but because\nof his own purpose and grace. This grace was given us in Christ\nJesus before the beginning of time, (10) but it has now been\nrevealed through the appearing of our Savior, Christ Jesus, who\nhas destroyed death and has brought life and immortality to light\nthrough the gospel."],"start_index":400016001006,"end_index":400016001010,"verse_count":5,"word_count":142},{"reference":"2 Timothy 2:19–22","translation":"NIV","division":"Primary","passage_number":105,"release":"NBBC","cards":["(19) Nevertheless, God's solid foundation stands firm, sealed\nwith this inscription: \"The Lord knows those who are his,\" and,\n\"Everyone who confesses the name of the Lord must turn away\nfrom wickedness.\" (20) In a large house there are articles not only\nof gold and silver, but also of wood and clay; some are for special\npurposes and some for common use. (21) Those who cleanse\nthemselves from the latter will be instruments for special purposes,\nmade holy, useful to the Master and prepared to do any good\nwork. (22) Flee the evil desires of youth and pursue righteousness,\nfaith, love and peace, along with those who call on the Lord out of\na pure heart."],"start_index":400016002019,"end_index":400016002022,"verse_count":4,"word_count":112},{"reference":"Hebrews 6:9–12","translation":"NIV","division":"Primary","passage_number":106,"release":"NBBC","cards":["(9) Even though we speak like this, dear friends, we are\nconvinced of better things in your case--the things that have\nto do with salvation. (10) God is not unjust; he will not forget\nyour work and the love you have shown him as you have\nhelped his people and continue to help them. (11) We want\neach of you to show this same diligence to the very end, so\nthat what you hope for may be fully realized. (12) We do not\nwant you to become lazy, but to imitate those who through\nfaith and patience inherit what has been promised."],"start_index":400019006009,"end_index":400019006012,"verse_count":4,"word_count":99},{"reference":"James 3:1–9","translation":"NIV","division":"Primary","passage_number":107,"release":"NBBC","cards":["(1) Not many of you should become teachers, my fellow\nbelievers, because you know that we who teach will be judged\nmore strictly. (2) We all stumble in many ways. Anyone who\nis never at fault in what they say is perfect, able to keep their\nwhole body in check. (3) When we put bits into the mouths of\nhorses to make them obey us, we can turn the whole animal.\n(4) Or take ships as an example. Although they are so large\nand are driven by strong winds, they are steered by a very\nsmall rudder wherever the pilot wants to go. (5) Likewise, the\ntongue is a small part of the body, but it makes great boasts.\nConsider what a great forest is set on fire by a small spark. (6)","The tongue also is a fire, a world of evil among the parts of\nthe body. It corrupts the whole body, sets the whole course\nof one's life on fire, and is itself set on fire by hell. (7) All kinds\nof animals, birds, reptiles and sea creatures are being tamed\nand have been tamed by mankind, (8) but no human being\ncan tame the tongue. It is a restless evil, full of deadly poison.\n(9) With the tongue we praise our Lord and Father, and with\nit we curse human beings, who have been made in God's\nlikeness."],"start_index":400020003001,"end_index":400020003009,"verse_count":9,"word_count":223},{"reference":"1 Peter 1:3–9","translation":"NIV","division":"Primary","passage_number":108,"release":"NBBC","cards":["(3) Praise be to the God and Father of our Lord Jesus Christ!\nIn his great mercy he has given us new birth into a living hope\nthrough the resurrection of Jesus Christ from the dead, (4)\nand into an inheritance that can never perish, spoil or fade.\nThis inheritance is kept in heaven for you, (5) who through\nfaith are shielded by God's power until the coming of the\nsalvation that is ready to be revealed in the last time. (6) In all\nthis you greatly rejoice, though now for a little while you may\nhave had to suffer grief in all kinds of trials. (7) These have\ncome so that the proven genuineness of your faith--of greater\nworth than gold, which perishes even though refined by fire-","-may result in praise, glory and honor when Jesus Christ is\nrevealed. (8) Though you have not seen him, you love him;\nand even though you do not see him now, you believe in him\nand are filled with an inexpressible and glorious joy, (9) for\nyou are receiving the end result of your faith, the salvation of\nyour souls."],"start_index":400021001003,"end_index":400021001009,"verse_count":7,"word_count":183},{"reference":"1 Peter 4:6–19","translation":"NIV","division":"Primary","passage_number":109,"release":"NBBC","cards":["(6) For this is the reason the gospel was preached even\nto those who are now dead, so that they might be judged\naccording to human standards in regard to the body, but live\naccording to God in regard to the spirit. (7) The end of all\nthings is near. Therefore be alert and of sober mind so that\nyou may pray. (8) Above all, love each other deeply, because\nlove covers over a multitude of sins. (9) Offer hospitality to\none another without grumbling. (10) Each of you should use\nwhatever gift you have received to serve others, as faithful\nstewards of God's grace in its various forms. (11) If anyone\nspeaks, they should do so as one who speaks the very words","of God. If anyone serves, they should do so with the strength\nGod provides, so that in all things God may be praised\nthrough Jesus Christ. To him be the glory and the power for\never and ever. Amen. (12) Dear friends, do not be surprised\nat the fiery ordeal that has come on you to test you, as though\nsomething strange were happening to you. (13) But rejoice\ninasmuch as you participate in the sufferings of Christ, so that\nyou may be overjoyed when his glory is revealed. (14) If you\nare insulted because of the name of Christ, you are blessed,\nfor the Spirit of glory and of God rests on you. (15) If you\nsuffer, it should not be as a murderer or thief or any other","kind of criminal, or even as a meddler. (16) However, if you\nsuffer as a Christian, do not be ashamed, but praise God that\nyou bear that name. (17) For it is time for judgment to begin\nwith God's household; and if it begins with us, what will the\noutcome be for those who do not obey the gospel of God?\n(18) And, \"If it is hard for the righteous to be saved, what will\nbecome of the ungodly and the sinner?\" (19) So then, those\nwho suffer according to God's will should commit themselves\nto their faithful Creator and continue to do good."],"start_index":400021004006,"end_index":400021004019,"verse_count":14,"word_count":344},{"reference":"2 Peter 1:2–11","translation":"NIV","division":"Primary","passage_number":110,"release":"NBBC","cards":["(2) Grace and peace be yours in abundance through the\nknowledge of God and of Jesus our Lord. (3) His divine power\nhas given us everything we need for a godly life through\nour knowledge of him who called us by his own glory and\ngoodness. (4) Through these he has given us his very great and\nprecious promises, so that through them you may participate\nin the divine nature, having escaped the corruption in the\nworld caused by evil desires. (5) For this very reason, make\nevery effort to add to your faith goodness; and to goodness,\nknowledge; (6) and to knowledge, self-control; and to self-\ncontrol, perseverance; and to perseverance, godliness; (7) and","to godliness, mutual affection; and to mutual affection, love.\n(8) For if you possess these qualities in increasing measure,\nthey will keep you from being ineffective and unproductive\nin your knowledge of our Lord Jesus Christ. (9) But whoever\ndoes not have them is nearsighted and blind, forgetting that\nthey have been cleansed from their past sins. (10) Therefore,\nmy brothers and sisters, make every effort to confirm your\ncalling and election. For if you do these things, you will never\nstumble, (11) and you will receive a rich welcome into the\neternal kingdom of our Lord and Savior Jesus Christ."],"start_index":400022001002,"end_index":400022001011,"verse_count":10,"word_count":207},{"reference":"1 John 5:2–5","translation":"NIV","division":"Primary","passage_number":111,"release":"NBBC","cards":["(2) This is how we know that we love the children of God: by\nloving God and carrying out his commands. (3) In fact, this is\nlove for God: to keep his commands. And his commands are\nnot burdensome, (4) for everyone born of God overcomes\nthe world. This is the victory that has overcome the world,\neven our faith. (5) Who is it that overcomes the world? Only\nthe one who believes that Jesus is the Son of God."],"start_index":400023005002,"end_index":400023005005,"verse_count":4,"word_count":76},{"reference":"Revelation 5:2–5","translation":"NIV","division":"Primary","passage_number":112,"release":"NBBC","cards":["(2) And I saw a mighty angel proclaiming in a loud voice,\n\"Who is worthy to break the seals and open the scroll?\" (3)\nBut no one in heaven or on earth or under the earth could\nopen the scroll or even look inside it. (4) I wept and wept\nbecause no one was found who was worthy to open the scroll\nor look inside. (5) Then one of the elders said to me, \"Do not\nweep! See, the Lion of the tribe of Judah, the Root of David,\nhas triumphed. He is able to open the scroll and its seven\nseals.\""],"start_index":400027005002,"end_index":400027005005,"verse_count":4,"word_count":98}]