[{"reference":"Colossians 1:15–16","translation":"NKJV","division":"Primary","passage_number":1,"release":"Navigate","cards":["(15) He is the image of the invisible God, the firstborn over\nall creation. (16) For by Him all things were created that are\nin heaven and that are on earth, visible and invisible, whether\nthrones or dominions or principalities or powers. All things\nwere created through Him and for Him."],"start_index":400012001015,"end_index":400012001016,"verse_count":2,"word_count":49},{"reference":"Genesis 1:1","translation":"NKJV","division":"Primary","passage_number":2,"release":"Navigate","cards":["(1) In the beginning God created the heavens and the earth."],"start_index":200001001001,"end_index":200001001001,"verse_count":1,"word_count":10},{"reference":"Isaiah 40:26","translation":"NKJV","division":"Primary","passage_number":3,"release":"Explore","cards":["(26) Lift up your eyes on high, And see who has created these\nthings, Who brings out their host by number; He calls them\nall by name, By the greatness of His might And the strength\nof His power; Not one is missing."],"start_index":200023040026,"end_index":200023040026,"verse_count":1,"word_count":42},{"reference":"Genesis 1:26–27","translation":"NKJV","division":"Primary","passage_number":4,"release":"Navigate","cards":["(26) Then God said, \"Let Us make man in Our image, according\nto Our likeness; let them have dominion over the fish of the\nsea, over the birds of the air, and over the cattle, over all the\nearth and over every creeping thing that creeps on the earth.\"\n(27) So God created man in His own image; in the image of\nGod He created him; male and female He created them."],"start_index":200001001026,"end_index":200001001027,"verse_count":2,"word_count":70},{"reference":"Genesis 17:1–2","translation":"NKJV","division":"Primary","passage_number":5,"release":"Explore","cards":["(1) When Abram was ninety-nine years old, the LORD\nappeared to Abram and said to him, \"I am Almighty God; walk\nbefore Me and be blameless. (2) \"And I will make My covenant\nbetween Me and you, and will multiply you exceedingly.\""],"start_index":200001017001,"end_index":200001017002,"verse_count":2,"word_count":41},{"reference":"Genesis 2:2–3","translation":"NKJV","division":"Primary","passage_number":6,"release":"Navigate","cards":["(2) And on the seventh day God ended His work which He\nhad done, and He rested on the seventh day from all His work\nwhich He had done. (3) Then God blessed the seventh day\nand sanctified it, because in it He rested from all His work\nwhich God had created and made."],"start_index":200001002002,"end_index":200001002003,"verse_count":2,"word_count":52},{"reference":"Exodus 31:12–13","translation":"NKJV","division":"Primary","passage_number":7,"release":"Explore","cards":["(12) And the LORD spoke to Moses, saying, (13) \"Speak also\nto the children of Israel, saying: 'Surely My Sabbaths you\nshall keep, for it is a sign between Me and you throughout\nyour generations, that you may know that I am the LORD who\nsanctifies you."],"start_index":200002031012,"end_index":200002031013,"verse_count":2,"word_count":45},{"reference":"Genesis 2:23–24","translation":"NKJV","division":"Primary","passage_number":8,"release":"Navigate","cards":["(23) And Adam said: \"This is now bone of my bones And flesh\nof my flesh; She shall be called Woman, Because she was\ntaken out of Man.\" (24) Therefore a man shall leave his father\nand mother and be joined to his wife, and they shall become\none flesh."],"start_index":200001002023,"end_index":200001002024,"verse_count":2,"word_count":48},{"reference":"Deuteronomy 6:14–15","translation":"NKJV","division":"Primary","passage_number":9,"release":"Explore","cards":["(14) \"You shall not go after other gods, the gods of the\npeoples who are all around you (15) \"(for the LORD your God\nis a jealous God among you), lest the anger of the LORD your\nGod be aroused against you and destroy you from the face\nof the earth."],"start_index":200005006014,"end_index":200005006015,"verse_count":2,"word_count":49},{"reference":"Genesis 3:14–15","translation":"NKJV","division":"Primary","passage_number":10,"release":"Navigate","cards":["(14) So the LORD God said to the serpent: \"Because you have\ndone this, You are cursed more than all cattle, And more than\nevery beast of the field; On your belly you shall go, And you\nshall eat dust All the days of your life. (15) And I will put enmity\nBetween you and the woman, And between your seed and\nher Seed; He shall bruise your head, And you shall bruise His\nheel.\""],"start_index":200001003014,"end_index":200001003015,"verse_count":2,"word_count":73},{"reference":"Psalm 68:20","translation":"NKJV","division":"Primary","passage_number":11,"release":"Explore","cards":["(20) Our God is the God of salvation; And to GOD the Lord\nbelong escapes from death."],"start_index":200019068020,"end_index":200019068020,"verse_count":1,"word_count":16},{"reference":"Genesis 4:7–8","translation":"NKJV","division":"Primary","passage_number":12,"release":"Navigate","cards":["(7) \"If you do well, will you not be accepted? And if you do\nnot do well, sin lies at the door. And its desire is for you, but\nyou should rule over it.\" (8) Now Cain talked with Abel his\nbrother; and it came to pass, when they were in the field, that\nCain rose up against Abel his brother and killed him."],"start_index":200001004007,"end_index":200001004008,"verse_count":2,"word_count":62},{"reference":"Jeremiah 23:5–6","translation":"NKJV","division":"Primary","passage_number":13,"release":"Explore","cards":["(5) \"Behold, the days are coming,\" says the LORD, \"That I will\nraise to David a Branch of righteousness; A King shall reign\nand prosper, And execute judgment and righteousness in the\nearth. (6) In His days Judah will be saved, And Israel will dwell\nsafely; Now this is His name by which He will be called: THE\nLORD OUR RIGHTEOUSNESS."],"start_index":200024023005,"end_index":200024023006,"verse_count":2,"word_count":59},{"reference":"Genesis 5:1–3","translation":"NKJV","division":"Primary","passage_number":14,"release":"Navigate","cards":["(1) This is the book of the genealogy of Adam. In the day that\nGod created man, He made him in the likeness of God. (2) He\ncreated them male and female, and blessed them and called\nthem Mankind in the day they were created. (3) And Adam\nlived one hundred and thirty years, and begot a son in his\nown likeness, after his image, and named him Seth."],"start_index":200001005001,"end_index":200001005003,"verse_count":3,"word_count":66},{"reference":"Psalm 90:2","translation":"NKJV","division":"Primary","passage_number":15,"release":"Explore","cards":["(2) Before the mountains were brought forth, Or ever You\nhad formed the earth and the world, Even from everlasting to\neverlasting, You are God."],"start_index":200019090002,"end_index":200019090002,"verse_count":1,"word_count":24},{"reference":"Genesis 9:8–11","translation":"NKJV","division":"Primary","passage_number":17,"release":"NBBC","cards":["(8) Then God spoke to Noah and to his sons with him, saying:\n(9) \"And as for Me, behold, I establish My covenant with you\nand with your descendants after you, (10) \"and with every\nliving creature that is with you: the birds, the cattle, and every\nbeast of the earth with you, of all that go out of the ark, every\nbeast of the earth. (11) \"Thus I establish My covenant with\nyou: Never again shall all flesh be cut off by the waters of the\nflood; never again shall there be a flood to destroy the earth.\""],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":95},{"reference":"Exodus 19:3–7","translation":"NKJV","division":"Primary","passage_number":18,"release":"NBBC","cards":["(3) And Moses went up to God, and the LORD called to him from\nthe mountain, saying, \"Thus you shall say to the house of Jacob,\nand tell the children of Israel: (4) 'You have seen what I did to the\nEgyptians, and how I bore you on eagles' wings and brought you\nto Myself. (5) 'Now therefore, if you will indeed obey My voice\nand keep My covenant, then you shall be a special treasure to Me\nabove all people; for all the earth is Mine. (6) 'And you shall be to\nMe a kingdom of priests and a holy nation.' These are the words\nwhich you shall speak to the children of Israel.\" (7) So Moses came\nand called for the elders of the people, and laid before them all\nthese words which the LORD commanded him."],"start_index":200002019003,"end_index":200002019007,"verse_count":5,"word_count":134},{"reference":"Numbers 14:11–21","translation":"NKJV","division":"Primary","passage_number":19,"release":"NBBC","cards":["(11) Then the LORD said to Moses: \"How long will these\npeople reject Me? And how long will they not believe Me,\nwith all the signs which I have performed among them? (12)\n\"I will strike them with the pestilence and disinherit them, and\nI will make of you a nation greater and mightier than they.\"\n(13) And Moses said to the LORD: \"Then the Egyptians will\nhear it, for by Your might You brought these people up from\namong them, (14) \"and they will tell it to the inhabitants of\nthis land. They have heard that You, LORD, are among these\npeople; that You, LORD, are seen face to face and Your cloud\nstands above them, and You go before them in a pillar of","cloud by day and in a pillar of fire by night. (15) \"Now if You\nkill these people as one man, then the nations which have\nheard of Your fame will speak, saying, (16) 'Because the LORD\nwas not able to bring this people to the land which He swore\nto give them, therefore He killed them in the wilderness.' (17)\n\"And now, I pray, let the power of my Lord be great, just as\nYou have spoken, saying, (18) 'The LORD is longsuffering and\nabundant in mercy, forgiving iniquity and transgression; but\nHe by no means clears the guilty, visiting the iniquity of the\nfathers on the children to the third and fourth generation.'\n(19) \"Pardon the iniquity of this people, I pray, according to","the greatness of Your mercy, just as You have forgiven this\npeople, from Egypt even until now.\" (20) Then the LORD said:\n\"I have pardoned, according to your word; (21) \"but truly, as\nI live, all the earth shall be filled with the glory of the LORD--"],"start_index":200004014011,"end_index":200004014021,"verse_count":11,"word_count":288},{"reference":"Deuteronomy 5:11–16","translation":"NKJV","division":"Primary","passage_number":20,"release":"NBBC","cards":["(11) 'You shall not take the name of the LORD your God in\nvain, for the LORD will not hold him guiltless who takes His\nname in vain. (12) 'Observe the Sabbath day, to keep it holy,\nas the LORD your God commanded you. (13) Six days you\nshall labor and do all your work, (14) but the seventh day is\nthe Sabbath of the LORD your God. In it you shall do no work:\nyou, nor your son, nor your daughter, nor your male servant,\nnor your female servant, nor your ox, nor your donkey, nor any\nof your cattle, nor your stranger who is within your gates, that\nyour male servant and your female servant may rest as well\nas you. (15) And remember that you were a slave in the land","of Egypt, and the LORD your God brought you out from there\nby a mighty hand and by an outstretched arm; therefore the\nLORD your God commanded you to keep the Sabbath day.\n(16) 'Honor your father and your mother, as the LORD your\nGod has commanded you, that your days may be long, and\nthat it may be well with you in the land which the LORD your\nGod is giving you."],"start_index":200005005011,"end_index":200005005016,"verse_count":6,"word_count":201},{"reference":"2 Chronicles 32:6–8","translation":"NKJV","division":"Primary","passage_number":21,"release":"NBBC","cards":["(6) Then he set military captains over the people, gathered\nthem together to him in the open square of the city gate,\nand gave them encouragement, saying, (7) \"Be strong and\ncourageous; do not be afraid nor dismayed before the king\nof Assyria, nor before all the multitude that is with him; for\nthere are more with us than with him. (8) \"With him is an arm\nof flesh; but with us is the LORD our God, to help us and to\nfight our battles.\" And the people were strengthened by the\nwords of Hezekiah king of Judah."],"start_index":200014032006,"end_index":200014032008,"verse_count":3,"word_count":95},{"reference":"Job 12:7–10","translation":"NKJV","division":"Primary","passage_number":22,"release":"NBBC","cards":["(7) \"But now ask the beasts, and they will teach you; And\nthe birds of the air, and they will tell you; (8) Or speak to the\nearth, and it will teach you; And the fish of the sea will explain\nto you. (9) Who among all these does not know That the hand\nof the LORD has done this, (10) In whose hand is the life of\nevery living thing, And the breath of all mankind?"],"start_index":200018012007,"end_index":200018012010,"verse_count":4,"word_count":73},{"reference":"Job 22:22–28","translation":"NKJV","division":"Primary","passage_number":23,"release":"NBBC","cards":["(22) Receive, please, instruction from His mouth, And lay up\nHis words in your heart. (23) If you return to the Almighty, you\nwill be built up; You will remove iniquity far from your tents.\n(24) Then you will lay your gold in the dust, And the gold of\nOphir among the stones of the brooks. (25) Yes, the Almighty\nwill be your gold And your precious silver; (26) For then you\nwill have your delight in the Almighty, And lift up your face to\nGod. (27) You will make your prayer to Him, He will hear you,\nAnd you will pay your vows. (28) You will also declare a thing,\nAnd it will be established for you; So light will shine on your\nways."],"start_index":200018022022,"end_index":200018022028,"verse_count":7,"word_count":118},{"reference":"Job 33:3–4","translation":"NKJV","division":"Primary","passage_number":24,"release":"NBBC","cards":["(3) My words come from my upright heart; My lips utter pure\nknowledge. (4) The Spirit of God has made me, And the\nbreath of the Almighty gives me life."],"start_index":200018033003,"end_index":200018033004,"verse_count":2,"word_count":28},{"reference":"Job 37:5–24","translation":"NKJV","division":"Primary","passage_number":25,"release":"NBBC","cards":["(5) God thunders marvelously with His voice; He does great\nthings which we cannot comprehend. (6) For He says to the\nsnow, 'Fall on the earth'; Likewise to the gentle rain and the\nheavy rain of His strength. (7) He seals the hand of every man,\nThat all men may know His work. (8) The beasts go into dens,\nAnd remain in their lairs. (9) From the chamber of the south\ncomes the whirlwind, And cold from the scattering winds\nof the north. (10) By the breath of God ice is given, And the\nbroad waters are frozen. (11) Also with moisture He saturates\nthe thick clouds; He scatters His bright clouds. (12) And they\nswirl about, being turned by His guidance, That they may do","whatever He commands them On the face of the whole earth.\n(13) He causes it to come, Whether for correction, Or for His\nland, Or for mercy. (14) \"Listen to this, O Job; Stand still and\nconsider the wondrous works of God. (15) Do you know\nwhen God dispatches them, And causes the light of His cloud\nto shine? (16) Do you know how the clouds are balanced,\nThose wondrous works of Him who is perfect in knowledge?\n(17) Why are your garments hot, When He quiets the earth\nby the south wind? (18) With Him, have you spread out the\nskies, Strong as a cast metal mirror? (19) \"Teach us what we\nshould say to Him, For we can prepare nothing because of","the darkness. (20) Should He be told that I wish to speak? If\na man were to speak, surely he would be swallowed up. (21)\nEven now men cannot look at the light when it is bright in\nthe skies, When the wind has passed and cleared them. (22)\nHe comes from the north as golden splendor; With God is\nawesome majesty. (23) As for the Almighty, we cannot find\nHim; He is excellent in power, In judgment and abundant\njustice; He does not oppress. (24) Therefore men fear Him;\nHe shows no partiality to any who are wise of heart.\""],"start_index":200018037005,"end_index":200018037024,"verse_count":20,"word_count":331},{"reference":"Job 39:19–28","translation":"NKJV","division":"Primary","passage_number":26,"release":"NBBC","cards":["(19) \"Have you given the horse strength? Have you clothed\nhis neck with thunder? (20) Can you frighten him like a\nlocust? His majestic snorting strikes terror. (21) He paws in\nthe valley, and rejoices in his strength; He gallops into the\nclash of arms. (22) He mocks at fear, and is not frightened;\nNor does he turn back from the sword. (23) The quiver rattles\nagainst him, The glittering spear and javelin. (24) He devours\nthe distance with fierceness and rage; Nor does he come to\na halt because the trumpet has sounded. (25) At the blast of\nthe trumpet he says, 'Aha!' He smells the battle from afar, The\nthunder of captains and shouting. (26) \"Does the hawk fly by","your wisdom, And spread its wings toward the south? (27)\nDoes the eagle mount up at your command, And make its\nnest on high? (28) On the rock it dwells and resides, On the\ncrag of the rock and the stronghold."],"start_index":200018039019,"end_index":200018039028,"verse_count":10,"word_count":153},{"reference":"Psalm 90:12–17","translation":"NKJV","division":"Primary","passage_number":27,"release":"NBBC","cards":["(12) So teach us to number our days, That we may gain a\nheart of wisdom. (13) Return, O LORD! How long? And have\ncompassion on Your servants. (14) Oh, satisfy us early with\nYour mercy, That we may rejoice and be glad all our days!\n(15) Make us glad according to the days in which You have\nafflicted us, The years in which we have seen evil. (16) Let\nYour work appear to Your servants, And Your glory to their\nchildren. (17) And let the beauty of the LORD our God be\nupon us, And establish the work of our hands for us; Yes,\nestablish the work of our hands."],"start_index":200019090012,"end_index":200019090017,"verse_count":6,"word_count":105},{"reference":"Psalm 94:16–19","translation":"NKJV","division":"Primary","passage_number":28,"release":"NBBC","cards":["(16) Who will rise up for me against the evildoers? Who will\nstand up for me against the workers of iniquity? (17) Unless\nthe LORD had been my help, My soul would soon have settled\nin silence. (18) If I say, \"My foot slips,\" Your mercy, O LORD,\nwill hold me up. (19) In the multitude of my anxieties within\nme, Your comforts delight my soul."],"start_index":200019094016,"end_index":200019094019,"verse_count":4,"word_count":62},{"reference":"Psalm 99:2–9","translation":"NKJV","division":"Primary","passage_number":29,"release":"NBBC","cards":["(2) The LORD is great in Zion, And He is high above all the\npeoples. (3) Let them praise Your great and awesome name-\n-He is holy. (4) The King's strength also loves justice; You\nhave established equity; You have executed justice and\nrighteousness in Jacob. (5) Exalt the LORD our God, And\nworship at His footstool--He is holy. (6) Moses and Aaron\nwere among His priests, And Samuel was among those who\ncalled upon His name; They called upon the LORD, and He\nanswered them. (7) He spoke to them in the cloudy pillar;\nThey kept His testimonies and the ordinance He gave them.\n(8) You answered them, O LORD our God; You were to them","God-Who-Forgives, Though You took vengeance on their\ndeeds. (9) Exalt the LORD our God, And worship at His holy\nhill; For the LORD our God is holy."],"start_index":200019099002,"end_index":200019099009,"verse_count":8,"word_count":139},{"reference":"Psalm 128:1–6","translation":"NKJV","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) Blessed is every one who fears the LORD, Who walks in\nHis ways. (2) When you eat the labor of your hands, You shall\nbe happy, and it shall be well with you. (3) Your wife shall\nbe like a fruitful vine In the very heart of your house, Your\nchildren like olive plants All around your table. (4) Behold,\nthus shall the man be blessed Who fears the LORD. (5) The\nLORD bless you out of Zion, And may you see the good of\nJerusalem All the days of your life. (6) Yes, may you see your\nchildren's children. Peace be upon Israel!"],"start_index":200019128001,"end_index":200019128006,"verse_count":6,"word_count":99},{"reference":"Proverbs 8:1–13","translation":"NKJV","division":"Primary","passage_number":31,"release":"NBBC","cards":["(1) Does not wisdom cry out, And understanding lift up her\nvoice? (2) She takes her stand on the top of the high hill,\nBeside the way, where the paths meet. (3) She cries out by\nthe gates, at the entry of the city, At the entrance of the doors:\n(4) \"To you, O men, I call, And my voice is to the sons of men.\n(5) O you simple ones, understand prudence, And you fools,\nbe of an understanding heart. (6) Listen, for I will speak of\nexcellent things, And from the opening of my lips will come\nright things; (7) For my mouth will speak truth; Wickedness is\nan abomination to my lips. (8) All the words of my mouth are\nwith righteousness; Nothing crooked or perverse is in them.","(9) They are all plain to him who understands, And right to\nthose who find knowledge. (10) Receive my instruction, and\nnot silver, And knowledge rather than choice gold; (11) For\nwisdom is better than rubies, And all the things one may\ndesire cannot be compared with her. (12) \"I, wisdom, dwell\nwith prudence, And find out knowledge and discretion. (13)\nThe fear of the LORD is to hate evil; Pride and arrogance and\nthe evil way And the perverse mouth I hate."],"start_index":200020008001,"end_index":200020008013,"verse_count":13,"word_count":202},{"reference":"Proverbs 22:5–6","translation":"NKJV","division":"Primary","passage_number":32,"release":"NBBC","cards":["(5) Thorns and snares are in the way of the perverse; He who\nguards his soul will be far from them. (6) Train up a child in\nthe way he should go, And when he is old he will not depart\nfrom it."],"start_index":200020022005,"end_index":200020022006,"verse_count":2,"word_count":41},{"reference":"Proverbs 24:30–34","translation":"NKJV","division":"Primary","passage_number":33,"release":"NBBC","cards":["(30) I went by the field of the lazy man, And by the vineyard\nof the man devoid of understanding; (31) And there it was,\nall overgrown with thorns; Its surface was covered with\nnettles; Its stone wall was broken down. (32) When I saw it,\nI considered it well; I looked on it and received instruction:\n(33) A little sleep, a little slumber, A little folding of the hands\nto rest; (34) So shall your poverty come like a prowler, And\nyour need like an armed man."],"start_index":200020024030,"end_index":200020024034,"verse_count":5,"word_count":83},{"reference":"Isaiah 64:6","translation":"NKJV","division":"Primary","passage_number":34,"release":"NBBC","cards":["(6) But we are all like an unclean thing, And all our\nrighteousnesses are like filthy rags; We all fade as a leaf, And\nour iniquities, like the wind, Have taken us away."],"start_index":200023064006,"end_index":200023064006,"verse_count":1,"word_count":32},{"reference":"Jeremiah 1:4–12","translation":"NKJV","division":"Primary","passage_number":35,"release":"NBBC","cards":["(4) Then the word of the LORD came to me, saying: (5)\n\"Before I formed you in the womb I knew you; Before you\nwere born I sanctified you; I ordained you a prophet to the\nnations.\" (6) Then said I: \"Ah, Lord GOD! Behold, I cannot\nspeak, for I am a youth.\" (7) But the LORD said to me: \"Do not\nsay, 'I am a youth,' For you shall go to all to whom I send you,\nAnd whatever I command you, you shall speak. (8) Do not be\nafraid of their faces, For I am with you to deliver you,\" says\nthe LORD. (9) Then the LORD put forth His hand and touched\nmy mouth, and the LORD said to me: \"Behold, I have put My\nwords in your mouth. (10) See, I have this day set you over","the nations and over the kingdoms, To root out and to pull\ndown, To destroy and to throw down, To build and to plant.\"\n(11) Moreover the word of the LORD came to me, saying,\n\"Jeremiah, what do you see?\" And I said, \"I see a branch of\nan almond tree.\" (12) Then the LORD said to me, \"You have\nseen well, for I am ready to perform My word.\""],"start_index":200024001004,"end_index":200024001012,"verse_count":9,"word_count":202},{"reference":"Micah 7:7–9","translation":"NKJV","division":"Primary","passage_number":36,"release":"NBBC","cards":["(7) Therefore I will look to the LORD; I will wait for the God\nof my salvation; My God will hear me. (8) Do not rejoice over\nme, my enemy; When I fall, I will arise; When I sit in darkness,\nThe LORD will be a light to me. (9) I will bear the indignation\nof the LORD, Because I have sinned against Him, Until He\npleads my case And executes justice for me. He will bring me\nforth to the light; I will see His righteousness."],"start_index":200033007007,"end_index":200033007009,"verse_count":3,"word_count":84},{"reference":"Acts 20:2–4","translation":"NKJV","division":"Primary","passage_number":37,"release":"NBBC","cards":["(2) Now when he had gone over that region and encouraged\nthem with many words, he came to Greece (3) and stayed\nthree months. And when the Jews plotted against him as\nhe was about to sail to Syria, he decided to return through\nMacedonia. (4) And Sopater of Berea accompanied him to\nAsia--also Aristarchus and Secundus of the Thessalonians, and\nGaius of Derbe, and Timothy, and Tychicus and Trophimus of\nAsia."],"start_index":400005020002,"end_index":400005020004,"verse_count":3,"word_count":70},{"reference":"1 Corinthians 12:1–11","translation":"NKJV","division":"Primary","passage_number":38,"release":"NBBC","cards":["(1) Now concerning spiritual gifts, brethren, I do not want you\nto be ignorant: (2) You know that you were Gentiles, carried\naway to these dumb idols, however you were led. (3) Therefore\nI make known to you that no one speaking by the Spirit of God\ncalls Jesus accursed, and no one can say that Jesus is Lord\nexcept by the Holy Spirit. (4) There are diversities of gifts, but\nthe same Spirit. (5) There are differences of ministries, but the\nsame Lord. (6) And there are diversities of activities, but it is\nthe same God who works all in all. (7) But the manifestation\nof the Spirit is given to each one for the profit of all: (8) for\nto one is given the word of wisdom through the Spirit, to","another the word of knowledge through the same Spirit, (9)\nto another faith by the same Spirit, to another gifts of healings\nby the same Spirit, (10) to another the working of miracles, to\nanother prophecy, to another discerning of spirits, to another\ndifferent kinds of tongues, to another the interpretation of\ntongues. (11) But one and the same Spirit works all these\nthings, distributing to each one individually as He wills."],"start_index":400007012001,"end_index":400007012011,"verse_count":11,"word_count":194},{"reference":"1 Corinthians 15:3–4","translation":"NKJV","division":"Primary","passage_number":39,"release":"NBBC","cards":["(3) For I delivered to you first of all that which I also received:\nthat Christ died for our sins according to the Scriptures, (4)\nand that He was buried, and that He rose again the third day\naccording to the Scriptures,"],"start_index":400007015003,"end_index":400007015004,"verse_count":2,"word_count":40},{"reference":"2 Corinthians 10:3–6","translation":"NKJV","division":"Primary","passage_number":40,"release":"NBBC","cards":["(3) For though we walk in the flesh, we do not war according\nto the flesh. (4) For the weapons of our warfare are not carnal\nbut mighty in God for pulling down strongholds, (5) casting\ndown arguments and every high thing that exalts itself against\nthe knowledge of God, bringing every thought into captivity\nto the obedience of Christ, (6) and being ready to punish all\ndisobedience when your obedience is fulfilled."],"start_index":400008010003,"end_index":400008010006,"verse_count":4,"word_count":69},{"reference":"Ephesians 5:1–2","translation":"NKJV","division":"Primary","passage_number":41,"release":"NBBC","cards":["(1) Therefore be imitators of God as dear children. (2) And\nwalk in love, as Christ also has loved us and given Himself\nfor us, an offering and a sacrifice to God for a sweet-smelling\naroma."],"start_index":400010005001,"end_index":400010005002,"verse_count":2,"word_count":35},{"reference":"Philippians 1:8–14","translation":"NKJV","division":"Primary","passage_number":42,"release":"NBBC","cards":["(8) For God is my witness, how greatly I long for you all with\nthe affection of Jesus Christ. (9) And this I pray, that your\nlove may abound still more and more in knowledge and all\ndiscernment, (10) that you may approve the things that are\nexcellent, that you may be sincere and without offense till the\nday of Christ, (11) being filled with the fruits of righteousness\nwhich are by Jesus Christ, to the glory and praise of God.\n(12) But I want you to know, brethren, that the things which\nhappened to me have actually turned out for the furtherance\nof the gospel, (13) so that it has become evident to the whole\npalace guard, and to all the rest, that my chains are in Christ;","(14) and most of the brethren in the Lord, having become\nconfident by my chains, are much more bold to speak the\nword without fear."],"start_index":400011001008,"end_index":400011001014,"verse_count":7,"word_count":147},{"reference":"Colossians 3:18–25","translation":"NKJV","division":"Primary","passage_number":43,"release":"NBBC","cards":["(18) Wives, submit to your own husbands, as is fitting in the Lord.\n(19) Husbands, love your wives and do not be bitter toward\nthem. (20) Children, obey your parents in all things, for this is well\npleasing to the Lord. (21) Fathers, do not provoke your children, lest\nthey become discouraged. (22) Bondservants, obey in all things\nyour masters according to the flesh, not with eyeservice, as men-\npleasers, but in sincerity of heart, fearing God. (23) And whatever\nyou do, do it heartily, as to the Lord and not to men, (24) knowing\nthat from the Lord you will receive the reward of the inheritance;\nfor you serve the Lord Christ. (25) But he who does wrong will be\nrepaid for what he has done, and there is no partiality."],"start_index":400012003018,"end_index":400012003025,"verse_count":8,"word_count":124},{"reference":"Colossians 4:1–5","translation":"NKJV","division":"Primary","passage_number":44,"release":"NBBC","cards":["(1) Masters, give your bondservants what is just and fair,\nknowing that you also have a Master in heaven. (2) Continue\nearnestly in prayer, being vigilant in it with thanksgiving; (3)\nmeanwhile praying also for us, that God would open to us a\ndoor for the word, to speak the mystery of Christ, for which I\nam also in chains, (4) that I may make it manifest, as I ought\nto speak. (5) Walk in wisdom toward those who are outside,\nredeeming the time."],"start_index":400012004001,"end_index":400012004005,"verse_count":5,"word_count":79},{"reference":"Titus 3:3–8","translation":"NKJV","division":"Primary","passage_number":45,"release":"NBBC","cards":["(3) For we ourselves were also once foolish, disobedient,\ndeceived, serving various lusts and pleasures, living in malice\nand envy, hateful and hating one another. (4) But when\nthe kindness and the love of God our Savior toward man\nappeared, (5) not by works of righteousness which we have\ndone, but according to His mercy He saved us, through the\nwashing of regeneration and renewing of the Holy Spirit, (6)\nwhom He poured out on us abundantly through Jesus Christ\nour Savior, (7) that having been justified by His grace we\nshould become heirs according to the hope of eternal life. (8)\nThis is a faithful saying, and these things I want you to affirm","constantly, that those who have believed in God should be\ncareful to maintain good works. These things are good and\nprofitable to men."],"start_index":400017003003,"end_index":400017003008,"verse_count":6,"word_count":132},{"reference":"Hebrews 1:1–3","translation":"NKJV","division":"Primary","passage_number":46,"release":"NBBC","cards":["(1) God, who at various times and in various ways spoke in\ntime past to the fathers by the prophets, (2) has in these last\ndays spoken to us by His Son, whom He has appointed heir\nof all things, through whom also He made the worlds; (3)\nwho being the brightness of His glory and the express image\nof His person, and upholding all things by the word of His\npower, when He had by Himself purged our sins, sat down at\nthe right hand of the Majesty on high,"],"start_index":400019001001,"end_index":400019001003,"verse_count":3,"word_count":88},{"reference":"1 Peter 2:18–20","translation":"NKJV","division":"Primary","passage_number":47,"release":"NBBC","cards":["(18) Servants, be submissive to your masters with all fear, not\nonly to the good and gentle, but also to the harsh. (19) For\nthis is commendable, if because of conscience toward God\none endures grief, suffering wrongfully. (20) For what credit is\nit if, when you are beaten for your faults, you take it patiently?\nBut when you do good and suffer, if you take it patiently, this\nis commendable before God."],"start_index":400021002018,"end_index":400021002020,"verse_count":3,"word_count":70},{"reference":"1 Peter 4:3–5","translation":"NKJV","division":"Primary","passage_number":48,"release":"NBBC","cards":["(3) For we have spent enough of our past lifetime in doing\nthe will of the Gentiles--when we walked in lewdness, lusts,\ndrunkenness, revelries, drinking parties, and abominable\nidolatries. (4) In regard to these, they think it strange that\nyou do not run with them in the same flood of dissipation,\nspeaking evil of you. (5) They will give an account to Him who\nis ready to judge the living and the dead."],"start_index":400021004003,"end_index":400021004005,"verse_count":3,"word_count":71},{"reference":"Genesis 8:21–22","translation":"NKJV","division":"Primary","passage_number":49,"release":"NBBC","cards":["(21) And the LORD smelled a soothing aroma. Then the\nLORD said in His heart, \"I will never again curse the ground\nfor man's sake, although the imagination of man's heart is\nevil from his youth; nor will I again destroy every living thing\nas I have done. (22) \"While the earth remains, Seedtime and\nharvest, Cold and heat, Winter and summer, And day and\nnight Shall not cease.\""],"start_index":200001008021,"end_index":200001008022,"verse_count":2,"word_count":67},{"reference":"Genesis 9:8–11","translation":"NKJV","division":"Primary","passage_number":50,"release":"NBBC","cards":["(8) Then God spoke to Noah and to his sons with him, saying:\n(9) \"And as for Me, behold, I establish My covenant with you\nand with your descendants after you, (10) \"and with every\nliving creature that is with you: the birds, the cattle, and every\nbeast of the earth with you, of all that go out of the ark, every\nbeast of the earth. (11) \"Thus I establish My covenant with\nyou: Never again shall all flesh be cut off by the waters of the\nflood; never again shall there be a flood to destroy the earth.\""],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":95},{"reference":"Exodus 14:13–14","translation":"NKJV","division":"Primary","passage_number":51,"release":"NBBC","cards":["(13) And Moses said to the people, \"Do not be afraid.\nStand still, and see the salvation of the LORD, which He will\naccomplish for you today. For the Egyptians whom you see\ntoday, you shall see again no more forever. (14) \"The LORD\nwill fight for you, and you shall hold your peace.\""],"start_index":200002014013,"end_index":200002014014,"verse_count":2,"word_count":52},{"reference":"Deuteronomy 8:2–11","translation":"NKJV","division":"Primary","passage_number":52,"release":"NBBC","cards":["(2) \"And you shall remember that the LORD your God led you all\nthe way these forty years in the wilderness, to humble you and\ntest you, to know what was in your heart, whether you would keep\nHis commandments or not. (3) \"So He humbled you, allowed you\nto hunger, and fed you with manna which you did not know nor\ndid your fathers know, that He might make you know that man\nshall not live by bread alone; but man lives by every word that\nproceeds from the mouth of the LORD. (4) \"Your garments did not\nwear out on you, nor did your foot swell these forty years. (5) \"You\nshould know in your heart that as a man chastens his son, so the\nLORD your God chastens you. (6) \"Therefore you shall keep the\ncommandments of the LORD your God, to walk in His ways and to","fear Him. (7) \"For the LORD your God is bringing you into a good\nland, a land of brooks of water, of fountains and springs, that flow\nout of valleys and hills; (8) \"a land of wheat and barley, of vines\nand fig trees and pomegranates, a land of olive oil and honey; (9)\n\"a land in which you will eat bread without scarcity, in which you\nwill lack nothing; a land whose stones are iron and out of whose\nhills you can dig copper. (10) \"When you have eaten and are full,\nthen you shall bless the LORD your God for the good land which\nHe has given you. (11) \"Beware that you do not forget the LORD\nyour God by not keeping His commandments, His judgments, and\nHis statutes which I command you today,"],"start_index":200005008002,"end_index":200005008011,"verse_count":10,"word_count":277},{"reference":"Deuteronomy 31:6–9","translation":"NKJV","division":"Primary","passage_number":53,"release":"NBBC","cards":["(6) \"Be strong and of good courage, do not fear nor be afraid\nof them; for the LORD your God, He is the One who goes with\nyou. He will not leave you nor forsake you.\" (7) Then Moses called\nJoshua and said to him in the sight of all Israel, \"Be strong and of\ngood courage, for you must go with this people to the land which\nthe LORD has sworn to their fathers to give them, and you shall\ncause them to inherit it. (8) \"And the LORD, He is the One who\ngoes before you. He will be with you, He will not leave you nor\nforsake you; do not fear nor be dismayed.\" (9) So Moses wrote this\nlaw and delivered it to the priests, the sons of Levi, who bore the\nark of the covenant of the LORD, and to all the elders of Israel."],"start_index":200005031006,"end_index":200005031009,"verse_count":4,"word_count":146},{"reference":"Deuteronomy 32:1–4","translation":"NKJV","division":"Primary","passage_number":54,"release":"NBBC","cards":["(1) \"Give ear, O heavens, and I will speak; And hear, O earth,\nthe words of my mouth. (2) Let my teaching drop as the rain,\nMy speech distill as the dew, As raindrops on the tender herb,\nAnd as showers on the grass. (3) For I proclaim the name of\nthe LORD: Ascribe greatness to our God. (4) He is the Rock,\nHis work is perfect; For all His ways are justice, A God of truth\nand without injustice; Righteous and upright is He."],"start_index":200005032001,"end_index":200005032004,"verse_count":4,"word_count":81},{"reference":"Joshua 1:7–9","translation":"NKJV","division":"Primary","passage_number":55,"release":"NBBC","cards":["(7) \"Only be strong and very courageous, that you may\nobserve to do according to all the law which Moses My\nservant commanded you; do not turn from it to the right hand\nor to the left, that you may prosper wherever you go. (8) \"This\nBook of the Law shall not depart from your mouth, but you\nshall meditate in it day and night, that you may observe to\ndo according to all that is written in it. For then you will make\nyour way prosperous, and then you will have good success.\n(9) \"Have I not commanded you? Be strong and of good\ncourage; do not be afraid, nor be dismayed, for the LORD\nyour God is with you wherever you go.\""],"start_index":200006001007,"end_index":200006001009,"verse_count":3,"word_count":121},{"reference":"1 Samuel 17:32–37","translation":"NKJV","division":"Primary","passage_number":56,"release":"NBBC","cards":["(32) Then David said to Saul, \"Let no man's heart fail because\nof him; your servant will go and fight with this Philistine.\"\n(33) And Saul said to David, \"You are not able to go against\nthis Philistine to fight with him; for you are a youth, and he\na man of war from his youth.\" (34) But David said to Saul,\n\"Your servant used to keep his father's sheep, and when a\nlion or a bear came and took a lamb out of the flock, (35) \"I\nwent out after it and struck it, and delivered the lamb from its\nmouth; and when it arose against me, I caught it by its beard,\nand struck and killed it. (36) \"Your servant has killed both lion\nand bear; and this uncircumcised Philistine will be like one of","them, seeing he has defied the armies of the living God.\" (37)\nMoreover David said, \"The LORD, who delivered me from the\npaw of the lion and from the paw of the bear, He will deliver\nme from the hand of this Philistine.\" And Saul said to David,\n\"Go, and the LORD be with you!\""],"start_index":200009017032,"end_index":200009017037,"verse_count":6,"word_count":186},{"reference":"1 Samuel 12:24","translation":"NKJV","division":"Primary","passage_number":57,"release":"NBBC","cards":["(24) \"Only fear the LORD, and serve Him in truth with all your\nheart; for consider what great things He has done for you."],"start_index":200009012024,"end_index":200009012024,"verse_count":1,"word_count":23},{"reference":"2 Samuel 22:17–19","translation":"NKJV","division":"Primary","passage_number":58,"release":"NBBC","cards":["(17) \"He sent from above, He took me, He drew me out of\nmany waters. (18) He delivered me from my strong enemy,\nFrom those who hated me; For they were too strong for me.\n(19) They confronted me in the day of my calamity, But the\nLORD was my support."],"start_index":200010022017,"end_index":200010022019,"verse_count":3,"word_count":48},{"reference":"1 Kings 8:44–52","translation":"NKJV","division":"Primary","passage_number":59,"release":"NBBC","cards":["(44) \"When Your people go out to battle against their enemy,\nwherever You send them, and when they pray to the LORD\ntoward the city which You have chosen and the temple which\nI have built for Your name, (45) \"then hear in heaven their\nprayer and their supplication, and maintain their cause. (46)\n\"When they sin against You (for there is no one who does\nnot sin), and You become angry with them and deliver them\nto the enemy, and they take them captive to the land of the\nenemy, far or near; (47) \"yet when they come to themselves\nin the land where they were carried captive, and repent, and\nmake supplication to You in the land of those who took them","captive, saying, 'We have sinned and done wrong, we have\ncommitted wickedness'; (48) \"and when they return to You\nwith all their heart and with all their soul in the land of their\nenemies who led them away captive, and pray to You toward\ntheir land which You gave to their fathers, the city which You\nhave chosen and the temple which I have built for Your name:\n(49) \"then hear in heaven Your dwelling place their prayer\nand their supplication, and maintain their cause, (50) \"and\nforgive Your people who have sinned against You, and all\ntheir transgressions which they have transgressed against\nYou; and grant them compassion before those who took","them captive, that they may have compassion on them (51)\n\"(for they are Your people and Your inheritance, whom You\nbrought out of Egypt, out of the iron furnace), (52) \"that Your\neyes may be open to the supplication of Your servant and the\nsupplication of Your people Israel, to listen to them whenever\nthey call to You."],"start_index":200011008044,"end_index":200011008052,"verse_count":9,"word_count":286},{"reference":"Esther 4:13–16","translation":"NKJV","division":"Primary","passage_number":60,"release":"NBBC","cards":["(13) And Mordecai told them to answer Esther: \"Do not think in\nyour heart that you will escape in the king's palace any more than\nall the other Jews. (14) \"For if you remain completely silent at this\ntime, relief and deliverance will arise for the Jews from another\nplace, but you and your father's house will perish. Yet who knows\nwhether you have come to the kingdom for such a time as this?\"\n(15) Then Esther told them to reply to Mordecai: (16) \"Go, gather\nall the Jews who are present in Shushan, and fast for me; neither\neat nor drink for three days, night or day. My maids and I will fast\nlikewise. And so I will go to the king, which is against the law; and\nif I perish, I perish!\""],"start_index":200017004013,"end_index":200017004016,"verse_count":4,"word_count":130},{"reference":"Psalm 33:16–22","translation":"NKJV","division":"Primary","passage_number":61,"release":"NBBC","cards":["(16) No king is saved by the multitude of an army; A mighty\nman is not delivered by great strength. (17) A horse is a\nvain hope for safety; Neither shall it deliver any by its great\nstrength. (18) Behold, the eye of the LORD is on those who\nfear Him, On those who hope in His mercy, (19) To deliver their\nsoul from death, And to keep them alive in famine. (20) Our\nsoul waits for the LORD; He is our help and our shield. (21)\nFor our heart shall rejoice in Him, Because we have trusted in\nHis holy name. (22) Let Your mercy, O LORD, be upon us, Just\nas we hope in You."],"start_index":200019033016,"end_index":200019033022,"verse_count":7,"word_count":110},{"reference":"Proverbs 6:6–21","translation":"NKJV","division":"Primary","passage_number":62,"release":"NBBC","cards":["(6) Go to the ant, you sluggard! Consider her ways and be\nwise, (7) Which, having no captain, Overseer or ruler, (8)\nProvides her supplies in the summer, And gathers her food\nin the harvest. (9) How long will you slumber, O sluggard?\nWhen will you rise from your sleep? (10) A little sleep, a little\nslumber, A little folding of the hands to sleep-- (11) So shall\nyour poverty come on you like a prowler, And your need\nlike an armed man. (12) A worthless person, a wicked man,\nWalks with a perverse mouth; (13) He winks with his eyes,\nHe shuffles his feet, He points with his fingers; (14) Perversity\nis in his heart, He devises evil continually, He sows discord.","(15) Therefore his calamity shall come suddenly; Suddenly\nhe shall be broken without remedy. (16) These six things the\nLORD hates, Yes, seven are an abomination to Him: (17) A\nproud look, A lying tongue, Hands that shed innocent blood,\n(18) A heart that devises wicked plans, Feet that are swift\nin running to evil, (19) A false witness who speaks lies, And\none who sows discord among brethren. (20) My son, keep\nyour father's command, And do not forsake the law of your\nmother. (21) Bind them continually upon your heart; Tie them\naround your neck."],"start_index":200020006006,"end_index":200020006021,"verse_count":16,"word_count":204},{"reference":"Ecclesiastes 5:1–8","translation":"NKJV","division":"Primary","passage_number":63,"release":"NBBC","cards":["(1) Walk prudently when you go to the house of God; and\ndraw near to hear rather than to give the sacrifice of fools,\nfor they do not know that they do evil. (2) Do not be rash\nwith your mouth, And let not your heart utter anything hastily\nbefore God. For God is in heaven, and you on earth; Therefore\nlet your words be few. (3) For a dream comes through much\nactivity, And a fool's voice is known by his many words. (4)\nWhen you make a vow to God, do not delay to pay it; For\nHe has no pleasure in fools. Pay what you have vowed-- (5)\nBetter not to vow than to vow and not pay. (6) Do not let your\nmouth cause your flesh to sin, nor say before the messenger","of God that it was an error. Why should God be angry at your\nexcuse and destroy the work of your hands? (7) For in the\nmultitude of dreams and many words there is also vanity. But\nfear God. (8) If you see the oppression of the poor, and the\nviolent perversion of justice and righteousness in a province,\ndo not marvel at the matter; for high official watches over\nhigh official, and higher officials are over them."],"start_index":200021005001,"end_index":200021005008,"verse_count":8,"word_count":207},{"reference":"Ecclesiastes 12:8–14","translation":"NKJV","division":"Primary","passage_number":64,"release":"NBBC","cards":["(8) \"Vanity of vanities,\" says the Preacher, \"All is vanity.\" (9) And\nmoreover, because the Preacher was wise, he still taught the\npeople knowledge; yes, he pondered and sought out and set in\norder many proverbs. (10) The Preacher sought to find acceptable\nwords; and what was written was upright--words of truth. (11) The\nwords of the wise are like goads, and the words of scholars are\nlike well-driven nails, given by one Shepherd. (12) And further,\nmy son, be admonished by these. Of making many books there\nis no end, and much study is wearisome to the flesh. (13) Let us\nhear the conclusion of the whole matter: Fear God and keep His\ncommandments, For this is man's all. (14) For God will bring every\nwork into judgment, Including every secret thing, Whether good\nor evil."],"start_index":200021012008,"end_index":200021012014,"verse_count":7,"word_count":132},{"reference":"Isaiah 1:16–18","translation":"NKJV","division":"Primary","passage_number":65,"release":"NBBC","cards":["(16) \"Wash yourselves, make yourselves clean; Put away the\nevil of your doings from before My eyes. Cease to do evil,\n(17) Learn to do good; Seek justice, Rebuke the oppressor;\nDefend the fatherless, Plead for the widow. (18) \"Come now,\nand let us reason together,\" Says the LORD, \"Though your\nsins are like scarlet, They shall be as white as snow; Though\nthey are red like crimson, They shall be as wool."],"start_index":200023001016,"end_index":200023001018,"verse_count":3,"word_count":70},{"reference":"Isaiah 46:8–13","translation":"NKJV","division":"Primary","passage_number":66,"release":"NBBC","cards":["(8) \"Remember this, and show yourselves men; Recall to mind, O\nyou transgressors. (9) Remember the former things of old, For I am\nGod, and there is no other; I am God, and there is none like Me,\n(10) Declaring the end from the beginning, And from ancient times\nthings that are not yet done, Saying, 'My counsel shall stand, And\nI will do all My pleasure,' (11) Calling a bird of prey from the east,\nThe man who executes My counsel, from a far country. Indeed I\nhave spoken it; I will also bring it to pass. I have purposed it; I will\nalso do it. (12) \"Listen to Me, you stubborn-hearted, Who are far\nfrom righteousness: (13) I bring My righteousness near, it shall not\nbe far off; My salvation shall not linger. And I will place salvation in\nZion, For Israel My glory."],"start_index":200023046008,"end_index":200023046013,"verse_count":6,"word_count":141},{"reference":"Isaiah 55:8–11","translation":"NKJV","division":"Primary","passage_number":67,"release":"NBBC","cards":["(8) \"For My thoughts are not your thoughts, Nor are your ways\nMy ways,\" says the LORD. (9) \"For as the heavens are higher\nthan the earth, So are My ways higher than your ways, And\nMy thoughts than your thoughts. (10) \"For as the rain comes\ndown, and the snow from heaven, And do not return there,\nBut water the earth, And make it bring forth and bud, That it\nmay give seed to the sower And bread to the eater, (11) So\nshall My word be that goes forth from My mouth; It shall not\nreturn to Me void, But it shall accomplish what I please, And it\nshall prosper in the thing for which I sent it."],"start_index":200023055008,"end_index":200023055011,"verse_count":4,"word_count":116},{"reference":"Lamentations 3:21–41","translation":"NKJV","division":"Primary","passage_number":68,"release":"NBBC","cards":["(21) This I recall to my mind, Therefore I have hope. (22) Through the\nLORD's mercies we are not consumed, Because His compassions\nfail not. (23) They are new every morning; Great is Your faithfulness.\n(24) \"The LORD is my portion,\" says my soul, \"Therefore I hope in\nHim!\" (25) The LORD is good to those who wait for Him, To the\nsoul who seeks Him. (26) It is good that one should hope and wait\nquietly For the salvation of the LORD. (27) It is good for a man to\nbear The yoke in his youth. (28) Let him sit alone and keep silent,\nBecause God has laid it on him; (29) Let him put his mouth in the\ndust--There may yet be hope. (30) Let him give his cheek to the\none who strikes him, And be full of reproach. (31) For the Lord will\nnot cast off forever. (32) Though He causes grief, Yet He will show","compassion According to the multitude of His mercies. (33) For\nHe does not afflict willingly, Nor grieve the children of men. (34)\nTo crush under one's feet All the prisoners of the earth, (35) To turn\naside the justice due a man Before the face of the Most High, (36)\nOr subvert a man in his cause--The Lord does not approve. (37)\nWho is he who speaks and it comes to pass, When the Lord has\nnot commanded it? (38) Is it not from the mouth of the Most High\nThat woe and well-being proceed? (39) Why should a living man\ncomplain, A man for the punishment of his sins? (40) Let us search\nout and examine our ways, And turn back to the LORD; (41) Let us\nlift our hearts and hands To God in heaven."],"start_index":200025003021,"end_index":200025003041,"verse_count":21,"word_count":279},{"reference":"Hosea 6:1–3","translation":"NKJV","division":"Primary","passage_number":69,"release":"NBBC","cards":["(1) Come, and let us return to the LORD; For He has torn,\nbut He will heal us; He has stricken, but He will bind us up.\n(2) After two days He will revive us; On the third day He will\nraise us up, That we may live in His sight. (3) Let us know,\nLet us pursue the knowledge of the LORD. His going forth is\nestablished as the morning; He will come to us like the rain,\nLike the latter and former rain to the earth."],"start_index":200028006001,"end_index":200028006003,"verse_count":3,"word_count":85},{"reference":"Jonah 4:10–11","translation":"NKJV","division":"Primary","passage_number":70,"release":"NBBC","cards":["(10) But the LORD said, \"You have had pity on the plant for\nwhich you have not labored, nor made it grow, which came up\nin a night and perished in a night. (11) \"And should I not pity\nNineveh, that great city, in which are more than one hundred\nand twenty thousand persons who cannot discern between\ntheir right hand and their left--and much livestock?\""],"start_index":200032004010,"end_index":200032004011,"verse_count":2,"word_count":65},{"reference":"Habakkuk 3:17–19","translation":"NKJV","division":"Primary","passage_number":71,"release":"NBBC","cards":["(17) Though the fig tree may not blossom, Nor fruit be on the\nvines; Though the labor of the olive may fail, And the fields\nyield no food; Though the flock may be cut off from the fold,\nAnd there be no herd in the stalls-- (18) Yet I will rejoice in\nthe LORD, I will joy in the God of my salvation. (19) The LORD\nGod is my strength; He will make my feet like deer's feet, And\nHe will make me walk on my high hills. To the Chief Musician.\nWith my stringed instruments."],"start_index":200035003017,"end_index":200035003019,"verse_count":3,"word_count":93},{"reference":"Zechariah 8:16–17","translation":"NKJV","division":"Primary","passage_number":72,"release":"NBBC","cards":["(16) These are the things you shall do: Speak each man the\ntruth to his neighbor; Give judgment in your gates for truth,\njustice, and peace; (17) Let none of you think evil in your heart\nagainst your neighbor; And do not love a false oath. For all\nthese are things that I hate,' Says the LORD.\""],"start_index":200038008016,"end_index":200038008017,"verse_count":2,"word_count":55},{"reference":"Matthew 6:5–13","translation":"NKJV","division":"Primary","passage_number":73,"release":"NBBC","cards":["(5) \"And when you pray, you shall not be like the hypocrites.\nFor they love to pray standing in the synagogues and on\nthe corners of the streets, that they may be seen by men.\nAssuredly, I say to you, they have their reward. (6) \"But you,\nwhen you pray, go into your room, and when you have shut\nyour door, pray to your Father who is in the secret place; and\nyour Father who sees in secret will reward you openly. (7) \"And\nwhen you pray, do not use vain repetitions as the heathen do.\nFor they think that they will be heard for their many words.\n(8) \"Therefore do not be like them. For your Father knows\nthe things you have need of before you ask Him. (9) \"In this","manner, therefore, pray: Our Father in heaven, Hallowed be\nYour name. (10) Your kingdom come. Your will be done On\nearth as it is in heaven. (11) Give us this day our daily bread.\n(12) And forgive us our debts, As we forgive our debtors. (13)\nAnd do not lead us into temptation, But deliver us from the\nevil one. For Yours is the kingdom and the power and the\nglory forever. Amen."],"start_index":400001006005,"end_index":400001006013,"verse_count":9,"word_count":196},{"reference":"Matthew 6:19–21","translation":"NKJV","division":"Primary","passage_number":74,"release":"NBBC","cards":["(19) \"Do not lay up for yourselves treasures on earth, where\nmoth and rust destroy and where thieves break in and steal;\n(20) \"but lay up for yourselves treasures in heaven, where\nneither moth nor rust destroys and where thieves do not\nbreak in and steal. (21) \"For where your treasure is, there your\nheart will be also."],"start_index":400001006019,"end_index":400001006021,"verse_count":3,"word_count":55},{"reference":"Matthew 7:11–20","translation":"NKJV","division":"Primary","passage_number":75,"release":"NBBC","cards":["(11) \"If you then, being evil, know how to give good gifts\nto your children, how much more will your Father who is\nin heaven give good things to those who ask Him! (12)\n\"Therefore, whatever you want men to do to you, do also\nto them, for this is the Law and the Prophets. (13) \"Enter by\nthe narrow gate; for wide is the gate and broad is the way\nthat leads to destruction, and there are many who go in by\nit. (14) \"Because narrow is the gate and difficult is the way\nwhich leads to life, and there are few who find it. (15) \"Beware\nof false prophets, who come to you in sheep's clothing, but\ninwardly they are ravenous wolves. (16) \"You will know them","by their fruits. Do men gather grapes from thornbushes or\nfigs from thistles? (17) \"Even so, every good tree bears good\nfruit, but a bad tree bears bad fruit. (18) \"A good tree cannot\nbear bad fruit, nor can a bad tree bear good fruit. (19) \"Every\ntree that does not bear good fruit is cut down and thrown into\nthe fire. (20) \"Therefore by their fruits you will know them."],"start_index":400001007011,"end_index":400001007020,"verse_count":10,"word_count":190},{"reference":"Matthew 11:25–30","translation":"NKJV","division":"Primary","passage_number":76,"release":"NBBC","cards":["(25) At that time Jesus answered and said, \"I thank You, Father,\nLord of heaven and earth, that You have hidden these things from\nthe wise and prudent and have revealed them to babes. (26) \"Even\nso, Father, for so it seemed good in Your sight. (27) \"All things have\nbeen delivered to Me by My Father, and no one knows the Son\nexcept the Father. Nor does anyone know the Father except the\nSon, and the one to whom the Son wills to reveal Him. (28) \"Come\nto Me, all you who labor and are heavy laden, and I will give you\nrest. (29) \"Take My yoke upon you and learn from Me, for I am\ngentle and lowly in heart, and you will find rest for your souls. (30)\n\"For My yoke is easy and My burden is light.\""],"start_index":400001011025,"end_index":400001011030,"verse_count":6,"word_count":135},{"reference":"Matthew 18:21–35","translation":"NKJV","division":"Primary","passage_number":77,"release":"NBBC","cards":["(21) Then Peter came to Him and said, \"Lord, how often shall\nmy brother sin against me, and I forgive him? Up to seven\ntimes?\" (22) Jesus said to him, \"I do not say to you, up to\nseven times, but up to seventy times seven. (23) \"Therefore\nthe kingdom of heaven is like a certain king who wanted\nto settle accounts with his servants. (24) \"And when he had\nbegun to settle accounts, one was brought to him who owed\nhim ten thousand talents. (25) \"But as he was not able to pay,\nhis master commanded that he be sold, with his wife and\nchildren and all that he had, and that payment be made. (26)\n\"The servant therefore fell down before him, saying, 'Master,","have patience with me, and I will pay you all.' (27) \"Then the\nmaster of that servant was moved with compassion, released\nhim, and forgave him the debt. (28) \"But that servant went\nout and found one of his fellow servants who owed him a\nhundred denarii; and he laid hands on him and took him by\nthe throat, saying, 'Pay me what you owe!' (29) \"So his fellow\nservant fell down at his feet and begged him, saying, 'Have\npatience with me, and I will pay you all.' (30) \"And he would\nnot, but went and threw him into prison till he should pay the\ndebt. (31) \"So when his fellow servants saw what had been\ndone, they were very grieved, and came and told their master","all that had been done. (32) \"Then his master, after he had\ncalled him, said to him, 'You wicked servant! I forgave you all\nthat debt because you begged me. (33) 'Should you not also\nhave had compassion on your fellow servant, just as I had pity\non you?' (34) \"And his master was angry, and delivered him\nto the torturers until he should pay all that was due to him.\n(35) \"So My heavenly Father also will do to you if each of you,\nfrom his heart, does not forgive his brother his trespasses.\""],"start_index":400001018021,"end_index":400001018035,"verse_count":15,"word_count":334},{"reference":"Mark 1:35–38","translation":"NKJV","division":"Primary","passage_number":78,"release":"NBBC","cards":["(35) Now in the morning, having risen a long while before\ndaylight, He went out and departed to a solitary place; and\nthere He prayed. (36) And Simon and those who were with\nHim searched for Him. (37) When they found Him, they said\nto Him, \"Everyone is looking for You.\" (38) But He said to\nthem, \"Let us go into the next towns, that I may preach there\nalso, because for this purpose I have come forth.\""],"start_index":400002001035,"end_index":400002001038,"verse_count":4,"word_count":74},{"reference":"Mark 11:22–25","translation":"NKJV","division":"Primary","passage_number":79,"release":"NBBC","cards":["(22) So Jesus answered and said to them, \"Have faith in\nGod. (23) \"For assuredly, I say to you, whoever says to this\nmountain, 'Be removed and be cast into the sea,' and does\nnot doubt in his heart, but believes that those things he says\nwill be done, he will have whatever he says. (24) \"Therefore\nI say to you, whatever things you ask when you pray, believe\nthat you receive them, and you will have them. (25) \"And\nwhenever you stand praying, if you have anything against\nanyone, forgive him, that your Father in heaven may also\nforgive you your trespasses."],"start_index":400002011022,"end_index":400002011025,"verse_count":4,"word_count":99},{"reference":"Luke 6:20–36","translation":"NKJV","division":"Primary","passage_number":80,"release":"NBBC","cards":["(20) Then He lifted up His eyes toward His disciples, and said:\n\"Blessed are you poor, For yours is the kingdom of God. (21)\nBlessed are you who hunger now, For you shall be filled.\nBlessed are you who weep now, For you shall laugh. (22)\nBlessed are you when men hate you, And when they exclude\nyou, And revile you, and cast out your name as evil, For the\nSon of Man's sake. (23) Rejoice in that day and leap for joy!\nFor indeed your reward is great in heaven, For in like manner\ntheir fathers did to the prophets. (24) \"But woe to you who\nare rich, For you have received your consolation. (25) Woe to\nyou who are full, For you shall hunger. Woe to you who laugh","now, For you shall mourn and weep. (26) Woe to you when\nall men speak well of you, For so did their fathers to the false\nprophets. (27) \"But I say to you who hear: Love your enemies,\ndo good to those who hate you, (28) \"bless those who curse\nyou, and pray for those who spitefully use you. (29) \"To him\nwho strikes you on the one cheek, offer the other also. And\nfrom him who takes away your cloak, do not withhold your\ntunic either. (30) \"Give to everyone who asks of you. And from\nhim who takes away your goods do not ask them back. (31)\n\"And just as you want men to do to you, you also do to them\nlikewise. (32) \"But if you love those who love you, what credit","is that to you? For even sinners love those who love them.\n(33) \"And if you do good to those who do good to you, what\ncredit is that to you? For even sinners do the same. (34) \"And\nif you lend to those from whom you hope to receive back,\nwhat credit is that to you? For even sinners lend to sinners to\nreceive as much back. (35) \"But love your enemies, do good,\nand lend, hoping for nothing in return; and your reward will\nbe great, and you will be sons of the Most High. For He is kind\nto the unthankful and evil. (36) \"Therefore be merciful, just as\nyour Father also is merciful."],"start_index":400003006020,"end_index":400003006036,"verse_count":17,"word_count":367},{"reference":"Luke 10:39–42","translation":"NKJV","division":"Primary","passage_number":81,"release":"NBBC","cards":["(39) And she had a sister called Mary, who also sat at Jesus'\nfeet and heard His word. (40) But Martha was distracted with\nmuch serving, and she approached Him and said, \"Lord,\ndo You not care that my sister has left me to serve alone?\nTherefore tell her to help me.\" (41) And Jesus answered and\nsaid to her, \"Martha, Martha, you are worried and troubled\nabout many things. (42) \"But one thing is needed, and Mary\nhas chosen that good part, which will not be taken away from\nher.\""],"start_index":400003010039,"end_index":400003010042,"verse_count":4,"word_count":87},{"reference":"John 3:13–21","translation":"NKJV","division":"Primary","passage_number":82,"release":"NBBC","cards":["(13) \"No one has ascended to heaven but He who came\ndown from heaven, that is, the Son of Man who is in heaven.\n(14) \"And as Moses lifted up the serpent in the wilderness,\neven so must the Son of Man be lifted up, (15) \"that whoever\nbelieves in Him should not perish but have eternal life. (16)\n\"For God so loved the world that He gave His only begotten\nSon, that whoever believes in Him should not perish but have\neverlasting life. (17) \"For God did not send His Son into the\nworld to condemn the world, but that the world through\nHim might be saved. (18) \"He who believes in Him is not\ncondemned; but he who does not believe is condemned","already, because he has not believed in the name of the only\nbegotten Son of God. (19) \"And this is the condemnation, that\nthe light has come into the world, and men loved darkness\nrather than light, because their deeds were evil. (20) \"For\neveryone practicing evil hates the light and does not come\nto the light, lest his deeds should be exposed. (21) \"But he\nwho does the truth comes to the light, that his deeds may be\nclearly seen, that they have been done in God.\""],"start_index":400004003013,"end_index":400004003021,"verse_count":9,"word_count":204},{"reference":"John 12:23–35","translation":"NKJV","division":"Primary","passage_number":83,"release":"NBBC","cards":["(23) But Jesus answered them, saying, \"The hour has come\nthat the Son of Man should be glorified. (24) \"Most assuredly,\nI say to you, unless a grain of wheat falls into the ground and\ndies, it remains alone; but if it dies, it produces much grain.\n(25) \"He who loves his life will lose it, and he who hates his\nlife in this world will keep it for eternal life. (26) \"If anyone\nserves Me, let him follow Me; and where I am, there My\nservant will be also. If anyone serves Me, him My Father will\nhonor. (27) \"Now My soul is troubled, and what shall I say?\n'Father, save Me from this hour'? But for this purpose I came\nto this hour. (28) \"Father, glorify Your name.\" Then a voice","came from heaven, saying, \"I have both glorified it and will\nglorify it again.\" (29) Therefore the people who stood by and\nheard it said that it had thundered. Others said, \"An angel has\nspoken to Him.\" (30) Jesus answered and said, \"This voice\ndid not come because of Me, but for your sake. (31) \"Now is\nthe judgment of this world; now the ruler of this world will be\ncast out. (32) \"And I, if I am lifted up from the earth, will draw\nall peoples to Myself.\" (33) This He said, signifying by what\ndeath He would die. (34) The people answered Him, \"We\nhave heard from the law that the Christ remains forever; and\nhow can You say, 'The Son of Man must be lifted up'? Who is","this Son of Man?\" (35) Then Jesus said to them, \"A little while\nlonger the light is with you. Walk while you have the light, lest\ndarkness overtake you; he who walks in darkness does not\nknow where he is going."],"start_index":400004012023,"end_index":400004012035,"verse_count":13,"word_count":292},{"reference":"John 20:1–16","translation":"NKJV","division":"Primary","passage_number":84,"release":"NBBC","cards":["(1) Now on the first day of the week Mary Magdalene went to\nthe tomb early, while it was still dark, and saw that the stone\nhad been taken away from the tomb. (2) Then she ran and\ncame to Simon Peter, and to the other disciple, whom Jesus\nloved, and said to them, \"They have taken away the Lord\nout of the tomb, and we do not know where they have laid\nHim.\" (3) Peter therefore went out, and the other disciple, and\nwere going to the tomb. (4) So they both ran together, and\nthe other disciple outran Peter and came to the tomb first. (5)\nAnd he, stooping down and looking in, saw the linen cloths\nlying there; yet he did not go in. (6) Then Simon Peter came,","following him, and went into the tomb; and he saw the linen\ncloths lying there, (7) and the handkerchief that had been\naround His head, not lying with the linen cloths, but folded\ntogether in a place by itself. (8) Then the other disciple, who\ncame to the tomb first, went in also; and he saw and believed.\n(9) For as yet they did not know the Scripture, that He must rise\nagain from the dead. (10) Then the disciples went away again\nto their own homes. (11) But Mary stood outside by the tomb\nweeping, and as she wept she stooped down and looked\ninto the tomb. (12) And she saw two angels in white sitting,\none at the head and the other at the feet, where the body of","Jesus had lain. (13) Then they said to her, \"Woman, why are\nyou weeping?\" She said to them, \"Because they have taken\naway my Lord, and I do not know where they have laid Him.\"\n(14) Now when she had said this, she turned around and saw\nJesus standing there, and did not know that it was Jesus. (15)\nJesus said to her, \"Woman, why are you weeping? Whom are\nyou seeking?\" She, supposing Him to be the gardener, said\nto Him, \"Sir, if You have carried Him away, tell me where You\nhave laid Him, and I will take Him away.\" (16) Jesus said to\nher, \"Mary!\" She turned and said to Him, \"Rabboni!\" (which is\nto say, Teacher)."],"start_index":400004020001,"end_index":400004020016,"verse_count":16,"word_count":367},{"reference":"Acts 4:24–35","translation":"NKJV","division":"Primary","passage_number":85,"release":"NBBC","cards":["(24) So when they heard that, they raised their voice to God\nwith one accord and said: \"Lord, You are God, who made\nheaven and earth and the sea, and all that is in them, (25)\n\"who by the mouth of Your servant David have said: 'Why\ndid the nations rage, And the people plot vain things? (26)\nThe kings of the earth took their stand, And the rulers were\ngathered together Against the LORD and against His Christ.'\n(27) \"For truly against Your holy Servant Jesus, whom You\nanointed, both Herod and Pontius Pilate, with the Gentiles\nand the people of Israel, were gathered together (28) \"to do\nwhatever Your hand and Your purpose determined before","to be done. (29) \"Now, Lord, look on their threats, and grant\nto Your servants that with all boldness they may speak Your\nword, (30) \"by stretching out Your hand to heal, and that signs\nand wonders may be done through the name of Your holy\nServant Jesus.\" (31) And when they had prayed, the place\nwhere they were assembled together was shaken; and they\nwere all filled with the Holy Spirit, and they spoke the word\nof God with boldness. (32) Now the multitude of those who\nbelieved were of one heart and one soul; neither did anyone\nsay that any of the things he possessed was his own, but\nthey had all things in common. (33) And with great power","the apostles gave witness to the resurrection of the Lord\nJesus. And great grace was upon them all. (34) Nor was there\nanyone among them who lacked; for all who were possessors\nof lands or houses sold them, and brought the proceeds of\nthe things that were sold, (35) and laid them at the apostles'\nfeet; and they distributed to each as anyone had need."],"start_index":400005004024,"end_index":400005004035,"verse_count":12,"word_count":292},{"reference":"Romans 1:9–16","translation":"NKJV","division":"Primary","passage_number":86,"release":"NBBC","cards":["(9) For God is my witness, whom I serve with my spirit in the\ngospel of His Son, that without ceasing I make mention of\nyou always in my prayers, (10) making request if, by some\nmeans, now at last I may find a way in the will of God to come\nto you. (11) For I long to see you, that I may impart to you\nsome spiritual gift, so that you may be established-- (12) that\nis, that I may be encouraged together with you by the mutual\nfaith both of you and me. (13) Now I do not want you to be\nunaware, brethren, that I often planned to come to you (but\nwas hindered until now), that I might have some fruit among\nyou also, just as among the other Gentiles. (14) I am a debtor","both to Greeks and to barbarians, both to wise and to unwise.\n(15) So, as much as is in me, I am ready to preach the gospel\nto you who are in Rome also. (16) For I am not ashamed of\nthe gospel of Christ, for it is the power of God to salvation\nfor everyone who believes, for the Jew first and also for the\nGreek."],"start_index":400006001009,"end_index":400006001016,"verse_count":8,"word_count":199},{"reference":"Romans 5:7–8","translation":"NKJV","division":"Primary","passage_number":87,"release":"NBBC","cards":["(7) For scarcely for a righteous man will one die; yet perhaps\nfor a good man someone would even dare to die. (8) But God\ndemonstrates His own love toward us, in that while we were\nstill sinners, Christ died for us."],"start_index":400006005007,"end_index":400006005008,"verse_count":2,"word_count":40},{"reference":"Romans 6:12–19","translation":"NKJV","division":"Primary","passage_number":88,"release":"NBBC","cards":["(12) Therefore do not let sin reign in your mortal body, that\nyou should obey it in its lusts. (13) And do not present your\nmembers as instruments of unrighteousness to sin, but\npresent yourselves to God as being alive from the dead, and\nyour members as instruments of righteousness to God. (14)\nFor sin shall not have dominion over you, for you are not under\nlaw but under grace. (15) What then? Shall we sin because\nwe are not under law but under grace? Certainly not! (16) Do\nyou not know that to whom you present yourselves slaves to\nobey, you are that one's slaves whom you obey, whether of sin\nleading to death, or of obedience leading to righteousness?","(17) But God be thanked that though you were slaves of sin,\nyet you obeyed from the heart that form of doctrine to which\nyou were delivered. (18) And having been set free from sin,\nyou became slaves of righteousness. (19) I speak in human\nterms because of the weakness of your flesh. For just as you\npresented your members as slaves of uncleanness, and of\nlawlessness leading to more lawlessness, so now present\nyour members as slaves of righteousness for holiness."],"start_index":400006006012,"end_index":400006006019,"verse_count":8,"word_count":195},{"reference":"Romans 8:26–32","translation":"NKJV","division":"Primary","passage_number":89,"release":"NBBC","cards":["(26) Likewise the Spirit also helps in our weaknesses. For we\ndo not know what we should pray for as we ought, but the\nSpirit Himself makes intercession for us with groanings which\ncannot be uttered. (27) Now He who searches the hearts\nknows what the mind of the Spirit is, because He makes\nintercession for the saints according to the will of God. (28)\nAnd we know that all things work together for good to those\nwho love God, to those who are the called according to His\npurpose. (29) For whom He foreknew, He also predestined\nto be conformed to the image of His Son, that He might be\nthe firstborn among many brethren. (30) Moreover whom He","predestined, these He also called; whom He called, these He\nalso justified; and whom He justified, these He also glorified.\n(31) What then shall we say to these things? If God is for us,\nwho can be against us? (32) He who did not spare His own\nSon, but delivered Him up for us all, how shall He not with\nHim also freely give us all things?"],"start_index":400006008026,"end_index":400006008032,"verse_count":7,"word_count":180},{"reference":"Romans 15:1–6","translation":"NKJV","division":"Primary","passage_number":90,"release":"NBBC","cards":["(1) We then who are strong ought to bear with the scruples of the\nweak, and not to please ourselves. (2) Let each of us please his\nneighbor for his good, leading to edification. (3) For even Christ\ndid not please Himself; but as it is written, \"The reproaches of\nthose who reproached You fell on Me.\" (4) For whatever things\nwere written before were written for our learning, that we through\nthe patience and comfort of the Scriptures might have hope. (5)\nNow may the God of patience and comfort grant you to be like-\nminded toward one another, according to Christ Jesus, (6) that\nyou may with one mind and one mouth glorify the God and Father\nof our Lord Jesus Christ."],"start_index":400006015001,"end_index":400006015006,"verse_count":6,"word_count":118},{"reference":"1 Corinthians 3:11–15","translation":"NKJV","division":"Primary","passage_number":91,"release":"NBBC","cards":["(11) For no other foundation can anyone lay than that which\nis laid, which is Jesus Christ. (12) Now if anyone builds on\nthis foundation with gold, silver, precious stones, wood, hay,\nstraw, (13) each one's work will become clear; for the Day will\ndeclare it, because it will be revealed by fire; and the fire will\ntest each one's work, of what sort it is. (14) If anyone's work\nwhich he has built on it endures, he will receive a reward. (15)\nIf anyone's work is burned, he will suffer loss; but he himself\nwill be saved, yet so as through fire."],"start_index":400007003011,"end_index":400007003015,"verse_count":5,"word_count":98},{"reference":"2 Corinthians 2:12–17","translation":"NKJV","division":"Primary","passage_number":92,"release":"NBBC","cards":["(12) Furthermore, when I came to Troas to preach Christ's gospel,\nand a door was opened to me by the Lord, (13) I had no rest in my\nspirit, because I did not find Titus my brother; but taking my leave\nof them, I departed for Macedonia. (14) Now thanks be to God\nwho always leads us in triumph in Christ, and through us diffuses\nthe fragrance of His knowledge in every place. (15) For we are to\nGod the fragrance of Christ among those who are being saved\nand among those who are perishing. (16) To the one we are the\naroma of death leading to death, and to the other the aroma of life\nleading to life. And who is sufficient for these things? (17) For we\nare not, as so many, peddling the word of God; but as of sincerity,\nbut as from God, we speak in the sight of God in Christ."],"start_index":400008002012,"end_index":400008002017,"verse_count":6,"word_count":150},{"reference":"Galatians 3:1–3","translation":"NKJV","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) O foolish Galatians! Who has bewitched you that you\nshould not obey the truth, before whose eyes Jesus Christ\nwas clearly portrayed among you as crucified? (2) This only\nI want to learn from you: Did you receive the Spirit by the\nworks of the law, or by the hearing of faith? (3) Are you so\nfoolish? Having begun in the Spirit, are you now being made\nperfect by the flesh?"],"start_index":400009003001,"end_index":400009003003,"verse_count":3,"word_count":69},{"reference":"Galatians 5:16–26","translation":"NKJV","division":"Primary","passage_number":94,"release":"NBBC","cards":["(16) I say then: Walk in the Spirit, and you shall not fulfill the\nlust of the flesh. (17) For the flesh lusts against the Spirit,\nand the Spirit against the flesh; and these are contrary to\none another, so that you do not do the things that you wish.\n(18) But if you are led by the Spirit, you are not under the\nlaw. (19) Now the works of the flesh are evident, which are:\nadultery, fornication, uncleanness, lewdness, (20) idolatry,\nsorcery, hatred, contentions, jealousies, outbursts of wrath,\nselfish ambitions, dissensions, heresies, (21) envy, murders,\ndrunkenness, revelries, and the like; of which I tell you\nbeforehand, just as I also told you in time past, that those","who practice such things will not inherit the kingdom of God.\n(22) But the fruit of the Spirit is love, joy, peace, longsuffering,\nkindness, goodness, faithfulness, (23) gentleness, self-control.\nAgainst such there is no law. (24) And those who are Christ's\nhave crucified the flesh with its passions and desires. (25) If\nwe live in the Spirit, let us also walk in the Spirit. (26) Let us\nnot become conceited, provoking one another, envying one\nanother."],"start_index":400009005016,"end_index":400009005026,"verse_count":11,"word_count":184},{"reference":"Ephesians 2:8–14","translation":"NKJV","division":"Primary","passage_number":95,"release":"NBBC","cards":["(8) For by grace you have been saved through faith, and\nthat not of yourselves; it is the gift of God, (9) not of works,\nlest anyone should boast. (10) For we are His workmanship,\ncreated in Christ Jesus for good works, which God prepared\nbeforehand that we should walk in them. (11) Therefore\nremember that you, once Gentiles in the flesh--who are called\nUncircumcision by what is called the Circumcision made in the\nflesh by hands-- (12) that at that time you were without Christ,\nbeing aliens from the commonwealth of Israel and strangers\nfrom the covenants of promise, having no hope and without\nGod in the world. (13) But now in Christ Jesus you who once","were far off have been brought near by the blood of Christ.\n(14) For He Himself is our peace, who has made both one,\nand has broken down the middle wall of separation,"],"start_index":400010002008,"end_index":400010002014,"verse_count":7,"word_count":145},{"reference":"Ephesians 6:1–4","translation":"NKJV","division":"Primary","passage_number":96,"release":"NBBC","cards":["(1) Children, obey your parents in the Lord, for this is\nright. (2) \"Honor your father and mother,\" which is the first\ncommandment with promise: (3) \"that it may be well with you\nand you may live long on the earth.\" (4) And you, fathers, do\nnot provoke your children to wrath, but bring them up in the\ntraining and admonition of the Lord."],"start_index":400010006001,"end_index":400010006004,"verse_count":4,"word_count":60},{"reference":"Ephesians 6:10–18","translation":"NKJV","division":"Primary","passage_number":97,"release":"NBBC","cards":["(10) Finally, my brethren, be strong in the Lord and in the power\nof His might. (11) Put on the whole armor of God, that you may\nbe able to stand against the wiles of the devil. (12) For we do\nnot wrestle against flesh and blood, but against principalities,\nagainst powers, against the rulers of the darkness of this age,\nagainst spiritual hosts of wickedness in the heavenly places.\n(13) Therefore take up the whole armor of God, that you may\nbe able to withstand in the evil day, and having done all, to\nstand. (14) Stand therefore, having girded your waist with\ntruth, having put on the breastplate of righteousness, (15)\nand having shod your feet with the preparation of the gospel","of peace; (16) above all, taking the shield of faith with which\nyou will be able to quench all the fiery darts of the wicked\none. (17) And take the helmet of salvation, and the sword of\nthe Spirit, which is the word of God; (18) praying always with\nall prayer and supplication in the Spirit, being watchful to this\nend with all perseverance and supplication for all the saints--"],"start_index":400010006010,"end_index":400010006018,"verse_count":9,"word_count":185},{"reference":"Philippians 2:1–8","translation":"NKJV","division":"Primary","passage_number":98,"release":"NBBC","cards":["(1) Therefore if there is any consolation in Christ, if any\ncomfort of love, if any fellowship of the Spirit, if any affection\nand mercy, (2) fulfill my joy by being like-minded, having the\nsame love, being of one accord, of one mind. (3) Let nothing\nbe done through selfish ambition or conceit, but in lowliness\nof mind let each esteem others better than himself. (4) Let\neach of you look out not only for his own interests, but also\nfor the interests of others. (5) Let this mind be in you which\nwas also in Christ Jesus, (6) who, being in the form of God, did\nnot consider it robbery to be equal with God, (7) but made\nHimself of no reputation, taking the form of a bondservant,","and coming in the likeness of men. (8) And being found in\nappearance as a man, He humbled Himself and became\nobedient to the point of death, even the death of the cross."],"start_index":400011002001,"end_index":400011002008,"verse_count":8,"word_count":155},{"reference":"Colossians 2:11–15","translation":"NKJV","division":"Primary","passage_number":99,"release":"NBBC","cards":["(11) In Him you were also circumcised with the circumcision made\nwithout hands, by putting off the body of the sins of the flesh, by\nthe circumcision of Christ, (12) buried with Him in baptism, in which\nyou also were raised with Him through faith in the working of God,\nwho raised Him from the dead. (13) And you, being dead in your\ntrespasses and the uncircumcision of your flesh, He has made alive\ntogether with Him, having forgiven you all trespasses, (14) having\nwiped out the handwriting of requirements that was against us,\nwhich was contrary to us. And He has taken it out of the way,\nhaving nailed it to the cross. (15) Having disarmed principalities\nand powers, He made a public spectacle of them, triumphing over\nthem in it."],"start_index":400012002011,"end_index":400012002015,"verse_count":5,"word_count":127},{"reference":"2 Thessalonians 1:11–12","translation":"NKJV","division":"Primary","passage_number":100,"release":"NBBC","cards":["(11) Therefore we also pray always for you that our God\nwould count you worthy of this calling, and fulfill all the good\npleasure of His goodness and the work of faith with power,\n(12) that the name of our Lord Jesus Christ may be glorified\nin you, and you in Him, according to the grace of our God and\nthe Lord Jesus Christ."],"start_index":400014001011,"end_index":400014001012,"verse_count":2,"word_count":62},{"reference":"1 Timothy 1:12–17","translation":"NKJV","division":"Primary","passage_number":101,"release":"NBBC","cards":["(12) And I thank Christ Jesus our Lord who has enabled me,\nbecause He counted me faithful, putting me into the ministry,\n(13) although I was formerly a blasphemer, a persecutor,\nand an insolent man; but I obtained mercy because I did it\nignorantly in unbelief. (14) And the grace of our Lord was\nexceedingly abundant, with faith and love which are in\nChrist Jesus. (15) This is a faithful saying and worthy of all\nacceptance, that Christ Jesus came into the world to save\nsinners, of whom I am chief. (16) However, for this reason I\nobtained mercy, that in me first Jesus Christ might show all\nlongsuffering, as a pattern to those who are going to believe","on Him for everlasting life. (17) Now to the King eternal,\nimmortal, invisible, to God who alone is wise, be honor and\nglory forever and ever. Amen."],"start_index":400015001012,"end_index":400015001017,"verse_count":6,"word_count":140},{"reference":"1 Timothy 4:12–16","translation":"NKJV","division":"Primary","passage_number":102,"release":"NBBC","cards":["(12) Let no one despise your youth, but be an example to the\nbelievers in word, in conduct, in love, in spirit, in faith, in purity.\n(13) Till I come, give attention to reading, to exhortation, to\ndoctrine. (14) Do not neglect the gift that is in you, which was\ngiven to you by prophecy with the laying on of the hands\nof the eldership. (15) Meditate on these things; give yourself\nentirely to them, that your progress may be evident to all. (16)\nTake heed to yourself and to the doctrine. Continue in them,\nfor in doing this you will save both yourself and those who\nhear you."],"start_index":400015004012,"end_index":400015004016,"verse_count":5,"word_count":104},{"reference":"1 Timothy 6:3–16","translation":"NKJV","division":"Primary","passage_number":103,"release":"NBBC","cards":["(3) If anyone teaches otherwise and does not consent to\nwholesome words, even the words of our Lord Jesus Christ,\nand to the doctrine which accords with godliness, (4) he\nis proud, knowing nothing, but is obsessed with disputes\nand arguments over words, from which come envy, strife,\nreviling, evil suspicions, (5) useless wranglings of men of\ncorrupt minds and destitute of the truth, who suppose that\ngodliness is a means of gain. From such withdraw yourself.\n(6) Now godliness with contentment is great gain. (7) For we\nbrought nothing into this world, and it is certain we can carry\nnothing out. (8) And having food and clothing, with these we","shall be content. (9) But those who desire to be rich fall into\ntemptation and a snare, and into many foolish and harmful\nlusts which drown men in destruction and perdition. (10) For\nthe love of money is a root of all kinds of evil, for which some\nhave strayed from the faith in their greediness, and pierced\nthemselves through with many sorrows. (11) But you, O man\nof God, flee these things and pursue righteousness, godliness,\nfaith, love, patience, gentleness. (12) Fight the good fight of\nfaith, lay hold on eternal life, to which you were also called\nand have confessed the good confession in the presence of\nmany witnesses. (13) I urge you in the sight of God who gives","life to all things, and before Christ Jesus who witnessed the\ngood confession before Pontius Pilate, (14) that you keep\nthis commandment without spot, blameless until our Lord\nJesus Christ's appearing, (15) which He will manifest in His\nown time, He who is the blessed and only Potentate, the King\nof kings and Lord of lords, (16) who alone has immortality,\ndwelling in unapproachable light, whom no man has seen or\ncan see, to whom be honor and everlasting power. Amen."],"start_index":400015006003,"end_index":400015006016,"verse_count":14,"word_count":300},{"reference":"2 Timothy 1:6–10","translation":"NKJV","division":"Primary","passage_number":104,"release":"NBBC","cards":["(6) Therefore I remind you to stir up the gift of God which is in you\nthrough the laying on of my hands. (7) For God has not given us\na spirit of fear, but of power and of love and of a sound mind. (8)\nTherefore do not be ashamed of the testimony of our Lord, nor of\nme His prisoner, but share with me in the sufferings for the gospel\naccording to the power of God, (9) who has saved us and called\nus with a holy calling, not according to our works, but according\nto His own purpose and grace which was given to us in Christ\nJesus before time began, (10) but has now been revealed by the\nappearing of our Savior Jesus Christ, who has abolished death\nand brought life and immortality to light through the gospel,"],"start_index":400016001006,"end_index":400016001010,"verse_count":5,"word_count":137},{"reference":"2 Timothy 2:19–22","translation":"NKJV","division":"Primary","passage_number":105,"release":"NBBC","cards":["(19) Nevertheless the solid foundation of God stands,\nhaving this seal: \"The Lord knows those who are His,\" and,\n\"Let everyone who names the name of Christ depart from\niniquity.\" (20) But in a great house there are not only vessels\nof gold and silver, but also of wood and clay, some for honor\nand some for dishonor. (21) Therefore if anyone cleanses\nhimself from the latter, he will be a vessel for honor, sanctified\nand useful for the Master, prepared for every good work. (22)\nFlee also youthful lusts; but pursue righteousness, faith, love,\npeace with those who call on the Lord out of a pure heart."],"start_index":400016002019,"end_index":400016002022,"verse_count":4,"word_count":104},{"reference":"Hebrews 6:9–12","translation":"NKJV","division":"Primary","passage_number":106,"release":"NBBC","cards":["(9) But, beloved, we are confident of better things concerning\nyou, yes, things that accompany salvation, though we speak\nin this manner. (10) For God is not unjust to forget your work\nand labor of love which you have shown toward His name, in\nthat you have ministered to the saints, and do minister. (11)\nAnd we desire that each one of you show the same diligence\nto the full assurance of hope until the end, (12) that you do\nnot become sluggish, but imitate those who through faith\nand patience inherit the promises."],"start_index":400019006009,"end_index":400019006012,"verse_count":4,"word_count":90},{"reference":"James 3:1–9","translation":"NKJV","division":"Primary","passage_number":107,"release":"NBBC","cards":["(1) My brethren, let not many of you become teachers,\nknowing that we shall receive a stricter judgment. (2) For\nwe all stumble in many things. If anyone does not stumble\nin word, he is a perfect man, able also to bridle the whole\nbody. (3) Indeed, we put bits in horses' mouths that they may\nobey us, and we turn their whole body. (4) Look also at ships:\nalthough they are so large and are driven by fierce winds,\nthey are turned by a very small rudder wherever the pilot\ndesires. (5) Even so the tongue is a little member and boasts\ngreat things. See how great a forest a little fire kindles! (6)\nAnd the tongue is a fire, a world of iniquity. The tongue is so","set among our members that it defiles the whole body, and\nsets on fire the course of nature; and it is set on fire by hell.\n(7) For every kind of beast and bird, of reptile and creature\nof the sea, is tamed and has been tamed by mankind. (8) But\nno man can tame the tongue. It is an unruly evil, full of deadly\npoison. (9) With it we bless our God and Father, and with it\nwe curse men, who have been made in the similitude of God."],"start_index":400020003001,"end_index":400020003009,"verse_count":9,"word_count":210},{"reference":"1 Peter 1:3–9","translation":"NKJV","division":"Primary","passage_number":108,"release":"NBBC","cards":["(3) Blessed be the God and Father of our Lord Jesus Christ,\nwho according to His abundant mercy has begotten us again\nto a living hope through the resurrection of Jesus Christ from\nthe dead, (4) to an inheritance incorruptible and undefiled\nand that does not fade away, reserved in heaven for you, (5)\nwho are kept by the power of God through faith for salvation\nready to be revealed in the last time. (6) In this you greatly\nrejoice, though now for a little while, if need be, you have been\ngrieved by various trials, (7) that the genuineness of your faith,\nbeing much more precious than gold that perishes, though it\nis tested by fire, may be found to praise, honor, and glory","at the revelation of Jesus Christ, (8) whom having not seen\nyou love. Though now you do not see Him, yet believing, you\nrejoice with joy inexpressible and full of glory, (9) receiving\nthe end of your faith--the salvation of your souls."],"start_index":400021001003,"end_index":400021001009,"verse_count":7,"word_count":161},{"reference":"1 Peter 4:6–19","translation":"NKJV","division":"Primary","passage_number":109,"release":"NBBC","cards":["(6) For this reason the gospel was preached also to those who\nare dead, that they might be judged according to men in the\nflesh, but live according to God in the spirit. (7) But the end\nof all things is at hand; therefore be serious and watchful in\nyour prayers. (8) And above all things have fervent love for\none another, for \"love will cover a multitude of sins.\" (9) Be\nhospitable to one another without grumbling. (10) As each\none has received a gift, minister it to one another, as good\nstewards of the manifold grace of God. (11) If anyone speaks,\nlet him speak as the oracles of God. If anyone ministers, let\nhim do it as with the ability which God supplies, that in all","things God may be glorified through Jesus Christ, to whom\nbelong the glory and the dominion forever and ever. Amen.\n(12) Beloved, do not think it strange concerning the fiery trial\nwhich is to try you, as though some strange thing happened\nto you; (13) but rejoice to the extent that you partake of\nChrist's sufferings, that when His glory is revealed, you may\nalso be glad with exceeding joy. (14) If you are reproached\nfor the name of Christ, blessed are you, for the Spirit of glory\nand of God rests upon you. On their part He is blasphemed,\nbut on your part He is glorified. (15) But let none of you suffer\nas a murderer, a thief, an evildoer, or as a busybody in other","people's matters. (16) Yet if anyone suffers as a Christian, let\nhim not be ashamed, but let him glorify God in this matter.\n(17) For the time has come for judgment to begin at the house\nof God; and if it begins with us first, what will be the end\nof those who do not obey the gospel of God? (18) Now \"If\nthe righteous one is scarcely saved, Where will the ungodly\nand the sinner appear?\" (19) Therefore let those who suffer\naccording to the will of God commit their souls to Him in\ndoing good, as to a faithful Creator."],"start_index":400021004006,"end_index":400021004019,"verse_count":14,"word_count":344},{"reference":"2 Peter 1:2–11","translation":"NKJV","division":"Primary","passage_number":110,"release":"NBBC","cards":["(2) Grace and peace be multiplied to you in the knowledge of\nGod and of Jesus our Lord, (3) as His divine power has given\nto us all things that pertain to life and godliness, through the\nknowledge of Him who called us by glory and virtue, (4) by\nwhich have been given to us exceedingly great and precious\npromises, that through these you may be partakers of the\ndivine nature, having escaped the corruption that is in the\nworld through lust. (5) But also for this very reason, giving\nall diligence, add to your faith virtue, to virtue knowledge,\n(6) to knowledge self-control, to self-control perseverance, to\nperseverance godliness, (7) to godliness brotherly kindness,","and to brotherly kindness love. (8) For if these things are\nyours and abound, you will be neither barren nor unfruitful\nin the knowledge of our Lord Jesus Christ. (9) For he who\nlacks these things is shortsighted, even to blindness, and\nhas forgotten that he was cleansed from his old sins. (10)\nTherefore, brethren, be even more diligent to make your call\nand election sure, for if you do these things you will never\nstumble; (11) for so an entrance will be supplied to you\nabundantly into the everlasting kingdom of our Lord and\nSavior Jesus Christ."],"start_index":400022001002,"end_index":400022001011,"verse_count":10,"word_count":205},{"reference":"1 John 5:2–5","translation":"NKJV","division":"Primary","passage_number":111,"release":"NBBC","cards":["(2) By this we know that we love the children of God, when\nwe love God and keep His commandments. (3) For this is\nthe love of God, that we keep His commandments. And His\ncommandments are not burdensome. (4) For whatever is born\nof God overcomes the world. And this is the victory that has\novercome the world--our faith. (5) Who is he who overcomes\nthe world, but he who believes that Jesus is the Son of God?"],"start_index":400023005002,"end_index":400023005005,"verse_count":4,"word_count":76},{"reference":"Revelation 5:2–5","translation":"NKJV","division":"Primary","passage_number":112,"release":"NBBC","cards":["(2) Then I saw a strong angel proclaiming with a loud voice,\n\"Who is worthy to open the scroll and to loose its seals?\" (3)\nAnd no one in heaven or on the earth or under the earth was\nable to open the scroll, or to look at it. (4) So I wept much,\nbecause no one was found worthy to open and read the\nscroll, or to look at it. (5) But one of the elders said to me, \"Do\nnot weep. Behold, the Lion of the tribe of Judah, the Root of\nDavid, has prevailed to open the scroll and to loose its seven\nseals.\""],"start_index":400027005002,"end_index":400027005005,"verse_count":4,"word_count":103}]