[{"reference":"Colossians 1:15–16","translation":"ESV","division":"Primary","passage_number":1,"release":"Navigate","cards":["(15) He is the image of the invisible God, the firstborn of all\ncreation. (16) For by him all things were created, in heaven and\non earth, visible and invisible, whether thrones or dominions\nor rulers or authorities--all things were created through him\nand for him."],"start_index":400012001015,"end_index":400012001016,"verse_count":2,"word_count":45},{"reference":"Genesis 1:1","translation":"ESV","division":"Primary","passage_number":2,"release":"Navigate","cards":["(1) In the beginning, God created the heavens and the earth."],"start_index":200001001001,"end_index":200001001001,"verse_count":1,"word_count":10},{"reference":"Isaiah 40:26","translation":"ESV","division":"Primary","passage_number":3,"release":"Explore","cards":["(26) Lift up your eyes on high and see: who created these?\nHe who brings out their host by number, calling them all by\nname; by the greatness of his might and because he is strong\nin power, not one is missing."],"start_index":200023040026,"end_index":200023040026,"verse_count":1,"word_count":41},{"reference":"Genesis 1:26–27","translation":"ESV","division":"Primary","passage_number":4,"release":"Navigate","cards":["(26) Then God said, \"Let us make man in our image, after our\nlikeness. And let them have dominion over the fish of the sea\nand over the birds of the heavens and over the livestock and\nover all the earth and over every creeping thing that creeps\non the earth.\" (27) So God created man in his own image,\nin the image of God he created him; male and female he\ncreated them."],"start_index":200001001026,"end_index":200001001027,"verse_count":2,"word_count":72},{"reference":"Genesis 17:1–2","translation":"ESV","division":"Primary","passage_number":5,"release":"Explore","cards":["(1) When Abram was ninety-nine years old the LORD appeared\nto Abram and said to him, \"I am God Almighty; walk before\nme, and be blameless, (2) that I may make my covenant\nbetween me and you, and may multiply you greatly.\""],"start_index":200001017001,"end_index":200001017002,"verse_count":2,"word_count":41},{"reference":"Genesis 2:2–3","translation":"ESV","division":"Primary","passage_number":6,"release":"Navigate","cards":["(2) And on the seventh day God finished his work that he had\ndone, and he rested on the seventh day from all his work that\nhe had done. (3) So God blessed the seventh day and made\nit holy, because on it God rested from all his work that he had\ndone in creation."],"start_index":200001002002,"end_index":200001002003,"verse_count":2,"word_count":53},{"reference":"Exodus 31:12–13","translation":"ESV","division":"Primary","passage_number":7,"release":"Explore","cards":["(12) And the LORD said to Moses, (13) \"You are to speak to\nthe people of Israel and say, 'Above all you shall keep my\nSabbaths, for this is a sign between me and you throughout\nyour generations, that you may know that I, the LORD, sanctify\nyou."],"start_index":200002031012,"end_index":200002031013,"verse_count":2,"word_count":46},{"reference":"Genesis 2:23–24","translation":"ESV","division":"Primary","passage_number":8,"release":"Navigate","cards":["(23) Then the man said, \"This at last is bone of my bones and\nflesh of my flesh; she shall be called Woman, because she\nwas taken out of Man.\" (24) Therefore a man shall leave his\nfather and his mother and hold fast to his wife, and they shall\nbecome one flesh."],"start_index":200001002023,"end_index":200001002024,"verse_count":2,"word_count":51},{"reference":"Deuteronomy 6:14–15","translation":"ESV","division":"Primary","passage_number":9,"release":"Explore","cards":["(14) You shall not go after other gods, the gods of the peoples\nwho are around you-- (15) for the LORD your God in your\nmidst is a jealous God--lest the anger of the LORD your God\nbe kindled against you, and he destroy you from off the face\nof the earth."],"start_index":200005006014,"end_index":200005006015,"verse_count":2,"word_count":51},{"reference":"Genesis 3:14–15","translation":"ESV","division":"Primary","passage_number":10,"release":"Navigate","cards":["(14) The LORD God said to the serpent, \"Because you have\ndone this, cursed are you above all livestock and above all\nbeasts of the field; on your belly you shall go, and dust you\nshall eat all the days of your life. (15) I will put enmity between\nyou and the woman, and between your offspring and her\noffspring; he shall bruise your head, and you shall bruise his\nheel.\""],"start_index":200001003014,"end_index":200001003015,"verse_count":2,"word_count":69},{"reference":"Psalm 68:20","translation":"ESV","division":"Primary","passage_number":11,"release":"Explore","cards":["(20) Our God is a God of salvation, and to GOD, the Lord,\nbelong deliverances from death."],"start_index":200019068020,"end_index":200019068020,"verse_count":1,"word_count":16},{"reference":"Genesis 4:7–8","translation":"ESV","division":"Primary","passage_number":12,"release":"Navigate","cards":["(7) If you do well, will you not be accepted? And if you do\nnot do well, sin is crouching at the door. Its desire is contrary\nto you, but you must rule over it.\" (8) Cain spoke to Abel his\nbrother. And when they were in the field, Cain rose up against\nhis brother Abel and killed him."],"start_index":200001004007,"end_index":200001004008,"verse_count":2,"word_count":57},{"reference":"Jeremiah 23:5–6","translation":"ESV","division":"Primary","passage_number":13,"release":"Explore","cards":["(5) \"Behold, the days are coming, declares the LORD, when\nI will raise up for David a righteous Branch, and he shall\nreign as king and deal wisely, and shall execute justice and\nrighteousness in the land. (6) In his days Judah will be saved,\nand Israel will dwell securely. And this is the name by which\nhe will be called: 'The LORD is our righteousness.'"],"start_index":200024023005,"end_index":200024023006,"verse_count":2,"word_count":64},{"reference":"Genesis 5:1–3","translation":"ESV","division":"Primary","passage_number":14,"release":"Navigate","cards":["(1) This is the book of the generations of Adam. When God\ncreated man, he made him in the likeness of God. (2) Male\nand female he created them, and he blessed them and\nnamed them Man when they were created. (3) When Adam\nhad lived 130 years, he fathered a son in his own likeness,\nafter his image, and named him Seth."],"start_index":200001005001,"end_index":200001005003,"verse_count":3,"word_count":60},{"reference":"Psalm 90:2","translation":"ESV","division":"Primary","passage_number":15,"release":"Explore","cards":["(2) Before the mountains were brought forth, or ever you\nhad formed the earth and the world, from everlasting to\neverlasting you are God."],"start_index":200019090002,"end_index":200019090002,"verse_count":1,"word_count":23},{"reference":"Genesis 9:8–11","translation":"ESV","division":"Primary","passage_number":17,"release":"NBBC","cards":["(8) Then God said to Noah and to his sons with him, (9)\n\"Behold, I establish my covenant with you and your offspring\nafter you, (10) and with every living creature that is with you,\nthe birds, the livestock, and every beast of the earth with you,\nas many as came out of the ark; it is for every beast of the\nearth. (11) I establish my covenant with you, that never again\nshall all flesh be cut off by the waters of the flood, and never\nagain shall there be a flood to destroy the earth.\""],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":93},{"reference":"Exodus 19:3–7","translation":"ESV","division":"Primary","passage_number":18,"release":"NBBC","cards":["(3) while Moses went up to God. The LORD called to him out of the\nmountain, saying, \"Thus you shall say to the house of Jacob, and\ntell the people of Israel: (4) 'You yourselves have seen what I did to\nthe Egyptians, and how I bore you on eagles' wings and brought\nyou to myself. (5) Now therefore, if you will indeed obey my voice\nand keep my covenant, you shall be my treasured possession\namong all peoples, for all the earth is mine; (6) and you shall be to\nme a kingdom of priests and a holy nation.' These are the words\nthat you shall speak to the people of Israel.\" (7) So Moses came\nand called the elders of the people and set before them all these\nwords that the LORD had commanded him."],"start_index":200002019003,"end_index":200002019007,"verse_count":5,"word_count":132},{"reference":"Numbers 14:11–21","translation":"ESV","division":"Primary","passage_number":19,"release":"NBBC","cards":["(11) And the LORD said to Moses, \"How long will this people\ndespise me? And how long will they not believe in me, in\nspite of all the signs that I have done among them? (12) I will\nstrike them with the pestilence and disinherit them, and I will\nmake of you a nation greater and mightier than they.\" (13)\nBut Moses said to the LORD, \"Then the Egyptians will hear of\nit, for you brought up this people in your might from among\nthem, (14) and they will tell the inhabitants of this land. They\nhave heard that you, O LORD, are in the midst of this people.\nFor you, O LORD, are seen face to face, and your cloud stands\nover them and you go before them, in a pillar of cloud by day","and in a pillar of fire by night. (15) Now if you kill this people\nas one man, then the nations who have heard your fame will\nsay, (16) 'It is because the LORD was not able to bring this\npeople into the land that he swore to give to them that he\nhas killed them in the wilderness.' (17) And now, please let\nthe power of the Lord be great as you have promised, saying,\n(18) 'The LORD is slow to anger and abounding in steadfast\nlove, forgiving iniquity and transgression, but he will by no\nmeans clear the guilty, visiting the iniquity of the fathers on\nthe children, to the third and the fourth generation.' (19)\nPlease pardon the iniquity of this people, according to the","greatness of your steadfast love, just as you have forgiven\nthis people, from Egypt until now.\" (20) Then the LORD said,\n\"I have pardoned, according to your word. (21) But truly, as\nI live, and as all the earth shall be filled with the glory of the\nLORD,"],"start_index":200004014011,"end_index":200004014021,"verse_count":11,"word_count":301},{"reference":"Deuteronomy 5:11–16","translation":"ESV","division":"Primary","passage_number":20,"release":"NBBC","cards":["(11) \"'You shall not take the name of the LORD your God in\nvain, for the LORD will not hold him guiltless who takes his\nname in vain. (12) \"'Observe the Sabbath day, to keep it holy,\nas the LORD your God commanded you. (13) Six days you\nshall labor and do all your work, (14) but the seventh day is\na Sabbath to the LORD your God. On it you shall not do any\nwork, you or your son or your daughter or your male servant\nor your female servant, or your ox or your donkey or any of\nyour livestock, or the sojourner who is within your gates, that\nyour male servant and your female servant may rest as well\nas you. (15) You shall remember that you were a slave in the","land of Egypt, and the LORD your God brought you out from\nthere with a mighty hand and an outstretched arm. Therefore\nthe LORD your God commanded you to keep the Sabbath\nday. (16) \"'Honor your father and your mother, as the LORD\nyour God commanded you, that your days may be long, and\nthat it may go well with you in the land that the LORD your\nGod is giving you."],"start_index":200005005011,"end_index":200005005016,"verse_count":6,"word_count":201},{"reference":"2 Chronicles 32:6–8","translation":"ESV","division":"Primary","passage_number":21,"release":"NBBC","cards":["(6) And he set combat commanders over the people and\ngathered them together to him in the square at the gate of\nthe city and spoke encouragingly to them, saying, (7) \"Be\nstrong and courageous. Do not be afraid or dismayed before\nthe king of Assyria and all the horde that is with him, for there\nare more with us than with him. (8) With him is an arm of flesh,\nbut with us is the LORD our God, to help us and to fight our\nbattles.\" And the people took confidence from the words of\nHezekiah king of Judah."],"start_index":200014032006,"end_index":200014032008,"verse_count":3,"word_count":97},{"reference":"Job 12:7–10","translation":"ESV","division":"Primary","passage_number":22,"release":"NBBC","cards":["(7) \"But ask the beasts, and they will teach you; the birds of the\nheavens, and they will tell you; (8) or the bushes of the earth,\nand they will teach you; and the fish of the sea will declare to\nyou. (9) Who among all these does not know that the hand of\nthe LORD has done this? (10) In his hand is the life of every\nliving thing and the breath of all mankind."],"start_index":200018012007,"end_index":200018012010,"verse_count":4,"word_count":72},{"reference":"Job 22:22–28","translation":"ESV","division":"Primary","passage_number":23,"release":"NBBC","cards":["(22) Receive instruction from his mouth, and lay up his words\nin your heart. (23) If you return to the Almighty you will be\nbuilt up; if you remove injustice far from your tents, (24) if you\nlay gold in the dust, and gold of Ophir among the stones of\nthe torrent-bed, (25) then the Almighty will be your gold and\nyour precious silver. (26) For then you will delight yourself in\nthe Almighty and lift up your face to God. (27) You will make\nyour prayer to him, and he will hear you, and you will pay\nyour vows. (28) You will decide on a matter, and it will be\nestablished for you, and light will shine on your ways."],"start_index":200018022022,"end_index":200018022028,"verse_count":7,"word_count":115},{"reference":"Job 33:3–4","translation":"ESV","division":"Primary","passage_number":24,"release":"NBBC","cards":["(3) My words declare the uprightness of my heart, and what\nmy lips know they speak sincerely. (4) The Spirit of God has\nmade me, and the breath of the Almighty gives me life."],"start_index":200018033003,"end_index":200018033004,"verse_count":2,"word_count":32},{"reference":"Job 37:5–24","translation":"ESV","division":"Primary","passage_number":25,"release":"NBBC","cards":["(5) God thunders wondrously with his voice; he does great\nthings that we cannot comprehend. (6) For to the snow he\nsays, 'Fall on the earth,' likewise to the downpour, his mighty\ndownpour. (7) He seals up the hand of every man, that all men\nwhom he made may know it. (8) Then the beasts go into their\nlairs, and remain in their dens. (9) From its chamber comes\nthe whirlwind, and cold from the scattering winds. (10) By the\nbreath of God ice is given, and the broad waters are frozen\nfast. (11) He loads the thick cloud with moisture; the clouds\nscatter his lightning. (12) They turn around and around by his\nguidance, to accomplish all that he commands them on the","face of the habitable world. (13) Whether for correction or for\nhis land or for love, he causes it to happen. (14) \"Hear this, O\nJob; stop and consider the wondrous works of God. (15) Do\nyou know how God lays his command upon them and causes\nthe lightning of his cloud to shine? (16) Do you know the\nbalancings of the clouds, the wondrous works of him who is\nperfect in knowledge, (17) you whose garments are hot when\nthe earth is still because of the south wind? (18) Can you, like\nhim, spread out the skies, hard as a cast metal mirror? (19)\nTeach us what we shall say to him; we cannot draw up our\ncase because of darkness. (20) Shall it be told him that I would","speak? Did a man ever wish that he would be swallowed up?\n(21) \"And now no one looks on the light when it is bright in\nthe skies, when the wind has passed and cleared them. (22)\nOut of the north comes golden splendor; God is clothed with\nawesome majesty. (23) The Almighty--we cannot find him; he\nis great in power; justice and abundant righteousness he will\nnot violate. (24) Therefore men fear him; he does not regard\nany who are wise in their own conceit.\""],"start_index":200018037005,"end_index":200018037024,"verse_count":20,"word_count":322},{"reference":"Job 39:19–28","translation":"ESV","division":"Primary","passage_number":26,"release":"NBBC","cards":["(19) \"Do you give the horse his might? Do you clothe his neck\nwith a mane? (20) Do you make him leap like the locust? His\nmajestic snorting is terrifying. (21) He paws in the valley and\nexults in his strength; he goes out to meet the weapons. (22)\nHe laughs at fear and is not dismayed; he does not turn back\nfrom the sword. (23) Upon him rattle the quiver, the flashing\nspear, and the javelin. (24) With fierceness and rage he\nswallows the ground; he cannot stand still at the sound of the\ntrumpet. (25) When the trumpet sounds, he says 'Aha!' He\nsmells the battle from afar, the thunder of the captains, and\nthe shouting. (26) \"Is it by your understanding that the hawk","soars and spreads his wings toward the south? (27) Is it at\nyour command that the eagle mounts up and makes his nest\non high? (28) On the rock he dwells and makes his home, on\nthe rocky crag and stronghold."],"start_index":200018039019,"end_index":200018039028,"verse_count":10,"word_count":158},{"reference":"Psalm 90:12–17","translation":"ESV","division":"Primary","passage_number":27,"release":"NBBC","cards":["(12) So teach us to number our days that we may get a\nheart of wisdom. (13) Return, O LORD! How long? Have pity\non your servants! (14) Satisfy us in the morning with your\nsteadfast love, that we may rejoice and be glad all our days.\n(15) Make us glad for as many days as you have afflicted us,\nand for as many years as we have seen evil. (16) Let your work\nbe shown to your servants, and your glorious power to their\nchildren. (17) Let the favor of the Lord our God be upon us,\nand establish the work of our hands upon us; yes, establish\nthe work of our hands!"],"start_index":200019090012,"end_index":200019090017,"verse_count":6,"word_count":108},{"reference":"Psalm 94:16–19","translation":"ESV","division":"Primary","passage_number":28,"release":"NBBC","cards":["(16) Who rises up for me against the wicked? Who stands up\nfor me against evildoers? (17) If the LORD had not been my\nhelp, my soul would soon have lived in the land of silence.\n(18) When I thought, \"My foot slips,\" your steadfast love, O\nLORD, held me up. (19) When the cares of my heart are many,\nyour consolations cheer my soul."],"start_index":200019094016,"end_index":200019094019,"verse_count":4,"word_count":61},{"reference":"Psalm 99:2–9","translation":"ESV","division":"Primary","passage_number":29,"release":"NBBC","cards":["(2) The LORD is great in Zion; he is exalted over all the peoples. (3)\nLet them praise your great and awesome name! Holy is he! (4) The\nKing in his might loves justice. You have established equity; you\nhave executed justice and righteousness in Jacob. (5) Exalt the\nLORD our God; worship at his footstool! Holy is he! (6) Moses and\nAaron were among his priests, Samuel also was among those who\ncalled upon his name. They called to the LORD, and he answered\nthem. (7) In the pillar of the cloud he spoke to them; they kept his\ntestimonies and the statute that he gave them. (8) O LORD our\nGod, you answered them; you were a forgiving God to them, but\nan avenger of their wrongdoings. (9) Exalt the LORD our God, and\nworship at his holy mountain; for the LORD our God is holy!"],"start_index":200019099002,"end_index":200019099009,"verse_count":8,"word_count":140},{"reference":"Psalm 128:1–6","translation":"ESV","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) Blessed is everyone who fears the LORD, who walks in his\nways! (2) You shall eat the fruit of the labor of your hands; you\nshall be blessed, and it shall be well with you. (3) Your wife\nwill be like a fruitful vine within your house; your children will\nbe like olive shoots around your table. (4) Behold, thus shall\nthe man be blessed who fears the LORD. (5) The LORD bless\nyou from Zion! May you see the prosperity of Jerusalem all\nthe days of your life! (6) May you see your children's children!\nPeace be upon Israel!"],"start_index":200019128001,"end_index":200019128006,"verse_count":6,"word_count":95},{"reference":"Proverbs 8:1–13","translation":"ESV","division":"Primary","passage_number":31,"release":"NBBC","cards":["(1) Does not wisdom call? Does not understanding raise her\nvoice? (2) On the heights beside the way, at the crossroads\nshe takes her stand; (3) beside the gates in front of the town,\nat the entrance of the portals she cries aloud: (4) \"To you, O\nmen, I call, and my cry is to the children of man. (5) O simple\nones, learn prudence; O fools, learn sense. (6) Hear, for I will\nspeak noble things, and from my lips will come what is right,\n(7) for my mouth will utter truth; wickedness is an abomination\nto my lips. (8) All the words of my mouth are righteous; there is\nnothing twisted or crooked in them. (9) They are all straight to\nhim who understands, and right to those who find knowledge.","(10) Take my instruction instead of silver, and knowledge\nrather than choice gold, (11) for wisdom is better than jewels,\nand all that you may desire cannot compare with her. (12)\n\"I, wisdom, dwell with prudence, and I find knowledge and\ndiscretion. (13) The fear of the LORD is hatred of evil. Pride\nand arrogance and the way of evil and perverted speech I\nhate."],"start_index":200020008001,"end_index":200020008013,"verse_count":13,"word_count":185},{"reference":"Proverbs 22:5–6","translation":"ESV","division":"Primary","passage_number":32,"release":"NBBC","cards":["(5) Thorns and snares are in the way of the crooked; whoever\nguards his soul will keep far from them. (6) Train up a child in\nthe way he should go; even when he is old he will not depart\nfrom it."],"start_index":200020022005,"end_index":200020022006,"verse_count":2,"word_count":40},{"reference":"Proverbs 24:30–34","translation":"ESV","division":"Primary","passage_number":33,"release":"NBBC","cards":["(30) I passed by the field of a sluggard, by the vineyard of a\nman lacking sense, (31) and behold, it was all overgrown with\nthorns; the ground was covered with nettles, and its stone wall\nwas broken down. (32) Then I saw and considered it; I looked\nand received instruction. (33) A little sleep, a little slumber, a\nlittle folding of the hands to rest, (34) and poverty will come\nupon you like a robber, and want like an armed man."],"start_index":200020024030,"end_index":200020024034,"verse_count":5,"word_count":77},{"reference":"Isaiah 64:6","translation":"ESV","division":"Primary","passage_number":34,"release":"NBBC","cards":["(6) We have all become like one who is unclean, and all our\nrighteous deeds are like a polluted garment. We all fade like\na leaf, and our iniquities, like the wind, take us away."],"start_index":200023064006,"end_index":200023064006,"verse_count":1,"word_count":34},{"reference":"Jeremiah 1:4–12","translation":"ESV","division":"Primary","passage_number":35,"release":"NBBC","cards":["(4) Now the word of the LORD came to me, saying, (5) \"Before\nI formed you in the womb I knew you, and before you were\nborn I consecrated you; I appointed you a prophet to the\nnations.\" (6) Then I said, \"Ah, Lord GOD! Behold, I do not\nknow how to speak, for I am only a youth.\" (7) But the LORD\nsaid to me, \"Do not say, 'I am only a youth'; for to all to whom\nI send you, you shall go, and whatever I command you, you\nshall speak. (8) Do not be afraid of them, for I am with you to\ndeliver you, declares the LORD.\" (9) Then the LORD put out\nhis hand and touched my mouth. And the LORD said to me,\n\"Behold, I have put my words in your mouth. (10) See, I have","set you this day over nations and over kingdoms, to pluck up\nand to break down, to destroy and to overthrow, to build and\nto plant.\" (11) And the word of the LORD came to me, saying,\n\"Jeremiah, what do you see?\" And I said, \"I see an almond\nbranch.\" (12) Then the LORD said to me, \"You have seen well,\nfor I am watching over my word to perform it.\""],"start_index":200024001004,"end_index":200024001012,"verse_count":9,"word_count":204},{"reference":"Micah 7:7–9","translation":"ESV","division":"Primary","passage_number":36,"release":"NBBC","cards":["(7) But as for me, I will look to the LORD; I will wait for the God\nof my salvation; my God will hear me. (8) Rejoice not over me,\nO my enemy; when I fall, I shall rise; when I sit in darkness, the\nLORD will be a light to me. (9) I will bear the indignation of\nthe LORD because I have sinned against him, until he pleads\nmy cause and executes judgment for me. He will bring me\nout to the light; I shall look upon his vindication."],"start_index":200033007007,"end_index":200033007009,"verse_count":3,"word_count":88},{"reference":"Acts 20:2–4","translation":"ESV","division":"Primary","passage_number":37,"release":"NBBC","cards":["(2) When he had gone through those regions and had given\nthem much encouragement, he came to Greece. (3) There he\nspent three months, and when a plot was made against him\nby the Jews as he was about to set sail for Syria, he decided\nto return through Macedonia. (4) Sopater the Berean, son\nof Pyrrhus, accompanied him; and of the Thessalonians,\nAristarchus and Secundus; and Gaius of Derbe, and Timothy;\nand the Asians, Tychicus and Trophimus."],"start_index":400005020002,"end_index":400005020004,"verse_count":3,"word_count":75},{"reference":"1 Corinthians 12:1–11","translation":"ESV","division":"Primary","passage_number":38,"release":"NBBC","cards":["(1) Now concerning spiritual gifts, brothers, I do not want you\nto be uninformed. (2) You know that when you were pagans\nyou were led astray to mute idols, however you were led. (3)\nTherefore I want you to understand that no one speaking in\nthe Spirit of God ever says \"Jesus is accursed!\" and no one\ncan say \"Jesus is Lord\" except in the Holy Spirit. (4) Now\nthere are varieties of gifts, but the same Spirit; (5) and there\nare varieties of service, but the same Lord; (6) and there are\nvarieties of activities, but it is the same God who empowers\nthem all in everyone. (7) To each is given the manifestation\nof the Spirit for the common good. (8) For to one is given","through the Spirit the utterance of wisdom, and to another\nthe utterance of knowledge according to the same Spirit, (9)\nto another faith by the same Spirit, to another gifts of healing\nby the one Spirit, (10) to another the working of miracles,\nto another prophecy, to another the ability to distinguish\nbetween spirits, to another various kinds of tongues, to\nanother the interpretation of tongues. (11) All these are\nempowered by one and the same Spirit, who apportions to\neach one individually as he wills."],"start_index":400007012001,"end_index":400007012011,"verse_count":11,"word_count":203},{"reference":"1 Corinthians 15:3–4","translation":"ESV","division":"Primary","passage_number":39,"release":"NBBC","cards":["(3) For I delivered to you as of first importance what I also\nreceived: that Christ died for our sins in accordance with the\nScriptures, (4) that he was buried, that he was raised on the\nthird day in accordance with the Scriptures,"],"start_index":400007015003,"end_index":400007015004,"verse_count":2,"word_count":41},{"reference":"2 Corinthians 10:3–6","translation":"ESV","division":"Primary","passage_number":40,"release":"NBBC","cards":["(3) For though we walk in the flesh, we are not waging war\naccording to the flesh. (4) For the weapons of our warfare are\nnot of the flesh but have divine power to destroy strongholds.\n(5) We destroy arguments and every lofty opinion raised\nagainst the knowledge of God, and take every thought captive\nto obey Christ, (6) being ready to punish every disobedience,\nwhen your obedience is complete."],"start_index":400008010003,"end_index":400008010006,"verse_count":4,"word_count":66},{"reference":"Ephesians 5:1–2","translation":"ESV","division":"Primary","passage_number":41,"release":"NBBC","cards":["(1) Therefore be imitators of God, as beloved children. (2)\nAnd walk in love, as Christ loved us and gave himself up for\nus, a fragrant offering and sacrifice to God."],"start_index":400010005001,"end_index":400010005002,"verse_count":2,"word_count":29},{"reference":"Philippians 1:8–14","translation":"ESV","division":"Primary","passage_number":42,"release":"NBBC","cards":["(8) For God is my witness, how I yearn for you all with the affection\nof Christ Jesus. (9) And it is my prayer that your love may abound\nmore and more, with knowledge and all discernment, (10) so that\nyou may approve what is excellent, and so be pure and blameless\nfor the day of Christ, (11) filled with the fruit of righteousness that\ncomes through Jesus Christ, to the glory and praise of God. (12)\nI want you to know, brothers, that what has happened to me has\nreally served to advance the gospel, (13) so that it has become\nknown throughout the whole imperial guard and to all the rest\nthat my imprisonment is for Christ. (14) And most of the brothers,\nhaving become confident in the Lord by my imprisonment, are\nmuch more bold to speak the word without fear."],"start_index":400011001008,"end_index":400011001014,"verse_count":7,"word_count":137},{"reference":"Colossians 3:18–25","translation":"ESV","division":"Primary","passage_number":43,"release":"NBBC","cards":["(18) Wives, submit to your husbands, as is fitting in the Lord. (19)\nHusbands, love your wives, and do not be harsh with them. (20)\nChildren, obey your parents in everything, for this pleases the\nLord. (21) Fathers, do not provoke your children, lest they become\ndiscouraged. (22) Bondservants, obey in everything those who are\nyour earthly masters, not by way of eye-service, as people-pleasers,\nbut with sincerity of heart, fearing the Lord. (23) Whatever you do,\nwork heartily, as for the Lord and not for men, (24) knowing that\nfrom the Lord you will receive the inheritance as your reward. You\nare serving the Lord Christ. (25) For the wrongdoer will be paid\nback for the wrong he has done, and there is no partiality."],"start_index":400012003018,"end_index":400012003025,"verse_count":8,"word_count":120},{"reference":"Colossians 4:1–5","translation":"ESV","division":"Primary","passage_number":44,"release":"NBBC","cards":["(1) Masters, treat your bondservants justly and fairly, knowing\nthat you also have a Master in heaven. (2) Continue steadfastly\nin prayer, being watchful in it with thanksgiving. (3) At the\nsame time, pray also for us, that God may open to us a door\nfor the word, to declare the mystery of Christ, on account of\nwhich I am in prison-- (4) that I may make it clear, which is\nhow I ought to speak. (5) Walk in wisdom toward outsiders,\nmaking the best use of the time."],"start_index":400012004001,"end_index":400012004005,"verse_count":5,"word_count":84},{"reference":"Titus 3:3–8","translation":"ESV","division":"Primary","passage_number":45,"release":"NBBC","cards":["(3) For we ourselves were once foolish, disobedient, led astray,\nslaves to various passions and pleasures, passing our days\nin malice and envy, hated by others and hating one another.\n(4) But when the goodness and loving kindness of God our\nSavior appeared, (5) he saved us, not because of works done\nby us in righteousness, but according to his own mercy, by\nthe washing of regeneration and renewal of the Holy Spirit,\n(6) whom he poured out on us richly through Jesus Christ\nour Savior, (7) so that being justified by his grace we might\nbecome heirs according to the hope of eternal life. (8) The\nsaying is trustworthy, and I want you to insist on these things,","so that those who have believed in God may be careful to\ndevote themselves to good works. These things are excellent\nand profitable for people."],"start_index":400017003003,"end_index":400017003008,"verse_count":6,"word_count":138},{"reference":"Hebrews 1:1–3","translation":"ESV","division":"Primary","passage_number":46,"release":"NBBC","cards":["(1) Long ago, at many times and in many ways, God spoke\nto our fathers by the prophets, (2) but in these last days he\nhas spoken to us by his Son, whom he appointed the heir of\nall things, through whom also he created the world. (3) He\nis the radiance of the glory of God and the exact imprint of\nhis nature, and he upholds the universe by the word of his\npower. After making purification for sins, he sat down at the\nright hand of the Majesty on high,"],"start_index":400019001001,"end_index":400019001003,"verse_count":3,"word_count":89},{"reference":"1 Peter 2:18–20","translation":"ESV","division":"Primary","passage_number":47,"release":"NBBC","cards":["(18) Servants, be subject to your masters with all respect, not\nonly to the good and gentle but also to the unjust. (19) For\nthis is a gracious thing, when, mindful of God, one endures\nsorrows while suffering unjustly. (20) For what credit is it if,\nwhen you sin and are beaten for it, you endure? But if when\nyou do good and suffer for it you endure, this is a gracious\nthing in the sight of God."],"start_index":400021002018,"end_index":400021002020,"verse_count":3,"word_count":75},{"reference":"1 Peter 4:3–5","translation":"ESV","division":"Primary","passage_number":48,"release":"NBBC","cards":["(3) For the time that is past suffices for doing what the Gentiles\nwant to do, living in sensuality, passions, drunkenness, orgies,\ndrinking parties, and lawless idolatry. (4) With respect to this\nthey are surprised when you do not join them in the same\nflood of debauchery, and they malign you; (5) but they will\ngive account to him who is ready to judge the living and the\ndead."],"start_index":400021004003,"end_index":400021004005,"verse_count":3,"word_count":66},{"reference":"Genesis 8:21–22","translation":"ESV","division":"Primary","passage_number":49,"release":"NBBC","cards":["(21) And when the LORD smelled the pleasing aroma, the\nLORD said in his heart, \"I will never again curse the ground\nbecause of man, for the intention of man's heart is evil\nfrom his youth. Neither will I ever again strike down every\nliving creature as I have done. (22) While the earth remains,\nseedtime and harvest, cold and heat, summer and winter, day\nand night, shall not cease.\""],"start_index":200001008021,"end_index":200001008022,"verse_count":2,"word_count":68},{"reference":"Genesis 9:8–11","translation":"ESV","division":"Primary","passage_number":50,"release":"NBBC","cards":["(8) Then God said to Noah and to his sons with him, (9)\n\"Behold, I establish my covenant with you and your offspring\nafter you, (10) and with every living creature that is with you,\nthe birds, the livestock, and every beast of the earth with you,\nas many as came out of the ark; it is for every beast of the\nearth. (11) I establish my covenant with you, that never again\nshall all flesh be cut off by the waters of the flood, and never\nagain shall there be a flood to destroy the earth.\""],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":93},{"reference":"Exodus 14:13–14","translation":"ESV","division":"Primary","passage_number":51,"release":"NBBC","cards":["(13) And Moses said to the people, \"Fear not, stand firm, and\nsee the salvation of the LORD, which he will work for you\ntoday. For the Egyptians whom you see today, you shall never\nsee again. (14) The LORD will fight for you, and you have only\nto be silent.\""],"start_index":200002014013,"end_index":200002014014,"verse_count":2,"word_count":49},{"reference":"Deuteronomy 8:2–11","translation":"ESV","division":"Primary","passage_number":52,"release":"NBBC","cards":["(2) And you shall remember the whole way that the LORD your\nGod has led you these forty years in the wilderness, that he might\nhumble you, testing you to know what was in your heart, whether\nyou would keep his commandments or not. (3) And he humbled\nyou and let you hunger and fed you with manna, which you did\nnot know, nor did your fathers know, that he might make you know\nthat man does not live by bread alone, but man lives by every\nword that comes from the mouth of the LORD. (4) Your clothing\ndid not wear out on you and your foot did not swell these forty\nyears. (5) Know then in your heart that, as a man disciplines his\nson, the LORD your God disciplines you. (6) So you shall keep the\ncommandments of the LORD your God by walking in his ways and","by fearing him. (7) For the LORD your God is bringing you into a\ngood land, a land of brooks of water, of fountains and springs,\nflowing out in the valleys and hills, (8) a land of wheat and barley,\nof vines and fig trees and pomegranates, a land of olive trees and\nhoney, (9) a land in which you will eat bread without scarcity, in\nwhich you will lack nothing, a land whose stones are iron, and out\nof whose hills you can dig copper. (10) And you shall eat and be\nfull, and you shall bless the LORD your God for the good land he\nhas given you. (11) \"Take care lest you forget the LORD your God\nby not keeping his commandments and his rules and his statutes,\nwhich I command you today,"],"start_index":200005008002,"end_index":200005008011,"verse_count":10,"word_count":277},{"reference":"Deuteronomy 31:6–9","translation":"ESV","division":"Primary","passage_number":53,"release":"NBBC","cards":["(6) Be strong and courageous. Do not fear or be in dread of them,\nfor it is the LORD your God who goes with you. He will not leave\nyou or forsake you.\" (7) Then Moses summoned Joshua and said\nto him in the sight of all Israel, \"Be strong and courageous, for you\nshall go with this people into the land that the LORD has sworn to\ntheir fathers to give them, and you shall put them in possession of\nit. (8) It is the LORD who goes before you. He will be with you; he\nwill not leave you or forsake you. Do not fear or be dismayed.\" (9)\nThen Moses wrote this law and gave it to the priests, the sons of\nLevi, who carried the ark of the covenant of the LORD, and to all\nthe elders of Israel."],"start_index":200005031006,"end_index":200005031009,"verse_count":4,"word_count":139},{"reference":"Deuteronomy 32:1–4","translation":"ESV","division":"Primary","passage_number":54,"release":"NBBC","cards":["(1) \"Give ear, O heavens, and I will speak, and let the earth\nhear the words of my mouth. (2) May my teaching drop as\nthe rain, my speech distill as the dew, like gentle rain upon\nthe tender grass, and like showers upon the herb. (3) For I\nwill proclaim the name of the LORD; ascribe greatness to our\nGod! (4) \"The Rock, his work is perfect, for all his ways are\njustice. A God of faithfulness and without iniquity, just and\nupright is he."],"start_index":200005032001,"end_index":200005032004,"verse_count":4,"word_count":82},{"reference":"Joshua 1:7–9","translation":"ESV","division":"Primary","passage_number":55,"release":"NBBC","cards":["(7) Only be strong and very courageous, being careful to do\naccording to all the law that Moses my servant commanded\nyou. Do not turn from it to the right hand or to the left, that\nyou may have good success wherever you go. (8) This Book\nof the Law shall not depart from your mouth, but you shall\nmeditate on it day and night, so that you may be careful to\ndo according to all that is written in it. For then you will make\nyour way prosperous, and then you will have good success.\n(9) Have I not commanded you? Be strong and courageous.\nDo not be frightened, and do not be dismayed, for the LORD\nyour God is with you wherever you go.\""],"start_index":200006001007,"end_index":200006001009,"verse_count":3,"word_count":123},{"reference":"1 Samuel 17:32–37","translation":"ESV","division":"Primary","passage_number":56,"release":"NBBC","cards":["(32) And David said to Saul, \"Let no man's heart fail because\nof him. Your servant will go and fight with this Philistine.\" (33)\nAnd Saul said to David, \"You are not able to go against this\nPhilistine to fight with him, for you are but a youth, and he has\nbeen a man of war from his youth.\" (34) But David said to Saul,\n\"Your servant used to keep sheep for his father. And when\nthere came a lion, or a bear, and took a lamb from the flock,\n(35) I went after him and struck him and delivered it out of his\nmouth. And if he arose against me, I caught him by his beard\nand struck him and killed him. (36) Your servant has struck\ndown both lions and bears, and this uncircumcised Philistine","shall be like one of them, for he has defied the armies of the\nliving God.\" (37) And David said, \"The LORD who delivered\nme from the paw of the lion and from the paw of the bear will\ndeliver me from the hand of this Philistine.\" And Saul said to\nDavid, \"Go, and the LORD be with you!\""],"start_index":200009017032,"end_index":200009017037,"verse_count":6,"word_count":190},{"reference":"1 Samuel 12:24","translation":"ESV","division":"Primary","passage_number":57,"release":"NBBC","cards":["(24) Only fear the LORD and serve him faithfully with all your\nheart. For consider what great things he has done for you."],"start_index":200009012024,"end_index":200009012024,"verse_count":1,"word_count":22},{"reference":"2 Samuel 22:17–19","translation":"ESV","division":"Primary","passage_number":58,"release":"NBBC","cards":["(17) \"He sent from on high, he took me; he drew me out of\nmany waters. (18) He rescued me from my strong enemy,\nfrom those who hated me, for they were too mighty for me.\n(19) They confronted me in the day of my calamity, but the\nLORD was my support."],"start_index":200010022017,"end_index":200010022019,"verse_count":3,"word_count":49},{"reference":"1 Kings 8:44–52","translation":"ESV","division":"Primary","passage_number":59,"release":"NBBC","cards":["(44) \"If your people go out to battle against their enemy,\nby whatever way you shall send them, and they pray to the\nLORD toward the city that you have chosen and the house\nthat I have built for your name, (45) then hear in heaven their\nprayer and their plea, and maintain their cause. (46) \"If they\nsin against you--for there is no one who does not sin--and you\nare angry with them and give them to an enemy, so that they\nare carried away captive to the land of the enemy, far off or\nnear, (47) yet if they turn their heart in the land to which they\nhave been carried captive, and repent and plead with you in\nthe land of their captors, saying, 'We have sinned and have","acted perversely and wickedly,' (48) if they repent with all\ntheir heart and with all their soul in the land of their enemies,\nwho carried them captive, and pray to you toward their land,\nwhich you gave to their fathers, the city that you have chosen,\nand the house that I have built for your name, (49) then hear\nin heaven your dwelling place their prayer and their plea, and\nmaintain their cause (50) and forgive your people who have\nsinned against you, and all their transgressions that they have\ncommitted against you, and grant them compassion in the\nsight of those who carried them captive, that they may have\ncompassion on them (51) (for they are your people, and your","heritage, which you brought out of Egypt, from the midst of\nthe iron furnace). (52) Let your eyes be open to the plea of\nyour servant and to the plea of your people Israel, giving ear\nto them whenever they call to you."],"start_index":200011008044,"end_index":200011008052,"verse_count":9,"word_count":289},{"reference":"Esther 4:13–16","translation":"ESV","division":"Primary","passage_number":60,"release":"NBBC","cards":["(13) Then Mordecai told them to reply to Esther, \"Do not think to\nyourself that in the king's palace you will escape any more than all\nthe other Jews. (14) For if you keep silent at this time, relief and\ndeliverance will rise for the Jews from another place, but you and\nyour father's house will perish. And who knows whether you have\nnot come to the kingdom for such a time as this?\" (15) Then Esther\ntold them to reply to Mordecai, (16) \"Go, gather all the Jews to be\nfound in Susa, and hold a fast on my behalf, and do not eat or drink\nfor three days, night or day. I and my young women will also fast as\nyou do. Then I will go to the king, though it is against the law, and\nif I perish, I perish.\""],"start_index":200017004013,"end_index":200017004016,"verse_count":4,"word_count":139},{"reference":"Psalm 33:16–22","translation":"ESV","division":"Primary","passage_number":61,"release":"NBBC","cards":["(16) The king is not saved by his great army; a warrior is not\ndelivered by his great strength. (17) The war horse is a false\nhope for salvation, and by its great might it cannot rescue.\n(18) Behold, the eye of the LORD is on those who fear him, on\nthose who hope in his steadfast love, (19) that he may deliver\ntheir soul from death and keep them alive in famine. (20) Our\nsoul waits for the LORD; he is our help and our shield. (21) For\nour heart is glad in him, because we trust in his holy name.\n(22) Let your steadfast love, O LORD, be upon us, even as we\nhope in you."],"start_index":200019033016,"end_index":200019033022,"verse_count":7,"word_count":111},{"reference":"Proverbs 6:6–21","translation":"ESV","division":"Primary","passage_number":62,"release":"NBBC","cards":["(6) Go to the ant, O sluggard; consider her ways, and be wise.\n(7) Without having any chief, officer, or ruler, (8) she prepares\nher bread in summer and gathers her food in harvest. (9) How\nlong will you lie there, O sluggard? When will you arise from\nyour sleep? (10) A little sleep, a little slumber, a little folding of\nthe hands to rest, (11) and poverty will come upon you like a\nrobber, and want like an armed man. (12) A worthless person,\na wicked man, goes about with crooked speech, (13) winks\nwith his eyes, signals with his feet, points with his finger, (14)\nwith perverted heart devises evil, continually sowing discord;\n(15) therefore calamity will come upon him suddenly; in a","moment he will be broken beyond healing. (16) There are six\nthings that the LORD hates, seven that are an abomination\nto him: (17) haughty eyes, a lying tongue, and hands that\nshed innocent blood, (18) a heart that devises wicked plans,\nfeet that make haste to run to evil, (19) a false witness who\nbreathes out lies, and one who sows discord among brothers.\n(20) My son, keep your father's commandment, and forsake\nnot your mother's teaching. (21) Bind them on your heart\nalways; tie them around your neck."],"start_index":200020006006,"end_index":200020006021,"verse_count":16,"word_count":199},{"reference":"Ecclesiastes 5:1–8","translation":"ESV","division":"Primary","passage_number":63,"release":"NBBC","cards":["(1) Guard your steps when you go to the house of God. To\ndraw near to listen is better than to offer the sacrifice of\nfools, for they do not know that they are doing evil. (2) Be not\nrash with your mouth, nor let your heart be hasty to utter a\nword before God, for God is in heaven and you are on earth.\nTherefore let your words be few. (3) For a dream comes with\nmuch business, and a fool's voice with many words. (4) When\nyou vow a vow to God, do not delay paying it, for he has no\npleasure in fools. Pay what you vow. (5) It is better that you\nshould not vow than that you should vow and not pay. (6) Let\nnot your mouth lead you into sin, and do not say before the","messenger that it was a mistake. Why should God be angry\nat your voice and destroy the work of your hands? (7) For\nwhen dreams increase and words grow many, there is vanity;\nbut God is the one you must fear. (8) If you see in a province\nthe oppression of the poor and the violation of justice and\nrighteousness, do not be amazed at the matter, for the high\nofficial is watched by a higher, and there are yet higher ones\nover them."],"start_index":200021005001,"end_index":200021005008,"verse_count":8,"word_count":218},{"reference":"Ecclesiastes 12:8–14","translation":"ESV","division":"Primary","passage_number":64,"release":"NBBC","cards":["(8) Vanity of vanities, says the Preacher; all is vanity. (9) Besides\nbeing wise, the Preacher also taught the people knowledge,\nweighing and studying and arranging many proverbs with great\ncare. (10) The Preacher sought to find words of delight, and\nuprightly he wrote words of truth. (11) The words of the wise are\nlike goads, and like nails firmly fixed are the collected sayings;\nthey are given by one Shepherd. (12) My son, beware of anything\nbeyond these. Of making many books there is no end, and much\nstudy is a weariness of the flesh. (13) The end of the matter; all\nhas been heard. Fear God and keep his commandments, for this\nis the whole duty of man. (14) For God will bring every deed into\njudgment, with every secret thing, whether good or evil."],"start_index":200021012008,"end_index":200021012014,"verse_count":7,"word_count":130},{"reference":"Isaiah 1:16–18","translation":"ESV","division":"Primary","passage_number":65,"release":"NBBC","cards":["(16) Wash yourselves; make yourselves clean; remove the\nevil of your deeds from before my eyes; cease to do evil,\n(17) learn to do good; seek justice, correct oppression; bring\njustice to the fatherless, plead the widow's cause. (18) \"Come\nnow, let us reason together, says the LORD: though your sins\nare like scarlet, they shall be as white as snow; though they\nare red like crimson, they shall become like wool."],"start_index":200023001016,"end_index":200023001018,"verse_count":3,"word_count":69},{"reference":"Isaiah 46:8–13","translation":"ESV","division":"Primary","passage_number":66,"release":"NBBC","cards":["(8) \"Remember this and stand firm, recall it to mind, you\ntransgressors, (9) remember the former things of old; for I am\nGod, and there is no other; I am God, and there is none like me,\n(10) declaring the end from the beginning and from ancient times\nthings not yet done, saying, 'My counsel shall stand, and I will\naccomplish all my purpose,' (11) calling a bird of prey from the\neast, the man of my counsel from a far country. I have spoken, and\nI will bring it to pass; I have purposed, and I will do it. (12) \"Listen\nto me, you stubborn of heart, you who are far from righteousness:\n(13) I bring near my righteousness; it is not far off, and my salvation\nwill not delay; I will put salvation in Zion, for Israel my glory.\""],"start_index":200023046008,"end_index":200023046013,"verse_count":6,"word_count":135},{"reference":"Isaiah 55:8–11","translation":"ESV","division":"Primary","passage_number":67,"release":"NBBC","cards":["(8) For my thoughts are not your thoughts, neither are your\nways my ways, declares the LORD. (9) For as the heavens are\nhigher than the earth, so are my ways higher than your ways\nand my thoughts than your thoughts. (10) \"For as the rain and\nthe snow come down from heaven and do not return there\nbut water the earth, making it bring forth and sprout, giving\nseed to the sower and bread to the eater, (11) so shall my\nword be that goes out from my mouth; it shall not return to\nme empty, but it shall accomplish that which I purpose, and\nshall succeed in the thing for which I sent it."],"start_index":200023055008,"end_index":200023055011,"verse_count":4,"word_count":112},{"reference":"Lamentations 3:21–41","translation":"ESV","division":"Primary","passage_number":68,"release":"NBBC","cards":["(21) But this I call to mind, and therefore I have hope: (22) The\nsteadfast love of the LORD never ceases; his mercies never come to\nan end; (23) they are new every morning; great is your faithfulness.\n(24) \"The LORD is my portion,\" says my soul, \"therefore I will hope\nin him.\" (25) The LORD is good to those who wait for him, to the\nsoul who seeks him. (26) It is good that one should wait quietly for\nthe salvation of the LORD. (27) It is good for a man that he bear the\nyoke in his youth. (28) Let him sit alone in silence when it is laid on\nhim; (29) let him put his mouth in the dust-- there may yet be hope;\n(30) let him give his cheek to the one who strikes, and let him be\nfilled with insults. (31) For the Lord will not cast off forever, (32) but,","though he cause grief, he will have compassion according to the\nabundance of his steadfast love; (33) for he does not afflict from\nhis heart or grieve the children of men. (34) To crush underfoot\nall the prisoners of the earth, (35) to deny a man justice in the\npresence of the Most High, (36) to subvert a man in his lawsuit, the\nLord does not approve. (37) Who has spoken and it came to pass,\nunless the Lord has commanded it? (38) Is it not from the mouth of\nthe Most High that good and bad come? (39) Why should a living\nman complain, a man, about the punishment of his sins? (40) Let\nus test and examine our ways, and return to the LORD! (41) Let us\nlift up our hearts and hands to God in heaven:"],"start_index":200025003021,"end_index":200025003041,"verse_count":21,"word_count":274},{"reference":"Hosea 6:1–3","translation":"ESV","division":"Primary","passage_number":69,"release":"NBBC","cards":["(1) \"Come, let us return to the LORD; for he has torn us, that\nhe may heal us; he has struck us down, and he will bind us\nup. (2) After two days he will revive us; on the third day he\nwill raise us up, that we may live before him. (3) Let us know;\nlet us press on to know the LORD; his going out is sure as the\ndawn; he will come to us as the showers, as the spring rains\nthat water the earth.\""],"start_index":200028006001,"end_index":200028006003,"verse_count":3,"word_count":85},{"reference":"Jonah 4:10–11","translation":"ESV","division":"Primary","passage_number":70,"release":"NBBC","cards":["(10) And the LORD said, \"You pity the plant, for which you did\nnot labor, nor did you make it grow, which came into being\nin a night and perished in a night. (11) And should not I pity\nNineveh, that great city, in which there are more than 120,000\npersons who do not know their right hand from their left, and\nalso much cattle?\""],"start_index":200032004010,"end_index":200032004011,"verse_count":2,"word_count":64},{"reference":"Habakkuk 3:17–19","translation":"ESV","division":"Primary","passage_number":71,"release":"NBBC","cards":["(17) Though the fig tree should not blossom, nor fruit be on\nthe vines, the produce of the olive fail and the fields yield no\nfood, the flock be cut off from the fold and there be no herd\nin the stalls, (18) yet I will rejoice in the LORD; I will take joy in\nthe God of my salvation. (19) GOD, the Lord, is my strength;\nhe makes my feet like the deer's; he makes me tread on my\nhigh places. To the choirmaster: with stringed instruments."],"start_index":200035003017,"end_index":200035003019,"verse_count":3,"word_count":85},{"reference":"Zechariah 8:16–17","translation":"ESV","division":"Primary","passage_number":72,"release":"NBBC","cards":["(16) These are the things that you shall do: Speak the truth to\none another; render in your gates judgments that are true and\nmake for peace; (17) do not devise evil in your hearts against\none another, and love no false oath, for all these things I hate,\ndeclares the LORD.\""],"start_index":200038008016,"end_index":200038008017,"verse_count":2,"word_count":50},{"reference":"Matthew 6:5–13","translation":"ESV","division":"Primary","passage_number":73,"release":"NBBC","cards":["(5) \"And when you pray, you must not be like the hypocrites.\nFor they love to stand and pray in the synagogues and at the\nstreet corners, that they may be seen by others. Truly, I say to\nyou, they have received their reward. (6) But when you pray,\ngo into your room and shut the door and pray to your Father\nwho is in secret. And your Father who sees in secret will reward\nyou. (7) \"And when you pray, do not heap up empty phrases\nas the Gentiles do, for they think that they will be heard for\ntheir many words. (8) Do not be like them, for your Father\nknows what you need before you ask him. (9) Pray then like\nthis: \"Our Father in heaven, hallowed be your name. (10) Your","kingdom come, your will be done, on earth as it is in heaven.\n(11) Give us this day our daily bread, (12) and forgive us our\ndebts, as we also have forgiven our debtors. (13) And lead us\nnot into temptation, but deliver us from evil."],"start_index":400001006005,"end_index":400001006013,"verse_count":9,"word_count":172},{"reference":"Matthew 6:19–21","translation":"ESV","division":"Primary","passage_number":74,"release":"NBBC","cards":["(19) \"Do not lay up for yourselves treasures on earth, where\nmoth and rust destroy and where thieves break in and steal,\n(20) but lay up for yourselves treasures in heaven, where\nneither moth nor rust destroys and where thieves do not\nbreak in and steal. (21) For where your treasure is, there your\nheart will be also."],"start_index":400001006019,"end_index":400001006021,"verse_count":3,"word_count":55},{"reference":"Matthew 7:11–20","translation":"ESV","division":"Primary","passage_number":75,"release":"NBBC","cards":["(11) If you then, who are evil, know how to give good gifts\nto your children, how much more will your Father who is in\nheaven give good things to those who ask him! (12) \"So\nwhatever you wish that others would do to you, do also to\nthem, for this is the Law and the Prophets. (13) \"Enter by the\nnarrow gate. For the gate is wide and the way is easy that\nleads to destruction, and those who enter by it are many.\n(14) For the gate is narrow and the way is hard that leads\nto life, and those who find it are few. (15) \"Beware of false\nprophets, who come to you in sheep's clothing but inwardly\nare ravenous wolves. (16) You will recognize them by their","fruits. Are grapes gathered from thornbushes, or figs from\nthistles? (17) So, every healthy tree bears good fruit, but the\ndiseased tree bears bad fruit. (18) A healthy tree cannot bear\nbad fruit, nor can a diseased tree bear good fruit. (19) Every\ntree that does not bear good fruit is cut down and thrown into\nthe fire. (20) Thus you will recognize them by their fruits."],"start_index":400001007011,"end_index":400001007020,"verse_count":10,"word_count":188},{"reference":"Matthew 11:25–30","translation":"ESV","division":"Primary","passage_number":76,"release":"NBBC","cards":["(25) At that time Jesus declared, \"I thank you, Father, Lord of\nheaven and earth, that you have hidden these things from the\nwise and understanding and revealed them to little children; (26)\nyes, Father, for such was your gracious will. (27) All things have\nbeen handed over to me by my Father, and no one knows the Son\nexcept the Father, and no one knows the Father except the Son\nand anyone to whom the Son chooses to reveal him. (28) Come to\nme, all who labor and are heavy laden, and I will give you rest. (29)\nTake my yoke upon you, and learn from me, for I am gentle and\nlowly in heart, and you will find rest for your souls. (30) For my yoke\nis easy, and my burden is light.\""],"start_index":400001011025,"end_index":400001011030,"verse_count":6,"word_count":129},{"reference":"Matthew 18:21–35","translation":"ESV","division":"Primary","passage_number":77,"release":"NBBC","cards":["(21) Then Peter came up and said to him, \"Lord, how often\nwill my brother sin against me, and I forgive him? As many as\nseven times?\" (22) Jesus said to him, \"I do not say to you seven\ntimes, but seventy-seven times. (23) \"Therefore the kingdom\nof heaven may be compared to a king who wished to settle\naccounts with his servants. (24) When he began to settle, one\nwas brought to him who owed him ten thousand talents. (25)\nAnd since he could not pay, his master ordered him to be sold,\nwith his wife and children and all that he had, and payment to\nbe made. (26) So the servant fell on his knees, imploring him,\n'Have patience with me, and I will pay you everything.' (27)","And out of pity for him, the master of that servant released him\nand forgave him the debt. (28) But when that same servant\nwent out, he found one of his fellow servants who owed him\na hundred denarii, and seizing him, he began to choke him,\nsaying, 'Pay what you owe.' (29) So his fellow servant fell down\nand pleaded with him, 'Have patience with me, and I will pay\nyou.' (30) He refused and went and put him in prison until he\nshould pay the debt. (31) When his fellow servants saw what\nhad taken place, they were greatly distressed, and they went\nand reported to their master all that had taken place. (32)\nThen his master summoned him and said to him, 'You wicked","servant! I forgave you all that debt because you pleaded with\nme. (33) And should not you have had mercy on your fellow\nservant, as I had mercy on you?' (34) And in anger his master\ndelivered him to the jailers, until he should pay all his debt.\n(35) So also my heavenly Father will do to every one of you, if\nyou do not forgive your brother from your heart.\""],"start_index":400001018021,"end_index":400001018035,"verse_count":15,"word_count":314},{"reference":"Mark 1:35–38","translation":"ESV","division":"Primary","passage_number":78,"release":"NBBC","cards":["(35) And rising very early in the morning, while it was still\ndark, he departed and went out to a desolate place, and\nthere he prayed. (36) And Simon and those who were with\nhim searched for him, (37) and they found him and said to\nhim, \"Everyone is looking for you.\" (38) And he said to them,\n\"Let us go on to the next towns, that I may preach there also,\nfor that is why I came out.\""],"start_index":400002001035,"end_index":400002001038,"verse_count":4,"word_count":75},{"reference":"Mark 11:22–25","translation":"ESV","division":"Primary","passage_number":79,"release":"NBBC","cards":["(22) And Jesus answered them, \"Have faith in God. (23) Truly,\nI say to you, whoever says to this mountain, 'Be taken up\nand thrown into the sea,' and does not doubt in his heart,\nbut believes that what he says will come to pass, it will be\ndone for him. (24) Therefore I tell you, whatever you ask in\nprayer, believe that you have received it, and it will be yours.\n(25) And whenever you stand praying, forgive, if you have\nanything against anyone, so that your Father also who is in\nheaven may forgive you your trespasses.\""],"start_index":400002011022,"end_index":400002011025,"verse_count":4,"word_count":95},{"reference":"Luke 6:20–36","translation":"ESV","division":"Primary","passage_number":80,"release":"NBBC","cards":["(20) And he lifted up his eyes on his disciples, and said:\n\"Blessed are you who are poor, for yours is the kingdom of\nGod. (21) \"Blessed are you who are hungry now, for you shall\nbe satisfied. \"Blessed are you who weep now, for you shall\nlaugh. (22) \"Blessed are you when people hate you and when\nthey exclude you and revile you and spurn your name as evil,\non account of the Son of Man! (23) Rejoice in that day, and\nleap for joy, for behold, your reward is great in heaven; for so\ntheir fathers did to the prophets. (24) \"But woe to you who\nare rich, for you have received your consolation. (25) \"Woe\nto you who are full now, for you shall be hungry. \"Woe to you","who laugh now, for you shall mourn and weep. (26) \"Woe to\nyou, when all people speak well of you, for so their fathers\ndid to the false prophets. (27) \"But I say to you who hear, Love\nyour enemies, do good to those who hate you, (28) bless\nthose who curse you, pray for those who abuse you. (29) To\none who strikes you on the cheek, offer the other also, and\nfrom one who takes away your cloak do not withhold your\ntunic either. (30) Give to everyone who begs from you, and\nfrom one who takes away your goods do not demand them\nback. (31) And as you wish that others would do to you, do\nso to them. (32) \"If you love those who love you, what benefit","is that to you? For even sinners love those who love them.\n(33) And if you do good to those who do good to you, what\nbenefit is that to you? For even sinners do the same. (34) And\nif you lend to those from whom you expect to receive, what\ncredit is that to you? Even sinners lend to sinners, to get back\nthe same amount. (35) But love your enemies, and do good,\nand lend, expecting nothing in return, and your reward will\nbe great, and you will be sons of the Most High, for he is kind\nto the ungrateful and the evil. (36) Be merciful, even as your\nFather is merciful."],"start_index":400003006020,"end_index":400003006036,"verse_count":17,"word_count":362},{"reference":"Luke 10:39–42","translation":"ESV","division":"Primary","passage_number":81,"release":"NBBC","cards":["(39) And she had a sister called Mary, who sat at the Lord's feet\nand listened to his teaching. (40) But Martha was distracted\nwith much serving. And she went up to him and said, \"Lord,\ndo you not care that my sister has left me to serve alone?\nTell her then to help me.\" (41) But the Lord answered her,\n\"Martha, Martha, you are anxious and troubled about many\nthings, (42) but one thing is necessary. Mary has chosen the\ngood portion, which will not be taken away from her.\""],"start_index":400003010039,"end_index":400003010042,"verse_count":4,"word_count":87},{"reference":"John 3:13–21","translation":"ESV","division":"Primary","passage_number":82,"release":"NBBC","cards":["(13) No one has ascended into heaven except he who\ndescended from heaven, the Son of Man. (14) And as Moses\nlifted up the serpent in the wilderness, so must the Son of\nMan be lifted up, (15) that whoever believes in him may have\neternal life. (16) \"For God so loved the world, that he gave\nhis only Son, that whoever believes in him should not perish\nbut have eternal life. (17) For God did not send his Son into\nthe world to condemn the world, but in order that the world\nmight be saved through him. (18) Whoever believes in him is\nnot condemned, but whoever does not believe is condemned\nalready, because he has not believed in the name of the only","Son of God. (19) And this is the judgment: the light has come\ninto the world, and people loved the darkness rather than the\nlight because their works were evil. (20) For everyone who\ndoes wicked things hates the light and does not come to the\nlight, lest his works should be exposed. (21) But whoever\ndoes what is true comes to the light, so that it may be clearly\nseen that his works have been carried out in God.\""],"start_index":400004003013,"end_index":400004003021,"verse_count":9,"word_count":196},{"reference":"John 12:23–35","translation":"ESV","division":"Primary","passage_number":83,"release":"NBBC","cards":["(23) And Jesus answered them, \"The hour has come for the Son\nof Man to be glorified. (24) Truly, truly, I say to you, unless a grain\nof wheat falls into the earth and dies, it remains alone; but if it\ndies, it bears much fruit. (25) Whoever loves his life loses it, and\nwhoever hates his life in this world will keep it for eternal life. (26)\nIf anyone serves me, he must follow me; and where I am, there will\nmy servant be also. If anyone serves me, the Father will honor him.\n(27) \"Now is my soul troubled. And what shall I say? 'Father, save\nme from this hour'? But for this purpose I have come to this hour.\n(28) Father, glorify your name.\" Then a voice came from heaven:\n\"I have glorified it, and I will glorify it again.\" (29) The crowd that\nstood there and heard it said that it had thundered. Others said,","\"An angel has spoken to him.\" (30) Jesus answered, \"This voice\nhas come for your sake, not mine. (31) Now is the judgment of\nthis world; now will the ruler of this world be cast out. (32) And I,\nwhen I am lifted up from the earth, will draw all people to myself.\"\n(33) He said this to show by what kind of death he was going to\ndie. (34) So the crowd answered him, \"We have heard from the\nLaw that the Christ remains forever. How can you say that the Son\nof Man must be lifted up? Who is this Son of Man?\" (35) So Jesus\nsaid to them, \"The light is among you for a little while longer. Walk\nwhile you have the light, lest darkness overtake you. The one who\nwalks in the darkness does not know where he is going."],"start_index":400004012023,"end_index":400004012035,"verse_count":13,"word_count":291},{"reference":"John 20:1–16","translation":"ESV","division":"Primary","passage_number":84,"release":"NBBC","cards":["(1) Now on the first day of the week Mary Magdalene came to\nthe tomb early, while it was still dark, and saw that the stone\nhad been taken away from the tomb. (2) So she ran and went\nto Simon Peter and the other disciple, the one whom Jesus\nloved, and said to them, \"They have taken the Lord out of the\ntomb, and we do not know where they have laid him.\" (3) So\nPeter went out with the other disciple, and they were going\ntoward the tomb. (4) Both of them were running together, but\nthe other disciple outran Peter and reached the tomb first. (5)\nAnd stooping to look in, he saw the linen cloths lying there,\nbut he did not go in. (6) Then Simon Peter came, following","him, and went into the tomb. He saw the linen cloths lying\nthere, (7) and the face cloth, which had been on Jesus' head,\nnot lying with the linen cloths but folded up in a place by\nitself. (8) Then the other disciple, who had reached the tomb\nfirst, also went in, and he saw and believed; (9) for as yet\nthey did not understand the Scripture, that he must rise from\nthe dead. (10) Then the disciples went back to their homes.\n(11) But Mary stood weeping outside the tomb, and as she\nwept she stooped to look into the tomb. (12) And she saw\ntwo angels in white, sitting where the body of Jesus had lain,\none at the head and one at the feet. (13) They said to her,","\"Woman, why are you weeping?\" She said to them, \"They\nhave taken away my Lord, and I do not know where they have\nlaid him.\" (14) Having said this, she turned around and saw\nJesus standing, but she did not know that it was Jesus. (15)\nJesus said to her, \"Woman, why are you weeping? Whom are\nyou seeking?\" Supposing him to be the gardener, she said\nto him, \"Sir, if you have carried him away, tell me where you\nhave laid him, and I will take him away.\" (16) Jesus said to her,\n\"Mary.\" She turned and said to him in Aramaic, \"Rabboni!\"\n(which means Teacher)."],"start_index":400004020001,"end_index":400004020016,"verse_count":16,"word_count":356},{"reference":"Acts 4:24–35","translation":"ESV","division":"Primary","passage_number":85,"release":"NBBC","cards":["(24) And when they heard it, they lifted their voices together\nto God and said, \"Sovereign Lord, who made the heaven\nand the earth and the sea and everything in them, (25) who\nthrough the mouth of our father David, your servant, said by\nthe Holy Spirit, \"'Why did the Gentiles rage, and the peoples\nplot in vain? (26) The kings of the earth set themselves, and\nthe rulers were gathered together, against the Lord and\nagainst his Anointed'-- (27) for truly in this city there were\ngathered together against your holy servant Jesus, whom\nyou anointed, both Herod and Pontius Pilate, along with the\nGentiles and the peoples of Israel, (28) to do whatever your","hand and your plan had predestined to take place. (29) And\nnow, Lord, look upon their threats and grant to your servants\nto continue to speak your word with all boldness, (30) while\nyou stretch out your hand to heal, and signs and wonders\nare performed through the name of your holy servant\nJesus.\" (31) And when they had prayed, the place in which\nthey were gathered together was shaken, and they were all\nfilled with the Holy Spirit and continued to speak the word\nof God with boldness. (32) Now the full number of those\nwho believed were of one heart and soul, and no one said\nthat any of the things that belonged to him was his own, but","they had everything in common. (33) And with great power\nthe apostles were giving their testimony to the resurrection\nof the Lord Jesus, and great grace was upon them all. (34)\nThere was not a needy person among them, for as many as\nwere owners of lands or houses sold them and brought the\nproceeds of what was sold (35) and laid it at the apostles'\nfeet, and it was distributed to each as any had need."],"start_index":400005004024,"end_index":400005004035,"verse_count":12,"word_count":302},{"reference":"Romans 1:9–16","translation":"ESV","division":"Primary","passage_number":86,"release":"NBBC","cards":["(9) For God is my witness, whom I serve with my spirit in the\ngospel of his Son, that without ceasing I mention you (10)\nalways in my prayers, asking that somehow by God's will I may\nnow at last succeed in coming to you. (11) For I long to see\nyou, that I may impart to you some spiritual gift to strengthen\nyou-- (12) that is, that we may be mutually encouraged by\neach other's faith, both yours and mine. (13) I do not want\nyou to be unaware, brothers, that I have often intended to\ncome to you (but thus far have been prevented), in order that\nI may reap some harvest among you as well as among the\nrest of the Gentiles. (14) I am under obligation both to Greeks","and to barbarians, both to the wise and to the foolish. (15) So\nI am eager to preach the gospel to you also who are in Rome.\n(16) For I am not ashamed of the gospel, for it is the power of\nGod for salvation to everyone who believes, to the Jew first\nand also to the Greek."],"start_index":400006001009,"end_index":400006001016,"verse_count":8,"word_count":183},{"reference":"Romans 5:7–8","translation":"ESV","division":"Primary","passage_number":87,"release":"NBBC","cards":["(7) For one will scarcely die for a righteous person--though\nperhaps for a good person one would dare even to die--\n(8) but God shows his love for us in that while we were still\nsinners, Christ died for us."],"start_index":400006005007,"end_index":400006005008,"verse_count":2,"word_count":39},{"reference":"Romans 6:12–19","translation":"ESV","division":"Primary","passage_number":88,"release":"NBBC","cards":["(12) Let not sin therefore reign in your mortal body, to make\nyou obey its passions. (13) Do not present your members to\nsin as instruments for unrighteousness, but present yourselves\nto God as those who have been brought from death to life,\nand your members to God as instruments for righteousness.\n(14) For sin will have no dominion over you, since you are\nnot under law but under grace. (15) What then? Are we to\nsin because we are not under law but under grace? By no\nmeans! (16) Do you not know that if you present yourselves\nto anyone as obedient slaves, you are slaves of the one whom\nyou obey, either of sin, which leads to death, or of obedience,","which leads to righteousness? (17) But thanks be to God,\nthat you who were once slaves of sin have become obedient\nfrom the heart to the standard of teaching to which you were\ncommitted, (18) and, having been set free from sin, have\nbecome slaves of righteousness. (19) I am speaking in human\nterms, because of your natural limitations. For just as you\nonce presented your members as slaves to impurity and to\nlawlessness leading to more lawlessness, so now present your\nmembers as slaves to righteousness leading to sanctification."],"start_index":400006006012,"end_index":400006006019,"verse_count":8,"word_count":205},{"reference":"Romans 8:26–32","translation":"ESV","division":"Primary","passage_number":89,"release":"NBBC","cards":["(26) Likewise the Spirit helps us in our weakness. For we do\nnot know what to pray for as we ought, but the Spirit himself\nintercedes for us with groanings too deep for words. (27) And\nhe who searches hearts knows what is the mind of the Spirit,\nbecause the Spirit intercedes for the saints according to the\nwill of God. (28) And we know that for those who love God\nall things work together for good, for those who are called\naccording to his purpose. (29) For those whom he foreknew\nhe also predestined to be conformed to the image of his Son,\nin order that he might be the firstborn among many brothers.\n(30) And those whom he predestined he also called, and","those whom he called he also justified, and those whom he\njustified he also glorified. (31) What then shall we say to these\nthings? If God is for us, who can be against us? (32) He who\ndid not spare his own Son but gave him up for us all, how will\nhe not also with him graciously give us all things?"],"start_index":400006008026,"end_index":400006008032,"verse_count":7,"word_count":180},{"reference":"Romans 15:1–6","translation":"ESV","division":"Primary","passage_number":90,"release":"NBBC","cards":["(1) We who are strong have an obligation to bear with the failings\nof the weak, and not to please ourselves. (2) Let each of us please\nhis neighbor for his good, to build him up. (3) For Christ did not\nplease himself, but as it is written, \"The reproaches of those who\nreproached you fell on me.\" (4) For whatever was written in former\ndays was written for our instruction, that through endurance and\nthrough the encouragement of the Scriptures we might have\nhope. (5) May the God of endurance and encouragement grant\nyou to live in such harmony with one another, in accord with Christ\nJesus, (6) that together you may with one voice glorify the God\nand Father of our Lord Jesus Christ."],"start_index":400006015001,"end_index":400006015006,"verse_count":6,"word_count":120},{"reference":"1 Corinthians 3:11–15","translation":"ESV","division":"Primary","passage_number":91,"release":"NBBC","cards":["(11) For no one can lay a foundation other than that which\nis laid, which is Jesus Christ. (12) Now if anyone builds on\nthe foundation with gold, silver, precious stones, wood, hay,\nstraw-- (13) each one's work will become manifest, for the\nDay will disclose it, because it will be revealed by fire, and\nthe fire will test what sort of work each one has done. (14) If\nthe work that anyone has built on the foundation survives, he\nwill receive a reward. (15) If anyone's work is burned up, he\nwill suffer loss, though he himself will be saved, but only as\nthrough fire."],"start_index":400007003011,"end_index":400007003015,"verse_count":5,"word_count":101},{"reference":"2 Corinthians 2:12–17","translation":"ESV","division":"Primary","passage_number":92,"release":"NBBC","cards":["(12) When I came to Troas to preach the gospel of Christ, even\nthough a door was opened for me in the Lord, (13) my spirit was not\nat rest because I did not find my brother Titus there. So I took leave\nof them and went on to Macedonia. (14) But thanks be to God, who\nin Christ always leads us in triumphal procession, and through us\nspreads the fragrance of the knowledge of him everywhere. (15)\nFor we are the aroma of Christ to God among those who are being\nsaved and among those who are perishing, (16) to one a fragrance\nfrom death to death, to the other a fragrance from life to life. Who\nis sufficient for these things? (17) For we are not, like so many,\npeddlers of God's word, but as men of sincerity, as commissioned\nby God, in the sight of God we speak in Christ."],"start_index":400008002012,"end_index":400008002017,"verse_count":6,"word_count":147},{"reference":"Galatians 3:1–3","translation":"ESV","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) O foolish Galatians! Who has bewitched you? It was\nbefore your eyes that Jesus Christ was publicly portrayed as\ncrucified. (2) Let me ask you only this: Did you receive the\nSpirit by works of the law or by hearing with faith? (3) Are you\nso foolish? Having begun by the Spirit, are you now being\nperfected by the flesh?"],"start_index":400009003001,"end_index":400009003003,"verse_count":3,"word_count":58},{"reference":"Galatians 5:16–26","translation":"ESV","division":"Primary","passage_number":94,"release":"NBBC","cards":["(16) But I say, walk by the Spirit, and you will not gratify\nthe desires of the flesh. (17) For the desires of the flesh are\nagainst the Spirit, and the desires of the Spirit are against the\nflesh, for these are opposed to each other, to keep you from\ndoing the things you want to do. (18) But if you are led by the\nSpirit, you are not under the law. (19) Now the works of the\nflesh are evident: sexual immorality, impurity, sensuality, (20)\nidolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries,\ndissensions, divisions, (21) envy, drunkenness, orgies, and\nthings like these. I warn you, as I warned you before, that those\nwho do such things will not inherit the kingdom of God. (22)","But the fruit of the Spirit is love, joy, peace, patience, kindness,\ngoodness, faithfulness, (23) gentleness, self-control; against\nsuch things there is no law. (24) And those who belong to\nChrist Jesus have crucified the flesh with its passions and\ndesires. (25) If we live by the Spirit, let us also keep in step\nwith the Spirit. (26) Let us not become conceited, provoking\none another, envying one another."],"start_index":400009005016,"end_index":400009005026,"verse_count":11,"word_count":186},{"reference":"Ephesians 2:8–14","translation":"ESV","division":"Primary","passage_number":95,"release":"NBBC","cards":["(8) For by grace you have been saved through faith. And this\nis not your own doing; it is the gift of God, (9) not a result\nof works, so that no one may boast. (10) For we are his\nworkmanship, created in Christ Jesus for good works, which\nGod prepared beforehand, that we should walk in them. (11)\nTherefore remember that at one time you Gentiles in the flesh,\ncalled \"the uncircumcision\" by what is called the circumcision,\nwhich is made in the flesh by hands-- (12) remember that you\nwere at that time separated from Christ, alienated from the\ncommonwealth of Israel and strangers to the covenants of\npromise, having no hope and without God in the world. (13)","But now in Christ Jesus you who once were far off have been\nbrought near by the blood of Christ. (14) For he himself is our\npeace, who has made us both one and has broken down in\nhis flesh the dividing wall of hostility"],"start_index":400010002008,"end_index":400010002014,"verse_count":7,"word_count":159},{"reference":"Ephesians 6:1–4","translation":"ESV","division":"Primary","passage_number":96,"release":"NBBC","cards":["(1) Children, obey your parents in the Lord, for this is right. (2)\n\"Honor your father and mother\" (this is the first commandment\nwith a promise), (3) \"that it may go well with you and that you\nmay live long in the land.\" (4) Fathers, do not provoke your\nchildren to anger, but bring them up in the discipline and\ninstruction of the Lord."],"start_index":400010006001,"end_index":400010006004,"verse_count":4,"word_count":60},{"reference":"Ephesians 6:10–18","translation":"ESV","division":"Primary","passage_number":97,"release":"NBBC","cards":["(10) Finally, be strong in the Lord and in the strength of his\nmight. (11) Put on the whole armor of God, that you may\nbe able to stand against the schemes of the devil. (12) For\nwe do not wrestle against flesh and blood, but against the\nrulers, against the authorities, against the cosmic powers\nover this present darkness, against the spiritual forces of\nevil in the heavenly places. (13) Therefore take up the whole\narmor of God, that you may be able to withstand in the evil\nday, and having done all, to stand firm. (14) Stand therefore,\nhaving fastened on the belt of truth, and having put on the\nbreastplate of righteousness, (15) and, as shoes for your feet,","having put on the readiness given by the gospel of peace.\n(16) In all circumstances take up the shield of faith, with which\nyou can extinguish all the flaming darts of the evil one; (17)\nand take the helmet of salvation, and the sword of the Spirit,\nwhich is the word of God, (18) praying at all times in the Spirit,\nwith all prayer and supplication. To that end, keep alert with\nall perseverance, making supplication for all the saints,"],"start_index":400010006010,"end_index":400010006018,"verse_count":9,"word_count":193},{"reference":"Philippians 2:1–8","translation":"ESV","division":"Primary","passage_number":98,"release":"NBBC","cards":["(1) So if there is any encouragement in Christ, any comfort\nfrom love, any participation in the Spirit, any affection and\nsympathy, (2) complete my joy by being of the same mind,\nhaving the same love, being in full accord and of one mind.\n(3) Do nothing from selfish ambition or conceit, but in humility\ncount others more significant than yourselves. (4) Let each of\nyou look not only to his own interests, but also to the interests\nof others. (5) Have this mind among yourselves, which is yours\nin Christ Jesus, (6) who, though he was in the form of God,\ndid not count equality with God a thing to be grasped, (7) but\nemptied himself, by taking the form of a servant, being born","in the likeness of men. (8) And being found in human form,\nhe humbled himself by becoming obedient to the point of\ndeath, even death on a cross."],"start_index":400011002001,"end_index":400011002008,"verse_count":8,"word_count":146},{"reference":"Colossians 2:11–15","translation":"ESV","division":"Primary","passage_number":99,"release":"NBBC","cards":["(11) In him also you were circumcised with a circumcision\nmade without hands, by putting off the body of the flesh, by\nthe circumcision of Christ, (12) having been buried with him in\nbaptism, in which you were also raised with him through faith in the\npowerful working of God, who raised him from the dead. (13) And\nyou, who were dead in your trespasses and the uncircumcision of\nyour flesh, God made alive together with him, having forgiven us\nall our trespasses, (14) by canceling the record of debt that stood\nagainst us with its legal demands. This he set aside, nailing it to the\ncross. (15) He disarmed the rulers and authorities and put them to\nopen shame, by triumphing over them in him."],"start_index":400012002011,"end_index":400012002015,"verse_count":5,"word_count":121},{"reference":"2 Thessalonians 1:11–12","translation":"ESV","division":"Primary","passage_number":100,"release":"NBBC","cards":["(11) To this end we always pray for you, that our God may\nmake you worthy of his calling and may fulfill every resolve\nfor good and every work of faith by his power, (12) so that\nthe name of our Lord Jesus may be glorified in you, and you\nin him, according to the grace of our God and the Lord Jesus\nChrist."],"start_index":400014001011,"end_index":400014001012,"verse_count":2,"word_count":62},{"reference":"1 Timothy 1:12–17","translation":"ESV","division":"Primary","passage_number":101,"release":"NBBC","cards":["(12) I thank him who has given me strength, Christ Jesus our\nLord, because he judged me faithful, appointing me to his\nservice, (13) though formerly I was a blasphemer, persecutor,\nand insolent opponent. But I received mercy because I had\nacted ignorantly in unbelief, (14) and the grace of our Lord\noverflowed for me with the faith and love that are in Christ\nJesus. (15) The saying is trustworthy and deserving of full\nacceptance, that Christ Jesus came into the world to save\nsinners, of whom I am the foremost. (16) But I received mercy\nfor this reason, that in me, as the foremost, Jesus Christ might\ndisplay his perfect patience as an example to those who were","to believe in him for eternal life. (17) To the King of the ages,\nimmortal, invisible, the only God, be honor and glory forever\nand ever. Amen."],"start_index":400015001012,"end_index":400015001017,"verse_count":6,"word_count":140},{"reference":"1 Timothy 4:12–16","translation":"ESV","division":"Primary","passage_number":102,"release":"NBBC","cards":["(12) Let no one despise you for your youth, but set the\nbelievers an example in speech, in conduct, in love, in faith, in\npurity. (13) Until I come, devote yourself to the public reading\nof Scripture, to exhortation, to teaching. (14) Do not neglect\nthe gift you have, which was given you by prophecy when\nthe council of elders laid their hands on you. (15) Practice\nthese things, immerse yourself in them, so that all may see\nyour progress. (16) Keep a close watch on yourself and on\nthe teaching. Persist in this, for by so doing you will save both\nyourself and your hearers."],"start_index":400015004012,"end_index":400015004016,"verse_count":5,"word_count":101},{"reference":"1 Timothy 6:3–16","translation":"ESV","division":"Primary","passage_number":103,"release":"NBBC","cards":["(3) If anyone teaches a different doctrine and does not\nagree with the sound words of our Lord Jesus Christ and\nthe teaching that accords with godliness, (4) he is puffed up\nwith conceit and understands nothing. He has an unhealthy\ncraving for controversy and for quarrels about words, which\nproduce envy, dissension, slander, evil suspicions, (5) and\nconstant friction among people who are depraved in mind\nand deprived of the truth, imagining that godliness is a means\nof gain. (6) But godliness with contentment is great gain, (7)\nfor we brought nothing into the world, and we cannot take\nanything out of the world. (8) But if we have food and clothing,","with these we will be content. (9) But those who desire to be\nrich fall into temptation, into a snare, into many senseless and\nharmful desires that plunge people into ruin and destruction.\n(10) For the love of money is a root of all kinds of evils. It is\nthrough this craving that some have wandered away from the\nfaith and pierced themselves with many pangs. (11) But as for\nyou, O man of God, flee these things. Pursue righteousness,\ngodliness, faith, love, steadfastness, gentleness. (12) Fight\nthe good fight of the faith. Take hold of the eternal life to\nwhich you were called and about which you made the good\nconfession in the presence of many witnesses. (13) I charge","you in the presence of God, who gives life to all things, and\nof Christ Jesus, who in his testimony before Pontius Pilate\nmade the good confession, (14) to keep the commandment\nunstained and free from reproach until the appearing of our\nLord Jesus Christ, (15) which he will display at the proper\ntime--he who is the blessed and only Sovereign, the King of\nkings and Lord of lords, (16) who alone has immortality, who\ndwells in unapproachable light, whom no one has ever seen\nor can see. To him be honor and eternal dominion. Amen."],"start_index":400015006003,"end_index":400015006016,"verse_count":14,"word_count":317},{"reference":"2 Timothy 1:6–10","translation":"ESV","division":"Primary","passage_number":104,"release":"NBBC","cards":["(6) For this reason I remind you to fan into flame the gift of God,\nwhich is in you through the laying on of my hands, (7) for God\ngave us a spirit not of fear but of power and love and self-control.\n(8) Therefore do not be ashamed of the testimony about our Lord,\nnor of me his prisoner, but share in suffering for the gospel by the\npower of God, (9) who saved us and called us to a holy calling,\nnot because of our works but because of his own purpose and\ngrace, which he gave us in Christ Jesus before the ages began,\n(10) and which now has been manifested through the appearing\nof our Savior Christ Jesus, who abolished death and brought life\nand immortality to light through the gospel,"],"start_index":400016001006,"end_index":400016001010,"verse_count":5,"word_count":131},{"reference":"2 Timothy 2:19–22","translation":"ESV","division":"Primary","passage_number":105,"release":"NBBC","cards":["(19) But God's firm foundation stands, bearing this seal:\n\"The Lord knows those who are his,\" and, \"Let everyone who\nnames the name of the Lord depart from iniquity.\" (20) Now\nin a great house there are not only vessels of gold and silver\nbut also of wood and clay, some for honorable use, some for\ndishonorable. (21) Therefore, if anyone cleanses himself from\nwhat is dishonorable, he will be a vessel for honorable use,\nset apart as holy, useful to the master of the house, ready for\nevery good work. (22) So flee youthful passions and pursue\nrighteousness, faith, love, and peace, along with those who\ncall on the Lord from a pure heart."],"start_index":400016002019,"end_index":400016002022,"verse_count":4,"word_count":111},{"reference":"Hebrews 6:9–12","translation":"ESV","division":"Primary","passage_number":106,"release":"NBBC","cards":["(9) Though we speak in this way, yet in your case, beloved, we\nfeel sure of better things--things that belong to salvation. (10)\nFor God is not unjust so as to overlook your work and the love\nthat you have shown for his name in serving the saints, as you\nstill do. (11) And we desire each one of you to show the same\nearnestness to have the full assurance of hope until the end,\n(12) so that you may not be sluggish, but imitators of those\nwho through faith and patience inherit the promises."],"start_index":400019006009,"end_index":400019006012,"verse_count":4,"word_count":92},{"reference":"James 3:1–9","translation":"ESV","division":"Primary","passage_number":107,"release":"NBBC","cards":["(1) Not many of you should become teachers, my brothers,\nfor you know that we who teach will be judged with greater\nstrictness. (2) For we all stumble in many ways. And if anyone\ndoes not stumble in what he says, he is a perfect man, able\nalso to bridle his whole body. (3) If we put bits into the mouths\nof horses so that they obey us, we guide their whole bodies\nas well. (4) Look at the ships also: though they are so large\nand are driven by strong winds, they are guided by a very\nsmall rudder wherever the will of the pilot directs. (5) So also\nthe tongue is a small member, yet it boasts of great things.\nHow great a forest is set ablaze by such a small fire! (6) And","the tongue is a fire, a world of unrighteousness. The tongue\nis set among our members, staining the whole body, setting\non fire the entire course of life, and set on fire by hell. (7) For\nevery kind of beast and bird, of reptile and sea creature, can\nbe tamed and has been tamed by mankind, (8) but no human\nbeing can tame the tongue. It is a restless evil, full of deadly\npoison. (9) With it we bless our Lord and Father, and with it\nwe curse people who are made in the likeness of God."],"start_index":400020003001,"end_index":400020003009,"verse_count":9,"word_count":224},{"reference":"1 Peter 1:3–9","translation":"ESV","division":"Primary","passage_number":108,"release":"NBBC","cards":["(3) Blessed be the God and Father of our Lord Jesus Christ!\nAccording to his great mercy, he has caused us to be born\nagain to a living hope through the resurrection of Jesus Christ\nfrom the dead, (4) to an inheritance that is imperishable,\nundefiled, and unfading, kept in heaven for you, (5) who by\nGod's power are being guarded through faith for a salvation\nready to be revealed in the last time. (6) In this you rejoice,\nthough now for a little while, if necessary, you have been\ngrieved by various trials, (7) so that the tested genuineness of\nyour faith--more precious than gold that perishes though it is\ntested by fire--may be found to result in praise and glory and","honor at the revelation of Jesus Christ. (8) Though you have\nnot seen him, you love him. Though you do not now see him,\nyou believe in him and rejoice with joy that is inexpressible\nand filled with glory, (9) obtaining the outcome of your faith,\nthe salvation of your souls."],"start_index":400021001003,"end_index":400021001009,"verse_count":7,"word_count":169},{"reference":"1 Peter 4:6–19","translation":"ESV","division":"Primary","passage_number":109,"release":"NBBC","cards":["(6) For this is why the gospel was preached even to those who\nare dead, that though judged in the flesh the way people are,\nthey might live in the spirit the way God does. (7) The end of\nall things is at hand; therefore be self-controlled and sober-\nminded for the sake of your prayers. (8) Above all, keep loving\none another earnestly, since love covers a multitude of sins.\n(9) Show hospitality to one another without grumbling. (10)\nAs each has received a gift, use it to serve one another, as\ngood stewards of God's varied grace: (11) whoever speaks,\nas one who speaks oracles of God; whoever serves, as one\nwho serves by the strength that God supplies--in order that","in everything God may be glorified through Jesus Christ.\nTo him belong glory and dominion forever and ever. Amen.\n(12) Beloved, do not be surprised at the fiery trial when it\ncomes upon you to test you, as though something strange\nwere happening to you. (13) But rejoice insofar as you share\nChrist's sufferings, that you may also rejoice and be glad when\nhis glory is revealed. (14) If you are insulted for the name of\nChrist, you are blessed, because the Spirit of glory and of God\nrests upon you. (15) But let none of you suffer as a murderer\nor a thief or an evildoer or as a meddler. (16) Yet if anyone\nsuffers as a Christian, let him not be ashamed, but let him","glorify God in that name. (17) For it is time for judgment to\nbegin at the household of God; and if it begins with us, what\nwill be the outcome for those who do not obey the gospel of\nGod? (18) And \"If the righteous is scarcely saved, what will\nbecome of the ungodly and the sinner?\" (19) Therefore let\nthose who suffer according to God's will entrust their souls to\na faithful Creator while doing good."],"start_index":400021004006,"end_index":400021004019,"verse_count":14,"word_count":315},{"reference":"2 Peter 1:2–11","translation":"ESV","division":"Primary","passage_number":110,"release":"NBBC","cards":["(2) May grace and peace be multiplied to you in the knowledge of\nGod and of Jesus our Lord. (3) His divine power has granted to us\nall things that pertain to life and godliness, through the knowledge\nof him who called us to his own glory and excellence, (4) by\nwhich he has granted to us his precious and very great promises,\nso that through them you may become partakers of the divine\nnature, having escaped from the corruption that is in the world\nbecause of sinful desire. (5) For this very reason, make every effort\nto supplement your faith with virtue, and virtue with knowledge,\n(6) and knowledge with self-control, and self-control with\nsteadfastness, and steadfastness with godliness, (7) and godliness","with brotherly affection, and brotherly affection with love. (8) For\nif these qualities are yours and are increasing, they keep you from\nbeing ineffective or unfruitful in the knowledge of our Lord Jesus\nChrist. (9) For whoever lacks these qualities is so nearsighted that\nhe is blind, having forgotten that he was cleansed from his former\nsins. (10) Therefore, brothers, be all the more diligent to confirm\nyour calling and election, for if you practice these qualities you will\nnever fall. (11) For in this way there will be richly provided for you\nan entrance into the eternal kingdom of our Lord and Savior Jesus\nChrist."],"start_index":400022001002,"end_index":400022001011,"verse_count":10,"word_count":221},{"reference":"1 John 5:2–5","translation":"ESV","division":"Primary","passage_number":111,"release":"NBBC","cards":["(2) By this we know that we love the children of God, when\nwe love God and obey his commandments. (3) For this is\nthe love of God, that we keep his commandments. And his\ncommandments are not burdensome. (4) For everyone who\nhas been born of God overcomes the world. And this is the\nvictory that has overcome the world--our faith. (5) Who is it\nthat overcomes the world except the one who believes that\nJesus is the Son of God?"],"start_index":400023005002,"end_index":400023005005,"verse_count":4,"word_count":79},{"reference":"Revelation 5:2–5","translation":"ESV","division":"Primary","passage_number":112,"release":"NBBC","cards":["(2) And I saw a mighty angel proclaiming with a loud voice,\n\"Who is worthy to open the scroll and break its seals?\" (3)\nAnd no one in heaven or on earth or under the earth was able\nto open the scroll or to look into it, (4) and I began to weep\nloudly because no one was found worthy to open the scroll\nor to look into it. (5) And one of the elders said to me, \"Weep\nno more; behold, the Lion of the tribe of Judah, the Root of\nDavid, has conquered, so that he can open the scroll and its\nseven seals.\""],"start_index":400027005002,"end_index":400027005005,"verse_count":4,"word_count":102}]