[{"reference":"Colossians 1:15–16","translation":"NASB","division":"Primary","passage_number":1,"release":"Navigate","cards":["(15) He is the image of the invisible God, the firstborn of all\ncreation: (16) for by Him all things were created, both in the\nheavens and on earth, visible and invisible, whether thrones,\nor dominions, or rulers, or authorities--all things have been\ncreated through Him and for Him."],"start_index":400012001015,"end_index":400012001016,"verse_count":2,"word_count":48},{"reference":"Genesis 1:1","translation":"NASB","division":"Primary","passage_number":2,"release":"Navigate","cards":["(1) In the beginning God created the heavens and the earth."],"start_index":200001001001,"end_index":200001001001,"verse_count":1,"word_count":10},{"reference":"Isaiah 40:26","translation":"NASB","division":"Primary","passage_number":3,"release":"Explore","cards":["(26) Raise your eyes on high And see who has created these\nstars, The One who brings out their multitude by number, He\ncalls them all by name; Because of the greatness of His might\nand the strength of His power, Not one of them is missing."],"start_index":200023040026,"end_index":200023040026,"verse_count":1,"word_count":46},{"reference":"Genesis 1:26–27","translation":"NASB","division":"Primary","passage_number":4,"release":"Navigate","cards":["(26) Then God said, \"Let Us make mankind in Our image,\naccording to Our likeness; and let them rule over the fish of\nthe sea and over the birds of the sky and over the livestock\nand over all the earth, and over every crawling thing that\ncrawls on the earth.\" (27) So God created man in His own\nimage, in the image of God He created him; male and female\nHe created them."],"start_index":200001001026,"end_index":200001001027,"verse_count":2,"word_count":72},{"reference":"Genesis 17:1–2","translation":"NASB","division":"Primary","passage_number":5,"release":"Explore","cards":["(1) Now when Abram was ninety-nine years old, the LORD\nappeared to Abram and said to him, \"I am God Almighty; Walk\nbefore Me, and be blameless. (2) \"I will make My covenant\nbetween Me and you, And I will multiply you exceedingly.\""],"start_index":200001017001,"end_index":200001017002,"verse_count":2,"word_count":42},{"reference":"Genesis 2:2–3","translation":"NASB","division":"Primary","passage_number":6,"release":"Navigate","cards":["(2) By the seventh day God completed His work which He\nhad done, and He rested on the seventh day from all His work\nwhich He had done. (3) Then God blessed the seventh day\nand sanctified it, because on it He rested from all His work\nwhich God had created and made."],"start_index":200001002002,"end_index":200001002003,"verse_count":2,"word_count":51},{"reference":"Exodus 31:12–13","translation":"NASB","division":"Primary","passage_number":7,"release":"Explore","cards":["(12) Now the LORD spoke to Moses, saying, (13) \"Now as for\nyou, speak to the sons of Israel, saying, 'You must keep My\nSabbaths; for this is a sign between Me and you throughout\nyour generations, so that you may know that I am the LORD\nwho sanctifies you."],"start_index":200002031012,"end_index":200002031013,"verse_count":2,"word_count":48},{"reference":"Genesis 2:23–24","translation":"NASB","division":"Primary","passage_number":8,"release":"Navigate","cards":["(23) Then the man said, \"At last this is bone of my bones, And\nflesh of my flesh; She shall be called 'woman,' Because she\nwas taken out of man.\" (24) For this reason a man shall leave\nhis father and his mother, and be joined to his wife; and they\nshall become one flesh."],"start_index":200001002023,"end_index":200001002024,"verse_count":2,"word_count":53},{"reference":"Deuteronomy 6:14–15","translation":"NASB","division":"Primary","passage_number":9,"release":"Explore","cards":["(14) \"You shall not follow other gods, any of the gods of the\npeoples who surround you, (15) for the LORD your God who\nis in the midst of you is a jealous God; so follow Him, or else\nthe anger of the LORD your God will be kindled against you,\nand He will wipe you off the face of the earth."],"start_index":200005006014,"end_index":200005006015,"verse_count":2,"word_count":60},{"reference":"Genesis 3:14–15","translation":"NASB","division":"Primary","passage_number":10,"release":"Navigate","cards":["(14) Then the LORD God said to the serpent, \"Because you\nhave done this, Cursed are you more than all the livestock,\nAnd more than any animal of the field; On your belly you\nshall go, And dust you shall eat All the days of your life; (15)\nAnd I will make enemies Of you and the woman, And of your\noffspring and her Descendant; He shall bruise you on the\nhead, And you shall bruise Him on the heel.\""],"start_index":200001003014,"end_index":200001003015,"verse_count":2,"word_count":78},{"reference":"Psalm 68:20","translation":"NASB","division":"Primary","passage_number":11,"release":"Explore","cards":["(20) God is to us a God of salvation; And to GOD the Lord\nbelong ways of escape from death."],"start_index":200019068020,"end_index":200019068020,"verse_count":1,"word_count":19},{"reference":"Genesis 4:7–8","translation":"NASB","division":"Primary","passage_number":12,"release":"Navigate","cards":["(7) \"If you do well, will your face not be cheerful? And if you\ndo not do well, sin is lurking at the door; and its desire is for\nyou, but you must master it.\" (8) Cain talked to his brother\nAbel; and it happened that when they were in the field Cain\nrose up against his brother Abel and killed him."],"start_index":200001004007,"end_index":200001004008,"verse_count":2,"word_count":60},{"reference":"Jeremiah 23:5–6","translation":"NASB","division":"Primary","passage_number":13,"release":"Explore","cards":["(5) \"Behold, the days are coming,\" declares the LORD, \"When\nI will raise up for David a righteous Branch; And He will reign\nas king and act wisely And do justice and righteousness in\nthe land. (6) \"In His days Judah will be saved, And Israel will\nlive securely; And this is His name by which He will be called,\n'The LORD Our Righteousness.'"],"start_index":200024023005,"end_index":200024023006,"verse_count":2,"word_count":62},{"reference":"Genesis 5:1–3","translation":"NASB","division":"Primary","passage_number":14,"release":"Navigate","cards":["(1) This is the book of the generations of Adam. On the day\nwhen God created man, He made him in the likeness of God.\n(2) He created them male and female, and He blessed them\nand named them \"mankind\" on the day when they were\ncreated. (3) When Adam had lived 130 years, he fathered a\nson in his own likeness, according to his image, and named\nhim Seth."],"start_index":200001005001,"end_index":200001005003,"verse_count":3,"word_count":67},{"reference":"Psalm 90:2","translation":"NASB","division":"Primary","passage_number":15,"release":"Explore","cards":["(2) Before the mountains were born Or You gave birth to the\nearth and the world, Even from everlasting to everlasting, You\nare God."],"start_index":200019090002,"end_index":200019090002,"verse_count":1,"word_count":23},{"reference":"Genesis 9:8–11","translation":"NASB","division":"Primary","passage_number":17,"release":"NBBC","cards":["(8) Then God spoke to Noah and to his sons with him, saying,\n(9) \"Now behold, I Myself am establishing My covenant with\nyou, and with your descendants after you; (10) and with every\nliving creature that is with you: the birds, the livestock, and\nevery animal of the earth with you; of all that comes out of the\nark, every animal of the earth. (11) \"I establish My covenant\nwith you; and all flesh shall never again be eliminated by the\nwaters of a flood, nor shall there again be a flood to destroy\nthe earth.\""],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":93},{"reference":"Exodus 19:3–7","translation":"NASB","division":"Primary","passage_number":18,"release":"NBBC","cards":["(3) And Moses went up to God, and the LORD called to him from\nthe mountain, saying, \"This is what you shall say to the house of\nJacob and tell the sons of Israel: (4) 'You yourselves have seen\nwhat I did to the Egyptians, and how I carried you on eagles'\nwings, and brought you to Myself. (5) 'Now then, if you will indeed\nobey My voice and keep My covenant, then you shall be My own\npossession among all the peoples, for all the earth is Mine; (6) and\nyou shall be to Me a kingdom of priests and a holy nation.' These\nare the words that you shall speak to the sons of Israel.\" (7) So\nMoses came and called the elders of the people, and set before\nthem all these words which the LORD had commanded him."],"start_index":200002019003,"end_index":200002019007,"verse_count":5,"word_count":136},{"reference":"Numbers 14:11–21","translation":"NASB","division":"Primary","passage_number":19,"release":"NBBC","cards":["(11) And the LORD said to Moses, \"How long will this people\nbe disrespectful to Me? And how long will they not believe in\nMe, despite all the signs that I have performed in their midst?\n(12) \"I will strike them with plague and dispossess them, and\nI will make you into a nation greater and mightier than they.\"\n(13) But Moses said to the LORD, \"Then the Egyptians will hear\nof it, for by Your strength You brought this people up from\ntheir midst, (14) and they will tell it to the inhabitants of this\nland. They have heard that You, LORD, are in the midst of this\npeople, because You, LORD, are seen eye to eye, while Your\ncloud stands over them; and You go before them in a pillar","of cloud by day, and in a pillar of fire by night. (15) \"Now if\nYou put this people to death all at once, then the nations who\nhave heard of Your fame will say, (16) 'Since the LORD could\nnot bring this people into the land which He promised them\nby oath, He slaughtered them in the wilderness.' (17) \"So\nnow, please, let the power of the Lord be great, just as You\nhave declared, saying, (18) 'The LORD is slow to anger and\nabundant in mercy, forgiving wrongdoing and violation of\nHis Law; but He will by no means leave the guilty unpunished,\ninflicting the punishment of the fathers on the children to the\nthird and the fourth generations.' (19) \"Please forgive the","guilt of this people in accordance with the greatness of Your\nmercy, just as You also have forgiven this people, from Egypt\neven until now.\" (20) So the LORD said, \"I have forgiven them\nin accordance with your word; (21) however, as I live, all the\nearth will be filled with the glory of the LORD."],"start_index":200004014011,"end_index":200004014021,"verse_count":11,"word_count":302},{"reference":"Deuteronomy 5:11–16","translation":"NASB","division":"Primary","passage_number":20,"release":"NBBC","cards":["(11) 'You shall not take the name of the LORD your God in\nvain, for the LORD will not leave unpunished the one who\ntakes His name in vain. (12) 'Keep the Sabbath day to treat\nit as holy, as the LORD your God commanded you. (13) 'For\nsix days you shall labor and do all your work, (14) but the\nseventh day is a Sabbath of the LORD your God; you shall\nnot do any work that day, you or your son or your daughter,\nor your male slave or your female slave, or your ox, your\ndonkey, or any of your cattle, or your resident who stays with\nyou, so that your male slave and your female slave may rest\nas well as you. (15) 'And you shall remember that you were a","slave in the land of Egypt, and the LORD your God brought\nyou out of there by a mighty hand and an outstretched arm;\ntherefore the LORD your God commanded you to celebrate\nthe Sabbath day. (16) 'Honor your father and your mother,\njust as the LORD your God has commanded you, so that your\ndays may be prolonged and that it may go well for you on the\nland which the LORD your God is giving you."],"start_index":200005005011,"end_index":200005005016,"verse_count":6,"word_count":207},{"reference":"2 Chronicles 32:6–8","translation":"NASB","division":"Primary","passage_number":21,"release":"NBBC","cards":["(6) He appointed military officers over the people and\ngathered them to him in the public square at the city gate,\nand spoke encouragingly to them, saying, (7) \"Be strong and\ncourageous, do not fear or be dismayed because of the king\nof Assyria nor because of all the horde that is with him; for\nthe One with us is greater than the one with him. (8) \"With\nhim is only an arm of flesh, but with us is the LORD our God\nto help us and to fight our battles.\" And the people relied on\nthe words of Hezekiah king of Judah."],"start_index":200014032006,"end_index":200014032008,"verse_count":3,"word_count":100},{"reference":"Job 12:7–10","translation":"NASB","division":"Primary","passage_number":22,"release":"NBBC","cards":["(7) \"But just ask the animals, and have them teach you; And\nthe birds of the sky, and have them tell you. (8) \"Or speak to\nthe earth, and have it teach you; And have the fish of the sea\ntell you. (9) \"Who among all these does not know That the\nhand of the LORD has done this, (10) In whose hand is the life\nof every living thing, And the breath of all mankind?"],"start_index":200018012007,"end_index":200018012010,"verse_count":4,"word_count":72},{"reference":"Job 22:22–28","translation":"NASB","division":"Primary","passage_number":23,"release":"NBBC","cards":["(22) \"Please receive instruction from His mouth, And put His\nwords in your heart. (23) \"If you return to the Almighty, you\nwill be restored; If you remove injustice far from your tent,\n(24) And put your gold in the dust, And the gold of Ophir\namong the stones of the brooks, (25) Then the Almighty will\nbe your gold And abundant silver to you. (26) \"For then you\nwill take pleasure in the Almighty And lift up your face to God.\n(27) \"You will pray to Him, and He will hear you; And you will\npay your vows. (28) \"You will also decide something, and it\nwill be established for you; And light will shine on your ways."],"start_index":200018022022,"end_index":200018022028,"verse_count":7,"word_count":112},{"reference":"Job 33:3–4","translation":"NASB","division":"Primary","passage_number":24,"release":"NBBC","cards":["(3) \"My words are from the integrity of my heart, And my lips\nspeak knowledge sincerely. (4) \"The Spirit of God has made\nme, And the breath of the Almighty gives me life."],"start_index":200018033003,"end_index":200018033004,"verse_count":2,"word_count":31},{"reference":"Job 37:5–24","translation":"NASB","division":"Primary","passage_number":25,"release":"NBBC","cards":["(5) \"God thunders wondrously with His voice, Doing great\nthings which we do not comprehend. (6) \"For to the snow He\nsays, 'Fall on the earth,' And to the downpour and the rain,\n'Be strong.' (7) \"He seals the hand of every person, So that\nall people may know His work. (8) \"Then the animal goes\ninto its lair And remains in its den. (9) \"From the south comes\nthe storm, And from the north wind the cold. (10) \"From the\nbreath of God ice is made, And the expanse of the waters\nis frozen. (11) \"He also loads the clouds with moisture; He\ndisperses the cloud of His lightning. (12) \"It changes direction,\nturning around by His guidance, That it may do whatever","He commands it On the face of the inhabited earth. (13)\n\"Whether for correction, or for His earth, Or for goodness,\nHe causes it to happen. (14) \"Listen to this, Job; Stand and\nconsider the wonders of God. (15) \"Do you know how God\nestablishes them, And makes the lightning of His clouds to\nshine? (16) \"Do you know about the hovering of the clouds,\nThe wonders of One who is perfect in knowledge, (17) You\nwhose garments are hot When the land is still because of the\nsouth wind? (18) \"Can you, with Him, spread out the skies,\nStrong as a cast metal mirror? (19) \"Teach us what we are to\nsay to Him; We cannot present our case because of darkness.","(20) \"Shall it be told Him that I would speak? Or should a\nman say that he would be swallowed up? (21) \"Now people\ndo not see the light which is bright in the skies; But the wind\nhas passed and cleared them. (22) \"From the north comes\ngolden splendor; Around God is awesome majesty. (23) \"The\nAlmighty--we cannot find Him; He is exalted in power And\nHe will not violate justice and abundant righteousness. (24)\n\"Therefore people fear Him; He does not regard any who are\nwise of heart.\""],"start_index":200018037005,"end_index":200018037024,"verse_count":20,"word_count":318},{"reference":"Job 39:19–28","translation":"NASB","division":"Primary","passage_number":26,"release":"NBBC","cards":["(19) \"Do you give the horse his might? Do you clothe his neck\nwith a mane? (20) \"Do you make him leap like locusts? His\nmajestic snorting is frightening. (21) \"He paws in the valley,\nand rejoices in his strength; He goes out to meet the battle.\n(22) \"He laughs at fear and is not dismayed; And he does\nnot turn back from the sword. (23) \"The quiver rattles against\nhim, The flashing spear and javelin. (24) \"He races over the\nground with a roar and fury, And he does not stand still when\nhe hears the sound of the trumpet. (25) \"As often as the\ntrumpet sounds he says, 'Aha!' And he senses the battle from\nafar, And the thunder of the captains and the war cry. (26)","\"Is it by your understanding that the hawk soars, Stretching\nhis wings toward the south? (27) \"Is it at your command that\nthe eagle flies high, And makes his nest on high? (28) \"He\ndwells and spends his nights on the cliff, On the rocky cliff, an\ninaccessible place."],"start_index":200018039019,"end_index":200018039028,"verse_count":10,"word_count":168},{"reference":"Psalm 90:12–17","translation":"NASB","division":"Primary","passage_number":27,"release":"NBBC","cards":["(12) So teach us to number our days, That we may present\nto You a heart of wisdom. (13) Do return, LORD; how long\nwill it be? And be sorry for Your servants. (14) Satisfy us in\nthe morning with Your graciousness, That we may sing for joy\nand rejoice all our days. (15) Make us glad according to the\ndays You have afflicted us, And the years we have seen evil.\n(16) Let Your work appear to Your servants And Your majesty\nto their children. (17) May the kindness of the Lord our God\nbe upon us; And confirm for us the work of our hands; Yes,\nconfirm the work of our hands."],"start_index":200019090012,"end_index":200019090017,"verse_count":6,"word_count":108},{"reference":"Psalm 94:16–19","translation":"NASB","division":"Primary","passage_number":28,"release":"NBBC","cards":["(16) Who will stand up for me against evildoers? Who will\ntake his stand for me against those who do injustice? (17) If\nthe LORD had not been my help, My soul would soon have\ndwelt in the land of silence. (18) If I should say, \"My foot\nhas slipped,\" Your faithfulness, LORD, will support me. (19)\nWhen my anxious thoughts multiply within me, Your comfort\ndelights my soul."],"start_index":200019094016,"end_index":200019094019,"verse_count":4,"word_count":65},{"reference":"Psalm 99:2–9","translation":"NASB","division":"Primary","passage_number":29,"release":"NBBC","cards":["(2) The LORD is great in Zion, And He is exalted above all\nthe peoples. (3) May they praise Your great and awesome\nname; Holy is He. (4) The strength of the King loves justice;\nYou have established order; You have executed justice and\nrighteousness in Jacob. (5) Exalt the LORD our God And\nworship at His footstool; Holy is He. (6) Moses and Aaron were\namong His priests, And Samuel was among those who called\non His name; They called upon the LORD and He answered\nthem. (7) He spoke to them in the pillar of cloud; They kept\nHis testimonies And the statute that He gave them. (8) LORD\nour God, You answered them; You were a forgiving God to","them, And yet an avenger of their evil deeds. (9) Exalt the\nLORD our God And worship at His holy hill, For the LORD our\nGod is holy."],"start_index":200019099002,"end_index":200019099009,"verse_count":8,"word_count":142},{"reference":"Psalm 128:1–6","translation":"NASB","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) Blessed is everyone who fears the LORD, Who walks in His\nways. (2) When you eat the fruit of the labor of your hands,\nYou will be happy and it will go well for you. (3) Your wife\nwill be like a fruitful vine Within your house, Your children\nlike olive plants Around your table. (4) Behold, for so shall a\nman Who fears the LORD be blessed. (5) The LORD bless you\nfrom Zion, And may you see the prosperity of Jerusalem all\nthe days of your life. (6) Indeed, may you see your children's\nchildren. Peace be upon Israel!"],"start_index":200019128001,"end_index":200019128006,"verse_count":6,"word_count":96},{"reference":"Proverbs 8:1–13","translation":"NASB","division":"Primary","passage_number":31,"release":"NBBC","cards":["(1) Does not wisdom call, And understanding raise her voice?\n(2) On top of the heights beside the way, Where the paths\nmeet, she takes her stand; (3) Beside the gates, at the opening\nto the city, At the entrance of the doors, she cries out: (4) \"To\nyou, people, I call, And my voice is to mankind. (5) \"You naive\nones, understand prudence; And, you fools, understand\nwisdom! (6) \"Listen, for I will speak noble things; And the\nopening of my lips will reveal right things. (7) \"For my mouth\nwill proclaim truth; And wickedness is an abomination to my\nlips. (8) \"All the words of my mouth are in righteousness;\nThere is nothing crooked or perverted in them. (9) \"They","are all straightforward to him who understands, And right to\nthose who find knowledge. (10) \"Accept my instruction and\nnot silver, And knowledge rather than choice gold. (11) \"For\nwisdom is better than jewels; And all desirable things cannot\ncompare with her. (12) \"I, wisdom, dwell with prudence, And\nI find knowledge and discretion. (13) \"The fear of the LORD is\nto hate evil; Pride, arrogance, the evil way, And the perverted\nmouth, I hate."],"start_index":200020008001,"end_index":200020008013,"verse_count":13,"word_count":184},{"reference":"Proverbs 22:5–6","translation":"NASB","division":"Primary","passage_number":32,"release":"NBBC","cards":["(5) Thorns and snares are in the way of the perverse; One\nwho guards himself will be far from them. (6) Train up a child\nin the way he should go, Even when he grows older he will\nnot abandon it."],"start_index":200020022005,"end_index":200020022006,"verse_count":2,"word_count":39},{"reference":"Proverbs 24:30–34","translation":"NASB","division":"Primary","passage_number":33,"release":"NBBC","cards":["(30) I passed by the field of a lazy one, And by the vineyard\nof a person lacking sense, (31) And behold, it was completely\novergrown with weeds; Its surface was covered with weeds,\nAnd its stone wall was broken down. (32) When I saw, I\nreflected upon it; I looked, and received instruction. (33) \"A\nlittle sleep, a little slumber, A little folding of the hands to\nrest,\" (34) Then your poverty will come like a drifter, And your\nneed like an armed man."],"start_index":200020024030,"end_index":200020024034,"verse_count":5,"word_count":80},{"reference":"Isaiah 64:6","translation":"NASB","division":"Primary","passage_number":34,"release":"NBBC","cards":["(6) For all of us have become like one who is unclean, And all\nour righteous deeds are like a filthy garment; And all of us\nwither like a leaf, And our wrongdoings, like the wind, take\nus away."],"start_index":200023064006,"end_index":200023064006,"verse_count":1,"word_count":38},{"reference":"Jeremiah 1:4–12","translation":"NASB","division":"Primary","passage_number":35,"release":"NBBC","cards":["(4) Now the word of the LORD came to me, saying, (5) \"Before\nI formed you in the womb I knew you, And before you were\nborn I consecrated you; I have appointed you as a prophet to\nthe nations.\" (6) Then I said, \"Oh, Lord GOD! Behold, I do not\nknow how to speak, Because I am a youth.\" (7) But the LORD\nsaid to me, \"Do not say, 'I am a youth,' Because everywhere I\nsend you, you shall go, And all that I command you, you shall\nspeak. (8) \"Do not be afraid of them, For I am with you to\nsave you,\" declares the LORD. (9) Then the LORD stretched\nout His hand and touched my mouth, and the LORD said to\nme, \"Behold, I have put My words in your mouth. (10) \"See,","I have appointed you this day over the nations and over the\nkingdoms, To root out and to tear down, To destroy and to\noverthrow, To build and to plant.\" (11) And the word of the\nLORD came to me, saying, \"What do you see, Jeremiah?\"\nAnd I said, \"I see a branch of an almond tree.\" (12) Then the\nLORD said to me, \"You have seen well, for I am watching over\nMy word to perform it.\""],"start_index":200024001004,"end_index":200024001012,"verse_count":9,"word_count":207},{"reference":"Micah 7:7–9","translation":"NASB","division":"Primary","passage_number":36,"release":"NBBC","cards":["(7) But as for me, I will be on the watch for the LORD; I will\nwait for the God of my salvation. My God will hear me. (8)\nDo not rejoice over me, enemy of mine. Though I fall I will\nrise; Though I live in darkness, the LORD is a light for me.\n(9) I will endure the rage of the LORD Because I have sinned\nagainst Him, Until He pleads my case and executes justice\nfor me. He will bring me out to the light, And I will look at His\nrighteousness."],"start_index":200033007007,"end_index":200033007009,"verse_count":3,"word_count":92},{"reference":"Acts 20:2–4","translation":"NASB","division":"Primary","passage_number":37,"release":"NBBC","cards":["(2) When he had gone through those regions and had given\nthem much encouragement, he came to Greece. (3) And\nthere he spent three months, and when a plot was formed\nagainst him by the Jews as he was about to set sail for Syria,\nhe decided to return through Macedonia. (4) And he was\naccompanied by Sopater of Berea, the son of Pyrrhus, and by\nAristarchus and Secundus of the Thessalonians, and Gaius of\nDerbe, and Timothy, and Tychicus and Trophimus of Asia."],"start_index":400005020002,"end_index":400005020004,"verse_count":3,"word_count":81},{"reference":"1 Corinthians 12:1–11","translation":"NASB","division":"Primary","passage_number":38,"release":"NBBC","cards":["(1) Now concerning spiritual gifts, brothers and sisters, I do\nnot want you to be unaware. (2) You know that when you\nwere pagans, you were led astray to the mute idols, however\nyou were led. (3) Therefore I make known to you that no one\nspeaking by the Spirit of God says, \"Jesus is accursed\"; and\nno one can say, \"Jesus is Lord,\" except by the Holy Spirit. (4)\nNow there are varieties of gifts, but the same Spirit. (5) And\nthere are varieties of ministries, and the same Lord. (6) There\nare varieties of effects, but the same God who works all things\nin all persons. (7) But to each one is given the manifestation\nof the Spirit for the common good. (8) For to one is given the","word of wisdom through the Spirit, and to another the word\nof knowledge according to the same Spirit; (9) to another\nfaith by the same Spirit, and to another gifts of healing by\nthe one Spirit, (10) and to another the effecting of miracles,\nand to another prophecy, and to another the distinguishing\nof spirits, to another various kinds of tongues, and to another\nthe interpretation of tongues. (11) But one and the same Spirit\nworks all these things, distributing to each one individually\njust as He wills."],"start_index":400007012001,"end_index":400007012011,"verse_count":11,"word_count":208},{"reference":"1 Corinthians 15:3–4","translation":"NASB","division":"Primary","passage_number":39,"release":"NBBC","cards":["(3) For I handed down to you as of first importance what I\nalso received, that Christ died for our sins according to the\nScriptures, (4) and that He was buried, and that He was raised\non the third day according to the Scriptures,"],"start_index":400007015003,"end_index":400007015004,"verse_count":2,"word_count":42},{"reference":"2 Corinthians 10:3–6","translation":"NASB","division":"Primary","passage_number":40,"release":"NBBC","cards":["(3) For though we walk in the flesh, we do not wage battle\naccording to the flesh, (4) for the weapons of our warfare are\nnot of the flesh, but divinely powerful for the destruction of\nfortresses. (5) We are destroying arguments and all arrogance\nraised against the knowledge of God, and we are taking every\nthought captive to the obedience of Christ, (6) and we are\nready to punish all disobedience, whenever your obedience\nis complete."],"start_index":400008010003,"end_index":400008010006,"verse_count":4,"word_count":73},{"reference":"Ephesians 5:1–2","translation":"NASB","division":"Primary","passage_number":41,"release":"NBBC","cards":["(1) Therefore be imitators of God, as beloved children; (2) and\nwalk in love, just as Christ also loved you and gave Himself up\nfor us, an offering and a sacrifice to God as a fragrant aroma."],"start_index":400010005001,"end_index":400010005002,"verse_count":2,"word_count":35},{"reference":"Philippians 1:8–14","translation":"NASB","division":"Primary","passage_number":42,"release":"NBBC","cards":["(8) For God is my witness, how I long for you all with the\naffection of Christ Jesus. (9) And this I pray, that your love\nmay overflow still more and more in real knowledge and all\ndiscernment, (10) so that you may discover the things that are\nexcellent, that you may be sincere and blameless for the day\nof Christ; (11) having been filled with the fruit of righteousness\nwhich comes through Jesus Christ, for the glory and praise of\nGod. (12) Now I want you to know, brothers and sisters, that\nmy circumstances have turned out for the greater progress\nof the gospel, (13) so that my imprisonment in the cause of\nChrist has become well known throughout the praetorian","guard and to everyone else, (14) and that most of the brothers\nand sisters, trusting in the Lord because of my imprisonment,\nhave far more courage to speak the word of God without fear."],"start_index":400011001008,"end_index":400011001014,"verse_count":7,"word_count":149},{"reference":"Colossians 3:18–25","translation":"NASB","division":"Primary","passage_number":43,"release":"NBBC","cards":["(18) Wives, be subject to your husbands, as is fitting in the Lord.\n(19) Husbands, love your wives and do not become bitter against\nthem. (20) Children, obey your parents in everything, for this is\npleasing to the Lord. (21) Fathers, do not antagonize your children,\nso that they will not become discouraged. (22) Slaves, obey those\nwho are your human masters in everything, not with eye-service, as\npeople-pleasers, but with sincerity of heart, fearing the Lord. (23)\nWhatever you do, do your work heartily, as for the Lord and not for\npeople, (24) knowing that it is from the Lord that you will receive\nthe reward of the inheritance. It is the Lord Christ whom you serve.\n(25) For the one who does wrong will receive the consequences of\nthe wrong which he has done, and that without partiality."],"start_index":400012003018,"end_index":400012003025,"verse_count":8,"word_count":134},{"reference":"Colossians 4:1–5","translation":"NASB","division":"Primary","passage_number":44,"release":"NBBC","cards":["(1) Masters, grant your slaves justice and fairness, knowing\nthat you also have a Master in heaven. (2) Devote yourselves\nto prayer, keeping alert in it with an attitude of thanksgiving;\n(3) praying at the same time for us as well, that God will open\nup to us a door for the word, so that we may proclaim the\nmystery of Christ, for which I have also been imprisoned; (4)\nthat I may make it clear in the way that I ought to proclaim\nit. (5) Conduct yourselves with wisdom toward outsiders,\nmaking the most of the opportunity."],"start_index":400012004001,"end_index":400012004005,"verse_count":5,"word_count":93},{"reference":"Titus 3:3–8","translation":"NASB","division":"Primary","passage_number":45,"release":"NBBC","cards":["(3) For we too were once foolish, disobedient, deceived,\nenslaved to various lusts and pleasures, spending our life in\nmalice and envy, hateful, hating one another. (4) But when\nthe kindness of God our Savior and His love for mankind\nappeared, (5) He saved us, not on the basis of deeds which\nwe did in righteousness, but in accordance with His mercy, by\nthe washing of regeneration and renewing by the Holy Spirit,\n(6) whom He richly poured out upon us through Jesus Christ\nour Savior, (7) so that being justified by His grace we would\nbe made heirs according to the hope of eternal life. (8) This\nstatement is trustworthy; and concerning these things I want","you to speak confidently, so that those who have believed\nGod will be careful to engage in good deeds. These things\nare good and beneficial for people."],"start_index":400017003003,"end_index":400017003008,"verse_count":6,"word_count":138},{"reference":"Hebrews 1:1–3","translation":"NASB","division":"Primary","passage_number":46,"release":"NBBC","cards":["(1) God, after He spoke long ago to the fathers in the prophets\nin many portions and in many ways, (2) in these last days\nhas spoken to us in His Son, whom He appointed heir of all\nthings, through whom He also made the world. (3) And He\nis the radiance of His glory and the exact representation of\nHis nature, and upholds all things by the word of His power.\nWhen He had made purification of sins, He sat down at the\nright hand of the Majesty on high,"],"start_index":400019001001,"end_index":400019001003,"verse_count":3,"word_count":88},{"reference":"1 Peter 2:18–20","translation":"NASB","division":"Primary","passage_number":47,"release":"NBBC","cards":["(18) Servants, be subject to your masters with all respect, not\nonly to those who are good and gentle, but also to those who\nare harsh. (19) For this finds favor, if for the sake of conscience\ntoward God a person endures grief when suffering unjustly.\n(20) For what credit is there if, when you sin and are harshly\ntreated, you endure it with patience? But if when you do what\nis right and suffer for it you patiently endure it, this finds favor\nwith God."],"start_index":400021002018,"end_index":400021002020,"verse_count":3,"word_count":83},{"reference":"1 Peter 4:3–5","translation":"NASB","division":"Primary","passage_number":48,"release":"NBBC","cards":["(3) For the time already past is sufficient for you to have\ncarried out the desire of the Gentiles, having pursued a\ncourse of indecent behavior, lusts, drunkenness, carousing,\ndrinking parties, and wanton idolatries. (4) In all this, they are\nsurprised that you do not run with them in the same excesses\nof debauchery, and they slander you; (5) but they will give an\naccount to Him who is ready to judge the living and the dead."],"start_index":400021004003,"end_index":400021004005,"verse_count":3,"word_count":74},{"reference":"Genesis 8:21–22","translation":"NASB","division":"Primary","passage_number":49,"release":"NBBC","cards":["(21) The LORD smelled the soothing aroma, and the LORD\nsaid to Himself, \"I will never again curse the ground on account\nof man, for the intent of man's heart is evil from his youth; and\nI will never again destroy every living thing, as I have done.\n(22) \"While the earth remains, Seedtime and harvest, Cold\nand heat, Summer and winter, And day and night Shall not\ncease.\""],"start_index":200001008021,"end_index":200001008022,"verse_count":2,"word_count":67},{"reference":"Genesis 9:8–11","translation":"NASB","division":"Primary","passage_number":50,"release":"NBBC","cards":["(8) Then God spoke to Noah and to his sons with him, saying,\n(9) \"Now behold, I Myself am establishing My covenant with\nyou, and with your descendants after you; (10) and with every\nliving creature that is with you: the birds, the livestock, and\nevery animal of the earth with you; of all that comes out of the\nark, every animal of the earth. (11) \"I establish My covenant\nwith you; and all flesh shall never again be eliminated by the\nwaters of a flood, nor shall there again be a flood to destroy\nthe earth.\""],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":93},{"reference":"Exodus 14:13–14","translation":"NASB","division":"Primary","passage_number":51,"release":"NBBC","cards":["(13) But Moses said to the people, \"Do not fear! Stand by and\nsee the salvation of the LORD, which He will perform for you\ntoday; for the Egyptians whom you have seen today, you will\nnever see them again, ever. (14) \"The LORD will fight for you,\nwhile you keep silent.\""],"start_index":200002014013,"end_index":200002014014,"verse_count":2,"word_count":50},{"reference":"Deuteronomy 8:2–11","translation":"NASB","division":"Primary","passage_number":52,"release":"NBBC","cards":["(2) \"And you shall remember all the way which the LORD your\nGod has led you in the wilderness these forty years, in order\nto humble you, putting you to the test, to know what was in\nyour heart, whether you would keep His commandments or\nnot. (3) \"And He humbled you and let you go hungry, and\nfed you with the manna which you did not know, nor did\nyour fathers know, in order to make you understand that man\nshall not live on bread alone, but man shall live on everything\nthat comes out of the mouth of the LORD. (4) \"Your clothing\ndid not wear out on you, nor did your foot swell these forty\nyears. (5) \"So you are to know in your heart that the LORD","your God was disciplining you just as a man disciplines his\nson. (6) \"Therefore, you shall keep the commandments of the\nLORD your God, to walk in His ways and to fear Him. (7) \"For\nthe LORD your God is bringing you into a good land, a land\nof streams of water, of fountains and springs, flowing out in\nvalleys and hills; (8) a land of wheat and barley, of vines, fig\ntrees, and pomegranates, a land of olive oil and honey; (9)\na land where you will eat food without shortage, in which\nyou will not lack anything; a land whose stones are iron, and\nout of whose hills you can dig copper. (10) \"When you have\neaten and are satisfied, you shall bless the LORD your God","for the good land which He has given you. (11) \"Be careful\nthat you do not forget the LORD your God by failing to keep\nHis commandments, His ordinances, and His statutes which I\nam commanding you today;"],"start_index":200005008002,"end_index":200005008011,"verse_count":10,"word_count":288},{"reference":"Deuteronomy 31:6–9","translation":"NASB","division":"Primary","passage_number":53,"release":"NBBC","cards":["(6) \"Be strong and courageous, do not be afraid or in dread of\nthem, for the LORD your God is the One who is going with you.\nHe will not desert you or abandon you.\" (7) Then Moses called\nto Joshua and said to him in the sight of all Israel, \"Be strong and\ncourageous, for you will go with this people into the land which\nthe LORD has sworn to their fathers to give them, and you will\ngive it to them as an inheritance. (8) \"And the LORD is the One\nwho is going ahead of you; He will be with you. He will not desert\nyou or abandon you. Do not fear and do not be dismayed.\" (9) So\nMoses wrote this Law and gave it to the priests, the sons of Levi\nwho carried the ark of the covenant of the LORD, and to all the\nelders of Israel."],"start_index":200005031006,"end_index":200005031009,"verse_count":4,"word_count":149},{"reference":"Deuteronomy 32:1–4","translation":"NASB","division":"Primary","passage_number":54,"release":"NBBC","cards":["(1) \"Listen, you heavens, and I will speak; And let the earth\nhear the words of my mouth! (2) \"May my teaching drip as\nthe rain, My speech trickle as the dew, As droplets on the\nfresh grass, And as the showers on the vegetation. (3) \"For\nI proclaim the name of the LORD; Ascribe greatness to our\nGod! (4) \"The Rock! His work is perfect, For all His ways are\njust; A God of faithfulness and without injustice, Righteous\nand just is He."],"start_index":200005032001,"end_index":200005032004,"verse_count":4,"word_count":80},{"reference":"Joshua 1:7–9","translation":"NASB","division":"Primary","passage_number":55,"release":"NBBC","cards":["(7) \"Only be strong and very courageous; be careful to do\naccording to all the Law which Moses My servant commanded\nyou; do not turn from it to the right or to the left, so that\nyou may achieve success wherever you go. (8) \"This Book\nof the Law shall not depart from your mouth, but you shall\nmeditate on it day and night, so that you may be careful to\ndo according to all that is written in it; for then you will make\nyour way prosperous, and then you will achieve success. (9)\n\"Have I not commanded you? Be strong and courageous! Do\nnot be terrified nor dismayed, for the LORD your God is with\nyou wherever you go.\""],"start_index":200006001007,"end_index":200006001009,"verse_count":3,"word_count":118},{"reference":"1 Samuel 17:32–37","translation":"NASB","division":"Primary","passage_number":56,"release":"NBBC","cards":["(32) And David said to Saul, \"May no one's heart fail on\naccount of him; your servant will go and fight this Philistine!\"\n(33) But Saul said to David, \"You are not able to go against\nthis Philistine to fight him; for you are only a youth, while he\nhas been a warrior since his youth.\" (34) But David said to\nSaul, \"Your servant was tending his father's sheep. When a\nlion or a bear came and took a sheep from the flock, (35) I\nwent out after it and attacked it, and rescued the sheep from\nits mouth; and when it rose up against me, I grabbed it by its\nmane and struck it and killed it. (36) \"Your servant has killed\nboth the lion and the bear; and this uncircumcised Philistine","will be like one of them, since he has defied the armies of the\nliving God.\" (37) And David said, \"The LORD who saved me\nfrom the paw of the lion and the paw of the bear, He will save\nme from the hand of this Philistine.\" So Saul said to David,\n\"Go, and may the LORD be with you.\""],"start_index":200009017032,"end_index":200009017037,"verse_count":6,"word_count":187},{"reference":"1 Samuel 12:24","translation":"NASB","division":"Primary","passage_number":57,"release":"NBBC","cards":["(24) \"Only fear the LORD and serve Him in truth with all your\nheart; for consider what great things He has done for you."],"start_index":200009012024,"end_index":200009012024,"verse_count":1,"word_count":23},{"reference":"2 Samuel 22:17–19","translation":"NASB","division":"Primary","passage_number":58,"release":"NBBC","cards":["(17) \"He sent from on high, He took me; He drew me out of\nmany waters. (18) \"He rescued me from my strong enemy,\nFrom those who hated me, for they were too strong for me.\n(19) \"They confronted me on the day of my disaster, But the\nLORD was my support."],"start_index":200010022017,"end_index":200010022019,"verse_count":3,"word_count":49},{"reference":"1 Kings 8:44–52","translation":"NASB","division":"Primary","passage_number":59,"release":"NBBC","cards":["(44) \"When Your people go out to battle against their enemy,\nby whatever way You send them, and they pray to the LORD\ntoward the city which You have chosen and the house which\nI have built for Your name, (45) then hear in heaven their\nprayer and their pleading, and maintain their cause. (46)\n\"When they sin against You (for there is no person who does\nnot sin) and You are angry with them and turn them over to an\nenemy, so that they take them away captive to the land of the\nenemy, distant or near; (47) if they take it to heart in the land\nwhere they have been taken captive, and repent and implore\nYour favor in the land of those who have taken them captive,","saying, 'We have sinned and done wrong, we have acted\nwickedly'; (48) if they return to You with all their heart and\nwith all their soul in the land of their enemies who have taken\nthem captive, and pray to You toward their land which You\nhave given to their fathers, the city which You have chosen,\nand the house which I have built for Your name; (49) then\nhear their prayer and their pleading in heaven, Your dwelling\nplace, and maintain their cause, (50) and forgive Your people\nwho have sinned against You and all their wrongdoings which\nthey have committed against You, and make them objects of\ncompassion before those who have taken them captive, so","that they will have compassion on them (51) (for they are Your\npeople and Your inheritance which You have brought out of\nEgypt, from the midst of the iron furnace), (52) so that Your\neyes may be open to the pleading of Your servant and to the\npleading of Your people Israel, to listen to them whenever\nthey call to You."],"start_index":200011008044,"end_index":200011008052,"verse_count":9,"word_count":300},{"reference":"Esther 4:13–16","translation":"NASB","division":"Primary","passage_number":60,"release":"NBBC","cards":["(13) Then Mordecai told them to reply to Esther, \"Do not imagine\nthat you in the king's palace can escape any more than all the\nother Jews. (14) \"For if you keep silent at this time, liberation and\nrescue will arise for the Jews from another place, and you and your\nfather's house will perish. And who knows whether you have not\nattained royalty for such a time as this?\" (15) Then Esther told them\nto reply to Mordecai, (16) \"Go, gather all the Jews who are found\nin Susa, and fast for me; do not eat or drink for three days, night or\nday. I and my attendants also will fast in the same way. And then I\nwill go in to the king, which is not in accordance with the law; and\nif I perish, I perish.\""],"start_index":200017004013,"end_index":200017004016,"verse_count":4,"word_count":135},{"reference":"Psalm 33:16–22","translation":"NASB","division":"Primary","passage_number":61,"release":"NBBC","cards":["(16) The king is not saved by a mighty army; A warrior is not\nrescued by great strength. (17) A horse is a false hope for\nvictory; Nor does it rescue anyone by its great strength. (18)\nBehold, the eye of the LORD is on those who fear Him, On\nthose who wait for His faithfulness, (19) To rescue their soul\nfrom death And to keep them alive in famine. (20) Our soul\nwaits for the LORD; He is our help and our shield. (21) For our\nheart rejoices in Him, Because we trust in His holy name. (22)\nLet Your favor, LORD, be upon us, Just as we have waited for\nYou."],"start_index":200019033016,"end_index":200019033022,"verse_count":7,"word_count":106},{"reference":"Proverbs 6:6–21","translation":"NASB","division":"Primary","passage_number":62,"release":"NBBC","cards":["(6) Go to the ant, you lazy one, Observe its ways and be wise,\n(7) Which, having no chief, Officer, or ruler, (8) Prepares its\nfood in the summer And gathers its provision in the harvest.\n(9) How long will you lie down, you lazy one? When will you\narise from your sleep? (10) \"A little sleep, a little slumber, A\nlittle folding of the hands to rest,\" (11) Then your poverty will\ncome in like a drifter, And your need like an armed man. (12)\nA worthless person, a wicked man, Is one who walks with a\nperverse mouth, (13) Who winks with his eyes, who signals\nwith his feet, Who points with his fingers; (14) Who, with\nperversion in his heart, continually devises evil, Who spreads","strife. (15) Therefore his disaster will come suddenly; Instantly\nhe will be broken and there will be no healing. (16) There are\nsix things that the LORD hates, Seven that are an abomination\nto Him: (17) Haughty eyes, a lying tongue, And hands that\nshed innocent blood, (18) A heart that devises wicked plans,\nFeet that run rapidly to evil, (19) A false witness who declares\nlies, And one who spreads strife among brothers. (20) My\nson, comply with the commandment of your father, And\ndo not ignore the teaching of your mother; (21) Bind them\ncontinually on your heart; Tie them around your neck."],"start_index":200020006006,"end_index":200020006021,"verse_count":16,"word_count":217},{"reference":"Ecclesiastes 5:1–8","translation":"NASB","division":"Primary","passage_number":63,"release":"NBBC","cards":["(1) Guard your steps as you go to the house of God, and\napproach to listen rather than to offer the sacrifice of fools;\nfor they do not know that they are doing evil. (2) Do not be\nquick with your mouth or impulsive in thought to bring up\na matter in the presence of God. For God is in heaven and\nyou are on the earth; therefore let your words be few. (3) For\nthe dream comes through much effort, and the voice of a\nfool through many words. (4) When you make a vow to God,\ndo not be late in paying it; for He takes no delight in fools.\nPay what you vow! (5) It is better that you not vow, than vow\nand not pay. (6) Do not let your speech cause you to sin, and","do not say in the presence of the messenger of God that it\nwas a mistake. Why should God be angry on account of your\nvoice, and destroy the work of your hands? (7) For in many\ndreams and in many words there is futility. Rather, fear God.\n(8) If you see oppression of the poor and denial of justice\nand righteousness in the province, do not be shocked at the\nsight; for one official watches over another official, and there\nare higher officials over them."],"start_index":200021005001,"end_index":200021005008,"verse_count":8,"word_count":218},{"reference":"Ecclesiastes 12:8–14","translation":"NASB","division":"Primary","passage_number":64,"release":"NBBC","cards":["(8) \"Futility of futilities,\" says the Preacher, \"all is futility!\" (9) In\naddition to being wise, the Preacher also taught the people\nknowledge; and he pondered, searched out, and arranged many\nproverbs. (10) The Preacher sought to find delightful words and\nto write words of truth correctly. (11) The words of the wise are\nlike goads, and masters of these collections are like driven nails;\nthey are given by one Shepherd. (12) But beyond this, my son, be\nwarned: the writing of many books is endless, and excessive study\nis wearying to the body. (13) The conclusion, when everything has\nbeen heard, is: fear God and keep His commandments, because\nthis applies to every person. (14) For God will bring every act to\njudgment, everything which is hidden, whether it is good or evil."],"start_index":200021012008,"end_index":200021012014,"verse_count":7,"word_count":127},{"reference":"Isaiah 1:16–18","translation":"NASB","division":"Primary","passage_number":65,"release":"NBBC","cards":["(16) \"Wash yourselves, make yourselves clean; Remove the\nevil of your deeds from My sight. Stop doing evil, (17) Learn\nto do good; Seek justice, Rebuke the oppressor, Obtain\njustice for the orphan, Plead for the widow's case. (18) \"Come\nnow, and let us debate your case,\" Says the LORD, \"Though\nyour sins are as scarlet, They shall become as white as snow;\nThough they are red like crimson, They shall be like wool."],"start_index":200023001016,"end_index":200023001018,"verse_count":3,"word_count":71},{"reference":"Isaiah 46:8–13","translation":"NASB","division":"Primary","passage_number":66,"release":"NBBC","cards":["(8) \"Remember this, and be assured; Recall it to mind, you\nwrongdoers. (9) \"Remember the former things long past, For\nI am God, and there is no other; I am God, and there is no one\nlike Me, (10) Declaring the end from the beginning, And from\nancient times things which have not been done, Saying, 'My plan\nwill be established, And I will accomplish all My good pleasure';\n(11) Calling a bird of prey from the east, The man of My purpose\nfrom a distant country. Truly I have spoken; truly I will bring it to\npass. I have planned it, I will certainly do it. (12) \"Listen to Me, you\nstubborn-minded, Who are far from righteousness. (13) \"I bring\nnear My righteousness, it is not far off; And My salvation will not\ndelay. And I will grant salvation in Zion, And My glory for Israel."],"start_index":200023046008,"end_index":200023046013,"verse_count":6,"word_count":142},{"reference":"Isaiah 55:8–11","translation":"NASB","division":"Primary","passage_number":67,"release":"NBBC","cards":["(8) \"For My thoughts are not your thoughts, Nor are your ways\nMy ways,\" declares the LORD. (9) \"For as the heavens are\nhigher than the earth, So are My ways higher than your ways\nAnd My thoughts than your thoughts. (10) \"For as the rain\nand the snow come down from heaven, And do not return\nthere without watering the earth And making it produce and\nsprout, And providing seed to the sower and bread to the\neater; (11) So will My word be which goes out of My mouth;\nIt will not return to Me empty, Without accomplishing what\nI desire, And without succeeding in the purpose for which I\nsent it."],"start_index":200023055008,"end_index":200023055011,"verse_count":4,"word_count":110},{"reference":"Lamentations 3:21–41","translation":"NASB","division":"Primary","passage_number":68,"release":"NBBC","cards":["(21) I recall this to my mind, Therefore I wait. (22) The LORD'S acts\nof mercy indeed do not end, For His compassions do not fail. (23)\nThey are new every morning; Great is Your faithfulness. (24) \"The\nLORD is my portion,\" says my soul, \"Therefore I wait for Him.\" (25)\nThe LORD is good to those who await Him, To the person who seeks\nHim. (26) It is good that he waits silently For the salvation of the\nLORD. (27) It is good for a man to bear The yoke in his youth. (28)\nLet him sit alone and keep quiet, Since He has laid it on him. (29)\nLet him put his mouth in the dust; Perhaps there is hope. (30) Let\nhim give his cheek to the one who is going to strike him; Let him be\nfilled with shame. (31) For the Lord will not reject forever, (32) For if\nHe causes grief, Then He will have compassion In proportion to His","abundant mercy. (33) For He does not afflict willingly Or grieve the\nsons of mankind. (34) To crush under one's feet All the prisoners\nof the land, (35) To deprive a man of justice In the presence of\nthe Most High, (36) To defraud someone in his lawsuit-- Of these\nthings the Lord does not approve. (37) Who is there who speaks\nand it comes to pass, Unless the Lord has commanded it? (38) Is\nit not from the mouth of the Most High That both adversity and\ngood proceed? (39) Of what can any living mortal, or any man,\nComplain in view of his sins? (40) Let's examine and search out\nour ways, And let's return to the LORD. (41) We raise our heart and\nhands Toward God in heaven;"],"start_index":200025003021,"end_index":200025003041,"verse_count":21,"word_count":276},{"reference":"Hosea 6:1–3","translation":"NASB","division":"Primary","passage_number":69,"release":"NBBC","cards":["(1) \"Come, let's return to the LORD. For He has torn us, but\nHe will heal us; He has wounded us, but He will bandage us.\n(2) \"He will revive us after two days; He will raise us up on the\nthird day, That we may live before Him. (3) \"So let's learn, let's\npress on to know the LORD. His appearance is as sure as the\ndawn; And He will come to us like the rain, As the spring rain\nwaters the earth.\""],"start_index":200028006001,"end_index":200028006003,"verse_count":3,"word_count":81},{"reference":"Jonah 4:10–11","translation":"NASB","division":"Primary","passage_number":70,"release":"NBBC","cards":["(10) Then the LORD said, \"You had compassion on the plant,\nfor which you did not work and which you did not cause to\ngrow, which came up overnight and perished overnight. (11)\n\"Should I not also have compassion on Nineveh, the great\ncity in which there are more than 120,000 people, who do\nnot know the difference between their right hand and their\nleft, as well as many animals?\""],"start_index":200032004010,"end_index":200032004011,"verse_count":2,"word_count":69},{"reference":"Habakkuk 3:17–19","translation":"NASB","division":"Primary","passage_number":71,"release":"NBBC","cards":["(17) Even if the fig tree does not blossom, And there is no\nfruit on the vines, If the yield of the olive fails, And the fields\nproduce no food, Even if the flock disappears from the fold,\nAnd there are no cattle in the stalls, (18) Yet I will triumph\nin the LORD, I will rejoice in the God of my salvation. (19)\nThe Lord GOD is my strength, And He has made my feet like\ndeer's feet, And has me walk on my high places. For the choir\ndirector, on my stringed instruments."],"start_index":200035003017,"end_index":200035003019,"verse_count":3,"word_count":92},{"reference":"Zechariah 8:16–17","translation":"NASB","division":"Primary","passage_number":72,"release":"NBBC","cards":["(16) 'These are the things which you shall do: speak the truth\nto one another; judge with truth and judgment for peace at\nyour gates. (17) 'Also let none of you devise evil in your heart\nagainst another, and do not love perjury; for all these things\nare what I hate,' declares the LORD.\""],"start_index":200038008016,"end_index":200038008017,"verse_count":2,"word_count":52},{"reference":"Matthew 6:5–13","translation":"NASB","division":"Primary","passage_number":73,"release":"NBBC","cards":["(5) \"And when you pray, you are not to be like the hypocrites;\nfor they love to stand and pray in the synagogues and on\nthe street corners so that they will be seen by people. Truly I\nsay to you, they have their reward in full. (6) \"But as for you,\nwhen you pray, go into your inner room, close your door, and\npray to your Father who is in secret; and your Father who sees\nwhat is done in secret will reward you. (7) \"And when you are\npraying, do not use thoughtless repetition as the Gentiles do,\nfor they think that they will be heard because of their many\nwords. (8) \"So do not be like them; for your Father knows what\nyou need before you ask Him. (9) \"Pray, then, in this way: 'Our","Father, who is in heaven, Hallowed be Your name. (10) 'Your\nkingdom come. Your will be done, On earth as it is in heaven.\n(11) 'Give us this day our daily bread. (12) 'And forgive us our\ndebts, as we also have forgiven our debtors. (13) 'And do not\nlead us into temptation, but deliver us from evil.'"],"start_index":400001006005,"end_index":400001006013,"verse_count":9,"word_count":187},{"reference":"Matthew 6:19–21","translation":"NASB","division":"Primary","passage_number":74,"release":"NBBC","cards":["(19) \"Do not store up for yourselves treasures on earth, where\nmoth and rust destroy, and where thieves break in and steal.\n(20) \"But store up for yourselves treasures in heaven, where\nneither moth nor rust destroys, and where thieves do not\nbreak in or steal; (21) for where your treasure is, there your\nheart will be also."],"start_index":400001006019,"end_index":400001006021,"verse_count":3,"word_count":55},{"reference":"Matthew 7:11–20","translation":"NASB","division":"Primary","passage_number":75,"release":"NBBC","cards":["(11) \"So if you, despite being evil, know how to give good\ngifts to your children, how much more will your Father who\nis in heaven give good things to those who ask Him! (12) \"In\neverything, therefore, treat people the same way you want\nthem to treat you, for this is the Law and the Prophets. (13)\n\"Enter through the narrow gate; for the gate is wide and the\nway is broad that leads to destruction, and there are many\nwho enter through it. (14) \"For the gate is narrow and the way\nis constricted that leads to life, and there are few who find\nit. (15) \"Beware of the false prophets, who come to you in\nsheep's clothing, but inwardly are ravenous wolves. (16) \"You","will know them by their fruits. Grapes are not gathered from\nthorn bushes, nor figs from thistles, are they? (17) \"So every\ngood tree bears good fruit, but the bad tree bears bad fruit.\n(18) \"A good tree cannot bear bad fruit, nor can a bad tree\nbear good fruit. (19) \"Every tree that does not bear good fruit\nis cut down and thrown into the fire. (20) \"So then, you will\nknow them by their fruits."],"start_index":400001007011,"end_index":400001007020,"verse_count":10,"word_count":194},{"reference":"Matthew 11:25–30","translation":"NASB","division":"Primary","passage_number":76,"release":"NBBC","cards":["(25) At that time Jesus said, \"I praise You, Father, Lord of heaven\nand earth, that You have hidden these things from the wise and\nintelligent, and have revealed them to infants. (26) \"Yes, Father,\nfor this way was well pleasing in Your sight. (27) \"All things have\nbeen handed over to Me by My Father; and no one knows the\nSon except the Father; nor does anyone know the Father except\nthe Son, and anyone to whom the Son determines to reveal Him.\n(28) \"Come to Me, all who are weary and burdened, and I will give\nyou rest. (29) \"Take My yoke upon you and learn from Me, for I am\ngentle and humble in heart, and YOU WILL FIND REST FOR YOUR\nSOULS. (30) \"For My yoke is comfortable, and My burden is light.\""],"start_index":400001011025,"end_index":400001011030,"verse_count":6,"word_count":131},{"reference":"Matthew 18:21–35","translation":"NASB","division":"Primary","passage_number":77,"release":"NBBC","cards":["(21) Then Peter came up and said to Him, \"Lord, how many\ntimes shall my brother sin against me and I still forgive him?\nUp to seven times?\" (22) Jesus said to him, \"I do not say to\nyou, up to seven times, but up to seventy-seven times. (23)\n\"For this reason the kingdom of heaven is like a king who\nwanted to settle accounts with his slaves. (24) \"And when he\nhad begun to settle them, one who owed him ten thousand\ntalents was brought to him. (25) \"But since he did not have\nthe means to repay, his master commanded that he be sold,\nalong with his wife and children and all that he had, and\nrepayment be made. (26) \"So the slave fell to the ground and","prostrated himself before him, saying, 'Have patience with\nme and I will repay you everything.' (27) \"And the master of\nthat slave felt compassion, and he released him and forgave\nhim the debt. (28) \"But that slave went out and found one of\nhis fellow slaves who owed him a hundred denarii; and he\nseized him and began to choke him, saying, 'Pay back what\nyou owe!' (29) \"So his fellow slave fell to the ground and\nbegan to plead with him, saying, 'Have patience with me and\nI will repay you.' (30) \"But he was unwilling, and went and\nthrew him in prison until he would pay back what was owed.\n(31) \"So when his fellow slaves saw what had happened,","they were deeply grieved and came and reported to their\nmaster all that had happened. (32) \"Then summoning him,\nhis master said to him, 'You wicked slave, I forgave you all\nthat debt because you pleaded with me. (33) 'Should you not\nalso have had mercy on your fellow slave, in the same way\nthat I had mercy on you?' (34) \"And his master, moved with\nanger, handed him over to the torturers until he would repay\nall that was owed him. (35) \"My heavenly Father will also do\nthe same to you, if each of you does not forgive his brother\nfrom your heart.\""],"start_index":400001018021,"end_index":400001018035,"verse_count":15,"word_count":343},{"reference":"Mark 1:35–38","translation":"NASB","division":"Primary","passage_number":78,"release":"NBBC","cards":["(35) And in the early morning, while it was still dark, Jesus\ngot up, left the house, and went away to a secluded place,\nand prayed there for a time. (36) Simon and his companions\neagerly searched for Him; (37) and they found Him and said\nto Him, \"Everyone is looking for You.\" (38) He said to them,\n\"Let's go somewhere else to the towns nearby, so that I may\nalso preach there; for this is why I came.\""],"start_index":400002001035,"end_index":400002001038,"verse_count":4,"word_count":75},{"reference":"Mark 11:22–25","translation":"NASB","division":"Primary","passage_number":79,"release":"NBBC","cards":["(22) And Jesus answered and said to them, \"Have faith in\nGod. (23) \"Truly I say to you, whoever says to this mountain,\n'Be taken up and thrown into the sea,' and does not doubt in\nhis heart, but believes that what he says is going to happen, it\nwill be granted to him. (24) \"Therefore, I say to you, all things\nfor which you pray and ask, believe that you have received\nthem, and they will be granted to you. (25) \"And whenever\nyou stand praying, forgive, if you have anything against\nanyone, so that your Father who is in heaven will also forgive\nyou for your offenses."],"start_index":400002011022,"end_index":400002011025,"verse_count":4,"word_count":105},{"reference":"Luke 6:20–36","translation":"NASB","division":"Primary","passage_number":80,"release":"NBBC","cards":["(20) And He raised His eyes toward His disciples and began\nsaying, \"Blessed are you who are poor, for yours is the\nkingdom of God. (21) \"Blessed are you who are hungry now,\nfor you will be satisfied. Blessed are you who weep now, for\nyou will laugh. (22) \"Blessed are you when the people hate\nyou, and when they exclude you, and insult you, and scorn\nyour name as evil, on account of the Son of Man. (23) \"Rejoice\non that day and jump for joy, for behold, your reward is great\nin heaven. For their fathers used to treat the prophets the\nsame way. (24) \"But woe to you who are rich, for you are\nreceiving your comfort in full. (25) \"Woe to you who are well-","fed now, for you will be hungry. Woe to you who laugh now,\nfor you will mourn and weep. (26) \"Woe to you when all the\npeople speak well of you; for their fathers used to treat the\nfalse prophets the same way. (27) \"But I say to you who hear,\nlove your enemies, do good to those who hate you, (28) bless\nthose who curse you, pray for those who are abusive to you.\n(29) \"Whoever hits you on the cheek, offer him the other\nalso; and whoever takes away your cloak, do not withhold\nyour tunic from him either. (30) \"Give to everyone who asks of\nyou, and whoever takes away what is yours, do not demand it\nback. (31) \"Treat people the same way you want them to treat","you. (32) \"If you love those who love you, what credit is that to\nyou? For even sinners love those who love them. (33) \"And if\nyou do good to those who do good to you, what credit is that\nto you? For even sinners do the same. (34) \"And if you lend to\nthose from whom you expect to receive, what credit is that to\nyou? Even sinners lend to sinners in order to receive back the\nsame amount. (35) \"But love your enemies and do good, and\nlend, expecting nothing in return; and your reward will be\ngreat, and you will be sons of the Most High; for He Himself\nis kind to ungrateful and evil people. (36) \"Be merciful, just as\nyour Father is merciful."],"start_index":400003006020,"end_index":400003006036,"verse_count":17,"word_count":372},{"reference":"Luke 10:39–42","translation":"NASB","division":"Primary","passage_number":81,"release":"NBBC","cards":["(39) And she had a sister called Mary, who was also seated at\nthe Lord's feet, and was listening to His word. (40) But Martha\nwas distracted with all her preparations; and she came up to\nHim and said, \"Lord, do You not care that my sister has left me\nto do the serving by myself? Then tell her to help me.\" (41)\nBut the Lord answered and said to her, \"Martha, Martha, you\nare worried and distracted by many things; (42) but only one\nthing is necessary; for Mary has chosen the good part, which\nshall not be taken away from her.\""],"start_index":400003010039,"end_index":400003010042,"verse_count":4,"word_count":99},{"reference":"John 3:13–21","translation":"NASB","division":"Primary","passage_number":82,"release":"NBBC","cards":["(13) \"No one has ascended into heaven, except He who\ndescended from heaven: the Son of Man. (14) \"And just as\nMoses lifted up the serpent in the wilderness, so must the\nSon of Man be lifted up, (15) so that everyone who believes\nwill have eternal life in Him. (16) \"For God so loved the world,\nthat He gave His only Son, so that everyone who believes in\nHim will not perish, but have eternal life. (17) \"For God did not\nsend the Son into the world to judge the world, but so that\nthe world might be saved through Him. (18) \"The one who\nbelieves in Him is not judged; the one who does not believe\nhas been judged already, because he has not believed in the","name of the only Son of God. (19) \"And this is the judgment,\nthat the Light has come into the world, and people loved the\ndarkness rather than the Light; for their deeds were evil. (20)\n\"For everyone who does evil hates the Light, and does not\ncome to the Light, so that his deeds will not be exposed. (21)\n\"But the one who practices the truth comes to the Light, so\nthat his deeds will be revealed as having been performed in\nGod.\""],"start_index":400004003013,"end_index":400004003021,"verse_count":9,"word_count":204},{"reference":"John 12:23–35","translation":"NASB","division":"Primary","passage_number":83,"release":"NBBC","cards":["(23) But Jesus answered them by saying, \"The hour has come\nfor the Son of Man to be glorified. (24) \"Truly, truly I say to\nyou, unless a grain of wheat falls into the earth and dies, it\nremains alone; but if it dies, it bears much fruit. (25) \"The one\nwho loves his life loses it, and the one who hates his life in\nthis world will keep it to eternal life. (26) \"If anyone serves\nMe, he must follow Me; and where I am, there My servant\nwill be also; if anyone serves Me, the Father will honor him.\n(27) \"Now My soul has become troubled; and what am I to\nsay? 'Father, save Me from this hour'? But for this purpose\nI came to this hour. (28) \"Father, glorify Your name.\" Then a","voice came out of heaven: \"I have both glorified it, and will\nglorify it again.\" (29) So the crowd who stood by and heard\nit were saying that it had thundered; others were saying, \"An\nangel has spoken to Him!\" (30) Jesus responded and said,\n\"This voice has not come for My sake, but for yours. (31) \"Now\njudgment is upon this world; now the ruler of this world will\nbe cast out. (32) \"And I, if I am lifted up from the earth, will\ndraw all people to Myself.\" (33) Now He was saying this to\nindicate what kind of death He was going to die. (34) The\ncrowd then answered Him, \"We have heard from the Law that\nthe Christ is to remain forever; and how is it that You say, 'The","Son of Man must be lifted up'? Who is this Son of Man?\" (35)\nSo Jesus said to them, \"For a little while longer the Light is\namong you. Walk while you have the Light, so that darkness\nwill not overtake you; also, the one who walks in the darkness\ndoes not know where he is going."],"start_index":400004012023,"end_index":400004012035,"verse_count":13,"word_count":314},{"reference":"John 20:1–16","translation":"NASB","division":"Primary","passage_number":84,"release":"NBBC","cards":["(1) Now on the first day of the week Mary Magdalene came\nearly to the tomb, while it was still dark, and saw the stone\nalready removed from the tomb. (2) So she ran and came\nto Simon Peter and to the other disciple whom Jesus loved,\nand said to them, \"They have taken the Lord from the tomb,\nand we do not know where they have put Him.\" (3) So Peter\nand the other disciple left, and they were going to the tomb.\n(4) The two were running together; and the other disciple\nran ahead, faster than Peter, and came to the tomb first;\n(5) and he stooped to look in, and saw the linen wrappings\nlying there; however he did not go in. (6) So Simon Peter","also came, following him, and he entered the tomb; and he\nlooked at the linen wrappings lying there, (7) and the face-\ncloth which had been on His head, not lying with the linen\nwrappings but folded up in a place by itself. (8) So the other\ndisciple who had first come to the tomb also entered then,\nand he saw and believed. (9) For they did not yet understand\nthe Scripture, that He must rise from the dead. (10) So the\ndisciples went away again to their own homes. (11) But Mary\nwas standing outside the tomb, weeping; so as she wept, she\nstooped to look into the tomb; (12) and she saw two angels\nin white sitting, one at the head and one at the feet, where","the body of Jesus had been lying. (13) And they said to her,\n\"Woman, why are you weeping?\" She said to them, \"Because\nthey have taken away my Lord, and I do not know where they\nput Him.\" (14) When she had said this, she turned around and\nsaw Jesus standing there, and yet she did not know that it was\nJesus. (15) Jesus said to her, \"Woman, why are you weeping?\nWhom are you seeking?\" Thinking that He was the gardener,\nshe said to Him, \"Sir, if you have carried Him away, tell me\nwhere you put Him, and I will take Him away.\" (16) Jesus\nsaid to her, \"Mary!\" She turned and said to Him in Hebrew,\n\"Rabboni!\" (which means, Teacher)."],"start_index":400004020001,"end_index":400004020016,"verse_count":16,"word_count":365},{"reference":"Acts 4:24–35","translation":"NASB","division":"Primary","passage_number":85,"release":"NBBC","cards":["(24) And when they heard this, they raised their voices to\nGod with one mind and said, \"Lord, it is You who MADE THE\nHEAVEN AND THE EARTH AND THE SEA, AND EVERYTHING\nTHAT IS IN THEM, (25) who by the Holy Spirit, through the\nmouth of our father David Your servant, said, 'WHY WERE\nTHE NATIONS INSOLENT, AND THE PEOPLES PLOTTING IN\nVAIN? (26) 'THE KINGS OF THE EARTH TOOK THEIR STAND,\nAND THE RULERS WERE GATHERED TOGETHER AGAINST\nTHE LORD AND AGAINST HIS CHRIST.' (27) \"For truly in this\ncity there were gathered together against Your holy Servant\nJesus, whom You anointed, both Herod and Pontius Pilate,","along with the Gentiles and the peoples of Israel, (28) to do\nwhatever Your hand and purpose predestined to occur. (29)\n\"And now, Lord, look at their threats, and grant it to Your\nbond-servants to speak Your word with all confidence, (30)\nwhile You extend Your hand to heal, and signs and wonders\ntake place through the name of Your holy Servant Jesus.\"\n(31) And when they had prayed, the place where they had\ngathered together was shaken, and they were all filled with\nthe Holy Spirit and began to speak the word of God with\nboldness. (32) And the congregation of those who believed\nwere of one heart and soul; and not one of them claimed","that anything belonging to him was his own, but all things\nwere common property to them. (33) And with great power\nthe apostles were giving testimony to the resurrection of\nthe Lord Jesus, and abundant grace was upon them all. (34)\nFor there was not a needy person among them, for all who\nwere owners of land or houses would sell them and bring the\nproceeds of the sales (35) and lay them at the apostles' feet,\nand they would be distributed to each to the extent that any\nhad need."],"start_index":400005004024,"end_index":400005004035,"verse_count":12,"word_count":306},{"reference":"Romans 1:9–16","translation":"NASB","division":"Primary","passage_number":86,"release":"NBBC","cards":["(9) For God, whom I serve in my spirit in the preaching of\nthe gospel of His Son, is my witness as to how unceasingly I\nmake mention of you, (10) always in my prayers requesting\nif perhaps now, at last by the will of God, I will succeed in\ncoming to you. (11) For I long to see you so that I may impart\nsome spiritual gift to you, that you may be established; (12)\nthat is, that I may be encouraged together with you while\namong you, each of us by the other's faith, both yours and\nmine. (13) I do not want you to be unaware, brothers and\nsisters, that often I have planned to come to you (and have\nbeen prevented so far) so that I may obtain some fruit among","you also just as among the rest of the Gentiles. (14) I am\nunder obligation both to Greeks and to the uncultured, both\nto the wise and to the foolish. (15) So, for my part, I am eager\nto preach the gospel to you also who are in Rome. (16) For I\nam not ashamed of the gospel, for it is the power of God for\nsalvation to everyone who believes, to the Jew first and also\nto the Greek."],"start_index":400006001009,"end_index":400006001016,"verse_count":8,"word_count":207},{"reference":"Romans 5:7–8","translation":"NASB","division":"Primary","passage_number":87,"release":"NBBC","cards":["(7) For one will hardly die for a righteous person; though\nperhaps for the good person someone would even dare to\ndie. (8) But God demonstrates His own love toward us, in that\nwhile we were still sinners, Christ died for us."],"start_index":400006005007,"end_index":400006005008,"verse_count":2,"word_count":40},{"reference":"Romans 6:12–19","translation":"NASB","division":"Primary","passage_number":88,"release":"NBBC","cards":["(12) Therefore sin is not to reign in your mortal body so that\nyou obey its lusts, (13) and do not go on presenting the parts\nof your body to sin as instruments of unrighteousness; but\npresent yourselves to God as those who are alive from the\ndead, and your body's parts as instruments of righteousness\nfor God. (14) For sin shall not be master over you, for you are\nnot under the Law but under grace. (15) What then? Are we\nto sin because we are not under the Law but under grace?\nFar from it! (16) Do you not know that the one to whom you\npresent yourselves as slaves for obedience, you are slaves\nof that same one whom you obey, either of sin resulting in","death, or of obedience resulting in righteousness? (17) But\nthanks be to God that though you were slaves of sin, you\nbecame obedient from the heart to that form of teaching to\nwhich you were entrusted, (18) and after being freed from\nsin, you became slaves to righteousness. (19) I am speaking\nin human terms because of the weakness of your flesh. For\njust as you presented the parts of your body as slaves to\nimpurity and to lawlessness, resulting in further lawlessness,\nso now present your body's parts as slaves to righteousness,\nresulting in sanctification."],"start_index":400006006012,"end_index":400006006019,"verse_count":8,"word_count":217},{"reference":"Romans 8:26–32","translation":"NASB","division":"Primary","passage_number":89,"release":"NBBC","cards":["(26) Now in the same way the Spirit also helps our weakness;\nfor we do not know what to pray for as we should, but the\nSpirit Himself intercedes for us with groanings too deep for\nwords; (27) and He who searches the hearts knows what the\nmind of the Spirit is, because He intercedes for the saints\naccording to the will of God. (28) And we know that God\ncauses all things to work together for good to those who love\nGod, to those who are called according to His purpose. (29)\nFor those whom He foreknew, He also predestined to become\nconformed to the image of His Son, so that He would be the\nfirstborn among many brothers and sisters; (30) and these","whom He predestined, He also called; and these whom He\ncalled, He also justified; and these whom He justified, He also\nglorified. (31) What then shall we say to these things? If God\nis for us, who is against us? (32) He who did not spare His own\nSon, but delivered Him over for us all, how will He not also\nwith Him freely give us all things?"],"start_index":400006008026,"end_index":400006008032,"verse_count":7,"word_count":186},{"reference":"Romans 15:1–6","translation":"NASB","division":"Primary","passage_number":90,"release":"NBBC","cards":["(1) Now we who are strong ought to bear the weaknesses of\nthose without strength, and not just please ourselves. (2) Each\nof us is to please his neighbor for his good, to his edification. (3)\nFor even Christ did not please Himself, but as it is written: \"THE\nTAUNTS OF THOSE WHO TAUNT YOU HAVE FALLEN ON ME.\"\n(4) For whatever was written in earlier times was written for our\ninstruction, so that through perseverance and the encouragement\nof the Scriptures we might have hope. (5) Now may the God who\ngives perseverance and encouragement grant you to be of the\nsame mind with one another, according to Christ Jesus, (6) so that\nwith one purpose and one voice you may glorify the God and\nFather of our Lord Jesus Christ."],"start_index":400006015001,"end_index":400006015006,"verse_count":6,"word_count":126},{"reference":"1 Corinthians 3:11–15","translation":"NASB","division":"Primary","passage_number":91,"release":"NBBC","cards":["(11) For no one can lay a foundation other than the one which\nis laid, which is Jesus Christ. (12) Now if anyone builds on the\nfoundation with gold, silver, precious stones, wood, hay, or\nstraw, (13) each one's work will become evident; for the day\nwill show it because it is to be revealed with fire, and the fire\nitself will test the quality of each one's work. (14) If anyone's\nwork which he has built on it remains, he will receive a reward.\n(15) If anyone's work is burned up, he will suffer loss; but he\nhimself will be saved, yet only so as through fire."],"start_index":400007003011,"end_index":400007003015,"verse_count":5,"word_count":103},{"reference":"2 Corinthians 2:12–17","translation":"NASB","division":"Primary","passage_number":92,"release":"NBBC","cards":["(12) Now when I came to Troas for the gospel of Christ and when a\ndoor was opened for me in the Lord, (13) I had no rest for my spirit,\nnot finding Titus my brother; but saying goodbye to them, I went\non to Macedonia. (14) But thanks be to God, who always leads us\nin triumph in Christ, and through us reveals the fragrance of the\nknowledge of Him in every place. (15) For we are a fragrance of\nChrist to God among those who are being saved and among those\nwho are perishing: (16) to the one an aroma from death to death,\nto the other an aroma from life to life. And who is adequate for\nthese things? (17) For we are not like the many, peddling the word\nof God, but as from sincerity, but as from God, we speak in Christ\nin the sight of God."],"start_index":400008002012,"end_index":400008002017,"verse_count":6,"word_count":146},{"reference":"Galatians 3:1–3","translation":"NASB","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) You foolish Galatians, who has bewitched you, before\nwhose eyes Jesus Christ was publicly portrayed as crucified?\n(2) This is the only thing I want to find out from you: did you\nreceive the Spirit by works of the Law, or by hearing with\nfaith? (3) Are you so foolish? Having begun by the Spirit, are\nyou now being perfected by the flesh?"],"start_index":400009003001,"end_index":400009003003,"verse_count":3,"word_count":61},{"reference":"Galatians 5:16–26","translation":"NASB","division":"Primary","passage_number":94,"release":"NBBC","cards":["(16) But I say, walk by the Spirit, and you will not carry out\nthe desire of the flesh. (17) For the desire of the flesh is\nagainst the Spirit, and the Spirit against the flesh; for these\nare in opposition to one another, in order to keep you from\ndoing whatever you want. (18) But if you are led by the Spirit,\nyou are not under the Law. (19) Now the deeds of the flesh\nare evident, which are: sexual immorality, impurity, indecent\nbehavior, (20) idolatry, witchcraft, hostilities, strife, jealousy,\noutbursts of anger, selfish ambition, dissensions, factions, (21)\nenvy, drunkenness, carousing, and things like these, of which\nI forewarn you, just as I have forewarned you, that those who","practice such things will not inherit the kingdom of God. (22)\nBut the fruit of the Spirit is love, joy, peace, patience, kindness,\ngoodness, faithfulness, (23) gentleness, self-control; against\nsuch things there is no law. (24) Now those who belong to\nChrist Jesus crucified the flesh with its passions and desires.\n(25) If we live by the Spirit, let's follow the Spirit as well. (26)\nLet's not become boastful, challenging one another, envying\none another."],"start_index":400009005016,"end_index":400009005026,"verse_count":11,"word_count":185},{"reference":"Ephesians 2:8–14","translation":"NASB","division":"Primary","passage_number":95,"release":"NBBC","cards":["(8) For by grace you have been saved through faith; and this is\nnot of yourselves, it is the gift of God; (9) not a result of works,\nso that no one may boast. (10) For we are His workmanship,\ncreated in Christ Jesus for good works, which God prepared\nbeforehand so that we would walk in them. (11) Therefore\nremember that previously you, the Gentiles in the flesh, who\nare called \"Uncircumcision\" by the so-called \"Circumcision\"\nwhich is performed in the flesh by human hands-- (12)\nremember that you were at that time separate from Christ,\nexcluded from the people of Israel, and strangers to the\ncovenants of the promise, having no hope and without God","in the world. (13) But now in Christ Jesus you who previously\nwere far away have been brought near by the blood of Christ.\n(14) For He Himself is our peace, who made both groups into\none and broke down the barrier of the dividing wall,"],"start_index":400010002008,"end_index":400010002014,"verse_count":7,"word_count":157},{"reference":"Ephesians 6:1–4","translation":"NASB","division":"Primary","passage_number":96,"release":"NBBC","cards":["(1) Children, obey your parents in the Lord, for this is right.\n(2) HONOR YOUR FATHER AND MOTHER (which is the first\ncommandment with a promise), (3) SO THAT IT MAY TURN\nOUT WELL FOR YOU, AND THAT YOU MAY LIVE LONG ON\nTHE EARTH. (4) Fathers, do not provoke your children to\nanger, but bring them up in the discipline and instruction of\nthe Lord."],"start_index":400010006001,"end_index":400010006004,"verse_count":4,"word_count":62},{"reference":"Ephesians 6:10–18","translation":"NASB","division":"Primary","passage_number":97,"release":"NBBC","cards":["(10) Finally, be strong in the Lord and in the strength of His\nmight. (11) Put on the full armor of God, so that you will be\nable to stand firm against the schemes of the devil. (12) For\nour struggle is not against flesh and blood, but against the\nrulers, against the powers, against the world forces of this\ndarkness, against the spiritual forces of wickedness in the\nheavenly places. (13) Therefore, take up the full armor of God,\nso that you will be able to resist on the evil day, and having\ndone everything, to stand firm. (14) Stand firm therefore,\nhaving belted your waist with truth, and having put on the\nbreastplate of righteousness, (15) and having strapped on","your feet the preparation of the gospel of peace; (16) in\naddition to all, taking up the shield of faith with which you will\nbe able to extinguish all the flaming arrows of the evil one.\n(17) And take the helmet of salvation and the sword of the\nSpirit, which is the word of God. (18) With every prayer and\nrequest, pray at all times in the Spirit, and with this in view, be\nalert with all perseverance and every request for all the saints,"],"start_index":400010006010,"end_index":400010006018,"verse_count":9,"word_count":198},{"reference":"Philippians 2:1–8","translation":"NASB","division":"Primary","passage_number":98,"release":"NBBC","cards":["(1) Therefore if there is any encouragement in Christ, if any\nconsolation of love, if any fellowship of the Spirit, if any\naffection and compassion, (2) make my joy complete by\nbeing of the same mind, maintaining the same love, united in\nspirit, intent on one purpose. (3) Do nothing from selfishness\nor empty conceit, but with humility consider one another as\nmore important than yourselves; (4) do not merely look out\nfor your own personal interests, but also for the interests of\nothers. (5) Have this attitude in yourselves which was also in\nChrist Jesus, (6) who, as He already existed in the form of God,\ndid not consider equality with God something to be grasped,","(7) but emptied Himself by taking the form of a bond-servant\nand being born in the likeness of men. (8) And being found\nin appearance as a man, He humbled Himself by becoming\nobedient to the point of death: death on a cross."],"start_index":400011002001,"end_index":400011002008,"verse_count":8,"word_count":153},{"reference":"Colossians 2:11–15","translation":"NASB","division":"Primary","passage_number":99,"release":"NBBC","cards":["(11) and in Him you were also circumcised with a circumcision\nperformed without hands, in the removal of the body of the flesh\nby the circumcision of Christ, (12) having been buried with Him in\nbaptism, in which you were also raised with Him through faith in\nthe working of God, who raised Him from the dead. (13) And when\nyou were dead in your wrongdoings and the uncircumcision of\nyour flesh, He made you alive together with Him, having forgiven\nus all our wrongdoings, (14) having canceled the certificate of\ndebt consisting of decrees against us, which was hostile to us;\nand He has taken it out of the way, having nailed it to the cross.\n(15) When He had disarmed the rulers and authorities, He made a\npublic display of them, having triumphed over them through Him."],"start_index":400012002011,"end_index":400012002015,"verse_count":5,"word_count":134},{"reference":"2 Thessalonians 1:11–12","translation":"NASB","division":"Primary","passage_number":100,"release":"NBBC","cards":["(11) To this end also we pray for you always, that our God will\nconsider you worthy of your calling, and fulfill every desire\nfor goodness and the work of faith with power, (12) so that\nthe name of our Lord Jesus will be glorified in you, and you\nin Him, in accordance with the grace of our God and the Lord\nJesus Christ."],"start_index":400014001011,"end_index":400014001012,"verse_count":2,"word_count":62},{"reference":"1 Timothy 1:12–17","translation":"NASB","division":"Primary","passage_number":101,"release":"NBBC","cards":["(12) I thank Christ Jesus our Lord, who has strengthened\nme, because He considered me faithful, putting me into\nservice, (13) even though I was previously a blasphemer\nand a persecutor and a violent aggressor. Yet I was shown\nmercy because I acted ignorantly in unbelief; (14) and the\ngrace of our Lord was more than abundant, with the faith and\nlove which are found in Christ Jesus. (15) It is a trustworthy\nstatement, deserving full acceptance, that Christ Jesus came\ninto the world to save sinners, among whom I am foremost.\n(16) Yet for this reason I found mercy, so that in me as the\nforemost sinner Jesus Christ might demonstrate His perfect","patience as an example for those who would believe in\nHim for eternal life. (17) Now to the King eternal, immortal,\ninvisible, the only God, be honor and glory forever and ever.\nAmen."],"start_index":400015001012,"end_index":400015001017,"verse_count":6,"word_count":141},{"reference":"1 Timothy 4:12–16","translation":"NASB","division":"Primary","passage_number":102,"release":"NBBC","cards":["(12) Let no one look down on your youthfulness, but rather\nin speech, conduct, love, faith, and purity, show yourself an\nexample of those who believe. (13) Until I come, give your\nattention to the public reading, to exhortation, and teaching.\n(14) Do not neglect the spiritual gift within you, which was\ngranted to you through words of prophecy with the laying on\nof hands by the council of elders. (15) Take pains with these\nthings; be absorbed in them, so that your progress will be\nevident to all. (16) Pay close attention to yourself and to the\nteaching; persevere in these things, for as you do this you will\nsave both yourself and those who hear you."],"start_index":400015004012,"end_index":400015004016,"verse_count":5,"word_count":113},{"reference":"1 Timothy 6:3–16","translation":"NASB","division":"Primary","passage_number":103,"release":"NBBC","cards":["(3) If anyone advocates a different doctrine and does not\nagree with sound words, those of our Lord Jesus Christ,\nand with the doctrine conforming to godliness, (4) he is\nconceited and understands nothing; but he has a sick craving\nfor controversial questions and disputes about words, from\nwhich come envy, strife, abusive language, evil suspicions,\n(5) and constant friction between people of depraved mind\nand deprived of the truth, who suppose that godliness is a\nmeans of gain. (6) But godliness actually is a means of great\ngain when accompanied by contentment. (7) For we have\nbrought nothing into the world, so we cannot take anything","out of it, either. (8) If we have food and covering, with these\nwe shall be content. (9) But those who want to get rich fall\ninto temptation and a trap, and many foolish and harmful\ndesires which plunge people into ruin and destruction. (10)\nFor the love of money is a root of all sorts of evil, and some by\nlonging for it have wandered away from the faith and pierced\nthemselves with many griefs. (11) But flee from these things,\nyou man of God, and pursue righteousness, godliness, faith,\nlove, perseverance, and gentleness. (12) Fight the good\nfight of faith; take hold of the eternal life to which you were\ncalled, and for which you made the good confession in the","presence of many witnesses. (13) I direct you in the presence\nof God, who gives life to all things, and of Christ Jesus, who\ntestified the good confession before Pontius Pilate, (14) that\nyou keep the commandment without fault or reproach until\nthe appearing of our Lord Jesus Christ, (15) which He will\nbring about at the proper time--He who is the blessed and\nonly Sovereign, the King of kings and Lord of lords, (16) who\nalone possesses immortality and dwells in unapproachable\nlight, whom no one has seen or can see. To Him be honor and\neternal dominion! Amen."],"start_index":400015006003,"end_index":400015006016,"verse_count":14,"word_count":317},{"reference":"2 Timothy 1:6–10","translation":"NASB","division":"Primary","passage_number":104,"release":"NBBC","cards":["(6) For this reason I remind you to kindle afresh the gift of God\nwhich is in you through the laying on of my hands. (7) For God\nhas not given us a spirit of timidity, but of power and love and\ndiscipline. (8) Therefore do not be ashamed of the testimony\nof our Lord or of me His prisoner, but join with me in suffering\nfor the gospel according to the power of God, (9) who saved us\nand called us with a holy calling, not according to our works, but\naccording to His own purpose and grace, which was granted to us\nin Christ Jesus from all eternity, (10) but has now been revealed by\nthe appearing of our Savior Christ Jesus, who abolished death and\nbrought life and immortality to light through the gospel,"],"start_index":400016001006,"end_index":400016001010,"verse_count":5,"word_count":132},{"reference":"2 Timothy 2:19–22","translation":"NASB","division":"Primary","passage_number":105,"release":"NBBC","cards":["(19) Nevertheless, the firm foundation of God stands, having\nthis seal: \"The Lord knows those who are His;\" and, \"Everyone\nwho names the name of the Lord is to keep away from\nwickedness.\" (20) Now in a large house there are not only\ngold and silver implements, but also implements of wood\nand of earthenware, and some are for honor while others are\nfor dishonor. (21) Therefore, if anyone cleanses himself from\nthese things, he will be an implement for honor, sanctified,\nuseful to the Master, prepared for every good work. (22) Now\nflee from youthful lusts and pursue righteousness, faith, love,\nand peace with those who call on the Lord from a pure heart."],"start_index":400016002019,"end_index":400016002022,"verse_count":4,"word_count":111},{"reference":"Hebrews 6:9–12","translation":"NASB","division":"Primary","passage_number":106,"release":"NBBC","cards":["(9) But, beloved, we are convinced of better things regarding\nyou, and things that accompany salvation, even though we\nare speaking in this way. (10) For God is not unjust so as to\nforget your work and the love which you have shown toward\nHis name, by having served and by still serving the saints.\n(11) And we desire that each one of you demonstrate the\nsame diligence so as to realize the full assurance of hope until\nthe end, (12) so that you will not be sluggish, but imitators of\nthose who through faith and endurance inherit the promises."],"start_index":400019006009,"end_index":400019006012,"verse_count":4,"word_count":96},{"reference":"James 3:1–9","translation":"NASB","division":"Primary","passage_number":107,"release":"NBBC","cards":["(1) Do not become teachers in large numbers, my brothers,\nsince you know that we who are teachers will incur a stricter\njudgment. (2) For we all stumble in many ways. If anyone\ndoes not stumble in what he says, he is a perfect man, able\nto rein in the whole body as well. (3) Now if we put the bits\ninto the horses' mouths so that they will obey us, we direct\ntheir whole body as well. (4) Look at the ships too: though\nthey are so large and are driven by strong winds, they are\nnevertheless directed by a very small rudder wherever the\ninclination of the pilot determines. (5) So also the tongue is a\nsmall part of the body, and yet it boasts of great things. See","how great a forest is set aflame by such a small fire! (6) And\nthe tongue is a fire, the very world of unrighteousness; the\ntongue is set among our body's parts as that which defiles\nthe whole body and sets on fire the course of our life, and is\nset on fire by hell. (7) For every species of beasts and birds,\nof reptiles and creatures of the sea, is tamed and has been\ntamed by the human race. (8) But no one among mankind\ncan tame the tongue; it is a restless evil, full of deadly poison.\n(9) With it we bless our Lord and Father, and with it we curse\npeople, who have been made in the likeness of God;"],"start_index":400020003001,"end_index":400020003009,"verse_count":9,"word_count":245},{"reference":"1 Peter 1:3–9","translation":"NASB","division":"Primary","passage_number":108,"release":"NBBC","cards":["(3) Blessed be the God and Father of our Lord Jesus Christ,\nwho according to His great mercy has caused us to be born\nagain to a living hope through the resurrection of Jesus\nChrist from the dead, (4) to obtain an inheritance which is\nimperishable, undefiled, and will not fade away, reserved in\nheaven for you, (5) who are protected by the power of God\nthrough faith for a salvation ready to be revealed in the last\ntime. (6) In this you greatly rejoice, even though now for a\nlittle while, if necessary, you have been distressed by various\ntrials, (7) so that the proof of your faith, being more precious\nthan gold which perishes though tested by fire, may be found","to result in praise, glory, and honor at the revelation of Jesus\nChrist; (8) and though you have not seen Him, you love Him,\nand though you do not see Him now, but believe in Him, you\ngreatly rejoice with joy inexpressible and full of glory, (9)\nobtaining as the outcome of your faith, the salvation of your\nsouls."],"start_index":400021001003,"end_index":400021001009,"verse_count":7,"word_count":175},{"reference":"1 Peter 4:6–19","translation":"NASB","division":"Primary","passage_number":109,"release":"NBBC","cards":["(6) For the gospel has for this purpose been preached even to\nthose who are dead, that though they are judged in the flesh\nas people, they may live in the spirit according to the will of\nGod. (7) The end of all things is near; therefore, be of sound\njudgment and sober spirit for the purpose of prayer. (8) Above\nall, keep fervent in your love for one another, because love\ncovers a multitude of sins. (9) Be hospitable to one another\nwithout complaint. (10) As each one has received a special\ngift, employ it in serving one another as good stewards of the\nmultifaceted grace of God. (11) Whoever speaks is to do so\nas one who is speaking actual words of God; whoever serves","is to do so as one who is serving by the strength which God\nsupplies; so that in all things God may be glorified through\nJesus Christ, to whom belongs the glory and dominion forever\nand ever. Amen. (12) Beloved, do not be surprised at the fiery\nordeal among you, which comes upon you for your testing, as\nthough something strange were happening to you; (13) but\nto the degree that you share the sufferings of Christ, keep\non rejoicing, so that at the revelation of His glory you may\nalso rejoice and be overjoyed. (14) If you are insulted for the\nname of Christ, you are blessed, because the Spirit of glory,\nand of God, rests upon you. (15) Make sure that none of you","suffers as a murderer, or thief, or evildoer, or a troublesome\nmeddler; (16) but if anyone suffers as a Christian, he is not to\nbe ashamed, but is to glorify God in this name. (17) For it is\ntime for judgment to begin with the household of God; and\nif it begins with us first, what will be the outcome for those\nwho do not obey the gospel of God? (18) AND IF IT IS WITH\nDIFFICULTY THAT THE RIGHTEOUS IS SAVED, WHAT WILL\nBECOME OF THE GODLESS MAN AND THE SINNER? (19)\nTherefore, those also who suffer according to the will of God\nare to entrust their souls to a faithful Creator in doing what is\nright."],"start_index":400021004006,"end_index":400021004019,"verse_count":14,"word_count":357},{"reference":"2 Peter 1:2–11","translation":"NASB","division":"Primary","passage_number":110,"release":"NBBC","cards":["2) Grace and peace be multiplied to you in the knowledge of\nGod and of Jesus our Lord, (3) for His divine power has granted\nto us everything pertaining to life and godliness, through the true\nknowledge of Him who called us by His own glory and excellence.\n(4) Through these He has granted to us His precious and magnificent\npromises, so that by them you may become partakers of the\ndivine nature, having escaped the corruption that is in the world\non account of lust. (5) Now for this very reason also, applying all\ndiligence, in your faith supply moral excellence, and in your moral\nexcellence, knowledge, (6) and in your knowledge, self-control,\nand in your self-control, perseverance, and in your perseverance,","godliness, (7) and in your godliness, brotherly kindness, and in\nyour brotherly kindness, love. (8) For if these qualities are yours\nand are increasing, they do not make you useless nor unproductive\nin the true knowledge of our Lord Jesus Christ. (9) For the one who\nlacks these qualities is blind or short-sighted, having forgotten\nhis purification from his former sins. (10) Therefore, brothers and\nsisters, be all the more diligent to make certain about His calling\nand choice of you; for as long as you practice these things, you will\nnever stumble; (11) for in this way the entrance into the eternal\nkingdom of our Lord and Savior Jesus Christ will be abundantly\nsupplied to you."],"start_index":400022001002,"end_index":400022001011,"verse_count":10,"word_count":233},{"reference":"1 John 5:2–5","translation":"NASB","division":"Primary","passage_number":111,"release":"NBBC","cards":["(2) By this we know that we love the children of God, when\nwe love God and follow His commandments. (3) For this is\nthe love of God, that we keep His commandments; and\nHis commandments are not burdensome. (4) For whoever\nhas been born of God overcomes the world; and this is the\nvictory that has overcome the world: our faith. (5) Who is the\none who overcomes the world, but the one who believes that\nJesus is the Son of God?"],"start_index":400023005002,"end_index":400023005005,"verse_count":4,"word_count":79},{"reference":"Revelation 5:2–5","translation":"NASB","division":"Primary","passage_number":112,"release":"NBBC","cards":["(2) And I saw a strong angel proclaiming with a loud voice,\n\"Who is worthy to open the scroll and to break its seals?\"\n(3) And no one in heaven or on the earth or under the earth\nwas able to open the scroll or to look into it. (4) Then I began\nto weep greatly because no one was found worthy to open\nthe scroll or to look into it. (5) And one of the elders said to\nme, \"Stop weeping; behold, the Lion that is from the tribe of\nJudah, the Root of David, has overcome so as to be able to\nopen the scroll and its seven seals.\""],"start_index":400027005002,"end_index":400027005005,"verse_count":4,"word_count":107}]