[{"reference":"Colossians 1:15–16","translation":"KJV","division":"Primary","passage_number":1,"release":"Navigate","cards":["(15) Who is the image of the invisible God, the firstborn of\nevery creature: (16) For by him were all things created, that\nare in heaven, and that are in earth, visible and invisible,\nwhether they be thrones, or dominions, or principalities, or\npowers: all things were created by him, and for him:"],"start_index":400012001015,"end_index":400012001016,"verse_count":2,"word_count":51},{"reference":"Genesis 1:1","translation":"KJV","division":"Primary","passage_number":2,"release":"Navigate","cards":["(1) In the beginning God created the heaven and the earth."],"start_index":200001001001,"end_index":200001001001,"verse_count":1,"word_count":10},{"reference":"Isaiah 40:26","translation":"KJV","division":"Primary","passage_number":3,"release":"Explore","cards":["(26) Lift up your eyes on high, and behold who hath created\nthese things, that bringeth out their host by number: he\ncalleth them all by names by the greatness of his might, for\nthat he is strong in power; not one faileth."],"start_index":200023040026,"end_index":200023040026,"verse_count":1,"word_count":42},{"reference":"Genesis 1:26–27","translation":"KJV","division":"Primary","passage_number":4,"release":"Navigate","cards":["(26) And God said, Let us make man in our image, after our\nlikeness: and let them have dominion over the fish of the sea,\nand over the fowl of the air, and over the cattle, and over all\nthe earth, and over every creeping thing that creepeth upon\nthe earth. (27) So God created man in his own image, in the\nimage of God created he him; male and female created he\nthem."],"start_index":200001001026,"end_index":200001001027,"verse_count":2,"word_count":72},{"reference":"Genesis 17:1–2","translation":"KJV","division":"Primary","passage_number":5,"release":"Explore","cards":["(1) And when Abram was ninety years old and nine, the LORD\nappeared to Abram, and said unto him, I am the Almighty\nGod; walk before me, and be thou perfect. (2) And I will make\nmy covenant between me and thee, and will multiply thee\nexceedingly."],"start_index":200001017001,"end_index":200001017002,"verse_count":2,"word_count":45},{"reference":"Genesis 2:2–3","translation":"KJV","division":"Primary","passage_number":6,"release":"Navigate","cards":["(2) And on the seventh day God ended his work which he\nhad made; and he rested on the seventh day from all his work\nwhich he had made. (3) And God blessed the seventh day,\nand sanctified it: because that in it he had rested from all his\nwork which God created and made."],"start_index":200001002002,"end_index":200001002003,"verse_count":2,"word_count":53},{"reference":"Exodus 31:12–13","translation":"KJV","division":"Primary","passage_number":7,"release":"Explore","cards":["(12) And the LORD spake unto Moses, saying, (13) Speak thou\nalso unto the children of Israel, saying, Verily my sabbaths ye\nshall keep: for it is a sign between me and you throughout\nyour generations; that ye may know that I am the LORD that\ndoth sanctify you."],"start_index":200002031012,"end_index":200002031013,"verse_count":2,"word_count":47},{"reference":"Genesis 2:23–24","translation":"KJV","division":"Primary","passage_number":8,"release":"Navigate","cards":["(23) And Adam said, This is now bone of my bones, and flesh\nof my flesh: she shall be called Woman, because she was\ntaken out of Man. (24) Therefore shall a man leave his father\nand his mother, and shall cleave unto his wife: and they shall\nbe one flesh."],"start_index":200001002023,"end_index":200001002024,"verse_count":2,"word_count":49},{"reference":"Deuteronomy 6:14–15","translation":"KJV","division":"Primary","passage_number":9,"release":"Explore","cards":["(14) Ye shall not go after other gods, of the gods of the people\nwhich are round about you; (15) (For the LORD thy God is a\njealous God among you) lest the anger of the LORD thy God\nbe kindled against thee, and destroy thee from off the face of\nthe earth."],"start_index":200005006014,"end_index":200005006015,"verse_count":2,"word_count":51},{"reference":"Genesis 3:14–15","translation":"KJV","division":"Primary","passage_number":10,"release":"Navigate","cards":["(14) And the LORD God said unto the serpent, Because thou\nhast done this, thou art cursed above all cattle, and above\nevery beast of the field; upon thy belly shalt thou go, and\ndust shalt thou eat all the days of thy life: (15) And I will put\nenmity between thee and the woman, and between thy seed\nand her seed; it shall bruise thy head, and thou shalt bruise\nhis heel."],"start_index":200001003014,"end_index":200001003015,"verse_count":2,"word_count":71},{"reference":"Psalm 68:20","translation":"KJV","division":"Primary","passage_number":11,"release":"Explore","cards":["(20) He that is our God is the God of salvation; and unto GOD\nthe Lord belong the issues from death."],"start_index":200019068020,"end_index":200019068020,"verse_count":1,"word_count":20},{"reference":"Genesis 4:7–8","translation":"KJV","division":"Primary","passage_number":12,"release":"Navigate","cards":["(7) If thou doest well, shalt thou not be accepted? and if thou\ndoest not well, sin lieth at the door. And unto thee shall be his\ndesire, and thou shalt rule over him. (8) And Cain talked with\nAbel his brother: and it came to pass, when they were in the\nfield, that Cain rose up against Abel his brother, and slew him."],"start_index":200001004007,"end_index":200001004008,"verse_count":2,"word_count":62},{"reference":"Jeremiah 23:5–6","translation":"KJV","division":"Primary","passage_number":13,"release":"Explore","cards":["(5) Behold, the days come, saith the LORD, that I will raise\nunto David a righteous Branch, and a King shall reign and\nprosper, and shall execute judgment and justice in the earth.\n(6) In his days Judah shall be saved, and Israel shall dwell\nsafely: and this is his name whereby he shall be called, THE\nLORD OUR RIGHTEOUSNESS."],"start_index":200024023005,"end_index":200024023006,"verse_count":2,"word_count":58},{"reference":"Genesis 5:1–3","translation":"KJV","division":"Primary","passage_number":14,"release":"Navigate","cards":["(1) This is the book of the generations of Adam. In the day\nthat God created man, in the likeness of God made he him;\n(2) Male and female created he them; and blessed them, and\ncalled their name Adam, in the day when they were created.\n(3) And Adam lived an hundred and thirty years, and begat a\nson in his own likeness, after his image; and called his name\nSeth:"],"start_index":200001005001,"end_index":200001005003,"verse_count":3,"word_count":69},{"reference":"Psalm 90:2","translation":"KJV","division":"Primary","passage_number":15,"release":"Explore","cards":["(2) Before the mountains were brought forth, or ever thou\nhadst formed the earth and the world, even from everlasting\nto everlasting, thou art God."],"start_index":200019090002,"end_index":200019090002,"verse_count":1,"word_count":24},{"reference":"Genesis 9:8–11","translation":"KJV","division":"Primary","passage_number":17,"release":"NBBC","cards":["(8) And God spake unto Noah, and to his sons with him, saying,\n(9) And I, behold, I establish my covenant with you, and with\nyour seed after you; (10) And with every living creature that\nis with you, of the fowl, of the cattle, and of every beast of the\nearth with you; from all that go out of the ark, to every beast\nof the earth. (11) And I will establish my covenant with you;\nneither shall all flesh be cut off any more by the waters of a\nflood; neither shall there any more be a flood to destroy the\nearth."],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":100},{"reference":"Exodus 19:3–7","translation":"KJV","division":"Primary","passage_number":18,"release":"NBBC","cards":["(3) And Moses went up unto God, and the LORD called unto him out\nof the mountain, saying, Thus shalt thou say to the house of Jacob,\nand tell the children of Israel; (4) Ye have seen what I did unto the\nEgyptians, and how I bare you on eagles' wings, and brought you\nunto myself. (5) Now therefore, if ye will obey my voice indeed, and\nkeep my covenant, then ye shall be a peculiar treasure unto me\nabove all people: for all the earth is mine: (6) And ye shall be unto\nme a kingdom of priests, and an holy nation. These are the words\nwhich thou shalt speak unto the children of Israel. (7) And Moses\ncame and called for the elders of the people, and laid before their\nfaces all these words which the LORD commanded him."],"start_index":200002019003,"end_index":200002019007,"verse_count":5,"word_count":136},{"reference":"Numbers 14:11–21","translation":"KJV","division":"Primary","passage_number":19,"release":"NBBC","cards":["(11) And the LORD said unto Moses, How long will this\npeople provoke me? and how long will it be ere they believe\nme, for all the signs which I have shewed among them? (12) I\nwill smite them with the pestilence, and disinherit them, and\nwill make of thee a greater nation and mightier than they.\n(13) And Moses said unto the LORD, Then the Egyptians shall\nhear it, (for thou broughtest up this people in thy might from\namong them;) (14) And they will tell it to the inhabitants of\nthis land: for they have heard that thou LORD art among this\npeople, that thou LORD art seen face to face, and that thy\ncloud standeth over them, and that thou goest before them,","by day time in a pillar of a cloud, and in a pillar of fire by night.\n(15) Now if thou shalt kill all this people as one man, then the\nnations which have heard the fame of thee will speak, saying,\n(16) Because the LORD was not able to bring this people\ninto the land which he sware unto them, therefore he hath\nslain them in the wilderness. (17) And now, I beseech thee,\nlet the power of my Lord be great, according as thou hast\nspoken, saying, (18) The LORD is longsuffering, and of great\nmercy, forgiving iniquity and transgression, and by no means\nclearing the guilty, visiting the iniquity of the fathers upon the\nchildren unto the third and fourth generation. (19) Pardon, I","beseech thee, the iniquity of this people according unto the\ngreatness of thy mercy, and as thou hast forgiven this people,\nfrom Egypt even until now. (20) And the LORD said, I have\npardoned according to thy word: (21) But as truly as I live, all\nthe earth shall be filled with the glory of the LORD."],"start_index":200004014011,"end_index":200004014021,"verse_count":11,"word_count":299},{"reference":"Deuteronomy 5:11–16","translation":"KJV","division":"Primary","passage_number":20,"release":"NBBC","cards":["(11) Thou shalt not take the name of the LORD thy God in\nvain: for the LORD will not hold him guiltless that taketh his\nname in vain. (12) Keep the sabbath day to sanctify it, as the\nLORD thy God hath commanded thee. (13) Six days thou\nshalt labour, and do all thy work: (14) But the seventh day is\nthe sabbath of the LORD thy God: in it thou shalt not do any\nwork, thou, nor thy son, nor thy daughter, nor thy manservant,\nnor thy maidservant, nor thine ox, nor thine ass, nor any of\nthy cattle, nor thy stranger that is within thy gates; that thy\nmanservant and thy maidservant may rest as well as thou.\n(15) And remember that thou wast a servant in the land of","Egypt, and that the LORD thy God brought thee out thence\nthrough a mighty hand and by a stretched out arm: therefore\nthe LORD thy God commanded thee to keep the sabbath\nday. (16) Honour thy father and thy mother, as the LORD thy\nGod hath commanded thee; that thy days may be prolonged,\nand that it may go well with thee, in the land which the LORD\nthy God giveth thee."],"start_index":200005005011,"end_index":200005005016,"verse_count":6,"word_count":198},{"reference":"2 Chronicles 32:6–8","translation":"KJV","division":"Primary","passage_number":21,"release":"NBBC","cards":["(6) And he set captains of war over the people, and gathered\nthem together to him in the street of the gate of the city,\nand spake comfortably to them, saying, (7) Be strong and\ncourageous, be not afraid nor dismayed for the king of\nAssyria, nor for all the multitude that is with him: for there be\nmore with us than with him: (8) With him is an arm of flesh;\nbut with us is the LORD our God to help us, and to fight our\nbattles. And the people rested themselves upon the words of\nHezekiah king of Judah."],"start_index":200014032006,"end_index":200014032008,"verse_count":3,"word_count":98},{"reference":"Job 12:7–10","translation":"KJV","division":"Primary","passage_number":22,"release":"NBBC","cards":["(7) But ask now the beasts, and they shall teach thee; and the\nfowls of the air, and they shall tell thee: (8) Or speak to the\nearth, and it shall teach thee: and the fishes of the sea shall\ndeclare unto thee. (9) Who knoweth not in all these that the\nhand of the LORD hath wrought this? (10) In whose hand is\nthe soul of every living thing, and the breath of all mankind."],"start_index":200018012007,"end_index":200018012010,"verse_count":4,"word_count":72},{"reference":"Job 22:22–28","translation":"KJV","division":"Primary","passage_number":23,"release":"NBBC","cards":["(22) Receive, I pray thee, the law from his mouth, and lay up\nhis words in thine heart. (23) If thou return to the Almighty,\nthou shalt be built up, thou shalt put away iniquity far from\nthy tabernacles. (24) Then shalt thou lay up gold as dust, and\nthe gold of Ophir as the stones of the brooks. (25) Yea, the\nAlmighty shall be thy defence, and thou shalt have plenty of\nsilver. (26) For then shalt thou have thy delight in the Almighty,\nand shalt lift up thy face unto God. (27) Thou shalt make thy\nprayer unto him, and he shall hear thee, and thou shalt pay\nthy vows. (28) Thou shalt also decree a thing, and it shall be\nestablished unto thee: and the light shall shine upon thy ways."],"start_index":200018022022,"end_index":200018022028,"verse_count":7,"word_count":127},{"reference":"Job 33:3–4","translation":"KJV","division":"Primary","passage_number":24,"release":"NBBC","cards":["(3) My words shall be of the uprightness of my heart: and my\nlips shall utter knowledge clearly. (4) The Spirit of God hath\nmade me, and the breath of the Almighty hath given me life."],"start_index":200018033003,"end_index":200018033004,"verse_count":2,"word_count":34},{"reference":"Job 37:5–24","translation":"KJV","division":"Primary","passage_number":25,"release":"NBBC","cards":["(5) God thundereth marvellously with his voice; great things\ndoeth he, which we cannot comprehend. (6) For he saith to\nthe snow, Be thou on the earth; likewise to the small rain, and\nto the great rain of his strength. (7) He sealeth up the hand\nof every man; that all men may know his work. (8) Then the\nbeasts go into dens, and remain in their places. (9) Out of the\nsouth cometh the whirlwind: and cold out of the north. (10)\nBy the breath of God frost is given: and the breadth of the\nwaters is straitened. (11) Also by watering he wearieth the\nthick cloud: he scattereth his bright cloud: (12) And it is turned\nround about by his counsels: that they may do whatsoever he","commandeth them upon the face of the world in the earth.\n(13) He causeth it to come, whether for correction, or for his\nland, or for mercy. (14) Hearken unto this, O Job: stand still,\nand consider the wondrous works of God. (15) Dost thou know\nwhen God disposed them, and caused the light of his cloud\nto shine? (16) Dost thou know the balancings of the clouds,\nthe wondrous works of him which is perfect in knowledge?\n(17) How thy garments are warm, when he quieteth the earth\nby the south wind? (18) Hast thou with him spread out the sky,\nwhich is strong, and as a molten looking glass? (19) Teach us\nwhat we shall say unto him; for we cannot order our speech","by reason of darkness. (20) Shall it be told him that I speak? if\na man speak, surely he shall be swallowed up. (21) And now\nmen see not the bright light which is in the clouds: but the\nwind passeth, and cleanseth them. (22) Fair weather cometh\nout of the north: with God is terrible majesty. (23) Touching\nthe Almighty, we cannot find him out: he is excellent in power,\nand in judgment, and in plenty of justice: he will not afflict.\n(24) Men do therefore fear him: he respecteth not any that\nare wise of heart."],"start_index":200018037005,"end_index":200018037024,"verse_count":20,"word_count":333},{"reference":"Job 39:19–28","translation":"KJV","division":"Primary","passage_number":26,"release":"NBBC","cards":["(19) Hast thou given the horse strength? hast thou clothed\nhis neck with thunder? (20) Canst thou make him afraid as\na grasshopper? the glory of his nostrils is terrible. (21) He\npaweth in the valley, and rejoiceth in his strength: he goeth\non to meet the armed men. (22) He mocketh at fear, and is\nnot affrighted; neither turneth he back from the sword. (23)\nThe quiver rattleth against him, the glittering spear and the\nshield. (24) He swalloweth the ground with fierceness and\nrage: neither believeth he that it is the sound of the trumpet.\n(25) He saith among the trumpets, Ha, ha; and he smelleth\nthe battle afar off, the thunder of the captains, and the","shouting. (26) Doth the hawk fly by thy wisdom, and stretch\nher wings toward the south? (27) Doth the eagle mount up at\nthy command, and make her nest on high? (28) She dwelleth\nand abideth on the rock, upon the crag of the rock, and the\nstrong place."],"start_index":200018039019,"end_index":200018039028,"verse_count":10,"word_count":158},{"reference":"Psalm 90:12–17","translation":"KJV","division":"Primary","passage_number":27,"release":"NBBC","cards":["(12) So teach us to number our days, that we may apply our\nhearts unto wisdom. (13) Return, O LORD, how long? and let\nit repent thee concerning thy servants. (14) O satisfy us early\nwith thy mercy; that we may rejoice and be glad all our days.\n(15) Make us glad according to the days wherein thou hast\nafflicted us, and the years wherein we have seen evil. (16) Let\nthy work appear unto thy servants, and thy glory unto their\nchildren. (17) And let the beauty of the LORD our God be\nupon us: and establish thou the work of our hands upon us;\nyea, the work of our hands establish thou it."],"start_index":200019090012,"end_index":200019090017,"verse_count":6,"word_count":109},{"reference":"Psalm 94:16–19","translation":"KJV","division":"Primary","passage_number":28,"release":"NBBC","cards":["(16) Who will rise up for me against the evildoers? or who will\nstand up for me against the workers of iniquity? (17) Unless\nthe LORD had been my help, my soul had almost dwelt in\nsilence. (18) When I said, My foot slippeth; thy mercy, O LORD,\nheld me up. (19) In the multitude of my thoughts within me\nthy comforts delight my soul."],"start_index":200019094016,"end_index":200019094019,"verse_count":4,"word_count":61},{"reference":"Psalm 99:2–9","translation":"KJV","division":"Primary","passage_number":29,"release":"NBBC","cards":["(2) The LORD is great in Zion; and he is high above all the\npeople. (3) Let them praise thy great and terrible name; for it\nis holy. (4) The king's strength also loveth judgment; thou dost\nestablish equity, thou executest judgment and righteousness\nin Jacob. (5) Exalt ye the LORD our God, and worship at his\nfootstool; for he is holy. (6) Moses and Aaron among his\npriests, and Samuel among them that call upon his name;\nthey called upon the LORD, and he answered them. (7) He\nspake unto them in the cloudy pillar: they kept his testimonies,\nand the ordinance that he gave them. (8) Thou answeredst\nthem, O LORD our God: thou wast a God that forgavest them,","though thou tookest vengeance of their inventions. (9) Exalt\nthe LORD our God, and worship at his holy hill; for the LORD\nour God is holy."],"start_index":200019099002,"end_index":200019099009,"verse_count":8,"word_count":140},{"reference":"Psalm 128:1–6","translation":"KJV","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) Blessed is every one that feareth the LORD; that walketh\nin his ways. (2) For thou shalt eat the labour of thine hands:\nhappy shalt thou be, and it shall be well with thee. (3) Thy\nwife shall be as a fruitful vine by the sides of thine house: thy\nchildren like olive plants round about thy table. (4) Behold,\nthat thus shall the man be blessed that feareth the LORD. (5)\nThe LORD shall bless thee out of Zion: and thou shalt see the\ngood of Jerusalem all the days of thy life. (6) Yea, thou shalt\nsee thy children's children, and peace upon Israel."],"start_index":200019128001,"end_index":200019128006,"verse_count":6,"word_count":101},{"reference":"Proverbs 8:1–13","translation":"KJV","division":"Primary","passage_number":31,"release":"NBBC","cards":["(1) Doth not wisdom cry? and understanding put forth her\nvoice? (2) She standeth in the top of high places, by the way\nin the places of the paths. (3) She crieth at the gates, at the\nentry of the city, at the coming in at the doors. (4) Unto you, O\nmen, I call; and my voice is to the sons of man. (5) O ye simple,\nunderstand wisdom: and, ye fools, be ye of an understanding\nheart. (6) Hear; for I will speak of excellent things; and the\nopening of my lips shall be right things. (7) For my mouth\nshall speak truth; and wickedness is an abomination to my\nlips. (8) All the words of my mouth are in righteousness;\nthere is nothing froward or perverse in them. (9) They are all","plain to him that understandeth, and right to them that find\nknowledge. (10) Receive my instruction, and not silver; and\nknowledge rather than choice gold. (11) For wisdom is better\nthan rubies; and all the things that may be desired are not to\nbe compared to it. (12) I wisdom dwell with prudence, and\nfind out knowledge of witty inventions. (13) The fear of the\nLORD is to hate evil: pride, and arrogancy, and the evil way,\nand the froward mouth, do I hate."],"start_index":200020008001,"end_index":200020008013,"verse_count":13,"word_count":206},{"reference":"Proverbs 22:5–6","translation":"KJV","division":"Primary","passage_number":32,"release":"NBBC","cards":["(5) Thorns and snares are in the way of the froward: he that\ndoth keep his soul shall be far from them. (6) Train up a child\nin the way he should go: and when he is old, he will not depart\nfrom it."],"start_index":200020022005,"end_index":200020022006,"verse_count":2,"word_count":42},{"reference":"Proverbs 24:30–34","translation":"KJV","division":"Primary","passage_number":33,"release":"NBBC","cards":["(30) I went by the field of the slothful, and by the vineyard of\nthe man void of understanding; (31) And, lo, it was all grown\nover with thorns, and nettles had covered the face thereof, and\nthe stone wall thereof was broken down. (32) Then I saw, and\nconsidered it well: I looked upon it, and received instruction.\n(33) Yet a little sleep, a little slumber, a little folding of the\nhands to sleep: (34) So shall thy poverty come as one that\ntravelleth; and thy want as an armed man."],"start_index":200020024030,"end_index":200020024034,"verse_count":5,"word_count":87},{"reference":"Isaiah 64:6","translation":"KJV","division":"Primary","passage_number":34,"release":"NBBC","cards":["(6) But we are all as an unclean thing, and all our\nrighteousnesses are as filthy rags; and we all do fade as a\nleaf; and our iniquities, like the wind, have taken us away."],"start_index":200023064006,"end_index":200023064006,"verse_count":1,"word_count":34},{"reference":"Jeremiah 1:4–12","translation":"KJV","division":"Primary","passage_number":35,"release":"NBBC","cards":["(4) Then the word of the LORD came unto me, saying, (5)\nBefore I formed thee in the belly I knew thee; and before\nthou camest forth out of the womb I sanctified thee, and I\nordained thee a prophet unto the nations. (6) Then said I, Ah,\nLord GOD! behold, I cannot speak: for I am a child. (7) But\nthe LORD said unto me, Say not, I am a child: for thou shalt\ngo to all that I shall send thee, and whatsoever I command\nthee thou shalt speak. (8) Be not afraid of their faces: for I am\nwith thee to deliver thee, saith the LORD. (9) Then the LORD\nput forth his hand, and touched my mouth. And the LORD\nsaid unto me, Behold, I have put my words in thy mouth. (10)","See, I have this day set thee over the nations and over the\nkingdoms, to root out, and to pull down, and to destroy, and\nto throw down, to build, and to plant. (11) Moreover the word\nof the LORD came unto me, saying, Jeremiah, what seest\nthou? And I said, I see a rod of an almond tree. (12) Then said\nthe LORD unto me, Thou hast well seen: for I will hasten my\nword to perform it."],"start_index":200024001004,"end_index":200024001012,"verse_count":9,"word_count":207},{"reference":"Micah 7:7–9","translation":"KJV","division":"Primary","passage_number":36,"release":"NBBC","cards":["(7) Therefore I will look unto the LORD; I will wait for the\nGod of my salvation: my God will hear me. (8) Rejoice not\nagainst me, O mine enemy: when I fall, I shall arise; when I\nsit in darkness, the LORD shall be a light unto me. (9) I will\nbear the indignation of the LORD, because I have sinned\nagainst him, until he plead my cause, and execute judgment\nfor me: he will bring me forth to the light, and I shall behold\nhis righteousness."],"start_index":200033007007,"end_index":200033007009,"verse_count":3,"word_count":85},{"reference":"Acts 20:2–4","translation":"KJV","division":"Primary","passage_number":37,"release":"NBBC","cards":["(2) And when he had gone over those parts, and had given\nthem much exhortation, he came into Greece, (3) And there\nabode three months. And when the Jews laid wait for him,\nas he was about to sail into Syria, he purposed to return\nthrough Macedonia. (4) And there accompanied him into\nAsia Sopater of Berea; and of the Thessalonians, Aristarchus\nand Secundus; and Gaius of Derbe, and Timotheus; and of\nAsia, Tychicus and Trophimus."],"start_index":400005020002,"end_index":400005020004,"verse_count":3,"word_count":73},{"reference":"1 Corinthians 12:1–11","translation":"KJV","division":"Primary","passage_number":38,"release":"NBBC","cards":["(1) Now concerning spiritual gifts, brethren, I would not have\nyou ignorant. (2) Ye know that ye were Gentiles, carried away\nunto these dumb idols, even as ye were led. (3) Wherefore\nI give you to understand, that no man speaking by the\nSpirit of God calleth Jesus accursed: and that no man can\nsay that Jesus is the Lord, but by the Holy Ghost. (4) Now\nthere are diversities of gifts, but the same Spirit. (5) And\nthere are differences of administrations, but the same Lord.\n(6) And there are diversities of operations, but it is the same\nGod which worketh all in all. (7) But the manifestation of the\nSpirit is given to every man to profit withal. (8) For to one is","given by the Spirit the word of wisdom; to another the word\nof knowledge by the same Spirit; (9) To another faith by the\nsame Spirit; to another the gifts of healing by the same Spirit;\n(10) To another the working of miracles; to another prophecy;\nto another discerning of spirits; to another divers kinds of\ntongues; to another the interpretation of tongues: (11) But\nall these worketh that one and the selfsame Spirit, dividing to\nevery man severally as he will."],"start_index":400007012001,"end_index":400007012011,"verse_count":11,"word_count":196},{"reference":"1 Corinthians 15:3–4","translation":"KJV","division":"Primary","passage_number":39,"release":"NBBC","cards":["(3) For I delivered unto you first of all that which I also received,\nhow that Christ died for our sins according to the scriptures;\n(4) And that he was buried, and that he rose again the third\nday according to the scriptures:"],"start_index":400007015003,"end_index":400007015004,"verse_count":2,"word_count":41},{"reference":"2 Corinthians 10:3–6","translation":"KJV","division":"Primary","passage_number":40,"release":"NBBC","cards":["(3) For though we walk in the flesh, we do not war after the\nflesh: (4) (For the weapons of our warfare are not carnal, but\nmighty through God to the pulling down of strong holds;)\n(5) Casting down imaginations, and every high thing that\nexalteth itself against the knowledge of God, and bringing\ninto captivity every thought to the obedience of Christ; (6)\nAnd having in a readiness to revenge all disobedience, when\nyour obedience is fulfilled."],"start_index":400008010003,"end_index":400008010006,"verse_count":4,"word_count":74},{"reference":"Ephesians 5:1–2","translation":"KJV","division":"Primary","passage_number":41,"release":"NBBC","cards":["(1) Be ye therefore followers of God, as dear children; (2)\nAnd walk in love, as Christ also hath loved us, and hath\ngiven himself for us an offering and a sacrifice to God for a\nsweetsmelling savour."],"start_index":400010005001,"end_index":400010005002,"verse_count":2,"word_count":36},{"reference":"Philippians 1:8–14","translation":"KJV","division":"Primary","passage_number":42,"release":"NBBC","cards":["(8) For God is my record, how greatly I long after you all in the\nbowels of Jesus Christ. (9) And this I pray, that your love may\nabound yet more and more in knowledge and in all judgment;\n(10) That ye may approve things that are excellent; that ye may be\nsincere and without offence till the day of Christ; (11) Being filled\nwith the fruits of righteousness, which are by Jesus Christ, unto the\nglory and praise of God. (12) But I would ye should understand,\nbrethren, that the things which happened unto me have fallen out\nrather unto the furtherance of the gospel; (13) So that my bonds\nin Christ are manifest in all the palace, and in all other places; (14)\nAnd many of the brethren in the Lord, waxing confident by my\nbonds, are much more bold to speak the word without fear."],"start_index":400011001008,"end_index":400011001014,"verse_count":7,"word_count":141},{"reference":"Colossians 3:18–25","translation":"KJV","division":"Primary","passage_number":43,"release":"NBBC","cards":["(18) Wives, submit yourselves unto your own husbands, as it is\nfit in the Lord. (19) Husbands, love your wives, and be not bitter\nagainst them. (20) Children, obey your parents in all things: for\nthis is well pleasing unto the Lord. (21) Fathers, provoke not your\nchildren to anger, lest they be discouraged. (22) Servants, obey in\nall things your masters according to the flesh; not with eyeservice,\nas menpleasers; but in singleness of heart, fearing God: (23) And\nwhatsoever ye do, do it heartily, as to the Lord, and not unto men;\n(24) Knowing that of the Lord ye shall receive the reward of the\ninheritance: for ye serve the Lord Christ. (25) But he that doeth\nwrong shall receive for the wrong which he hath done: and there\nis no respect of persons."],"start_index":400012003018,"end_index":400012003025,"verse_count":8,"word_count":128},{"reference":"Colossians 4:1–5","translation":"KJV","division":"Primary","passage_number":44,"release":"NBBC","cards":["(1) Masters, give unto your servants that which is just and\nequal; knowing that ye also have a Master in heaven. (2)\nContinue in prayer, and watch in the same with thanksgiving;\n(3) Withal praying also for us, that God would open unto us a\ndoor of utterance, to speak the mystery of Christ, for which I\nam also in bonds: (4) That I may make it manifest, as I ought\nto speak. (5) Walk in wisdom toward them that are without,\nredeeming the time."],"start_index":400012004001,"end_index":400012004005,"verse_count":5,"word_count":80},{"reference":"Titus 3:3–8","translation":"KJV","division":"Primary","passage_number":45,"release":"NBBC","cards":["(3) For we ourselves also were sometimes foolish, disobedient,\ndeceived, serving divers lusts and pleasures, living in malice and\nenvy, hateful, and hating one another. (4) But after that the kindness\nand love of God our Saviour toward man appeared, (5) Not by\nworks of righteousness which we have done, but according to his\nmercy he saved us, by the washing of regeneration, and renewing\nof the Holy Ghost; (6) Which he shed on us abundantly through\nJesus Christ our Saviour; (7) That being justified by his grace, we\nshould be made heirs according to the hope of eternal life. (8) This\nis a faithful saying, and these things I will that thou affirm constantly,\nthat they which have believed in God might be careful to maintain\ngood works. These things are good and profitable unto men."],"start_index":400017003003,"end_index":400017003008,"verse_count":6,"word_count":131},{"reference":"Hebrews 1:1–3","translation":"KJV","division":"Primary","passage_number":46,"release":"NBBC","cards":["(1) God, who at sundry times and in divers manners spake in\ntime past unto the fathers by the prophets, (2) Hath in these\nlast days spoken unto us by his Son, whom he hath appointed\nheir of all things, by whom also he made the worlds; (3) Who\nbeing the brightness of his glory, and the express image of\nhis person, and upholding all things by the word of his power,\nwhen he had by himself purged our sins, sat down on the\nright hand of the Majesty on high;"],"start_index":400019001001,"end_index":400019001003,"verse_count":3,"word_count":88},{"reference":"1 Peter 2:18–20","translation":"KJV","division":"Primary","passage_number":47,"release":"NBBC","cards":["(18) Servants, be subject to your masters with all fear; not only\nto the good and gentle, but also to the froward. (19) For this\nis thankworthy, if a man for conscience toward God endure\ngrief, suffering wrongfully. (20) For what glory is it, if, when\nye be buffeted for your faults, ye shall take it patiently? but\nif, when ye do well, and suffer for it, ye take it patiently, this is\nacceptable with God."],"start_index":400021002018,"end_index":400021002020,"verse_count":3,"word_count":73},{"reference":"1 Peter 4:3–5","translation":"KJV","division":"Primary","passage_number":48,"release":"NBBC","cards":["(3) For the time past of our life may suffice us to have wrought\nthe will of the Gentiles, when we walked in lasciviousness,\nlusts, excess of wine, revellings, banquetings, and abominable\nidolatries: (4) Wherein they think it strange that ye run not\nwith them to the same excess of riot, speaking evil of you: (5)\nWho shall give account to him that is ready to judge the quick\nand the dead."],"start_index":400021004003,"end_index":400021004005,"verse_count":3,"word_count":69},{"reference":"Genesis 8:21–22","translation":"KJV","division":"Primary","passage_number":49,"release":"NBBC","cards":["(21) And the LORD smelled a sweet savour; and the LORD\nsaid in his heart, I will not again curse the ground any more for\nman's sake; for the imagination of man's heart is evil from his\nyouth; neither will I again smite any more every thing living,\nas I have done. (22) While the earth remaineth, seedtime and\nharvest, and cold and heat, and summer and winter, and day\nand night shall not cease."],"start_index":200001008021,"end_index":200001008022,"verse_count":2,"word_count":73},{"reference":"Genesis 9:8–11","translation":"KJV","division":"Primary","passage_number":50,"release":"NBBC","cards":["(8) And God spake unto Noah, and to his sons with him, saying,\n(9) And I, behold, I establish my covenant with you, and with\nyour seed after you; (10) And with every living creature that\nis with you, of the fowl, of the cattle, and of every beast of the\nearth with you; from all that go out of the ark, to every beast\nof the earth. (11) And I will establish my covenant with you;\nneither shall all flesh be cut off any more by the waters of a\nflood; neither shall there any more be a flood to destroy the\nearth."],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":100},{"reference":"Exodus 14:13–14","translation":"KJV","division":"Primary","passage_number":51,"release":"NBBC","cards":["(13) And Moses said unto the people, Fear ye not, stand still,\nand see the salvation of the LORD, which he will shew to you\nto day: for the Egyptians whom ye have seen to day, ye shall\nsee them again no more for ever. (14) The LORD shall fight\nfor you, and ye shall hold your peace."],"start_index":200002014013,"end_index":200002014014,"verse_count":2,"word_count":56},{"reference":"Deuteronomy 8:2–11","translation":"KJV","division":"Primary","passage_number":52,"release":"NBBC","cards":["(2) And thou shalt remember all the way which the LORD thy\nGod led thee these forty years in the wilderness, to humble\nthee, and to prove thee, to know what was in thine heart,\nwhether thou wouldest keep his commandments, or no. (3)\nAnd he humbled thee, and suffered thee to hunger, and fed\nthee with manna, which thou knewest not, neither did thy\nfathers know; that he might make thee know that man doth\nnot live by bread only, but by every word that proceedeth\nout of the mouth of the LORD doth man live. (4) Thy raiment\nwaxed not old upon thee, neither did thy foot swell, these\nforty years. (5) Thou shalt also consider in thine heart, that, as","a man chasteneth his son, so the LORD thy God chasteneth\nthee. (6) Therefore thou shalt keep the commandments of\nthe LORD thy God, to walk in his ways, and to fear him. (7)\nFor the LORD thy God bringeth thee into a good land, a\nland of brooks of water, of fountains and depths that spring\nout of valleys and hills; (8) A land of wheat, and barley, and\nvines, and fig trees, and pomegranates; a land of oil olive,\nand honey; (9) A land wherein thou shalt eat bread without\nscarceness, thou shalt not lack any thing in it; a land whose\nstones are iron, and out of whose hills thou mayest dig brass.\n(10) When thou hast eaten and art full, then thou shalt bless","the LORD thy God for the good land which he hath given\nthee. (11) Beware that thou forget not the LORD thy God, in\nnot keeping his commandments, and his judgments, and his\nstatutes, which I command thee this day:"],"start_index":200005008002,"end_index":200005008011,"verse_count":10,"word_count":281},{"reference":"Deuteronomy 31:6–9","translation":"KJV","division":"Primary","passage_number":53,"release":"NBBC","cards":["(6) Be strong and of a good courage, fear not, nor be afraid of\nthem: for the LORD thy God, he it is that doth go with thee; he will\nnot fail thee, nor forsake thee. (7) And Moses called unto Joshua,\nand said unto him in the sight of all Israel, Be strong and of a good\ncourage: for thou must go with this people unto the land which\nthe LORD hath sworn unto their fathers to give them; and thou\nshalt cause them to inherit it. (8) And the LORD, he it is that doth\ngo before thee; he will be with thee, he will not fail thee, neither\nforsake thee: fear not, neither be dismayed. (9) And Moses wrote\nthis law, and delivered it unto the priests the sons of Levi, which\nbare the ark of the covenant of the LORD, and unto all the elders\nof Israel."],"start_index":200005031006,"end_index":200005031009,"verse_count":4,"word_count":147},{"reference":"Deuteronomy 32:1–4","translation":"KJV","division":"Primary","passage_number":54,"release":"NBBC","cards":["(1) Give ear, O ye heavens, and I will speak; and hear, O earth,\nthe words of my mouth. (2) My doctrine shall drop as the rain,\nmy speech shall distil as the dew, as the small rain upon the\ntender herb, and as the showers upon the grass: (3) Because I\nwill publish the name of the LORD: ascribe ye greatness unto\nour God. (4) He is the Rock, his work is perfect: for all his ways\nare judgment: a God of truth and without iniquity, just and\nright is he."],"start_index":200005032001,"end_index":200005032004,"verse_count":4,"word_count":88},{"reference":"Joshua 1:7–9","translation":"KJV","division":"Primary","passage_number":55,"release":"NBBC","cards":["(7) Only be thou strong and very courageous, that thou mayest\nobserve to do according to all the law, which Moses my servant\ncommanded thee: turn not from it to the right hand or to the\nleft, that thou mayest prosper whithersoever thou goest. (8) This\nbook of the law shall not depart out of thy mouth; but thou shalt\nmeditate therein day and night, that thou mayest observe to do\naccording to all that is written therein: for then thou shalt make thy\nway prosperous, and then thou shalt have good success. (9) Have\nnot I commanded thee? Be strong and of a good courage; be not\nafraid, neither be thou dismayed: for the LORD thy God is with\nthee whithersoever thou goest."],"start_index":200006001007,"end_index":200006001009,"verse_count":3,"word_count":121},{"reference":"1 Samuel 17:32–37","translation":"KJV","division":"Primary","passage_number":56,"release":"NBBC","cards":["(32) And David said to Saul, Let no man's heart fail because\nof him; thy servant will go and fight with this Philistine. (33)\nAnd Saul said to David, Thou art not able to go against this\nPhilistine to fight with him: for thou art but a youth, and he a\nman of war from his youth. (34) And David said unto Saul, Thy\nservant kept his father's sheep, and there came a lion, and a\nbear, and took a lamb out of the flock: (35) And I went out\nafter him, and smote him, and delivered it out of his mouth:\nand when he arose against me, I caught him by his beard,\nand smote him, and slew him. (36) Thy servant slew both the\nlion and the bear: and this uncircumcised Philistine shall be","as one of them, seeing he hath defied the armies of the living\nGod. (37) David said moreover, The LORD that delivered me\nout of the paw of the lion, and out of the paw of the bear, he\nwill deliver me out of the hand of this Philistine. And Saul said\nunto David, Go, and the LORD be with thee."],"start_index":200009017032,"end_index":200009017037,"verse_count":6,"word_count":191},{"reference":"1 Samuel 12:24","translation":"KJV","division":"Primary","passage_number":57,"release":"NBBC","cards":["(24) Only fear the LORD, and serve him in truth with all your\nheart: for consider how great things he hath done for you."],"start_index":200009012024,"end_index":200009012024,"verse_count":1,"word_count":23},{"reference":"2 Samuel 22:17–19","translation":"KJV","division":"Primary","passage_number":58,"release":"NBBC","cards":["(17) He sent from above, he took me; he drew me out of\nmany waters; (18) He delivered me from my strong enemy,\nand from them that hated me: for they were too strong for\nme. (19) They prevented me in the day of my calamity: but\nthe LORD was my stay."],"start_index":200010022017,"end_index":200010022019,"verse_count":3,"word_count":49},{"reference":"1 Kings 8:44–52","translation":"KJV","division":"Primary","passage_number":59,"release":"NBBC","cards":["(44) If thy people go out to battle against their enemy,\nwhithersoever thou shalt send them, and shall pray unto the\nLORD toward the city which thou hast chosen, and toward the\nhouse that I have built for thy name: (45) Then hear thou in\nheaven their prayer and their supplication, and maintain their\ncause. (46) If they sin against thee, (for there is no man that\nsinneth not,) and thou be angry with them, and deliver them\nto the enemy, so that they carry them away captives unto the\nland of the enemy, far or near; (47) Yet if they shall bethink\nthemselves in the land whither they were carried captives,\nand repent, and make supplication unto thee in the land of","them that carried them captives, saying, We have sinned,\nand have done perversely, we have committed wickedness;\n(48) And so return unto thee with all their heart, and with all\ntheir soul, in the land of their enemies, which led them away\ncaptive, and pray unto thee toward their land, which thou\ngavest unto their fathers, the city which thou hast chosen, and\nthe house which I have built for thy name: (49) Then hear thou\ntheir prayer and their supplication in heaven thy dwelling\nplace, and maintain their cause, (50) And forgive thy people\nthat have sinned against thee, and all their transgressions\nwherein they have transgressed against thee, and give them","compassion before them who carried them captive, that they\nmay have compassion on them: (51) For they be thy people,\nand thine inheritance, which thou broughtest forth out of\nEgypt, from the midst of the furnace of iron: (52) That thine\neyes may be open unto the supplication of thy servant, and\nunto the supplication of thy people Israel, to hearken unto\nthem in all that they call for unto thee."],"start_index":200011008044,"end_index":200011008052,"verse_count":9,"word_count":298},{"reference":"Esther 4:13–16","translation":"KJV","division":"Primary","passage_number":60,"release":"NBBC","cards":["(13) Then Mordecai commanded to answer Esther, Think not with\nthyself that thou shalt escape in the king's house, more than all the\nJews. (14) For if thou altogether holdest thy peace at this time, then\nshall there enlargement and deliverance arise to the Jews from\nanother place; but thou and thy father's house shall be destroyed:\nand who knoweth whether thou art come to the kingdom for such\na time as this? (15) Then Esther bade them return Mordecai this\nanswer, (16) Go, gather together all the Jews that are present in\nShushan, and fast ye for me, and neither eat nor drink three days,\nnight or day: I also and my maidens will fast likewise; and so will\nI go in unto the king, which is not according to the law: and if I\nperish, I perish."],"start_index":200017004013,"end_index":200017004016,"verse_count":4,"word_count":135},{"reference":"Psalm 33:16–22","translation":"KJV","division":"Primary","passage_number":61,"release":"NBBC","cards":["(16) There is no king saved by the multitude of an host: a\nmighty man is not delivered by much strength. (17) An horse\nis a vain thing for safety: neither shall he deliver any by his\ngreat strength. (18) Behold, the eye of the LORD is upon\nthem that fear him, upon them that hope in his mercy; (19)\nTo deliver their soul from death, and to keep them alive in\nfamine. (20) Our soul waiteth for the LORD: he is our help and\nour shield. (21) For our heart shall rejoice in him, because we\nhave trusted in his holy name. (22) Let thy mercy, O LORD, be\nupon us, according as we hope in thee."],"start_index":200019033016,"end_index":200019033022,"verse_count":7,"word_count":111},{"reference":"Proverbs 6:6–21","translation":"KJV","division":"Primary","passage_number":62,"release":"NBBC","cards":["6) Go to the ant, thou sluggard; consider her ways, and be wise:\n(7) Which having no guide, overseer, or ruler, (8) Provideth her\nmeat in the summer, and gathereth her food in the harvest.\n(9) How long wilt thou sleep, O sluggard? when wilt thou\narise out of thy sleep? (10) Yet a little sleep, a little slumber, a\nlittle folding of the hands to sleep: (11) So shall thy poverty\ncome as one that travelleth, and thy want as an armed man.\n(12) A naughty person, a wicked man, walketh with a froward\nmouth. (13) He winketh with his eyes, he speaketh with his\nfeet, he teacheth with his fingers; (14) Frowardness is in his\nheart, he deviseth mischief continually; he soweth discord.","(15) Therefore shall his calamity come suddenly; suddenly\nshall he be broken without remedy. (16) These six things doth\nthe LORD hate: yea, seven are an abomination unto him: (17)\nA proud look, a lying tongue, and hands that shed innocent\nblood, (18) An heart that deviseth wicked imaginations, feet\nthat be swift in running to mischief, (19) A false witness that\nspeaketh lies, and he that soweth discord among brethren.\n(20) My son, keep thy father's commandment, and forsake\nnot the law of thy mother: (21) Bind them continually upon\nthine heart, and tie them about thy neck."],"start_index":200020006006,"end_index":200020006021,"verse_count":16,"word_count":208},{"reference":"Ecclesiastes 5:1–8","translation":"KJV","division":"Primary","passage_number":63,"release":"NBBC","cards":["(1) Keep thy foot when thou goest to the house of God, and be\nmore ready to hear, than to give the sacrifice of fools: for they\nconsider not that they do evil. (2) Be not rash with thy mouth,\nand let not thine heart be hasty to utter any thing before God:\nfor God is in heaven, and thou upon earth: therefore let thy\nwords be few. (3) For a dream cometh through the multitude\nof business; and a fool's voice is known by multitude of words.\n(4) When thou vowest a vow unto God, defer not to pay it; for\nhe hath no pleasure in fools: pay that which thou hast vowed.\n(5) Better is it that thou shouldest not vow, than that thou\nshouldest vow and not pay. (6) Suffer not thy mouth to cause","thy flesh to sin; neither say thou before the angel, that it was\nan error: wherefore should God be angry at thy voice, and\ndestroy the work of thine hands? (7) For in the multitude of\ndreams and many words there are also divers vanities: but\nfear thou God. (8) If thou seest the oppression of the poor,\nand violent perverting of judgment and justice in a province,\nmarvel not at the matter: for he that is higher than the highest\nregardeth; and there be higher than they."],"start_index":200021005001,"end_index":200021005008,"verse_count":8,"word_count":218},{"reference":"Ecclesiastes 12:8–14","translation":"KJV","division":"Primary","passage_number":64,"release":"NBBC","cards":["(8) Vanity of vanities, saith the preacher; all is vanity. (9) And\nmoreover, because the preacher was wise, he still taught the\npeople knowledge; yea, he gave good heed, and sought out,\nand set in order many proverbs. (10) The preacher sought to\nfind out acceptable words: and that which was written was\nupright, even words of truth. (11) The words of the wise are\nas goads, and as nails fastened by the masters of assemblies,\nwhich are given from one shepherd. (12) And further, by\nthese, my son, be admonished: of making many books there\nis no end; and much study is a weariness of the flesh. (13) Let\nus hear the conclusion of the whole matter: Fear God, and","keep his commandments: for this is the whole duty of man.\n(14) For God shall bring every work into judgment, with every\nsecret thing, whether it be good, or whether it be evil."],"start_index":200021012008,"end_index":200021012014,"verse_count":7,"word_count":147},{"reference":"Isaiah 1:16–18","translation":"KJV","division":"Primary","passage_number":65,"release":"NBBC","cards":["(16) Wash you, make you clean; put away the evil of your\ndoings from before mine eyes; cease to do evil; (17) Learn\nto do well; seek judgment, relieve the oppressed, judge\nthe fatherless, plead for the widow. (18) Come now, and let\nus reason together, saith the LORD: though your sins be as\nscarlet, they shall be as white as snow; though they be red\nlike crimson, they shall be as wool."],"start_index":200023001016,"end_index":200023001018,"verse_count":3,"word_count":70},{"reference":"Isaiah 46:8–13","translation":"KJV","division":"Primary","passage_number":66,"release":"NBBC","cards":["(8) Remember this, and shew yourselves men: bring it again to\nmind, O ye transgressors. (9) Remember the former things of old:\nfor I am God, and there is none else; I am God, and there is none\nlike me, (10) Declaring the end from the beginning, and from\nancient times the things that are not yet done, saying, My counsel\nshall stand, and I will do all my pleasure: (11) Calling a ravenous\nbird from the east, the man that executeth my counsel from a far\ncountry: yea, I have spoken it, I will also bring it to pass; I have\npurposed it, I will also do it. (12) Hearken unto me, ye stouthearted,\nthat are far from righteousness: (13) I bring near my righteousness;\nit shall not be far off, and my salvation shall not tarry: and I will\nplace salvation in Zion for Israel my glory."],"start_index":200023046008,"end_index":200023046013,"verse_count":6,"word_count":143},{"reference":"Isaiah 55:8–11","translation":"KJV","division":"Primary","passage_number":67,"release":"NBBC","cards":["(8) For my thoughts are not your thoughts, neither are your\nways my ways, saith the LORD. (9) For as the heavens are\nhigher than the earth, so are my ways higher than your ways,\nand my thoughts than your thoughts. (10) For as the rain\ncometh down, and the snow from heaven, and returneth not\nthither, but watereth the earth, and maketh it bring forth and\nbud, that it may give seed to the sower, and bread to the eater:\n(11) So shall my word be that goeth forth out of my mouth:\nit shall not return unto me void, but it shall accomplish that\nwhich I please, and it shall prosper in the thing whereto I sent\nit."],"start_index":200023055008,"end_index":200023055011,"verse_count":4,"word_count":116},{"reference":"Lamentations 3:21–41","translation":"KJV","division":"Primary","passage_number":68,"release":"NBBC","cards":["(21) This I recall to my mind, therefore have I hope. (22) It is of\nthe LORD'S mercies that we are not consumed, because his\ncompassions fail not. (23) They are new every morning: great is thy\nfaithfulness. (24) The LORD is my portion, saith my soul; therefore\nwill I hope in him. (25) The LORD is good unto them that wait for\nhim, to the soul that seeketh him. (26) It is good that a man should\nboth hope and quietly wait for the salvation of the LORD. (27) It is\ngood for a man that he bear the yoke in his youth. (28) He sitteth\nalone and keepeth silence, because he hath borne it upon him.\n(29) He putteth his mouth in the dust; if so be there may be hope.\n(30) He giveth his cheek to him that smiteth him: he is filled full\nwith reproach. (31) For the Lord will not cast off for ever: (32) But","though he cause grief, yet will he have compassion according to\nthe multitude of his mercies. (33) For he doth not afflict willingly\nnor grieve the children of men. (34) To crush under his feet all the\nprisoners of the earth, (35) To turn aside the right of a man before\nthe face of the most High, (36) To subvert a man in his cause, the\nLord approveth not. (37) Who is he that saith, and it cometh to\npass, when the Lord commandeth it not? (38) Out of the mouth of\nthe most High proceedeth not evil and good? (39) Wherefore doth\na living man complain, a man for the punishment of his sins? (40)\nLet us search and try our ways, and turn again to the LORD. (41) Let\nus lift up our heart with our hands unto God in the heavens."],"start_index":200025003021,"end_index":200025003041,"verse_count":21,"word_count":284},{"reference":"Hosea 6:1–3","translation":"KJV","division":"Primary","passage_number":69,"release":"NBBC","cards":["(1) Come, and let us return unto the LORD: for he hath torn,\nand he will heal us; he hath smitten, and he will bind us up. (2)\nAfter two days will he revive us: in the third day he will raise\nus up, and we shall live in his sight. (3) Then shall we know, if\nwe follow on to know the LORD: his going forth is prepared\nas the morning; and he shall come unto us as the rain, as the\nlatter and former rain unto the earth."],"start_index":200028006001,"end_index":200028006003,"verse_count":3,"word_count":87},{"reference":"Jonah 4:10–11","translation":"KJV","division":"Primary","passage_number":70,"release":"NBBC","cards":["(10) Then said the LORD, Thou hast had pity on the gourd,\nfor the which thou hast not laboured, neither madest it grow;\nwhich came up in a night, and perished in a night: (11) And\nshould not I spare Nineveh, that great city, wherein are more\nthan sixscore thousand persons that cannot discern between\ntheir right hand and their left hand; and also much cattle?"],"start_index":200032004010,"end_index":200032004011,"verse_count":2,"word_count":64},{"reference":"Habakkuk 3:17–19","translation":"KJV","division":"Primary","passage_number":71,"release":"NBBC","cards":["(17) Although the fig tree shall not blossom, neither shall fruit\nbe in the vines; the labour of the olive shall fail, and the fields\nshall yield no meat; the flock shall be cut off from the fold,\nand there shall be no herd in the stalls: (18) Yet I will rejoice in\nthe LORD, I will joy in the God of my salvation. (19) The LORD\nGod is my strength, and he will make my feet like hinds' feet,\nand he will make me to walk upon mine high places. To the\nchief singer on my stringed instruments."],"start_index":200035003017,"end_index":200035003019,"verse_count":3,"word_count":96},{"reference":"Zechariah 8:16–17","translation":"KJV","division":"Primary","passage_number":72,"release":"NBBC","cards":["(16) These are the things that ye shall do; Speak ye every man\nthe truth to his neighbour; execute the judgment of truth and\npeace in your gates: (17) And let none of you imagine evil in\nyour hearts against his neighbour; and love no false oath: for\nall these are things that I hate, saith the LORD."],"start_index":200038008016,"end_index":200038008017,"verse_count":2,"word_count":56},{"reference":"Matthew 6:5–13","translation":"KJV","division":"Primary","passage_number":73,"release":"NBBC","cards":["(5) And when thou prayest, thou shalt not be as the hypocrites\nare: for they love to pray standing in the synagogues and\nin the corners of the streets, that they may be seen of men.\nVerily I say unto you, They have their reward. (6) But thou,\nwhen thou prayest, enter into thy closet, and when thou hast\nshut thy door, pray to thy Father which is in secret; and thy\nFather which seeth in secret shall reward thee openly. (7) But\nwhen ye pray, use not vain repetitions, as the heathen do: for\nthey think that they shall be heard for their much speaking. (8)\nBe not ye therefore like unto them: for your Father knoweth\nwhat things ye have need of, before ye ask him. (9) After this","manner therefore pray ye: Our Father which art in heaven,\nHallowed be thy name. (10) Thy kingdom come. Thy will be\ndone in earth, as it is in heaven. (11) Give us this day our\ndaily bread. (12) And forgive us our debts, as we forgive our\ndebtors. (13) And lead us not into temptation, but deliver us\nfrom evil: For thine is the kingdom, and the power, and the\nglory, for ever. Amen."],"start_index":400001006005,"end_index":400001006013,"verse_count":9,"word_count":196},{"reference":"Matthew 6:19–21","translation":"KJV","division":"Primary","passage_number":74,"release":"NBBC","cards":["(19) Lay not up for yourselves treasures upon earth, where\nmoth and rust doth corrupt, and where thieves break through\nand steal: (20) But lay up for yourselves treasures in heaven,\nwhere neither moth nor rust doth corrupt, and where thieves\ndo not break through nor steal: (21) For where your treasure\nis, there will your heart be also."],"start_index":400001006019,"end_index":400001006021,"verse_count":3,"word_count":56},{"reference":"Matthew 7:11–20","translation":"KJV","division":"Primary","passage_number":75,"release":"NBBC","cards":["(11) If ye then, being evil, know how to give good gifts unto\nyour children, how much more shall your Father which is in\nheaven give good things to them that ask him? (12) Therefore\nall things whatsoever ye would that men should do to you,\ndo ye even so to them: for this is the law and the prophets.\n(13) Enter ye in at the strait gate: for wide is the gate, and\nbroad is the way, that leadeth to destruction, and many there\nbe which go in thereat: (14) Because strait is the gate, and\nnarrow is the way, which leadeth unto life, and few there be\nthat find it. (15) Beware of false prophets, which come to you\nin sheep's clothing, but inwardly they are ravening wolves.","(16) Ye shall know them by their fruits. Do men gather grapes\nof thorns, or figs of thistles? (17) Even so every good tree\nbringeth forth good fruit; but a corrupt tree bringeth forth\nevil fruit. (18) A good tree cannot bring forth evil fruit, neither\ncan a corrupt tree bring forth good fruit. (19) Every tree that\nbringeth not forth good fruit is hewn down, and cast into the\nfire. (20) Wherefore by their fruits ye shall know them."],"start_index":400001007011,"end_index":400001007020,"verse_count":10,"word_count":200},{"reference":"Matthew 11:25–30","translation":"KJV","division":"Primary","passage_number":76,"release":"NBBC","cards":["(25) At that time Jesus answered and said, I thank thee, O Father,\nLord of heaven and earth, because thou hast hid these things from\nthe wise and prudent, and hast revealed them unto babes. (26)\nEven so, Father: for so it seemed good in thy sight. (27) All things\nare delivered unto me of my Father: and no man knoweth the Son,\nbut the Father; neither knoweth any man the Father, save the Son,\nand he to whomsoever the Son will reveal him. (28) Come unto\nme, all ye that labour and are heavy laden, and I will give you rest.\n(29) Take my yoke upon you, and learn of me; for I am meek and\nlowly in heart: and ye shall find rest unto your souls. (30) For my\nyoke is easy, and my burden is light."],"start_index":400001011025,"end_index":400001011030,"verse_count":6,"word_count":133},{"reference":"Matthew 18:21–35","translation":"KJV","division":"Primary","passage_number":77,"release":"NBBC","cards":["(21) Then came Peter to him, and said, Lord, how oft shall my\nbrother sin against me, and I forgive him? till seven times?\n(22) Jesus saith unto him, I say not unto thee, Until seven\ntimes: but, Until seventy times seven. (23) Therefore is the\nkingdom of heaven likened unto a certain king, which would\ntake account of his servants. (24) And when he had begun\nto reckon, one was brought unto him, which owed him ten\nthousand talents. (25) But forasmuch as he had not to pay, his\nlord commanded him to be sold, and his wife, and children,\nand all that he had, and payment to be made. (26) The servant\ntherefore fell down, and worshipped him, saying, Lord, have","patience with me, and I will pay thee all. (27) Then the lord of\nthat servant was moved with compassion, and loosed him,\nand forgave him the debt. (28) But the same servant went\nout, and found one of his fellowservants, which owed him\nan hundred pence: and he laid hands on him, and took him\nby the throat, saying, Pay me that thou owest. (29) And his\nfellowservant fell down at his feet, and besought him, saying,\nHave patience with me, and I will pay thee all. (30) And he\nwould not: but went and cast him into prison, till he should\npay the debt. (31) So when his fellowservants saw what was\ndone, they were very sorry, and came and told unto their lord","all that was done. (32) Then his lord, after that he had called\nhim, said unto him, O thou wicked servant, I forgave thee all\nthat debt, because thou desiredst me: (33) Shouldest not\nthou also have had compassion on thy fellowservant, even as\nI had pity on thee? (34) And his lord was wroth, and delivered\nhim to the tormentors, till he should pay all that was due unto\nhim. (35) So likewise shall my heavenly Father do also unto\nyou, if ye from your hearts forgive not every one his brother\ntheir trespasses."],"start_index":400001018021,"end_index":400001018035,"verse_count":15,"word_count":329},{"reference":"Mark 1:35–38","translation":"KJV","division":"Primary","passage_number":78,"release":"NBBC","cards":["(35) And in the morning, rising up a great while before day,\nhe went out, and departed into a solitary place, and there\nprayed. (36) And Simon and they that were with him followed\nafter him. (37) And when they had found him, they said unto\nhim, All men seek for thee. (38) And he said unto them, Let\nus go into the next towns, that I may preach there also: for\ntherefore came I forth."],"start_index":400002001035,"end_index":400002001038,"verse_count":4,"word_count":72},{"reference":"Mark 11:22–25","translation":"KJV","division":"Primary","passage_number":79,"release":"NBBC","cards":["(22) And Jesus answering saith unto them, Have faith in God.\n(23) For verily I say unto you, That whosoever shall say unto\nthis mountain, Be thou removed, and be thou cast into the\nsea; and shall not doubt in his heart, but shall believe that\nthose things which he saith shall come to pass; he shall have\nwhatsoever he saith. (24) Therefore I say unto you, What things\nsoever ye desire, when ye pray, believe that ye receive them,\nand ye shall have them. (25) And when ye stand praying,\nforgive, if ye have ought against any: that your Father also\nwhich is in heaven may forgive you your trespasses."],"start_index":400002011022,"end_index":400002011025,"verse_count":4,"word_count":107},{"reference":"Luke 6:20–36","translation":"KJV","division":"Primary","passage_number":80,"release":"NBBC","cards":["(20) And he lifted up his eyes on his disciples, and said,\nBlessed be ye poor: for yours is the kingdom of God. (21)\nBlessed are ye that hunger now: for ye shall be filled. Blessed\nare ye that weep now: for ye shall laugh. (22) Blessed are ye,\nwhen men shall hate you, and when they shall separate you\nfrom their company, and shall reproach you, and cast out\nyour name as evil, for the Son of man's sake. (23) Rejoice ye\nin that day, and leap for joy: for, behold, your reward is great\nin heaven: for in the like manner did their fathers unto the\nprophets. (24) But woe unto you that are rich! for ye have\nreceived your consolation. (25) Woe unto you that are full!","for ye shall hunger. Woe unto you that laugh now! for ye shall\nmourn and weep. (26) Woe unto you, when all men shall speak\nwell of you! for so did their fathers to the false prophets. (27)\nBut I say unto you which hear, Love your enemies, do good\nto them which hate you, (28) Bless them that curse you, and\npray for them which despitefully use you. (29) And unto him\nthat smiteth thee on the one cheek offer also the other; and\nhim that taketh away thy cloke forbid not to take thy coat also.\n(30) Give to every man that asketh of thee; and of him that\ntaketh away thy goods ask them not again. (31) And as ye\nwould that men should do to you, do ye also to them likewise.","(32) For if ye love them which love you, what thank have ye?\nfor sinners also love those that love them. (33) And if ye do\ngood to them which do good to you, what thank have ye? for\nsinners also do even the same. (34) And if ye lend to them\nof whom ye hope to receive, what thank have ye? for sinners\nalso lend to sinners, to receive as much again. (35) But love\nye your enemies, and do good, and lend, hoping for nothing\nagain; and your reward shall be great, and ye shall be the\nchildren of the Highest: for he is kind unto the unthankful and\nto the evil. (36) Be ye therefore merciful, as your Father also\nis merciful."],"start_index":400003006020,"end_index":400003006036,"verse_count":17,"word_count":374},{"reference":"Luke 10:39–42","translation":"KJV","division":"Primary","passage_number":81,"release":"NBBC","cards":["(39) And she had a sister called Mary, which also sat at Jesus'\nfeet, and heard his word. (40) But Martha was cumbered\nabout much serving, and came to him, and said, Lord, dost\nthou not care that my sister hath left me to serve alone? bid\nher therefore that she help me. (41) And Jesus answered and\nsaid unto her, Martha, Martha, thou art careful and troubled\nabout many things: (42) But one thing is needful: and Mary\nhath chosen that good part, which shall not be taken away\nfrom her."],"start_index":400003010039,"end_index":400003010042,"verse_count":4,"word_count":88},{"reference":"John 3:13–21","translation":"KJV","division":"Primary","passage_number":82,"release":"NBBC","cards":["(13) And no man hath ascended up to heaven, but he that\ncame down from heaven, even the Son of man which is in\nheaven. (14) And as Moses lifted up the serpent in the\nwilderness, even so must the Son of man be lifted up: (15)\nThat whosoever believeth in him should not perish, but have\neternal life. (16) For God so loved the world, that he gave his\nonly begotten Son, that whosoever believeth in him should\nnot perish, but have everlasting life. (17) For God sent not his\nSon into the world to condemn the world; but that the world\nthrough him might be saved. (18) He that believeth on him\nis not condemned: but he that believeth not is condemned","already, because he hath not believed in the name of the only\nbegotten Son of God. (19) And this is the condemnation, that\nlight is come into the world, and men loved darkness rather\nthan light, because their deeds were evil. (20) For every one\nthat doeth evil hateth the light, neither cometh to the light,\nlest his deeds should be reproved. (21) But he that doeth truth\ncometh to the light, that his deeds may be made manifest,\nthat they are wrought in God."],"start_index":400004003013,"end_index":400004003021,"verse_count":9,"word_count":200},{"reference":"John 12:23–35","translation":"KJV","division":"Primary","passage_number":83,"release":"NBBC","cards":["(23) And Jesus answered them, saying, The hour is come, that the\nSon of man should be glorified. (24) Verily, verily, I say unto you,\nExcept a corn of wheat fall into the ground and die, it abideth alone:\nbut if it die, it bringeth forth much fruit. (25) He that loveth his life\nshall lose it; and he that hateth his life in this world shall keep it\nunto life eternal. (26) If any man serve me, let him follow me; and\nwhere I am, there shall also my servant be: if any man serve me,\nhim will my Father honour. (27) Now is my soul troubled; and what\nshall I say? Father, save me from this hour: but for this cause came\nI unto this hour. (28) Father, glorify thy name. Then came there a\nvoice from heaven, saying, I have both glorified it, and will glorify\nit again. (29) The people therefore, that stood by, and heard it, said","that it thundered: others said, An angel spake to him. (30) Jesus\nanswered and said, This voice came not because of me, but for\nyour sakes. (31) Now is the judgment of this world: now shall the\nprince of this world be cast out. (32) And I, if I be lifted up from\nthe earth, will draw all men unto me. (33) This he said, signifying\nwhat death he should die. (34) The people answered him, We have\nheard out of the law that Christ abideth for ever: and how sayest\nthou, The Son of man must be lifted up? who is this Son of man?\n(35) Then Jesus said unto them, Yet a little while is the light with\nyou. Walk while ye have the light, lest darkness come upon you:\nfor he that walketh in darkness knoweth not whither he goeth."],"start_index":400004012023,"end_index":400004012035,"verse_count":13,"word_count":292},{"reference":"John 20:1–16","translation":"KJV","division":"Primary","passage_number":84,"release":"NBBC","cards":["(1) The first day of the week cometh Mary Magdalene early,\nwhen it was yet dark, unto the sepulchre, and seeth the stone\ntaken away from the sepulchre. (2) Then she runneth, and\ncometh to Simon Peter, and to the other disciple, whom Jesus\nloved, and saith unto them, They have taken away the Lord\nout of the sepulchre, and we know not where they have laid\nhim. (3) Peter therefore went forth, and that other disciple,\nand came to the sepulchre. (4) So they ran both together:\nand the other disciple did outrun Peter, and came first to the\nsepulchre. (5) And he stooping down, and looking in, saw the\nlinen clothes lying; yet went he not in. (6) Then cometh Simon","Peter following him, and went into the sepulchre, and seeth\nthe linen clothes lie, (7) And the napkin, that was about his\nhead, not lying with the linen clothes, but wrapped together\nin a place by itself. (8) Then went in also that other disciple,\nwhich came first to the sepulchre, and he saw, and believed.\n(9) For as yet they knew not the scripture, that he must rise\nagain from the dead. (10) Then the disciples went away\nagain unto their own home. (11) But Mary stood without at\nthe sepulchre weeping: and as she wept, she stooped down,\nand looked into the sepulchre, (12) And seeth two angels in\nwhite sitting, the one at the head, and the other at the feet,","where the body of Jesus had lain. (13) And they say unto her,\nWoman, why weepest thou? She saith unto them, Because\nthey have taken away my Lord, and I know not where they\nhave laid him. (14) And when she had thus said, she turned\nherself back, and saw Jesus standing, and knew not that it\nwas Jesus. (15) Jesus saith unto her, Woman, why weepest\nthou? whom seekest thou? She, supposing him to be the\ngardener, saith unto him, Sir, if thou have borne him hence,\ntell me where thou hast laid him, and I will take him away. (16)\nJesus saith unto her, Mary. She turned herself, and saith unto\nhim, Rabboni; which is to say, Master."],"start_index":400004020001,"end_index":400004020016,"verse_count":16,"word_count":351},{"reference":"Acts 4:24–35","translation":"KJV","division":"Primary","passage_number":85,"release":"NBBC","cards":["(24) And when they heard that, they lifted up their voice to\nGod with one accord, and said, Lord, thou art God, which hast\nmade heaven, and earth, and the sea, and all that in them is:\n(25) Who by the mouth of thy servant David hast said, Why\ndid the heathen rage, and the people imagine vain things?\n(26) The kings of the earth stood up, and the rulers were\ngathered together against the Lord, and against his Christ.\n(27) For of a truth against thy holy child Jesus, whom thou hast\nanointed, both Herod, and Pontius Pilate, with the Gentiles,\nand the people of Israel, were gathered together, (28) For to\ndo whatsoever thy hand and thy counsel determined before","to be done. (29) And now, Lord, behold their threatenings:\nand grant unto thy servants, that with all boldness they may\nspeak thy word, (30) By stretching forth thine hand to heal;\nand that signs and wonders may be done by the name of thy\nholy child Jesus. (31) And when they had prayed, the place\nwas shaken where they were assembled together; and they\nwere all filled with the Holy Ghost, and they spake the word\nof God with boldness. (32) And the multitude of them that\nbelieved were of one heart and of one soul: neither said any\nof them that ought of the things which he possessed was his\nown; but they had all things common. (33) And with great","power gave the apostles witness of the resurrection of the\nLord Jesus: and great grace was upon them all. (34) Neither\nwas there any among them that lacked: for as many as were\npossessors of lands or houses sold them, and brought the\nprices of the things that were sold, (35) And laid them down\nat the apostles' feet: and distribution was made unto every\nman according as he had need."],"start_index":400005004024,"end_index":400005004035,"verse_count":12,"word_count":304},{"reference":"Romans 1:9–16","translation":"KJV","division":"Primary","passage_number":86,"release":"NBBC","cards":["(9) For God is my witness, whom I serve with my spirit in the\ngospel of his Son, that without ceasing I make mention of you\nalways in my prayers; (10) Making request, if by any means\nnow at length I might have a prosperous journey by the will\nof God to come unto you. (11) For I long to see you, that I\nmay impart unto you some spiritual gift, to the end ye may\nbe established; (12) That is, that I may be comforted together\nwith you by the mutual faith both of you and me. (13) Now\nI would not have you ignorant, brethren, that oftentimes\nI purposed to come unto you, (but was let hitherto,) that I\nmight have some fruit among you also, even as among other","Gentiles. (14) I am debtor both to the Greeks, and to the\nBarbarians; both to the wise, and to the unwise. (15) So, as\nmuch as in me is, I am ready to preach the gospel to you that\nare at Rome also. (16) For I am not ashamed of the gospel of\nChrist: for it is the power of God unto salvation to every one\nthat believeth; to the Jew first, and also to the Greek."],"start_index":400006001009,"end_index":400006001016,"verse_count":8,"word_count":201},{"reference":"Romans 5:7–8","translation":"KJV","division":"Primary","passage_number":87,"release":"NBBC","cards":["(7) For scarcely for a righteous man will one die: yet\nperadventure for a good man some would even dare to die.\n(8) But God commendeth his love toward us, in that, while we\nwere yet sinners, Christ died for us."],"start_index":400006005007,"end_index":400006005008,"verse_count":2,"word_count":39},{"reference":"Romans 6:12–19","translation":"KJV","division":"Primary","passage_number":88,"release":"NBBC","cards":["(12) Let not sin therefore reign in your mortal body, that ye\nshould obey it in the lusts thereof. (13) Neither yield ye your\nmembers as instruments of unrighteousness unto sin: but\nyield yourselves unto God, as those that are alive from the\ndead, and your members as instruments of righteousness\nunto God. (14) For sin shall not have dominion over you: for\nye are not under the law, but under grace. (15) What then?\nshall we sin, because we are not under the law, but under\ngrace? God forbid. (16) Know ye not, that to whom ye yield\nyourselves servants to obey, his servants ye are to whom\nye obey; whether of sin unto death, or of obedience unto","righteousness? (17) But God be thanked, that ye were the\nservants of sin, but ye have obeyed from the heart that form\nof doctrine which was delivered you. (18) Being then made\nfree from sin, ye became the servants of righteousness. (19)\nI speak after the manner of men because of the infirmity of\nyour flesh: for as ye have yielded your members servants to\nuncleanness and to iniquity unto iniquity; even so now yield\nyour members servants to righteousness unto holiness."],"start_index":400006006012,"end_index":400006006019,"verse_count":8,"word_count":194},{"reference":"Romans 8:26–32","translation":"KJV","division":"Primary","passage_number":89,"release":"NBBC","cards":["(26) Likewise the Spirit also helpeth our infirmities: for we\nknow not what we should pray for as we ought: but the Spirit\nitself maketh intercession for us with groanings which cannot\nbe uttered. (27) And he that searcheth the hearts knoweth\nwhat is the mind of the Spirit, because he maketh intercession\nfor the saints according to the will of God. (28) And we know\nthat all things work together for good to them that love God,\nto them who are the called according to his purpose. (29)\nFor whom he did foreknow, he also did predestinate to be\nconformed to the image of his Son, that he might be the\nfirstborn among many brethren. (30) Moreover whom he","did predestinate, them he also called: and whom he called,\nthem he also justified: and whom he justified, them he also\nglorified. (31) What shall we then say to these things? If God\nbe for us, who can be against us? (32) He that spared not his\nown Son, but delivered him up for us all, how shall he not with\nhim also freely give us all things?"],"start_index":400006008026,"end_index":400006008032,"verse_count":7,"word_count":181},{"reference":"Romans 15:1–6","translation":"KJV","division":"Primary","passage_number":90,"release":"NBBC","cards":["(1) We then that are strong ought to bear the infirmities of\nthe weak, and not to please ourselves. (2) Let every one of us\nplease his neighbour for his good to edification. (3) For even\nChrist pleased not himself; but, as it is written, The reproaches\nof them that reproached thee fell on me. (4) For whatsoever\nthings were written aforetime were written for our learning,\nthat we through patience and comfort of the scriptures might\nhave hope. (5) Now the God of patience and consolation\ngrant you to be likeminded one toward another according to\nChrist Jesus: (6) That ye may with one mind and one mouth\nglorify God, even the Father of our Lord Jesus Christ."],"start_index":400006015001,"end_index":400006015006,"verse_count":6,"word_count":113},{"reference":"1 Corinthians 3:11–15","translation":"KJV","division":"Primary","passage_number":91,"release":"NBBC","cards":["(11) For other foundation can no man lay than that is laid,\nwhich is Jesus Christ. (12) Now if any man build upon this\nfoundation gold, silver, precious stones, wood, hay, stubble;\n(13) Every man's work shall be made manifest: for the day\nshall declare it, because it shall be revealed by fire; and the\nfire shall try every man's work of what sort it is. (14) If any\nman's work abide which he hath built thereupon, he shall\nreceive a reward. (15) If any man's work shall be burned, he\nshall suffer loss: but he himself shall be saved; yet so as by\nfire."],"start_index":400007003011,"end_index":400007003015,"verse_count":5,"word_count":100},{"reference":"2 Corinthians 2:12–17","translation":"KJV","division":"Primary","passage_number":92,"release":"NBBC","cards":["(12) Furthermore, when I came to Troas to preach Christ's gospel,\nand a door was opened unto me of the Lord, (13) I had no rest\nin my spirit, because I found not Titus my brother: but taking my\nleave of them, I went from thence into Macedonia. (14) Now thanks\nbe unto God, which always causeth us to triumph in Christ, and\nmaketh manifest the savour of his knowledge by us in every place.\n(15) For we are unto God a sweet savour of Christ, in them that are\nsaved, and in them that perish: (16) To the one we are the savour\nof death unto death; and to the other the savour of life unto life.\nAnd who is sufficient for these things? (17) For we are not as many,\nwhich corrupt the word of God: but as of sincerity, but as of God,\nin the sight of God speak we in Christ."],"start_index":400008002012,"end_index":400008002017,"verse_count":6,"word_count":149},{"reference":"Galatians 3:1–3","translation":"KJV","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) O foolish Galatians, who hath bewitched you, that ye\nshould not obey the truth, before whose eyes Jesus Christ\nhath been evidently set forth, crucified among you? (2) This\nonly would I learn of you, Received ye the Spirit by the works\nof the law, or by the hearing of faith? (3) Are ye so foolish?\nhaving begun in the Spirit, are ye now made perfect by the\nflesh?"],"start_index":400009003001,"end_index":400009003003,"verse_count":3,"word_count":67},{"reference":"Galatians 5:16–26","translation":"KJV","division":"Primary","passage_number":94,"release":"NBBC","cards":["(16) This I say then, Walk in the Spirit, and ye shall not fulfil\nthe lust of the flesh. (17) For the flesh lusteth against the\nSpirit, and the Spirit against the flesh: and these are contrary\nthe one to the other: so that ye cannot do the things that ye\nwould. (18) But if ye be led of the Spirit, ye are not under the\nlaw. (19) Now the works of the flesh are manifest, which are\nthese; Adultery, fornication, uncleanness, lasciviousness, (20)\nIdolatry, witchcraft, hatred, variance, emulations, wrath, strife,\nseditions, heresies, (21) Envyings, murders, drunkenness,\nrevellings, and such like: of the which I tell you before, as I\nhave also told you in time past, that they which do such things","shall not inherit the kingdom of God. (22) But the fruit of the\nSpirit is love, joy, peace, longsuffering, gentleness, goodness,\nfaith, (23) Meekness, temperance: against such there is no\nlaw. (24) And they that are Christ's have crucified the flesh\nwith the affections and lusts. (25) If we live in the Spirit, let\nus also walk in the Spirit. (26) Let us not be desirous of vain\nglory, provoking one another, envying one another."],"start_index":400009005016,"end_index":400009005026,"verse_count":11,"word_count":187},{"reference":"Ephesians 2:8–14","translation":"KJV","division":"Primary","passage_number":95,"release":"NBBC","cards":["(8) For by grace are ye saved through faith; and that not of\nyourselves: it is the gift of God: (9) Not of works, lest any man\nshould boast. (10) For we are his workmanship, created in\nChrist Jesus unto good works, which God hath before ordained\nthat we should walk in them. (11) Wherefore remember, that\nye being in time past Gentiles in the flesh, who are called\nUncircumcision by that which is called the Circumcision in the\nflesh made by hands; (12) That at that time ye were without\nChrist, being aliens from the commonwealth of Israel, and\nstrangers from the covenants of promise, having no hope,\nand without God in the world: (13) But now in Christ Jesus ye","who sometimes were far off are made nigh by the blood of\nChrist. (14) For he is our peace, who hath made both one, and\nhath broken down the middle wall of partition between us;"],"start_index":400010002008,"end_index":400010002014,"verse_count":7,"word_count":150},{"reference":"Ephesians 6:1–4","translation":"KJV","division":"Primary","passage_number":96,"release":"NBBC","cards":["(1) Children, obey your parents in the Lord: for this is\nright. (2) Honour thy father and mother; (which is the first\ncommandment with promise;) (3) That it may be well with\nthee, and thou mayest live long on the earth. (4) And, ye\nfathers, provoke not your children to wrath: but bring them\nup in the nurture and admonition of the Lord."],"start_index":400010006001,"end_index":400010006004,"verse_count":4,"word_count":59},{"reference":"Ephesians 6:10–18","translation":"KJV","division":"Primary","passage_number":97,"release":"NBBC","cards":["(10) Finally, my brethren, be strong in the Lord, and in the\npower of his might. (11) Put on the whole armour of God,\nthat ye may be able to stand against the wiles of the devil.\n(12) For we wrestle not against flesh and blood, but against\nprincipalities, against powers, against the rulers of the\ndarkness of this world, against spiritual wickedness in high\nplaces. (13) Wherefore take unto you the whole armour of\nGod, that ye may be able to withstand in the evil day, and\nhaving done all, to stand. (14) Stand therefore, having your\nloins girt about with truth, and having on the breastplate of\nrighteousness; (15) And your feet shod with the preparation","of the gospel of peace; (16) Above all, taking the shield of\nfaith, wherewith ye shall be able to quench all the fiery darts\nof the wicked. (17) And take the helmet of salvation, and the\nsword of the Spirit, which is the word of God: (18) Praying\nalways with all prayer and supplication in the Spirit, and\nwatching thereunto with all perseverance and supplication\nfor all saints;"],"start_index":400010006010,"end_index":400010006018,"verse_count":9,"word_count":177},{"reference":"Philippians 2:1–8","translation":"KJV","division":"Primary","passage_number":98,"release":"NBBC","cards":["(1) If there be therefore any consolation in Christ, if any\ncomfort of love, if any fellowship of the Spirit, if any bowels\nand mercies, (2) Fulfil ye my joy, that ye be likeminded, having\nthe same love, being of one accord, of one mind. (3) Let\nnothing be done through strife or vainglory; but in lowliness\nof mind let each esteem other better than themselves. (4)\nLook not every man on his own things, but every man also on\nthe things of others. (5) Let this mind be in you, which was also\nin Christ Jesus: (6) Who, being in the form of God, thought it\nnot robbery to be equal with God: (7) But made himself of no\nreputation, and took upon him the form of a servant, and was","made in the likeness of men: (8) And being found in fashion\nas a man, he humbled himself, and became obedient unto\ndeath, even the death of the cross."],"start_index":400011002001,"end_index":400011002008,"verse_count":8,"word_count":153},{"reference":"Colossians 2:11–15","translation":"KJV","division":"Primary","passage_number":99,"release":"NBBC","cards":["(11) In whom also ye are circumcised with the circumcision made\nwithout hands, in putting off the body of the sins of the flesh by the\ncircumcision of Christ: (12) Buried with him in baptism, wherein\nalso ye are risen with him through the faith of the operation of God,\nwho hath raised him from the dead. (13) And you, being dead in\nyour sins and the uncircumcision of your flesh, hath he quickened\ntogether with him, having forgiven you all trespasses; (14) Blotting\nout the handwriting of ordinances that was against us, which was\ncontrary to us, and took it out of the way, nailing it to his cross; (15)\nAnd having spoiled principalities and powers, he made a shew of\nthem openly, triumphing over them in it."],"start_index":400012002011,"end_index":400012002015,"verse_count":5,"word_count":124},{"reference":"2 Thessalonians 1:11–12","translation":"KJV","division":"Primary","passage_number":100,"release":"NBBC","cards":["(11) Wherefore also we pray always for you, that our God\nwould count you worthy of this calling, and fulfil all the good\npleasure of his goodness, and the work of faith with power:\n(12) That the name of our Lord Jesus Christ may be glorified\nin you, and ye in him, according to the grace of our God and\nthe Lord Jesus Christ."],"start_index":400014001011,"end_index":400014001012,"verse_count":2,"word_count":62},{"reference":"1 Timothy 1:12–17","translation":"KJV","division":"Primary","passage_number":101,"release":"NBBC","cards":["(12) And I thank Christ Jesus our Lord, who hath enabled me,\nfor that he counted me faithful, putting me into the ministry;\n(13) Who was before a blasphemer, and a persecutor, and\ninjurious: but I obtained mercy, because I did it ignorantly\nin unbelief. (14) And the grace of our Lord was exceeding\nabundant with faith and love which is in Christ Jesus. (15)\nThis is a faithful saying, and worthy of all acceptation, that\nChrist Jesus came into the world to save sinners; of whom I\nam chief. (16) Howbeit for this cause I obtained mercy, that\nin me first Jesus Christ might shew forth all longsuffering, for\na pattern to them which should hereafter believe on him to","life everlasting. (17) Now unto the King eternal, immortal,\ninvisible, the only wise God, be honour and glory for ever\nand ever. Amen."],"start_index":400015001012,"end_index":400015001017,"verse_count":6,"word_count":138},{"reference":"1 Timothy 4:12–16","translation":"KJV","division":"Primary","passage_number":102,"release":"NBBC","cards":["(12) Let no man despise thy youth; but be thou an example\nof the believers, in word, in conversation, in charity, in spirit,\nin faith, in purity. (13) Till I come, give attendance to reading,\nto exhortation, to doctrine. (14) Neglect not the gift that is in\nthee, which was given thee by prophecy, with the laying on of\nthe hands of the presbytery. (15) Meditate upon these things;\ngive thyself wholly to them; that thy profiting may appear\nto all. (16) Take heed unto thyself, and unto the doctrine;\ncontinue in them: for in doing this thou shalt both save thyself,\nand them that hear thee."],"start_index":400015004012,"end_index":400015004016,"verse_count":5,"word_count":102},{"reference":"1 Timothy 6:3–16","translation":"KJV","division":"Primary","passage_number":103,"release":"NBBC","cards":["(3) If any man teach otherwise, and consent not to wholesome\nwords, even the words of our Lord Jesus Christ, and to the\ndoctrine which is according to godliness; (4) He is proud,\nknowing nothing, but doting about questions and strifes of\nwords, whereof cometh envy, strife, railings, evil surmisings,\n(5) Perverse disputings of men of corrupt minds, and destitute\nof the truth, supposing that gain is godliness: from such\nwithdraw thyself. (6) But godliness with contentment is great\ngain. (7) For we brought nothing into this world, and it is certain\nwe can carry nothing out. (8) And having food and raiment let\nus be therewith content. (9) But they that will be rich fall into","temptation and a snare, and into many foolish and hurtful\nlusts, which drown men in destruction and perdition. (10) For\nthe love of money is the root of all evil: which while some\ncoveted after, they have erred from the faith, and pierced\nthemselves through with many sorrows. (11) But thou, O man\nof God, flee these things; and follow after righteousness,\ngodliness, faith, love, patience, meekness. (12) Fight the good\nfight of faith, lay hold on eternal life, whereunto thou art also\ncalled, and hast professed a good profession before many\nwitnesses. (13) I give thee charge in the sight of God, who\nquickeneth all things, and before Christ Jesus, who before","Pontius Pilate witnessed a good confession; (14) That thou\nkeep this commandment without spot, unrebukeable, until\nthe appearing of our Lord Jesus Christ: (15) Which in his times\nhe shall shew, who is the blessed and only Potentate, the King\nof kings, and Lord of lords; (16) Who only hath immortality,\ndwelling in the light which no man can approach unto; whom\nno man hath seen, nor can see: to whom be honour and\npower everlasting. Amen."],"start_index":400015006003,"end_index":400015006016,"verse_count":14,"word_count":293},{"reference":"2 Timothy 1:6–10","translation":"KJV","division":"Primary","passage_number":104,"release":"NBBC","cards":["(6) Wherefore I put thee in remembrance that thou stir up the gift\nof God, which is in thee by the putting on of my hands. (7) For God\nhath not given us the spirit of fear; but of power, and of love, and of\na sound mind. (8) Be not thou therefore ashamed of the testimony\nof our Lord, nor of me his prisoner: but be thou partaker of the\nafflictions of the gospel according to the power of God; (9) Who\nhath saved us, and called us with an holy calling, not according\nto our works, but according to his own purpose and grace, which\nwas given us in Christ Jesus before the world began, (10) But is\nnow made manifest by the appearing of our Saviour Jesus Christ,\nwho hath abolished death, and hath brought life and immortality\nto light through the gospel:"],"start_index":400016001006,"end_index":400016001010,"verse_count":5,"word_count":141},{"reference":"2 Timothy 2:19–22","translation":"KJV","division":"Primary","passage_number":105,"release":"NBBC","cards":["(19) Nevertheless the foundation of God standeth sure,\nhaving this seal, The Lord knoweth them that are his. And,\nLet every one that nameth the name of Christ depart from\niniquity. (20) But in a great house there are not only vessels of\ngold and of silver, but also of wood and of earth; and some\nto honour, and some to dishonour. (21) If a man therefore\npurge himself from these, he shall be a vessel unto honour,\nsanctified, and meet for the master's use, and prepared unto\nevery good work. (22) Flee also youthful lusts: but follow\nrighteousness, faith, charity, peace, with them that call on the\nLord out of a pure heart."],"start_index":400016002019,"end_index":400016002022,"verse_count":4,"word_count":110},{"reference":"Hebrews 6:9–12","translation":"KJV","division":"Primary","passage_number":106,"release":"NBBC","cards":["(9) But, beloved, we are persuaded better things of you, and\nthings that accompany salvation, though we thus speak. (10)\nFor God is not unrighteous to forget your work and labour of\nlove, which ye have shewed toward his name, in that ye have\nministered to the saints, and do minister. (11) And we desire\nthat every one of you do shew the same diligence to the full\nassurance of hope unto the end: (12) That ye be not slothful,\nbut followers of them who through faith and patience inherit\nthe promises."],"start_index":400019006009,"end_index":400019006012,"verse_count":4,"word_count":88},{"reference":"James 3:1–9","translation":"KJV","division":"Primary","passage_number":107,"release":"NBBC","cards":["(1) My brethren, be not many masters, knowing that we shall\nreceive the greater condemnation. (2) For in many things we\noffend all. If any man offend not in word, the same is a perfect\nman, and able also to bridle the whole body. (3) Behold, we\nput bits in the horses' mouths, that they may obey us; and we\nturn about their whole body. (4) Behold also the ships, which\nthough they be so great, and are driven of fierce winds, yet\nare they turned about with a very small helm, whithersoever\nthe governor listeth. (5) Even so the tongue is a little member,\nand boasteth great things. Behold, how great a matter a little\nfire kindleth! (6) And the tongue is a fire, a world of iniquity: so","is the tongue among our members, that it defileth the whole\nbody, and setteth on fire the course of nature; and it is set on\nfire of hell. (7) For every kind of beasts, and of birds, and of\nserpents, and of things in the sea, is tamed, and hath been\ntamed of mankind: (8) But the tongue can no man tame; it is\nan unruly evil, full of deadly poison. (9) Therewith bless we\nGod, even the Father; and therewith curse we men, which are\nmade after the similitude of God."],"start_index":400020003001,"end_index":400020003009,"verse_count":9,"word_count":213},{"reference":"1 Peter 1:3–9","translation":"KJV","division":"Primary","passage_number":108,"release":"NBBC","cards":["(3) Blessed be the God and Father of our Lord Jesus Christ,\nwhich according to his abundant mercy hath begotten us\nagain unto a lively hope by the resurrection of Jesus Christ\nfrom the dead, (4) To an inheritance incorruptible, and\nundefiled, and that fadeth not away, reserved in heaven for\nyou, (5) Who are kept by the power of God through faith unto\nsalvation ready to be revealed in the last time. (6) Wherein ye\ngreatly rejoice, though now for a season, if need be, ye are\nin heaviness through manifold temptations: (7) That the trial\nof your faith, being much more precious than of gold that\nperisheth, though it be tried with fire, might be found unto","praise and honour and glory at the appearing of Jesus Christ:\n(8) Whom having not seen, ye love; in whom, though now ye\nsee him not, yet believing, ye rejoice with joy unspeakable\nand full of glory: (9) Receiving the end of your faith, even the\nsalvation of your souls."],"start_index":400021001003,"end_index":400021001009,"verse_count":7,"word_count":162},{"reference":"1 Peter 4:6–19","translation":"KJV","division":"Primary","passage_number":109,"release":"NBBC","cards":["(6) For for this cause was the gospel preached also to them\nthat are dead, that they might be judged according to men in\nthe flesh, but live according to God in the spirit. (7) But the end\nof all things is at hand: be ye therefore sober, and watch unto\nprayer. (8) And above all things have fervent charity among\nyourselves: for charity shall cover the multitude of sins. (9) Use\nhospitality one to another without grudging. (10) As every\nman hath received the gift, even so minister the same one to\nanother, as good stewards of the manifold grace of God. (11)\nIf any man speak, let him speak as the oracles of God; if any\nman minister, let him do it as of the ability which God giveth:","that God in all things may be glorified through Jesus Christ,\nto whom be praise and dominion for ever and ever. Amen.\n(12) Beloved, think it not strange concerning the fiery trial\nwhich is to try you, as though some strange thing happened\nunto you: (13) But rejoice, inasmuch as ye are partakers of\nChrist's sufferings; that, when his glory shall be revealed, ye\nmay be glad also with exceeding joy. (14) If ye be reproached\nfor the name of Christ, happy are ye; for the spirit of glory\nand of God resteth upon you: on their part he is evil spoken\nof, but on your part he is glorified. (15) But let none of you\nsuffer as a murderer, or as a thief, or as an evildoer, or as a","busybody in other men's matters. (16) Yet if any man suffer as\na Christian, let him not be ashamed; but let him glorify God\non this behalf. (17) For the time is come that judgment must\nbegin at the house of God: and if it first begin at us, what\nshall the end be of them that obey not the gospel of God?\n(18) And if the righteous scarcely be saved, where shall the\nungodly and the sinner appear? (19) Wherefore let them that\nsuffer according to the will of God commit the keeping of\ntheir souls to him in well doing, as unto a faithful Creator."],"start_index":400021004006,"end_index":400021004019,"verse_count":14,"word_count":355},{"reference":"2 Peter 1:2–11","translation":"KJV","division":"Primary","passage_number":110,"release":"NBBC","cards":["(2) Grace and peace be multiplied unto you through the\nknowledge of God, and of Jesus our Lord, (3) According as\nhis divine power hath given unto us all things that pertain\nunto life and godliness, through the knowledge of him that\nhath called us to glory and virtue: (4) Whereby are given unto\nus exceeding great and precious promises: that by these ye\nmight be partakers of the divine nature, having escaped the\ncorruption that is in the world through lust. (5) And beside\nthis, giving all diligence, add to your faith virtue; and to\nvirtue knowledge; (6) And to knowledge temperance; and\nto temperance patience; and to patience godliness; (7) And","to godliness brotherly kindness; and to brotherly kindness\ncharity. (8) For if these things be in you, and abound, they\nmake you that ye shall neither be barren nor unfruitful in the\nknowledge of our Lord Jesus Christ. (9) But he that lacketh\nthese things is blind, and cannot see afar off, and hath\nforgotten that he was purged from his old sins. (10) Wherefore\nthe rather, brethren, give diligence to make your calling and\nelection sure: for if ye do these things, ye shall never fall: (11)\nFor so an entrance shall be ministered unto you abundantly\ninto the everlasting kingdom of our Lord and Saviour Jesus\nChrist."],"start_index":400022001002,"end_index":400022001011,"verse_count":10,"word_count":212},{"reference":"1 John 5:2–5","translation":"KJV","division":"Primary","passage_number":111,"release":"NBBC","cards":["(2) By this we know that we love the children of God, when\nwe love God, and keep his commandments. (3) For this\nis the love of God, that we keep his commandments: and\nhis commandments are not grievous. (4) For whatsoever is\nborn of God overcometh the world: and this is the victory\nthat overcometh the world, even our faith. (5) Who is he that\novercometh the world, but he that believeth that Jesus is the\nSon of God?"],"start_index":400023005002,"end_index":400023005005,"verse_count":4,"word_count":76},{"reference":"Revelation 5:2–5","translation":"KJV","division":"Primary","passage_number":112,"release":"NBBC","cards":["(2) And I saw a strong angel proclaiming with a loud voice,\nWho is worthy to open the book, and to loose the seals\nthereof? (3) And no man in heaven, nor in earth, neither under\nthe earth, was able to open the book, neither to look thereon.\n(4) And I wept much, because no man was found worthy to\nopen and to read the book, neither to look thereon. (5) And\none of the elders saith unto me, Weep not: behold, the Lion\nof the tribe of Juda, the Root of David, hath prevailed to open\nthe book, and to loose the seven seals thereof."],"start_index":400027005002,"end_index":400027005005,"verse_count":4,"word_count":102}]