[{"reference":"Colossians 1:15–16","translation":"KJV","division":"Senior","passage_number":1,"release":"Navigate","cards":["(15) Who is the image of the invisible God, the firstborn of\nevery creature: (16) For by him were all things created, that\nare in heaven, and that are in earth, visible and invisible,\nwhether they be thrones, or dominions, or principalities, or\npowers: all things were created by him, and for him:"],"start_index":400012001015,"end_index":400012001016,"verse_count":2,"word_count":51},{"reference":"Genesis 1:1–5","translation":"KJV","division":"Senior","passage_number":2,"release":"Navigate","cards":["(1) In the beginning God created the heaven and the earth.\n(2) And the earth was without form, and void; and darkness\nwas upon the face of the deep. And the Spirit of God moved\nupon the face of the waters. (3) And God said, Let there be\nlight: and there was light. (4) And God saw the light, that it\nwas good: and God divided the light from the darkness. (5)\nAnd God called the light Day, and the darkness he called\nNight. And the evening and the morning were the first day."],"start_index":200001001001,"end_index":200001001005,"verse_count":5,"word_count":89},{"reference":"Isaiah 40:25–28","translation":"KJV","division":"Senior","passage_number":3,"release":"Explore","cards":["(25) To whom then will ye liken me, or shall I be equal? saith\nthe Holy One. (26) Lift up your eyes on high, and behold\nwho hath created these things, that bringeth out their host\nby number: he calleth them all by names by the greatness of\nhis might, for that he is strong in power; not one faileth. (27)\nWhy sayest thou, O Jacob, and speakest, O Israel, My way is\nhid from the LORD, and my judgment is passed over from my\nGod? (28) Hast thou not known? hast thou not heard, that\nthe everlasting God, the LORD, the Creator of the ends of the\nearth, fainteth not, neither is weary? there is no searching of\nhis understanding."],"start_index":200023040025,"end_index":200023040028,"verse_count":4,"word_count":117},{"reference":"Genesis 1:26–28","translation":"KJV","division":"Senior","passage_number":4,"release":"Navigate","cards":["(26) And God said, Let us make man in our image, after our\nlikeness: and let them have dominion over the fish of the sea,\nand over the fowl of the air, and over the cattle, and over all\nthe earth, and over every creeping thing that creepeth upon\nthe earth. (27) So God created man in his own image, in the\nimage of God created he him; male and female created he\nthem. (28) And God blessed them, and God said unto them,\nBe fruitful, and multiply, and replenish the earth, and subdue\nit: and have dominion over the fish of the sea, and over the\nfowl of the air, and over every living thing that moveth upon\nthe earth."],"start_index":200001001026,"end_index":200001001028,"verse_count":3,"word_count":118},{"reference":"Genesis 17:1–6","translation":"KJV","division":"Senior","passage_number":5,"release":"Explore","cards":["(1) And when Abram was ninety years old and nine, the LORD\nappeared to Abram, and said unto him, I am the Almighty\nGod; walk before me, and be thou perfect. (2) And I will make\nmy covenant between me and thee, and will multiply thee\nexceedingly. (3) And Abram fell on his face: and God talked\nwith him, saying, (4) As for me, behold, my covenant is with\nthee, and thou shalt be a father of many nations. (5) Neither\nshall thy name any more be called Abram, but thy name shall\nbe Abraham; for a father of many nations have I made thee.\n(6) And I will make thee exceeding fruitful, and I will make\nnations of thee, and kings shall come out of thee."],"start_index":200001017001,"end_index":200001017006,"verse_count":6,"word_count":121},{"reference":"Genesis 2:1–4","translation":"KJV","division":"Senior","passage_number":6,"release":"Navigate","cards":["(1) Thus the heavens and the earth were finished, and all the\nhost of them. (2) And on the seventh day God ended his work\nwhich he had made; and he rested on the seventh day from\nall his work which he had made. (3) And God blessed the\nseventh day, and sanctified it: because that in it he had rested\nfrom all his work which God created and made. (4) These are\nthe generations of the heavens and of the earth when they\nwere created, in the day that the LORD God made the earth\nand the heavens,"],"start_index":200001002001,"end_index":200001002004,"verse_count":4,"word_count":95},{"reference":"Exodus 31:12–14","translation":"KJV","division":"Senior","passage_number":7,"release":"Explore","cards":["(12) And the LORD spake unto Moses, saying, (13) Speak thou\nalso unto the children of Israel, saying, Verily my sabbaths ye\nshall keep: for it is a sign between me and you throughout\nyour generations; that ye may know that I am the LORD that\ndoth sanctify you. (14) Ye shall keep the sabbath therefore;\nfor it is holy unto you: every one that defileth it shall surely be\nput to death: for whosoever doeth any work therein, that soul\nshall be cut off from among his people."],"start_index":200002031012,"end_index":200002031014,"verse_count":3,"word_count":86},{"reference":"Genesis 2:21–25","translation":"KJV","division":"Senior","passage_number":8,"release":"Navigate","cards":["(21) And the LORD God caused a deep sleep to fall upon\nAdam, and he slept: and he took one of his ribs, and closed\nup the flesh instead thereof; (22) And the rib, which the LORD\nGod had taken from man, made he a woman, and brought\nher unto the man. (23) And Adam said, This is now bone of\nmy bones, and flesh of my flesh: she shall be called Woman,\nbecause she was taken out of Man. (24) Therefore shall a man\nleave his father and his mother, and shall cleave unto his wife:\nand they shall be one flesh. (25) And they were both naked,\nthe man and his wife, and were not ashamed."],"start_index":200001002021,"end_index":200001002025,"verse_count":5,"word_count":113},{"reference":"Deuteronomy 6:13–15","translation":"KJV","division":"Senior","passage_number":9,"release":"Explore","cards":["(13) Thou shalt fear the LORD thy God, and serve him, and\nshalt swear by his name. (14) Ye shall not go after other gods,\nof the gods of the people which are round about you; (15)\n(For the LORD thy God is a jealous God among you) lest the\nanger of the LORD thy God be kindled against thee, and\ndestroy thee from off the face of the earth."],"start_index":200005006013,"end_index":200005006015,"verse_count":3,"word_count":67},{"reference":"Genesis 3:14–15","translation":"KJV","division":"Senior","passage_number":10,"release":"Navigate","cards":["(14) And the LORD God said unto the serpent, Because thou\nhast done this, thou art cursed above all cattle, and above\nevery beast of the field; upon thy belly shalt thou go, and\ndust shalt thou eat all the days of thy life: (15) And I will put\nenmity between thee and the woman, and between thy seed\nand her seed; it shall bruise thy head, and thou shalt bruise\nhis heel."],"start_index":200001003014,"end_index":200001003015,"verse_count":2,"word_count":71},{"reference":"Psalm 68:18–20","translation":"KJV","division":"Senior","passage_number":11,"release":"Explore","cards":["(18) Thou hast ascended on high, thou hast led captivity\ncaptive: thou hast received gifts for men; yea, for the\nrebellious also, that the LORD God might dwell among them.\n(19) Blessed be the Lord, who daily loadeth us with benefits,\neven the God of our salvation. (20) He that is our God is the\nGod of salvation; and unto GOD the Lord belong the issues\nfrom death."],"start_index":200019068018,"end_index":200019068020,"verse_count":3,"word_count":65},{"reference":"Genesis 4:3–8","translation":"KJV","division":"Senior","passage_number":12,"release":"Navigate","cards":["(3) And in process of time it came to pass, that Cain brought of\nthe fruit of the ground an offering unto the LORD. (4) And Abel,\nhe also brought of the firstlings of his flock and of the fat thereof.\nAnd the LORD had respect unto Abel and to his offering: (5) But\nunto Cain and to his offering he had not respect. And Cain was\nvery wroth, and his countenance fell. (6) And the LORD said unto\nCain, Why art thou wroth? and why is thy countenance fallen? (7)\nIf thou doest well, shalt thou not be accepted? and if thou doest\nnot well, sin lieth at the door. And unto thee shall be his desire, and\nthou shalt rule over him. (8) And Cain talked with Abel his brother:\nand it came to pass, when they were in the field, that Cain rose up\nagainst Abel his brother, and slew him."],"start_index":200001004003,"end_index":200001004008,"verse_count":6,"word_count":148},{"reference":"Jeremiah 23:5–6","translation":"KJV","division":"Senior","passage_number":13,"release":"Explore","cards":["(5) Behold, the days come, saith the LORD, that I will raise\nunto David a righteous Branch, and a King shall reign and\nprosper, and shall execute judgment and justice in the earth.\n(6) In his days Judah shall be saved, and Israel shall dwell\nsafely: and this is his name whereby he shall be called, THE\nLORD OUR RIGHTEOUSNESS."],"start_index":200024023005,"end_index":200024023006,"verse_count":2,"word_count":58},{"reference":"Genesis 5:1–3","translation":"KJV","division":"Senior","passage_number":14,"release":"Navigate","cards":["(1) This is the book of the generations of Adam. In the day\nthat God created man, in the likeness of God made he him;\n(2) Male and female created he them; and blessed them, and\ncalled their name Adam, in the day when they were created.\n(3) And Adam lived an hundred and thirty years, and begat a\nson in his own likeness, after his image; and called his name\nSeth:"],"start_index":200001005001,"end_index":200001005003,"verse_count":3,"word_count":69},{"reference":"Psalm 90:1–4","translation":"KJV","division":"Senior","passage_number":15,"release":"Explore","cards":["(1) A Prayer of Moses the man of God. Lord, thou hast been\nour dwelling place in all generations. (2) Before the mountains\nwere brought forth, or ever thou hadst formed the earth and\nthe world, even from everlasting to everlasting, thou art God.\n(3) Thou turnest man to destruction; and sayest, Return, ye\nchildren of men. (4) For a thousand years in thy sight are but\nas yesterday when it is past, and as a watch in the night."],"start_index":200019090001,"end_index":200019090004,"verse_count":4,"word_count":76},{"reference":"Genesis 9:8–11","translation":"KJV","division":"Senior","passage_number":17,"release":"NBBC","cards":["(8) And God spake unto Noah, and to his sons with him, saying,\n(9) And I, behold, I establish my covenant with you, and with\nyour seed after you; (10) And with every living creature that\nis with you, of the fowl, of the cattle, and of every beast of the\nearth with you; from all that go out of the ark, to every beast\nof the earth. (11) And I will establish my covenant with you;\nneither shall all flesh be cut off any more by the waters of a\nflood; neither shall there any more be a flood to destroy the\nearth."],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":100},{"reference":"Exodus 31:15–18","translation":"KJV","division":"Senior","passage_number":18,"release":"NBBC","cards":["(15) Six days may work be done; but in the seventh is the\nsabbath of rest, holy to the LORD: whosoever doeth any\nwork in the sabbath day, he shall surely be put to death.\n(16) Wherefore the children of Israel shall keep the sabbath,\nto observe the sabbath throughout their generations, for\na perpetual covenant. (17) It is a sign between me and the\nchildren of Israel for ever: for in six days the LORD made\nheaven and earth, and on the seventh day he rested, and was\nrefreshed. (18) And he gave unto Moses, when he had made\nan end of communing with him upon mount Sinai, two tables\nof testimony, tables of stone, written with the finger of God."],"start_index":200002031015,"end_index":200002031018,"verse_count":4,"word_count":118},{"reference":"Exodus 32:6–14","translation":"KJV","division":"Senior","passage_number":19,"release":"NBBC","cards":["(6) And they rose up early on the morrow, and offered burnt\nofferings, and brought peace offerings; and the people sat\ndown to eat and to drink, and rose up to play. (7) And the LORD\nsaid unto Moses, Go, get thee down; for thy people, which\nthou broughtest out of the land of Egypt, have corrupted\nthemselves: (8) They have turned aside quickly out of the way\nwhich I commanded them: they have made them a molten\ncalf, and have worshipped it, and have sacrificed thereunto,\nand said, These be thy gods, O Israel, which have brought\nthee up out of the land of Egypt. (9) And the LORD said unto\nMoses, I have seen this people, and, behold, it is a stiffnecked","people: (10) Now therefore let me alone, that my wrath may\nwax hot against them, and that I may consume them: and I will\nmake of thee a great nation. (11) And Moses besought the\nLORD his God, and said, LORD, why doth thy wrath wax hot\nagainst thy people, which thou hast brought forth out of the\nland of Egypt with great power, and with a mighty hand? (12)\nWherefore should the Egyptians speak, and say, For mischief\ndid he bring them out, to slay them in the mountains, and\nto consume them from the face of the earth? Turn from thy\nfierce wrath, and repent of this evil against thy people. (13)\nRemember Abraham, Isaac, and Israel, thy servants, to whom","thou swarest by thine own self, and saidst unto them, I will\nmultiply your seed as the stars of heaven, and all this land\nthat I have spoken of will I give unto your seed, and they shall\ninherit it for ever. (14) And the LORD repented of the evil\nwhich he thought to do unto his people."],"start_index":200002032006,"end_index":200002032014,"verse_count":9,"word_count":296},{"reference":"Deuteronomy 1:29–32","translation":"KJV","division":"Senior","passage_number":20,"release":"NBBC","cards":["(29) Then I said unto you, Dread not, neither be afraid of\nthem. (30) The LORD your God which goeth before you, he\nshall fight for you, according to all that he did for you in Egypt\nbefore your eyes; (31) And in the wilderness, where thou hast\nseen how that the LORD thy God bare thee, as a man doth\nbear his son, in all the way that ye went, until ye came into\nthis place. (32) Yet in this thing ye did not believe the LORD\nyour God,"],"start_index":200005001029,"end_index":200005001032,"verse_count":4,"word_count":86},{"reference":"Deuteronomy 7:7–9","translation":"KJV","division":"Senior","passage_number":21,"release":"NBBC","cards":["(7) The LORD did not set his love upon you, nor choose you,\nbecause ye were more in number than any people; for ye\nwere the fewest of all people: (8) But because the LORD\nloved you, and because he would keep the oath which he\nhad sworn unto your fathers, hath the LORD brought you out\nwith a mighty hand, and redeemed you out of the house of\nbondmen, from the hand of Pharaoh king of Egypt. (9) Know\ntherefore that the LORD thy God, he is God, the faithful God,\nwhich keepeth covenant and mercy with them that love him\nand keep his commandments to a thousand generations;"],"start_index":200005007007,"end_index":200005007009,"verse_count":3,"word_count":107},{"reference":"1 Samuel 12:20–25","translation":"KJV","division":"Senior","passage_number":22,"release":"NBBC","cards":["(20) And Samuel said unto the people, Fear not: ye have done all\nthis wickedness: yet turn not aside from following the LORD, but\nserve the LORD with all your heart; (21) And turn ye not aside: for\nthen should ye go after vain things, which cannot profit nor deliver;\nfor they are vain. (22) For the LORD will not forsake his people for\nhis great name's sake: because it hath pleased the LORD to make\nyou his people. (23) Moreover as for me, God forbid that I should\nsin against the LORD in ceasing to pray for you: but I will teach you\nthe good and the right way: (24) Only fear the LORD, and serve\nhim in truth with all your heart: for consider how great things he\nhath done for you. (25) But if ye shall still do wickedly, ye shall be\nconsumed, both ye and your king."],"start_index":200009012020,"end_index":200009012025,"verse_count":6,"word_count":145},{"reference":"1 Chronicles 16:4–19","translation":"KJV","division":"Senior","passage_number":23,"release":"NBBC","cards":["(4) And he appointed certain of the Levites to minister\nbefore the ark of the LORD, and to record, and to thank and\npraise the LORD God of Israel: (5) Asaph the chief, and next\nto him Zechariah, Jeiel, and Shemiramoth, and Jehiel, and\nMattithiah, and Eliab, and Benaiah, and Obededom: and\nJeiel with psalteries and with harps; but Asaph made a sound\nwith cymbals; (6) Benaiah also and Jahaziel the priests with\ntrumpets continually before the ark of the covenant of God.\n(7) Then on that day David delivered first this psalm to thank\nthe LORD into the hand of Asaph and his brethren. (8) Give\nthanks unto the LORD, call upon his name, make known his","deeds among the people. (9) Sing unto him, sing psalms unto\nhim, talk ye of all his wondrous works. (10) Glory ye in his holy\nname: let the heart of them rejoice that seek the LORD. (11)\nSeek the LORD and his strength, seek his face continually.\n(12) Remember his marvellous works that he hath done, his\nwonders, and the judgments of his mouth; (13) O ye seed of\nIsrael his servant, ye children of Jacob, his chosen ones. (14)\nHe is the LORD our God; his judgments are in all the earth.\n(15) Be ye mindful always of his covenant; the word which\nhe commanded to a thousand generations; (16) Even of the\ncovenant which he made with Abraham, and of his oath unto","Isaac; (17) And hath confirmed the same to Jacob for a law,\nand to Israel for an everlasting covenant, (18) Saying, Unto\nthee will I give the land of Canaan, the lot of your inheritance;\n(19) When ye were but few, even a few, and strangers in it."],"start_index":200013016004,"end_index":200013016019,"verse_count":16,"word_count":275},{"reference":"Nehemiah 9:5–8","translation":"KJV","division":"Senior","passage_number":24,"release":"NBBC","cards":["(5) Then the Levites, Jeshua, and Kadmiel, Bani, Hashabniah,\nSherebiah, Hodijah, Shebaniah, and Pethahiah, said, Stand\nup and bless the LORD your God for ever and ever: and\nblessed be thy glorious name, which is exalted above all\nblessing and praise. (6) Thou, even thou, art LORD alone;\nthou hast made heaven, the heaven of heavens, with all their\nhost, the earth, and all things that are therein, the seas, and\nall that is therein, and thou preservest them all; and the host\nof heaven worshippeth thee. (7) Thou art the LORD the God,\nwho didst choose Abram, and broughtest him forth out of\nUr of the Chaldees, and gavest him the name of Abraham;","(8) And foundest his heart faithful before thee, and madest\na covenant with him to give the land of the Canaanites, the\nHittites, the Amorites, and the Perizzites, and the Jebusites,\nand the Girgashites, to give it, I say, to his seed, and hast\nperformed thy words; for thou art righteous:"],"start_index":200016009005,"end_index":200016009008,"verse_count":4,"word_count":162},{"reference":"Job 36:22–33","translation":"KJV","division":"Senior","passage_number":25,"release":"NBBC","cards":["(22) Behold, God exalteth by his power: who teacheth like\nhim? (23) Who hath enjoined him his way? or who can say,\nThou hast wrought iniquity? (24) Remember that thou magnify\nhis work, which men behold. (25) Every man may see it; man\nmay behold it afar off. (26) Behold, God is great, and we know\nhim not, neither can the number of his years be searched out.\n(27) For he maketh small the drops of water: they pour down\nrain according to the vapour thereof: (28) Which the clouds\ndo drop and distil upon man abundantly. (29) Also can any\nunderstand the spreadings of the clouds, or the noise of his\ntabernacle? (30) Behold, he spreadeth his light upon it, and","covereth the bottom of the sea. (31) For by them judgeth he\nthe people; he giveth meat in abundance. (32) With clouds\nhe covereth the light; and commandeth it not to shine by the\ncloud that cometh betwixt. (33) The noise thereof sheweth\nconcerning it, the cattle also concerning the vapour."],"start_index":200018036022,"end_index":200018036033,"verse_count":12,"word_count":161},{"reference":"Job 40:15–24","translation":"KJV","division":"Senior","passage_number":26,"release":"NBBC","cards":["(15) Behold now behemoth, which I made with thee; he\neateth grass as an ox. (16) Lo now, his strength is in his loins,\nand his force is in the navel of his belly. (17) He moveth his tail\nlike a cedar: the sinews of his stones are wrapped together.\n(18) His bones are as strong pieces of brass; his bones are\nlike bars of iron. (19) He is the chief of the ways of God: he\nthat made him can make his sword to approach unto him.\n(20) Surely the mountains bring him forth food, where all the\nbeasts of the field play. (21) He lieth under the shady trees,\nin the covert of the reed, and fens. (22) The shady trees cover\nhim with their shadow; the willows of the brook compass him","about. (23) Behold, he drinketh up a river, and hasteth not: he\ntrusteth that he can draw up Jordan into his mouth. (24) He\ntaketh it with his eyes: his nose pierceth through snares."],"start_index":200018040015,"end_index":200018040024,"verse_count":10,"word_count":159},{"reference":"Psalm 81:1–16","translation":"KJV","division":"Senior","passage_number":27,"release":"NBBC","cards":["(1) Sing aloud unto God our strength: make a joyful noise\nunto the God of Jacob. (2) Take a psalm, and bring hither\nthe timbrel, the pleasant harp with the psaltery. (3) Blow up\nthe trumpet in the new moon, in the time appointed, on our\nsolemn feast day. (4) For this was a statute for Israel, and a\nlaw of the God of Jacob. (5) This he ordained in Joseph for\na testimony, when he went out through the land of Egypt:\nwhere I heard a language that I understood not. (6) I removed\nhis shoulder from the burden: his hands were delivered from\nthe pots. (7) Thou calledst in trouble, and I delivered thee; I\nanswered thee in the secret place of thunder: I proved thee","at the waters of Meribah. Selah. (8) Hear, O my people, and\nI will testify unto thee: O Israel, if thou wilt hearken unto\nme; (9) There shall no strange god be in thee; neither shalt\nthou worship any strange god. (10) I am the LORD thy God,\nwhich brought thee out of the land of Egypt: open thy mouth\nwide, and I will fill it. (11) But my people would not hearken\nto my voice; and Israel would none of me. (12) So I gave\nthem up unto their own hearts' lust: and they walked in their\nown counsels. (13) Oh that my people had hearkened unto\nme, and Israel had walked in my ways! (14) I should soon\nhave subdued their enemies, and turned my hand against","their adversaries. (15) The haters of the LORD should have\nsubmitted themselves unto him: but their time should have\nendured for ever. (16) He should have fed them also with the\nfinest of the wheat: and with honey out of the rock should I\nhave satisfied thee."],"start_index":200019081001,"end_index":200019081016,"verse_count":16,"word_count":288},{"reference":"Psalm 106:2–17","translation":"KJV","division":"Senior","passage_number":28,"release":"NBBC","cards":["(2) Who can utter the mighty acts of the LORD? who can shew\nforth all his praise? (3) Blessed are they that keep judgment, and\nhe that doeth righteousness at all times. (4) Remember me, O\nLORD, with the favour that thou bearest unto thy people: O visit\nme with thy salvation; (5) That I may see the good of thy chosen,\nthat I may rejoice in the gladness of thy nation, that I may glory\nwith thine inheritance. (6) We have sinned with our fathers, we\nhave committed iniquity, we have done wickedly. (7) Our fathers\nunderstood not thy wonders in Egypt; they remembered not the\nmultitude of thy mercies; but provoked him at the sea, even at the\nRed sea. (8) Nevertheless he saved them for his name's sake, that\nhe might make his mighty power to be known. (9) He rebuked","the Red sea also, and it was dried up: so he led them through the\ndepths, as through the wilderness. (10) And he saved them from\nthe hand of him that hated them, and redeemed them from the\nhand of the enemy. (11) And the waters covered their enemies:\nthere was not one of them left. (12) Then believed they his words;\nthey sang his praise. (13) They soon forgat his works; they waited\nnot for his counsel: (14) But lusted exceedingly in the wilderness,\nand tempted God in the desert. (15) And he gave them their\nrequest; but sent leanness into their soul. (16) They envied Moses\nalso in the camp, and Aaron the saint of the LORD. (17) The earth\nopened and swallowed up Dathan, and covered the company of\nAbiram."],"start_index":200019106002,"end_index":200019106017,"verse_count":16,"word_count":261},{"reference":"Psalm 112:1–9","translation":"KJV","division":"Senior","passage_number":29,"release":"NBBC","cards":["(1) Praise ye the LORD. Blessed is the man that feareth the\nLORD, that delighteth greatly in his commandments. (2)\nHis seed shall be mighty upon earth: the generation of the\nupright shall be blessed. (3) Wealth and riches shall be in his\nhouse: and his righteousness endureth for ever. (4) Unto the\nupright there ariseth light in the darkness: he is gracious, and\nfull of compassion, and righteous. (5) A good man sheweth\nfavour, and lendeth: he will guide his affairs with discretion.\n(6) Surely he shall not be moved for ever: the righteous shall\nbe in everlasting remembrance. (7) He shall not be afraid of\nevil tidings: his heart is fixed, trusting in the LORD. (8) His heart","is established, he shall not be afraid, until he see his desire\nupon his enemies. (9) He hath dispersed, he hath given to the\npoor; his righteousness endureth for ever; his horn shall be\nexalted with honour."],"start_index":200019112001,"end_index":200019112009,"verse_count":9,"word_count":148},{"reference":"Isaiah 59:14–21","translation":"KJV","division":"Senior","passage_number":30,"release":"NBBC","cards":["(14) And judgment is turned away backward, and justice standeth\nafar off: for truth is fallen in the street, and equity cannot enter. (15)\nYea, truth faileth; and he that departeth from evil maketh himself a\nprey: and the LORD saw it, and it displeased him that there was no\njudgment. (16) And he saw that there was no man, and wondered\nthat there was no intercessor: therefore his arm brought salvation\nunto him; and his righteousness, it sustained him. (17) For he put\non righteousness as a breastplate, and an helmet of salvation upon\nhis head; and he put on the garments of vengeance for clothing,\nand was clad with zeal as a cloke. (18) According to their deeds,\naccordingly he will repay, fury to his adversaries, recompence to","his enemies; to the islands he will repay recompence. (19) So shall\nthey fear the name of the LORD from the west, and his glory from\nthe rising of the sun. When the enemy shall come in like a flood,\nthe Spirit of the LORD shall lift up a standard against him. (20) And\nthe Redeemer shall come to Zion, and unto them that turn from\ntransgression in Jacob, saith the LORD. (21) As for me, this is my\ncovenant with them, saith the LORD; My spirit that is upon thee,\nand my words which I have put in thy mouth, shall not depart out\nof thy mouth, nor out of the mouth of thy seed, nor out of the\nmouth of thy seed's seed, saith the LORD, from henceforth and for\never."],"start_index":200023059014,"end_index":200023059021,"verse_count":8,"word_count":255},{"reference":"Nahum 1:3–8","translation":"KJV","division":"Senior","passage_number":31,"release":"NBBC","cards":["(3) The LORD is slow to anger, and great in power, and will\nnot at all acquit the wicked: the LORD hath his way in the\nwhirlwind and in the storm, and the clouds are the dust of his\nfeet. (4) He rebuketh the sea, and maketh it dry, and drieth up\nall the rivers: Bashan languisheth, and Carmel, and the flower\nof Lebanon languisheth. (5) The mountains quake at him,\nand the hills melt, and the earth is burned at his presence,\nyea, the world, and all that dwell therein. (6) Who can stand\nbefore his indignation? and who can abide in the fierceness\nof his anger? his fury is poured out like fire, and the rocks are\nthrown down by him. (7) The LORD is good, a strong hold in","the day of trouble; and he knoweth them that trust in him. (8)\nBut with an overrunning flood he will make an utter end of\nthe place thereof, and darkness shall pursue his enemies."],"start_index":200034001003,"end_index":200034001008,"verse_count":6,"word_count":160},{"reference":"Matthew 11:28–29","translation":"KJV","division":"Senior","passage_number":32,"release":"NBBC","cards":["(28) Come unto me, all ye that labour and are heavy laden,\nand I will give you rest. (29) Take my yoke upon you, and learn\nof me; for I am meek and lowly in heart: and ye shall find rest\nunto your souls."],"start_index":400001011028,"end_index":400001011029,"verse_count":2,"word_count":42},{"reference":"Mark 10:5–10","translation":"KJV","division":"Senior","passage_number":33,"release":"NBBC","cards":["(5) And Jesus answered and said unto them, For the hardness\nof your heart he wrote you this precept. (6) But from the\nbeginning of the creation God made them male and female.\n(7) For this cause shall a man leave his father and mother, and\ncleave to his wife; (8) And they twain shall be one flesh: so\nthen they are no more twain, but one flesh. (9) What therefore\nGod hath joined together, let not man put asunder. (10) And\nin the house his disciples asked him again of the same matter."],"start_index":400002010005,"end_index":400002010010,"verse_count":6,"word_count":88},{"reference":"Luke 12:22–40","translation":"KJV","division":"Senior","passage_number":34,"release":"NBBC","cards":["(22) And he said unto his disciples, Therefore I say unto you,\nTake no thought for your life, what ye shall eat; neither for the\nbody, what ye shall put on. (23) The life is more than meat,\nand the body is more than raiment. (24) Consider the ravens:\nfor they neither sow nor reap; which neither have storehouse\nnor barn; and God feedeth them: how much more are ye\nbetter than the fowls? (25) And which of you with taking\nthought can add to his stature one cubit? (26) If ye then be\nnot able to do that thing which is least, why take ye thought\nfor the rest? (27) Consider the lilies how they grow: they toil\nnot, they spin not; and yet I say unto you, that Solomon in all","his glory was not arrayed like one of these. (28) If then God\nso clothe the grass, which is to day in the field, and to morrow\nis cast into the oven; how much more will he clothe you, O\nye of little faith? (29) And seek not ye what ye shall eat, or\nwhat ye shall drink, neither be ye of doubtful mind. (30) For\nall these things do the nations of the world seek after: and\nyour Father knoweth that ye have need of these things. (31)\nBut rather seek ye the kingdom of God; and all these things\nshall be added unto you. (32) Fear not, little flock; for it is your\nFather's good pleasure to give you the kingdom. (33) Sell that\nye have, and give alms; provide yourselves bags which wax","not old, a treasure in the heavens that faileth not, where no\nthief approacheth, neither moth corrupteth. (34) For where\nyour treasure is, there will your heart be also. (35) Let your\nloins be girded about, and your lights burning; (36) And ye\nyourselves like unto men that wait for their lord, when he will\nreturn from the wedding; that when he cometh and knocketh,\nthey may open unto him immediately. (37) Blessed are those\nservants, whom the lord when he cometh shall find watching:\nverily I say unto you, that he shall gird himself, and make them\nto sit down to meat, and will come forth and serve them. (38)\nAnd if he shall come in the second watch, or come in the third","watch, and find them so, blessed are those servants. (39) And\nthis know, that if the goodman of the house had known what\nhour the thief would come, he would have watched, and not\nhave suffered his house to be broken through. (40) Be ye\ntherefore ready also: for the Son of man cometh at an hour\nwhen ye think not."],"start_index":400003012022,"end_index":400003012040,"verse_count":19,"word_count":436},{"reference":"Luke 16:13","translation":"KJV","division":"Senior","passage_number":35,"release":"NBBC","cards":["(13) No servant can serve two masters: for either he will hate\nthe one, and love the other; or else he will hold to the one,\nand despise the other. Ye cannot serve God and mammon."],"start_index":400003016013,"end_index":400003016013,"verse_count":1,"word_count":35},{"reference":"John 10:4–16","translation":"KJV","division":"Senior","passage_number":36,"release":"NBBC","cards":["(4) And when he putteth forth his own sheep, he goeth before\nthem, and the sheep follow him: for they know his voice. (5) And a\nstranger will they not follow, but will flee from him: for they know\nnot the voice of strangers. (6) This parable spake Jesus unto them:\nbut they understood not what things they were which he spake\nunto them. (7) Then said Jesus unto them again, Verily, verily, I say\nunto you, I am the door of the sheep. (8) All that ever came before\nme are thieves and robbers: but the sheep did not hear them. (9) I\nam the door: by me if any man enter in, he shall be saved, and shall\ngo in and out, and find pasture. (10) The thief cometh not, but for\nto steal, and to kill, and to destroy: I am come that they might have\nlife, and that they might have it more abundantly. (11) I am the","good shepherd: the good shepherd giveth his life for the sheep.\n(12) But he that is an hireling, and not the shepherd, whose own\nthe sheep are not, seeth the wolf coming, and leaveth the sheep,\nand fleeth: and the wolf catcheth them, and scattereth the sheep.\n(13) The hireling fleeth, because he is an hireling, and careth not\nfor the sheep. (14) I am the good shepherd, and know my sheep,\nand am known of mine. (15) As the Father knoweth me, even so\nknow I the Father: and I lay down my life for the sheep. (16) And\nother sheep I have, which are not of this fold: them also I must\nbring, and they shall hear my voice; and there shall be one fold,\nand one shepherd."],"start_index":400004010004,"end_index":400004010016,"verse_count":13,"word_count":279},{"reference":"John 16:5–17","translation":"KJV","division":"Senior","passage_number":37,"release":"NBBC","cards":["(5) But now I go my way to him that sent me; and none of you\nasketh me, Whither goest thou? (6) But because I have said these\nthings unto you, sorrow hath filled your heart. (7) Nevertheless I\ntell you the truth; It is expedient for you that I go away: for if I go\nnot away, the Comforter will not come unto you; but if I depart, I\nwill send him unto you. (8) And when he is come, he will reprove\nthe world of sin, and of righteousness, and of judgment: (9) Of sin,\nbecause they believe not on me; (10) Of righteousness, because\nI go to my Father, and ye see me no more; (11) Of judgment,\nbecause the prince of this world is judged. (12) I have yet many\nthings to say unto you, but ye cannot bear them now. (13) Howbeit","when he, the Spirit of truth, is come, he will guide you into all truth:\nfor he shall not speak of himself; but whatsoever he shall hear, that\nshall he speak: and he will shew you things to come. (14) He shall\nglorify me: for he shall receive of mine, and shall shew it unto you.\n(15) All things that the Father hath are mine: therefore said I, that\nhe shall take of mine, and shall shew it unto you. (16) A little while,\nand ye shall not see me: and again, a little while, and ye shall see\nme, because I go to the Father. (17) Then said some of his disciples\namong themselves, What is this that he saith unto us, A little while,\nand ye shall not see me: and again, a little while, and ye shall see\nme: and, Because I go to the Father?"],"start_index":400004016005,"end_index":400004016017,"verse_count":13,"word_count":283},{"reference":"Acts 20:15–36","translation":"KJV","division":"Senior","passage_number":38,"release":"NBBC","cards":["(15) And we sailed thence, and came the next day over against\nChios; and the next day we arrived at Samos, and tarried at\nTrogyllium; and the next day we came to Miletus. (16) For Paul\nhad determined to sail by Ephesus, because he would not spend\nthe time in Asia: for he hasted, if it were possible for him, to be at\nJerusalem the day of Pentecost. (17) And from Miletus he sent to\nEphesus, and called the elders of the church. (18) And when they\nwere come to him, he said unto them, Ye know, from the first day\nthat I came into Asia, after what manner I have been with you at all\nseasons, (19) Serving the Lord with all humility of mind, and with\nmany tears, and temptations, which befell me by the lying in wait","of the Jews: (20) And how I kept back nothing that was profitable\nunto you, but have shewed you, and have taught you publickly,\nand from house to house, (21) Testifying both to the Jews, and\nalso to the Greeks, repentance toward God, and faith toward our\nLord Jesus Christ. (22) And now, behold, I go bound in the spirit\nunto Jerusalem, not knowing the things that shall befall me there:\n(23) Save that the Holy Ghost witnesseth in every city, saying that\nbonds and afflictions abide me. (24) But none of these things move\nme, neither count I my life dear unto myself, so that I might finish\nmy course with joy, and the ministry, which I have received of the\nLord Jesus, to testify the gospel of the grace of God. (25) And now,","behold, I know that ye all, among whom I have gone preaching the\nkingdom of God, shall see my face no more. (26) Wherefore I take\nyou to record this day, that I am pure from the blood of all men.\n(27) For I have not shunned to declare unto you all the counsel of\nGod. (28) Take heed therefore unto yourselves, and to all the flock,\nover the which the Holy Ghost hath made you overseers, to feed\nthe church of God, which he hath purchased with his own blood.\n(29) For I know this, that after my departing shall grievous wolves\nenter in among you, not sparing the flock. (30) Also of your own\nselves shall men arise, speaking perverse things, to draw away\ndisciples after them. (31) Therefore watch, and remember, that by","the space of three years I ceased not to warn every one night and\nday with tears. (32) And now, brethren, I commend you to God,\nand to the word of his grace, which is able to build you up, and\nto give you an inheritance among all them which are sanctified.\n(33) I have coveted no man's silver, or gold, or apparel. (34) Yea,\nye yourselves know, that these hands have ministered unto my\nnecessities, and to them that were with me. (35) I have shewed\nyou all things, how that so labouring ye ought to support the weak,\nand to remember the words of the Lord Jesus, how he said, It is\nmore blessed to give than to receive. (36) And when he had thus\nspoken, he kneeled down, and prayed with them all."],"start_index":400005020015,"end_index":400005020036,"verse_count":22,"word_count":526},{"reference":"Romans 10:8–14","translation":"KJV","division":"Senior","passage_number":39,"release":"NBBC","cards":["(8) But what saith it? The word is nigh thee, even in thy mouth,\nand in thy heart: that is, the word of faith, which we preach;\n(9) That if thou shalt confess with thy mouth the Lord Jesus,\nand shalt believe in thine heart that God hath raised him from\nthe dead, thou shalt be saved. (10) For with the heart man\nbelieveth unto righteousness; and with the mouth confession\nis made unto salvation. (11) For the scripture saith, Whosoever\nbelieveth on him shall not be ashamed. (12) For there is no\ndifference between the Jew and the Greek: for the same Lord\nover all is rich unto all that call upon him. (13) For whosoever\nshall call upon the name of the Lord shall be saved. (14) How","then shall they call on him in whom they have not believed?\nand how shall they believe in him of whom they have not\nheard? and how shall they hear without a preacher?"],"start_index":400006010008,"end_index":400006010014,"verse_count":7,"word_count":156},{"reference":"1 Corinthians 12:18–31","translation":"KJV","division":"Senior","passage_number":40,"release":"NBBC","cards":["(18) But now hath God set the members every one of them in the\nbody, as it hath pleased him. (19) And if they were all one member,\nwhere were the body? (20) But now are they many members, yet\nbut one body. (21) And the eye cannot say unto the hand, I have\nno need of thee: nor again the head to the feet, I have no need\nof you. (22) Nay, much more those members of the body, which\nseem to be more feeble, are necessary: (23) And those members\nof the body, which we think to be less honourable, upon these we\nbestow more abundant honour; and our uncomely parts have more\nabundant comeliness. (24) For our comely parts have no need:\nbut God hath tempered the body together, having given more\nabundant honour to that part which lacked: (25) That there should","be no schism in the body; but that the members should have the\nsame care one for another. (26) And whether one member suffer,\nall the members suffer with it; or one member be honoured, all the\nmembers rejoice with it. (27) Now ye are the body of Christ, and\nmembers in particular. (28) And God hath set some in the church,\nfirst apostles, secondarily prophets, thirdly teachers, after that\nmiracles, then gifts of healings, helps, governments, diversities of\ntongues. (29) Are all apostles? are all prophets? are all teachers?\nare all workers of miracles? (30) Have all the gifts of healing? do all\nspeak with tongues? do all interpret? (31) But covet earnestly the\nbest gifts: and yet shew I unto you a more excellent way."],"start_index":400007012018,"end_index":400007012031,"verse_count":14,"word_count":259},{"reference":"2 Corinthians 11:13–33","translation":"KJV","division":"Senior","passage_number":41,"release":"NBBC","cards":["(13) For such are false apostles, deceitful workers,\ntransforming themselves into the apostles of Christ. (14) And\nno marvel; for Satan himself is transformed into an angel of\nlight. (15) Therefore it is no great thing if his ministers also\nbe transformed as the ministers of righteousness; whose\nend shall be according to their works. (16) I say again, Let\nno man think me a fool; if otherwise, yet as a fool receive\nme, that I may boast myself a little. (17) That which I speak,\nI speak it not after the Lord, but as it were foolishly, in this\nconfidence of boasting. (18) Seeing that many glory after the\nflesh, I will glory also. (19) For ye suffer fools gladly, seeing","ye yourselves are wise. (20) For ye suffer, if a man bring you\ninto bondage, if a man devour you, if a man take of you, if\na man exalt himself, if a man smite you on the face. (21) I\nspeak as concerning reproach, as though we had been weak.\nHowbeit whereinsoever any is bold, (I speak foolishly,) I am\nbold also. (22) Are they Hebrews? so am I. Are they Israelites?\nso am I. Are they the seed of Abraham? so am I. (23) Are they\nministers of Christ? (I speak as a fool) I am more; in labours\nmore abundant, in stripes above measure, in prisons more\nfrequent, in deaths oft. (24) Of the Jews five times received\nI forty stripes save one. (25) Thrice was I beaten with rods,","once was I stoned, thrice I suffered shipwreck, a night and\na day I have been in the deep; (26) In journeyings often,\nin perils of waters, in perils of robbers, in perils by mine\nown countrymen, in perils by the heathen, in perils in the\ncity, in perils in the wilderness, in perils in the sea, in perils\namong false brethren; (27) In weariness and painfulness, in\nwatchings often, in hunger and thirst, in fastings often, in cold\nand nakedness. (28) Beside those things that are without, that\nwhich cometh upon me daily, the care of all the churches. (29)\nWho is weak, and I am not weak? who is offended, and I burn\nnot? (30) If I must needs glory, I will glory of the things which","concern mine infirmities. (31) The God and Father of our Lord\nJesus Christ, which is blessed for evermore, knoweth that I\nlie not. (32) In Damascus the governor under Aretas the king\nkept the city of the Damascenes with a garrison, desirous to\napprehend me: (33) And through a window in a basket was I\nlet down by the wall, and escaped his hands."],"start_index":400008011013,"end_index":400008011033,"verse_count":21,"word_count":427},{"reference":"Galatians 2:20–21","translation":"KJV","division":"Senior","passage_number":42,"release":"NBBC","cards":["(20) I am crucified with Christ: nevertheless I live; yet not I, but\nChrist liveth in me: and the life which I now live in the flesh I\nlive by the faith of the Son of God, who loved me, and gave\nhimself for me. (21) I do not frustrate the grace of God: for if\nrighteousness come by the law, then Christ is dead in vain."],"start_index":400009002020,"end_index":400009002021,"verse_count":2,"word_count":65},{"reference":"Ephesians 3:8–10","translation":"KJV","division":"Senior","passage_number":43,"release":"NBBC","cards":["(8) Unto me, who am less than the least of all saints, is this\ngrace given, that I should preach among the Gentiles the\nunsearchable riches of Christ; (9) And to make all men\nsee what is the fellowship of the mystery, which from the\nbeginning of the world hath been hid in God, who created\nall things by Jesus Christ: (10) To the intent that now unto the\nprincipalities and powers in heavenly places might be known\nby the church the manifold wisdom of God,"],"start_index":400010003008,"end_index":400010003010,"verse_count":3,"word_count":83},{"reference":"Colossians 1:24–29","translation":"KJV","division":"Senior","passage_number":44,"release":"NBBC","cards":["(24) Who now rejoice in my sufferings for you, and fill up that which\nis behind of the afflictions of Christ in my flesh for his body's sake,\nwhich is the church: (25) Whereof I am made a minister, according\nto the dispensation of God which is given to me for you, to fulfil\nthe word of God; (26) Even the mystery which hath been hid from\nages and from generations, but now is made manifest to his saints:\n(27) To whom God would make known what is the riches of the\nglory of this mystery among the Gentiles; which is Christ in you,\nthe hope of glory: (28) Whom we preach, warning every man,\nand teaching every man in all wisdom; that we may present every\nman perfect in Christ Jesus: (29) Whereunto I also labour, striving\naccording to his working, which worketh in me mightily."],"start_index":400012001024,"end_index":400012001029,"verse_count":6,"word_count":141},{"reference":"Colossians 3:18–25","translation":"KJV","division":"Senior","passage_number":45,"release":"NBBC","cards":["(18) Wives, submit yourselves unto your own husbands, as it is\nfit in the Lord. (19) Husbands, love your wives, and be not bitter\nagainst them. (20) Children, obey your parents in all things: for\nthis is well pleasing unto the Lord. (21) Fathers, provoke not your\nchildren to anger, lest they be discouraged. (22) Servants, obey in\nall things your masters according to the flesh; not with eyeservice,\nas menpleasers; but in singleness of heart, fearing God: (23) And\nwhatsoever ye do, do it heartily, as to the Lord, and not unto men;\n(24) Knowing that of the Lord ye shall receive the reward of the\ninheritance: for ye serve the Lord Christ. (25) But he that doeth\nwrong shall receive for the wrong which he hath done: and there\nis no respect of persons."],"start_index":400012003018,"end_index":400012003025,"verse_count":8,"word_count":128},{"reference":"1 Thessalonians 2:4–13","translation":"KJV","division":"Senior","passage_number":46,"release":"NBBC","cards":["(4) But as we were allowed of God to be put in trust with the gospel,\neven so we speak; not as pleasing men, but God, which trieth our\nhearts. (5) For neither at any time used we flattering words, as ye\nknow, nor a cloke of covetousness; God is witness: (6) Nor of men\nsought we glory, neither of you, nor yet of others, when we might\nhave been burdensome, as the apostles of Christ. (7) But we were\ngentle among you, even as a nurse cherisheth her children: (8)\nSo being affectionately desirous of you, we were willing to have\nimparted unto you, not the gospel of God only, but also our own\nsouls, because ye were dear unto us. (9) For ye remember, brethren,\nour labour and travail: for labouring night and day, because we","would not be chargeable unto any of you, we preached unto you\nthe gospel of God. (10) Ye are witnesses, and God also, how holily\nand justly and unblameably we behaved ourselves among you\nthat believe: (11) As ye know how we exhorted and comforted and\ncharged every one of you, as a father doth his children, (12) That ye\nwould walk worthy of God, who hath called you unto his kingdom\nand glory. (13) For this cause also thank we God without ceasing,\nbecause, when ye received the word of God which ye heard of us,\nye received it not as the word of men, but as it is in truth, the word\nof God, which effectually worketh also in you that believe."],"start_index":400013002004,"end_index":400013002013,"verse_count":10,"word_count":252},{"reference":"1 Timothy 6:3–9","translation":"KJV","division":"Senior","passage_number":47,"release":"NBBC","cards":["(3) If any man teach otherwise, and consent not to wholesome\nwords, even the words of our Lord Jesus Christ, and to the doctrine\nwhich is according to godliness; (4) He is proud, knowing nothing,\nbut doting about questions and strifes of words, whereof cometh\nenvy, strife, railings, evil surmisings, (5) Perverse disputings of men\nof corrupt minds, and destitute of the truth, supposing that gain\nis godliness: from such withdraw thyself. (6) But godliness with\ncontentment is great gain. (7) For we brought nothing into this\nworld, and it is certain we can carry nothing out. (8) And having\nfood and raiment let us be therewith content. (9) But they that will\nbe rich fall into temptation and a snare, and into many foolish and\nhurtful lusts, which drown men in destruction and perdition."],"start_index":400015006003,"end_index":400015006009,"verse_count":7,"word_count":128},{"reference":"Titus 2:7–14","translation":"KJV","division":"Senior","passage_number":48,"release":"NBBC","cards":["(7) In all things shewing thyself a pattern of good works: in\ndoctrine shewing uncorruptness, gravity, sincerity, (8) Sound\nspeech, that cannot be condemned; that he that is of the\ncontrary part may be ashamed, having no evil thing to say of\nyou. (9) Exhort servants to be obedient unto their own masters,\nand to please them well in all things; not answering again; (10)\nNot purloining, but shewing all good fidelity; that they may\nadorn the doctrine of God our Saviour in all things. (11) For\nthe grace of God that bringeth salvation hath appeared to all\nmen, (12) Teaching us that, denying ungodliness and worldly\nlusts, we should live soberly, righteously, and godly, in this","present world; (13) Looking for that blessed hope, and the\nglorious appearing of the great God and our Saviour Jesus\nChrist; (14) Who gave himself for us, that he might redeem\nus from all iniquity, and purify unto himself a peculiar people,\nzealous of good works."],"start_index":400017002007,"end_index":400017002014,"verse_count":8,"word_count":155},{"reference":"1 Peter 2:18–20","translation":"KJV","division":"Senior","passage_number":49,"release":"NBBC","cards":["(18) Servants, be subject to your masters with all fear; not only\nto the good and gentle, but also to the froward. (19) For this\nis thankworthy, if a man for conscience toward God endure\ngrief, suffering wrongfully. (20) For what glory is it, if, when\nye be buffeted for your faults, ye shall take it patiently? but\nif, when ye do well, and suffer for it, ye take it patiently, this is\nacceptable with God."],"start_index":400021002018,"end_index":400021002020,"verse_count":3,"word_count":73},{"reference":"Revelation 2:1–10","translation":"KJV","division":"Senior","passage_number":50,"release":"NBBC","cards":["(1) Unto the angel of the church of Ephesus write; These\nthings saith he that holdeth the seven stars in his right hand,\nwho walketh in the midst of the seven golden candlesticks;\n(2) I know thy works, and thy labour, and thy patience, and\nhow thou canst not bear them which are evil: and thou hast\ntried them which say they are apostles, and are not, and hast\nfound them liars: (3) And hast borne, and hast patience, and\nfor my name's sake hast laboured, and hast not fainted. (4)\nNevertheless I have somewhat against thee, because thou\nhast left thy first love. (5) Remember therefore from whence\nthou art fallen, and repent, and do the first works; or else I will","come unto thee quickly, and will remove thy candlestick out\nof his place, except thou repent. (6) But this thou hast, that\nthou hatest the deeds of the Nicolaitans, which I also hate. (7)\nHe that hath an ear, let him hear what the Spirit saith unto the\nchurches; To him that overcometh will I give to eat of the tree\nof life, which is in the midst of the paradise of God. (8) And\nunto the angel of the church in Smyrna write; These things\nsaith the first and the last, which was dead, and is alive; (9)\nI know thy works, and tribulation, and poverty, (but thou art\nrich) and I know the blasphemy of them which say they are\nJews, and are not, but are the synagogue of Satan. (10) Fear","none of those things which thou shalt suffer: behold, the devil\nshall cast some of you into prison, that ye may be tried; and\nye shall have tribulation ten days: be thou faithful unto death,\nand I will give thee a crown of life."],"start_index":400027002001,"end_index":400027002010,"verse_count":10,"word_count":291},{"reference":"Revelation 14:1–8","translation":"KJV","division":"Senior","passage_number":51,"release":"NBBC","cards":["(1) And I looked, and, lo, a Lamb stood on the mount Sion, and with\nhim an hundred forty and four thousand, having his Father's name\nwritten in their foreheads. (2) And I heard a voice from heaven,\nas the voice of many waters, and as the voice of a great thunder:\nand I heard the voice of harpers harping with their harps: (3) And\nthey sung as it were a new song before the throne, and before the\nfour beasts, and the elders: and no man could learn that song but\nthe hundred and forty and four thousand, which were redeemed\nfrom the earth. (4) These are they which were not defiled with\nwomen; for they are virgins. These are they which follow the Lamb\nwhithersoever he goeth. These were redeemed from among men,","being the firstfruits unto God and to the Lamb. (5) And in their\nmouth was found no guile: for they are without fault before the\nthrone of God. (6) And I saw another angel fly in the midst of\nheaven, having the everlasting gospel to preach unto them that\ndwell on the earth, and to every nation, and kindred, and tongue,\nand people, (7) Saying with a loud voice, Fear God, and give glory\nto him; for the hour of his judgment is come: and worship him that\nmade heaven, and earth, and the sea, and the fountains of waters.\n(8) And there followed another angel, saying, Babylon is fallen, is\nfallen, that great city, because she made all nations drink of the\nwine of the wrath of her fornication."],"start_index":400027014001,"end_index":400027014008,"verse_count":8,"word_count":257},{"reference":"Leviticus 25:24–28","translation":"KJV","division":"Senior","passage_number":52,"release":"NBBC","cards":["(24) And in all the land of your possession ye shall grant a\nredemption for the land. (25) If thy brother be waxen poor, and\nhath sold away some of his possession, and if any of his kin come\nto redeem it, then shall he redeem that which his brother sold.\n(26) And if the man have none to redeem it, and himself be able\nto redeem it; (27) Then let him count the years of the sale thereof,\nand restore the overplus unto the man to whom he sold it; that he\nmay return unto his possession. (28) But if he be not able to restore\nit to him, then that which is sold shall remain in the hand of him\nthat hath bought it until the year of jubile: and in the jubile it shall\ngo out, and he shall return unto his possession."],"start_index":200003025024,"end_index":200003025028,"verse_count":5,"word_count":141},{"reference":"Numbers 28:1–10","translation":"KJV","division":"Senior","passage_number":53,"release":"NBBC","cards":["(1) And the LORD spake unto Moses, saying, (2) Command the\nchildren of Israel, and say unto them, My offering, and my bread\nfor my sacrifices made by fire, for a sweet savour unto me, shall ye\nobserve to offer unto me in their due season. (3) And thou shalt\nsay unto them, This is the offering made by fire which ye shall offer\nunto the LORD; two lambs of the first year without spot day by day,\nfor a continual burnt offering. (4) The one lamb shalt thou offer in\nthe morning, and the other lamb shalt thou offer at even; (5) And\na tenth part of an ephah of flour for a meat offering, mingled with\nthe fourth part of an hin of beaten oil. (6) It is a continual burnt\noffering, which was ordained in mount Sinai for a sweet savour,","a sacrifice made by fire unto the LORD. (7) And the drink offering\nthereof shall be the fourth part of an hin for the one lamb: in the\nholy place shalt thou cause the strong wine to be poured unto\nthe LORD for a drink offering. (8) And the other lamb shalt thou\noffer at even: as the meat offering of the morning, and as the drink\noffering thereof, thou shalt offer it, a sacrifice made by fire, of a\nsweet savour unto the LORD. (9) And on the sabbath day two lambs\nof the first year without spot, and two tenth deals of flour for a\nmeat offering, mingled with oil, and the drink offering thereof: (10)\nThis is the burnt offering of every sabbath, beside the continual\nburnt offering, and his drink offering."],"start_index":200004028001,"end_index":200004028010,"verse_count":10,"word_count":269},{"reference":"Deuteronomy 10:11–22","translation":"KJV","division":"Senior","passage_number":54,"release":"NBBC","cards":["(11) And the LORD said unto me, Arise, take thy journey\nbefore the people, that they may go in and possess the land,\nwhich I sware unto their fathers to give unto them. (12) And\nnow, Israel, what doth the LORD thy God require of thee, but\nto fear the LORD thy God, to walk in all his ways, and to love\nhim, and to serve the LORD thy God with all thy heart and with\nall thy soul, (13) To keep the commandments of the LORD, and\nhis statutes, which I command thee this day for thy good? (14)\nBehold, the heaven and the heaven of heavens is the LORD'S\nthy God, the earth also, with all that therein is. (15) Only the\nLORD had a delight in thy fathers to love them, and he chose","their seed after them, even you above all people, as it is this\nday. (16) Circumcise therefore the foreskin of your heart, and\nbe no more stiffnecked. (17) For the LORD your God is God of\ngods, and Lord of lords, a great God, a mighty, and a terrible,\nwhich regardeth not persons, nor taketh reward: (18) He\ndoth execute the judgment of the fatherless and widow, and\nloveth the stranger, in giving him food and raiment. (19) Love\nye therefore the stranger: for ye were strangers in the land of\nEgypt. (20) Thou shalt fear the LORD thy God; him shalt thou\nserve, and to him shalt thou cleave, and swear by his name.\n(21) He is thy praise, and he is thy God, that hath done for","thee these great and terrible things, which thine eyes have\nseen. (22) Thy fathers went down into Egypt with threescore\nand ten persons; and now the LORD thy God hath made thee\nas the stars of heaven for multitude."],"start_index":200005010011,"end_index":200005010022,"verse_count":12,"word_count":293},{"reference":"1 Samuel 2:1–10","translation":"KJV","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) And Hannah prayed, and said, My heart rejoiceth in the LORD,\nmine horn is exalted in the LORD: my mouth is enlarged over\nmine enemies; because I rejoice in thy salvation. (2) There is none\nholy as the LORD: for there is none beside thee: neither is there\nany rock like our God. (3) Talk no more so exceeding proudly; let\nnot arrogancy come out of your mouth: for the LORD is a God\nof knowledge, and by him actions are weighed. (4) The bows of\nthe mighty men are broken, and they that stumbled are girded\nwith strength. (5) They that were full have hired out themselves\nfor bread; and they that were hungry ceased: so that the barren\nhath born seven; and she that hath many children is waxed feeble.\n(6) The LORD killeth, and maketh alive: he bringeth down to the","grave, and bringeth up. (7) The LORD maketh poor, and maketh\nrich: he bringeth low, and lifteth up. (8) He raiseth up the poor out\nof the dust, and lifteth up the beggar from the dunghill, to set them\namong princes, and to make them inherit the throne of glory: for\nthe pillars of the earth are the LORD'S, and he hath set the world\nupon them. (9) He will keep the feet of his saints, and the wicked\nshall be silent in darkness; for by strength shall no man prevail.\n(10) The adversaries of the LORD shall be broken to pieces; out\nof heaven shall he thunder upon them: the LORD shall judge the\nends of the earth; and he shall give strength unto his king, and\nexalt the horn of his anointed."],"start_index":200009002001,"end_index":200009002010,"verse_count":10,"word_count":269},{"reference":"2 Samuel 22:5–14","translation":"KJV","division":"Senior","passage_number":56,"release":"NBBC","cards":["(5) When the waves of death compassed me, the floods\nof ungodly men made me afraid; (6) The sorrows of hell\ncompassed me about; the snares of death prevented me; (7)\nIn my distress I called upon the LORD, and cried to my God:\nand he did hear my voice out of his temple, and my cry did\nenter into his ears. (8) Then the earth shook and trembled;\nthe foundations of heaven moved and shook, because he\nwas wroth. (9) There went up a smoke out of his nostrils, and\nfire out of his mouth devoured: coals were kindled by it. (10)\nHe bowed the heavens also, and came down; and darkness\nwas under his feet. (11) And he rode upon a cherub, and did","fly: and he was seen upon the wings of the wind. (12) And he\nmade darkness pavilions round about him, dark waters, and\nthick clouds of the skies. (13) Through the brightness before\nhim were coals of fire kindled. (14) The LORD thundered from\nheaven, and the most High uttered his voice."],"start_index":200010022005,"end_index":200010022014,"verse_count":10,"word_count":168},{"reference":"2 Kings 6:8–17","translation":"KJV","division":"Senior","passage_number":57,"release":"NBBC","cards":["(8) Then the king of Syria warred against Israel, and took\ncounsel with his servants, saying, In such and such a place\nshall be my camp. (9) And the man of God sent unto the king\nof Israel, saying, Beware that thou pass not such a place; for\nthither the Syrians are come down. (10) And the king of Israel\nsent to the place which the man of God told him and warned\nhim of, and saved himself there, not once nor twice. (11)\nTherefore the heart of the king of Syria was sore troubled for\nthis thing; and he called his servants, and said unto them, Will\nye not shew me which of us is for the king of Israel? (12) And\none of his servants said, None, my lord, O king: but Elisha, the","prophet that is in Israel, telleth the king of Israel the words\nthat thou speakest in thy bedchamber. (13) And he said, Go\nand spy where he is, that I may send and fetch him. And it was\ntold him, saying, Behold, he is in Dothan. (14) Therefore sent\nhe thither horses, and chariots, and a great host: and they\ncame by night, and compassed the city about. (15) And when\nthe servant of the man of God was risen early, and gone forth,\nbehold, an host compassed the city both with horses and\nchariots. And his servant said unto him, Alas, my master! how\nshall we do? (16) And he answered, Fear not: for they that be\nwith us are more than they that be with them. (17) And Elisha","prayed, and said, LORD, I pray thee, open his eyes, that he\nmay see. And the LORD opened the eyes of the young man;\nand he saw: and, behold, the mountain was full of horses and\nchariots of fire round about Elisha."],"start_index":200012006008,"end_index":200012006017,"verse_count":10,"word_count":299},{"reference":"2 Chronicles 20:2–17","translation":"KJV","division":"Senior","passage_number":58,"release":"NBBC","cards":["(2) Then there came some that told Jehoshaphat, saying, There\ncometh a great multitude against thee from beyond the sea on this\nside Syria; and, behold, they be in Hazazontamar, which is Engedi.\n(3) And Jehoshaphat feared, and set himself to seek the LORD, and\nproclaimed a fast throughout all Judah. (4) And Judah gathered\nthemselves together, to ask help of the LORD: even out of all the\ncities of Judah they came to seek the LORD. (5) And Jehoshaphat\nstood in the congregation of Judah and Jerusalem, in the house of\nthe LORD, before the new court, (6) And said, O LORD God of our\nfathers, art not thou God in heaven? and rulest not thou over all\nthe kingdoms of the heathen? and in thine hand is there not power","and might, so that none is able to withstand thee? (7) Art not thou\nour God, who didst drive out the inhabitants of this land before thy\npeople Israel, and gavest it to the seed of Abraham thy friend for\never? (8) And they dwelt therein, and have built thee a sanctuary\ntherein for thy name, saying, (9) If, when evil cometh upon us, as\nthe sword, judgment, or pestilence, or famine, we stand before this\nhouse, and in thy presence, (for thy name is in this house,) and cry\nunto thee in our affliction, then thou wilt hear and help. (10) And\nnow, behold, the children of Ammon and Moab and mount Seir,\nwhom thou wouldest not let Israel invade, when they came out of\nthe land of Egypt, but they turned from them, and destroyed them","not; (11) Behold, I say, how they reward us, to come to cast us out\nof thy possession, which thou hast given us to inherit. (12) O our\nGod, wilt thou not judge them? for we have no might against this\ngreat company that cometh against us; neither know we what to\ndo: but our eyes are upon thee. (13) And all Judah stood before\nthe LORD, with their little ones, their wives, and their children. (14)\nThen upon Jahaziel the son of Zechariah, the son of Benaiah, the\nson of Jeiel, the son of Mattaniah, a Levite of the sons of Asaph,\ncame the Spirit of the LORD in the midst of the congregation;\n(15) And he said, Hearken ye, all Judah, and ye inhabitants of\nJerusalem, and thou king Jehoshaphat, Thus saith the LORD unto","you, Be not afraid nor dismayed by reason of this great multitude;\nfor the battle is not yours, but God's. (16) To morrow go ye down\nagainst them: behold, they come up by the cliff of Ziz; and ye shall\nfind them at the end of the brook, before the wilderness of Jeruel.\n(17) Ye shall not need to fight in this battle: set yourselves, stand\nye still, and see the salvation of the LORD with you, O Judah and\nJerusalem: fear not, nor be dismayed; to morrow go out against\nthem: for the LORD will be with you."],"start_index":200014020002,"end_index":200014020017,"verse_count":16,"word_count":490},{"reference":"Job 22:22–28","translation":"KJV","division":"Senior","passage_number":59,"release":"NBBC","cards":["(22) Receive, I pray thee, the law from his mouth, and lay up\nhis words in thine heart. (23) If thou return to the Almighty,\nthou shalt be built up, thou shalt put away iniquity far from\nthy tabernacles. (24) Then shalt thou lay up gold as dust, and\nthe gold of Ophir as the stones of the brooks. (25) Yea, the\nAlmighty shall be thy defence, and thou shalt have plenty of\nsilver. (26) For then shalt thou have thy delight in the Almighty,\nand shalt lift up thy face unto God. (27) Thou shalt make thy\nprayer unto him, and he shall hear thee, and thou shalt pay\nthy vows. (28) Thou shalt also decree a thing, and it shall be\nestablished unto thee: and the light shall shine upon thy ways."],"start_index":200018022022,"end_index":200018022028,"verse_count":7,"word_count":127},{"reference":"Job 28:1–28","translation":"KJV","division":"Senior","passage_number":60,"release":"NBBC","cards":["(1) Surely there is a vein for the silver, and a place for gold\nwhere they fine it. (2) Iron is taken out of the earth, and brass\nis molten out of the stone. (3) He setteth an end to darkness,\nand searcheth out all perfection: the stones of darkness, and\nthe shadow of death. (4) The flood breaketh out from the\ninhabitant; even the waters forgotten of the foot: they are\ndried up, they are gone away from men. (5) As for the earth,\nout of it cometh bread: and under it is turned up as it were fire.\n(6) The stones of it are the place of sapphires: and it hath dust\nof gold. (7) There is a path which no fowl knoweth, and which\nthe vulture's eye hath not seen: (8) The lion's whelps have not","trodden it, nor the fierce lion passed by it. (9) He putteth forth\nhis hand upon the rock; he overturneth the mountains by the\nroots. (10) He cutteth out rivers among the rocks; and his eye\nseeth every precious thing. (11) He bindeth the floods from\noverflowing; and the thing that is hid bringeth he forth to light.\n(12) But where shall wisdom be found? and where is the place\nof understanding? (13) Man knoweth not the price thereof;\nneither is it found in the land of the living. (14) The depth\nsaith, It is not in me: and the sea saith, It is not with me. (15)\nIt cannot be gotten for gold, neither shall silver be weighed\nfor the price thereof. (16) It cannot be valued with the gold of","Ophir, with the precious onyx, or the sapphire. (17) The gold\nand the crystal cannot equal it: and the exchange of it shall\nnot be for jewels of fine gold. (18) No mention shall be made\nof coral, or of pearls: for the price of wisdom is above rubies.\n(19) The topaz of Ethiopia shall not equal it, neither shall it be\nvalued with pure gold. (20) Whence then cometh wisdom?\nand where is the place of understanding? (21) Seeing it is\nhid from the eyes of all living, and kept close from the fowls\nof the air. (22) Destruction and death say, We have heard the\nfame thereof with our ears. (23) God understandeth the way\nthereof, and he knoweth the place thereof. (24) For he looketh","to the ends of the earth, and seeth under the whole heaven;\n(25) To make the weight for the winds; and he weigheth the\nwaters by measure. (26) When he made a decree for the rain,\nand a way for the lightning of the thunder: (27) Then did he\nsee it, and declare it; he prepared it, yea, and searched it out.\n(28) And unto man he said, Behold, the fear of the Lord, that\nis wisdom; and to depart from evil is understanding."],"start_index":200018028001,"end_index":200018028028,"verse_count":28,"word_count":455},{"reference":"Job 38:1–33","translation":"KJV","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) Then the LORD answered Job out of the whirlwind, and said, (2)\nWho is this that darkeneth counsel by words without knowledge?\n(3) Gird up now thy loins like a man; for I will demand of thee, and\nanswer thou me. (4) Where wast thou when I laid the foundations\nof the earth? declare, if thou hast understanding. (5) Who hath laid\nthe measures thereof, if thou knowest? or who hath stretched the\nline upon it? (6) Whereupon are the foundations thereof fastened?\nor who laid the corner stone thereof; (7) When the morning stars\nsang together, and all the sons of God shouted for joy? (8) Or\nwho shut up the sea with doors, when it brake forth, as if it had\nissued out of the womb? (9) When I made the cloud the garment\nthereof, and thick darkness a swaddlingband for it, (10) And brake","up for it my decreed place, and set bars and doors, (11) And said,\nHitherto shalt thou come, but no further: and here shall thy proud\nwaves be stayed? (12) Hast thou commanded the morning since\nthy days; and caused the dayspring to know his place; (13) That it\nmight take hold of the ends of the earth, that the wicked might be\nshaken out of it? (14) It is turned as clay to the seal; and they stand\nas a garment. (15) And from the wicked their light is withholden,\nand the high arm shall be broken. (16) Hast thou entered into the\nsprings of the sea? or hast thou walked in the search of the depth?\n(17) Have the gates of death been opened unto thee? or hast thou\nseen the doors of the shadow of death? (18) Hast thou perceived\nthe breadth of the earth? declare if thou knowest it all. (19) Where","is the way where light dwelleth? and as for darkness, where is\nthe place thereof, (20) That thou shouldest take it to the bound\nthereof, and that thou shouldest know the paths to the house\nthereof? (21) Knowest thou it, because thou wast then born? or\nbecause the number of thy days is great? (22) Hast thou entered\ninto the treasures of the snow? or hast thou seen the treasures of\nthe hail, (23) Which I have reserved against the time of trouble,\nagainst the day of battle and war? (24) By what way is the light\nparted, which scattereth the east wind upon the earth? (25) Who\nhath divided a watercourse for the overflowing of waters, or a way\nfor the lightning of thunder; (26) To cause it to rain on the earth,\nwhere no man is; on the wilderness, wherein there is no man; (27)","To satisfy the desolate and waste ground; and to cause the bud\nof the tender herb to spring forth? (28) Hath the rain a father? or\nwho hath begotten the drops of dew? (29) Out of whose womb\ncame the ice? and the hoary frost of heaven, who hath gendered\nit? (30) The waters are hid as with a stone, and the face of the deep\nis frozen. (31) Canst thou bind the sweet influences of Pleiades, or\nloose the bands of Orion? (32) Canst thou bring forth Mazzaroth\nin his season? or canst thou guide Arcturus with his sons? (33)\nKnowest thou the ordinances of heaven? canst thou set the\ndominion thereof in the earth?"],"start_index":200018038001,"end_index":200018038033,"verse_count":33,"word_count":534},{"reference":"Psalm 89:5–18","translation":"KJV","division":"Senior","passage_number":62,"release":"NBBC","cards":["(5) And the heavens shall praise thy wonders, O LORD: thy\nfaithfulness also in the congregation of the saints. (6) For who in\nthe heaven can be compared unto the LORD? who among the sons\nof the mighty can be likened unto the LORD? (7) God is greatly to\nbe feared in the assembly of the saints, and to be had in reverence\nof all them that are about him. (8) O LORD God of hosts, who is\na strong LORD like unto thee? or to thy faithfulness round about\nthee? (9) Thou rulest the raging of the sea: when the waves thereof\narise, thou stillest them. (10) Thou hast broken Rahab in pieces, as\none that is slain; thou hast scattered thine enemies with thy strong\narm. (11) The heavens are thine, the earth also is thine: as for the","world and the fulness thereof, thou hast founded them. (12) The\nnorth and the south thou hast created them: Tabor and Hermon\nshall rejoice in thy name. (13) Thou hast a mighty arm: strong is thy\nhand, and high is thy right hand. (14) Justice and judgment are the\nhabitation of thy throne: mercy and truth shall go before thy face.\n(15) Blessed is the people that know the joyful sound: they shall\nwalk, O LORD, in the light of thy countenance. (16) In thy name\nshall they rejoice all the day: and in thy righteousness shall they\nbe exalted. (17) For thou art the glory of their strength: and in thy\nfavour our horn shall be exalted. (18) For the LORD is our defence;\nand the Holy One of Israel is our king."],"start_index":200019089005,"end_index":200019089018,"verse_count":14,"word_count":261},{"reference":"Proverbs 12:1–28","translation":"KJV","division":"Senior","passage_number":63,"release":"NBBC","cards":["(1) Whoso loveth instruction loveth knowledge: but he that\nhateth reproof is brutish. (2) A good man obtaineth favour of\nthe LORD: but a man of wicked devices will he condemn. (3)\nA man shall not be established by wickedness: but the root\nof the righteous shall not be moved. (4) A virtuous woman is\na crown to her husband: but she that maketh ashamed is as\nrottenness in his bones. (5) The thoughts of the righteous are\nright: but the counsels of the wicked are deceit. (6) The words\nof the wicked are to lie in wait for blood: but the mouth of\nthe upright shall deliver them. (7) The wicked are overthrown,\nand are not: but the house of the righteous shall stand. (8) A","man shall be commended according to his wisdom: but he\nthat is of a perverse heart shall be despised. (9) He that is\ndespised, and hath a servant, is better than he that honoureth\nhimself, and lacketh bread. (10) A righteous man regardeth\nthe life of his beast: but the tender mercies of the wicked are\ncruel. (11) He that tilleth his land shall be satisfied with bread:\nbut he that followeth vain persons is void of understanding.\n(12) The wicked desireth the net of evil men: but the root of\nthe righteous yieldeth fruit. (13) The wicked is snared by the\ntransgression of his lips: but the just shall come out of trouble.\n(14) A man shall be satisfied with good by the fruit of his mouth:","and the recompence of a man's hands shall be rendered unto\nhim. (15) The way of a fool is right in his own eyes: but he\nthat hearkeneth unto counsel is wise. (16) A fool's wrath is\npresently known: but a prudent man covereth shame. (17) He\nthat speaketh truth sheweth forth righteousness: but a false\nwitness deceit. (18) There is that speaketh like the piercings\nof a sword: but the tongue of the wise is health. (19) The lip\nof truth shall be established for ever: but a lying tongue is\nbut for a moment. (20) Deceit is in the heart of them that\nimagine evil: but to the counsellors of peace is joy. (21) There\nshall no evil happen to the just: but the wicked shall be filled","with mischief. (22) Lying lips are abomination to the LORD:\nbut they that deal truly are his delight. (23) A prudent man\nconcealeth knowledge: but the heart of fools proclaimeth\nfoolishness. (24) The hand of the diligent shall bear rule: but\nthe slothful shall be under tribute. (25) Heaviness in the heart\nof man maketh it stoop: but a good word maketh it glad.\n(26) The righteous is more excellent than his neighbour: but\nthe way of the wicked seduceth them. (27) The slothful man\nroasteth not that which he took in hunting: but the substance\nof a diligent man is precious. (28) In the way of righteousness\nis life; and in the pathway thereof there is no death."],"start_index":200020012001,"end_index":200020012028,"verse_count":28,"word_count":476},{"reference":"Proverbs 24:1–27","translation":"KJV","division":"Senior","passage_number":64,"release":"NBBC","cards":["(1) Be not thou envious against evil men, neither desire to\nbe with them. (2) For their heart studieth destruction, and\ntheir lips talk of mischief. (3) Through wisdom is an house\nbuilded; and by understanding it is established: (4) And by\nknowledge shall the chambers be filled with all precious\nand pleasant riches. (5) A wise man is strong; yea, a man of\nknowledge increaseth strength. (6) For by wise counsel thou\nshalt make thy war: and in multitude of counsellors there is\nsafety. (7) Wisdom is too high for a fool: he openeth not his\nmouth in the gate. (8) He that deviseth to do evil shall be\ncalled a mischievous person. (9) The thought of foolishness","is sin: and the scorner is an abomination to men. (10) If thou\nfaint in the day of adversity, thy strength is small. (11) If thou\nforbear to deliver them that are drawn unto death, and those\nthat are ready to be slain; (12) If thou sayest, Behold, we knew\nit not; doth not he that pondereth the heart consider it? and\nhe that keepeth thy soul, doth not he know it? and shall not\nhe render to every man according to his works? (13) My son,\neat thou honey, because it is good; and the honeycomb,\nwhich is sweet to thy taste: (14) So shall the knowledge of\nwisdom be unto thy soul: when thou hast found it, then there\nshall be a reward, and thy expectation shall not be cut off.","(15) Lay not wait, O wicked man, against the dwelling of the\nrighteous; spoil not his resting place: (16) For a just man\nfalleth seven times, and riseth up again: but the wicked shall\nfall into mischief. (17) Rejoice not when thine enemy falleth,\nand let not thine heart be glad when he stumbleth: (18) Lest\nthe LORD see it, and it displease him, and he turn away his\nwrath from him. (19) Fret not thyself because of evil men,\nneither be thou envious at the wicked; (20) For there shall\nbe no reward to the evil man; the candle of the wicked shall\nbe put out. (21) My son, fear thou the LORD and the king:\nand meddle not with them that are given to change: (22) For","their calamity shall rise suddenly; and who knoweth the ruin\nof them both? (23) These things also belong to the wise. It\nis not good to have respect of persons in judgment. (24) He\nthat saith unto the wicked, Thou art righteous; him shall the\npeople curse, nations shall abhor him: (25) But to them that\nrebuke him shall be delight, and a good blessing shall come\nupon them. (26) Every man shall kiss his lips that giveth a\nright answer. (27) Prepare thy work without, and make it fit\nfor thyself in the field; and afterwards build thine house."],"start_index":200020024001,"end_index":200020024027,"verse_count":27,"word_count":454},{"reference":"Ecclesiastes 7:7–19","translation":"KJV","division":"Senior","passage_number":65,"release":"NBBC","cards":["(7) Surely oppression maketh a wise man mad; and a gift\ndestroyeth the heart. (8) Better is the end of a thing than the\nbeginning thereof: and the patient in spirit is better than the\nproud in spirit. (9) Be not hasty in thy spirit to be angry: for\nanger resteth in the bosom of fools. (10) Say not thou, What\nis the cause that the former days were better than these? for\nthou dost not enquire wisely concerning this. (11) Wisdom\nis good with an inheritance: and by it there is profit to them\nthat see the sun. (12) For wisdom is a defence, and money is\na defence: but the excellency of knowledge is, that wisdom\ngiveth life to them that have it. (13) Consider the work of","God: for who can make that straight, which he hath made\ncrooked? (14) In the day of prosperity be joyful, but in the day\nof adversity consider: God also hath set the one over against\nthe other, to the end that man should find nothing after him.\n(15) All things have I seen in the days of my vanity: there\nis a just man that perisheth in his righteousness, and there\nis a wicked man that prolongeth his life in his wickedness.\n(16) Be not righteous over much; neither make thyself over\nwise: why shouldest thou destroy thyself? (17) Be not over\nmuch wicked, neither be thou foolish: why shouldest thou die\nbefore thy time? (18) It is good that thou shouldest take hold","of this; yea, also from this withdraw not thine hand: for he\nthat feareth God shall come forth of them all. (19) Wisdom\nstrengtheneth the wise more than ten mighty men which are\nin the city."],"start_index":200021007007,"end_index":200021007019,"verse_count":13,"word_count":277},{"reference":"Isaiah 1:15–20","translation":"KJV","division":"Senior","passage_number":66,"release":"NBBC","cards":["(15) And when ye spread forth your hands, I will hide mine eyes\nfrom you: yea, when ye make many prayers, I will not hear: your\nhands are full of blood. (16) Wash you, make you clean; put away\nthe evil of your doings from before mine eyes; cease to do evil; (17)\nLearn to do well; seek judgment, relieve the oppressed, judge the\nfatherless, plead for the widow. (18) Come now, and let us reason\ntogether, saith the LORD: though your sins be as scarlet, they shall\nbe as white as snow; though they be red like crimson, they shall be\nas wool. (19) If ye be willing and obedient, ye shall eat the good of\nthe land: (20) But if ye refuse and rebel, ye shall be devoured with\nthe sword: for the mouth of the LORD hath spoken it."],"start_index":200023001015,"end_index":200023001020,"verse_count":6,"word_count":136},{"reference":"Isaiah 12:1–5","translation":"KJV","division":"Senior","passage_number":67,"release":"NBBC","cards":["(1) And in that day thou shalt say, O LORD, I will praise thee:\nthough thou wast angry with me, thine anger is turned away,\nand thou comfortedst me. (2) Behold, God is my salvation;\nI will trust, and not be afraid: for the LORD JEHOVAH is my\nstrength and my song; he also is become my salvation. (3)\nTherefore with joy shall ye draw water out of the wells of\nsalvation. (4) And in that day shall ye say, Praise the LORD, call\nupon his name, declare his doings among the people, make\nmention that his name is exalted. (5) Sing unto the LORD; for\nhe hath done excellent things: this is known in all the earth."],"start_index":200023012001,"end_index":200023012005,"verse_count":5,"word_count":113},{"reference":"Isaiah 26:3–9","translation":"KJV","division":"Senior","passage_number":68,"release":"NBBC","cards":["(3) Thou wilt keep him in perfect peace, whose mind is stayed\non thee: because he trusteth in thee. (4) Trust ye in the LORD\nfor ever: for in the LORD JEHOVAH is everlasting strength:\n(5) For he bringeth down them that dwell on high; the lofty\ncity, he layeth it low; he layeth it low, even to the ground; he\nbringeth it even to the dust. (6) The foot shall tread it down,\neven the feet of the poor, and the steps of the needy. (7) The\nway of the just is uprightness: thou, most upright, dost weigh\nthe path of the just. (8) Yea, in the way of thy judgments, O\nLORD, have we waited for thee; the desire of our soul is to\nthy name, and to the remembrance of thee. (9) With my soul","have I desired thee in the night; yea, with my spirit within me\nwill I seek thee early: for when thy judgments are in the earth,\nthe inhabitants of the world will learn righteousness."],"start_index":200023026003,"end_index":200023026009,"verse_count":7,"word_count":165},{"reference":"Jeremiah 17:1–8","translation":"KJV","division":"Senior","passage_number":69,"release":"NBBC","cards":["(1) The sin of Judah is written with a pen of iron, and with the\npoint of a diamond: it is graven upon the table of their heart,\nand upon the horns of your altars; (2) Whilst their children\nremember their altars and their groves by the green trees\nupon the high hills. (3) O my mountain in the field, I will give\nthy substance and all thy treasures to the spoil, and thy high\nplaces for sin, throughout all thy borders. (4) And thou, even\nthyself, shalt discontinue from thine heritage that I gave thee;\nand I will cause thee to serve thine enemies in the land which\nthou knowest not: for ye have kindled a fire in mine anger,\nwhich shall burn for ever. (5) Thus saith the LORD; Cursed be","the man that trusteth in man, and maketh flesh his arm, and\nwhose heart departeth from the LORD. (6) For he shall be like\nthe heath in the desert, and shall not see when good cometh;\nbut shall inhabit the parched places in the wilderness, in a salt\nland and not inhabited. (7) Blessed is the man that trusteth in\nthe LORD, and whose hope the LORD is. (8) For he shall be as\na tree planted by the waters, and that spreadeth out her roots\nby the river, and shall not see when heat cometh, but her leaf\nshall be green; and shall not be careful in the year of drought,\nneither shall cease from yielding fruit."],"start_index":200024017001,"end_index":200024017008,"verse_count":8,"word_count":243},{"reference":"Jeremiah 35:1–14","translation":"KJV","division":"Senior","passage_number":70,"release":"NBBC","cards":["(1) The word which came unto Jeremiah from the LORD\nin the days of Jehoiakim the son of Josiah king of Judah,\nsaying, (2) Go unto the house of the Rechabites, and speak\nunto them, and bring them into the house of the LORD, into\none of the chambers, and give them wine to drink. (3) Then\nI took Jaazaniah the son of Jeremiah, the son of Habaziniah,\nand his brethren, and all his sons, and the whole house of\nthe Rechabites; (4) And I brought them into the house of\nthe LORD, into the chamber of the sons of Hanan, the son\nof Igdaliah, a man of God, which was by the chamber of the\nprinces, which was above the chamber of Maaseiah the son","of Shallum, the keeper of the door: (5) And I set before the\nsons of the house of the Rechabites pots full of wine, and\ncups, and I said unto them, Drink ye wine. (6) But they said,\nWe will drink no wine: for Jonadab the son of Rechab our\nfather commanded us, saying, Ye shall drink no wine, neither\nye, nor your sons for ever: (7) Neither shall ye build house,\nnor sow seed, nor plant vineyard, nor have any: but all your\ndays ye shall dwell in tents; that ye may live many days in\nthe land where ye be strangers. (8) Thus have we obeyed\nthe voice of Jonadab the son of Rechab our father in all that\nhe hath charged us, to drink no wine all our days, we, our","wives, our sons, nor our daughters; (9) Nor to build houses\nfor us to dwell in: neither have we vineyard, nor field, nor\nseed: (10) But we have dwelt in tents, and have obeyed, and\ndone according to all that Jonadab our father commanded\nus. (11) But it came to pass, when Nebuchadrezzar king of\nBabylon came up into the land, that we said, Come, and let\nus go to Jerusalem for fear of the army of the Chaldeans, and\nfor fear of the army of the Syrians: so we dwell at Jerusalem.\n(12) Then came the word of the LORD unto Jeremiah, saying,\n(13) Thus saith the LORD of hosts, the God of Israel; Go and\ntell the men of Judah and the inhabitants of Jerusalem, Will","ye not receive instruction to hearken to my words? saith the\nLORD. (14) The words of Jonadab the son of Rechab, that\nhe commanded his sons not to drink wine, are performed;\nfor unto this day they drink none, but obey their father's\ncommandment: notwithstanding I have spoken unto you,\nrising early and speaking; but ye hearkened not unto me."],"start_index":200024035001,"end_index":200024035014,"verse_count":14,"word_count":434},{"reference":"Hosea 2:14–23","translation":"KJV","division":"Senior","passage_number":71,"release":"NBBC","cards":["(14) Therefore, behold, I will allure her, and bring her into the\nwilderness, and speak comfortably unto her. (15) And I will give\nher her vineyards from thence, and the valley of Achor for a door\nof hope: and she shall sing there, as in the days of her youth, and as\nin the day when she came up out of the land of Egypt. (16) And it\nshall be at that day, saith the LORD, that thou shalt call me Ishi; and\nshalt call me no more Baali. (17) For I will take away the names of\nBaalim out of her mouth, and they shall no more be remembered\nby their name. (18) And in that day will I make a covenant for them\nwith the beasts of the field, and with the fowls of heaven, and with\nthe creeping things of the ground: and I will break the bow and\nthe sword and the battle out of the earth, and will make them to","lie down safely. (19) And I will betroth thee unto me for ever; yea,\nI will betroth thee unto me in righteousness, and in judgment, and\nin lovingkindness, and in mercies. (20) I will even betroth thee\nunto me in faithfulness: and thou shalt know the LORD. (21) And\nit shall come to pass in that day, I will hear, saith the LORD, I will\nhear the heavens, and they shall hear the earth; (22) And the earth\nshall hear the corn, and the wine, and the oil; and they shall hear\nJezreel. (23) And I will sow her unto me in the earth; and I will\nhave mercy upon her that had not obtained mercy; and I will say\nto them which were not my people, Thou art my people; and they\nshall say, Thou art my God."],"start_index":200028002014,"end_index":200028002023,"verse_count":10,"word_count":295},{"reference":"Obadiah 3–7","translation":"KJV","division":"Senior","passage_number":72,"release":"NBBC","cards":["(3) The pride of thine heart hath deceived thee, thou that\ndwellest in the clefts of the rock, whose habitation is high; that\nsaith in his heart, Who shall bring me down to the ground? (4)\nThough thou exalt thyself as the eagle, and though thou set\nthy nest among the stars, thence will I bring thee down, saith\nthe LORD. (5) If thieves came to thee, if robbers by night,\n(how art thou cut off!) would they not have stolen till they had\nenough? if the grapegatherers came to thee, would they not\nleave some grapes? (6) How are the things of Esau searched\nout! how are his hidden things sought up! (7) All the men of\nthy confederacy have brought thee even to the border: the","men that were at peace with thee have deceived thee, and\nprevailed against thee; they that eat thy bread have laid a\nwound under thee: there is none understanding in him."],"start_index":200031001003,"end_index":200031001007,"verse_count":5,"word_count":154},{"reference":"Zephaniah 3:16–20","translation":"KJV","division":"Senior","passage_number":73,"release":"NBBC","cards":["(16) In that day it shall be said to Jerusalem, Fear thou not:\nand to Zion, Let not thine hands be slack. (17) The LORD thy\nGod in the midst of thee is mighty; he will save, he will rejoice\nover thee with joy; he will rest in his love, he will joy over thee\nwith singing. (18) I will gather them that are sorrowful for the\nsolemn assembly, who are of thee, to whom the reproach of\nit was a burden. (19) Behold, at that time I will undo all that\nafflict thee: and I will save her that halteth, and gather her that\nwas driven out; and I will get them praise and fame in every\nland where they have been put to shame. (20) At that time\nwill I bring you again, even in the time that I gather you: for I","will make you a name and a praise among all people of the\nearth, when I turn back your captivity before your eyes, saith\nthe LORD."],"start_index":200036003016,"end_index":200036003020,"verse_count":5,"word_count":166},{"reference":"Haggai 2:1–9","translation":"KJV","division":"Senior","passage_number":74,"release":"NBBC","cards":["(1) In the seventh month, in the one and twentieth day of the\nmonth, came the word of the LORD by the prophet Haggai,\nsaying, (2) Speak now to Zerubbabel the son of Shealtiel,\ngovernor of Judah, and to Joshua the son of Josedech, the\nhigh priest, and to the residue of the people, saying, (3) Who\nis left among you that saw this house in her first glory? and\nhow do ye see it now? is it not in your eyes in comparison\nof it as nothing? (4) Yet now be strong, O Zerubbabel, saith\nthe LORD; and be strong, O Joshua, son of Josedech, the\nhigh priest; and be strong, all ye people of the land, saith the\nLORD, and work: for I am with you, saith the LORD of hosts:","(5) According to the word that I covenanted with you when\nye came out of Egypt, so my spirit remaineth among you: fear\nye not. (6) For thus saith the LORD of hosts; Yet once, it is a\nlittle while, and I will shake the heavens, and the earth, and\nthe sea, and the dry land; (7) And I will shake all nations, and\nthe desire of all nations shall come: and I will fill this house\nwith glory, saith the LORD of hosts. (8) The silver is mine, and\nthe gold is mine, saith the LORD of hosts. (9) The glory of\nthis latter house shall be greater than of the former, saith the\nLORD of hosts: and in this place will I give peace, saith the\nLORD of hosts."],"start_index":200037002001,"end_index":200037002009,"verse_count":9,"word_count":255},{"reference":"Matthew 5:34–48","translation":"KJV","division":"Senior","passage_number":75,"release":"NBBC","cards":["(34) But I say unto you, Swear not at all; neither by heaven; for\nit is God's throne: (35) Nor by the earth; for it is his footstool:\nneither by Jerusalem; for it is the city of the great King. (36)\nNeither shalt thou swear by thy head, because thou canst not\nmake one hair white or black. (37) But let your communication\nbe, Yea, yea; Nay, nay: for whatsoever is more than these\ncometh of evil. (38) Ye have heard that it hath been said, An\neye for an eye, and a tooth for a tooth: (39) But I say unto you,\nThat ye resist not evil: but whosoever shall smite thee on thy\nright cheek, turn to him the other also. (40) And if any man\nwill sue thee at the law, and take away thy coat, let him have","thy cloke also. (41) And whosoever shall compel thee to go\na mile, go with him twain. (42) Give to him that asketh thee,\nand from him that would borrow of thee turn not thou away.\n(43) Ye have heard that it hath been said, Thou shalt love thy\nneighbour, and hate thine enemy. (44) But I say unto you,\nLove your enemies, bless them that curse you, do good to\nthem that hate you, and pray for them which despitefully use\nyou, and persecute you; (45) That ye may be the children of\nyour Father which is in heaven: for he maketh his sun to rise\non the evil and on the good, and sendeth rain on the just and\non the unjust. (46) For if ye love them which love you, what","reward have ye? do not even the publicans the same? (47)\nAnd if ye salute your brethren only, what do ye more than\nothers? do not even the publicans so? (48) Be ye therefore\nperfect, even as your Father which is in heaven is perfect."],"start_index":400001005034,"end_index":400001005048,"verse_count":15,"word_count":306},{"reference":"Matthew 19:3–8","translation":"KJV","division":"Senior","passage_number":76,"release":"NBBC","cards":["(3) The Pharisees also came unto him, tempting him, and saying\nunto him, Is it lawful for a man to put away his wife for every cause?\n(4) And he answered and said unto them, Have ye not read, that he\nwhich made them at the beginning made them male and female,\n(5) And said, For this cause shall a man leave father and mother,\nand shall cleave to his wife: and they twain shall be one flesh? (6)\nWherefore they are no more twain, but one flesh. What therefore\nGod hath joined together, let not man put asunder. (7) They say\nunto him, Why did Moses then command to give a writing of\ndivorcement, and to put her away? (8) He saith unto them, Moses\nbecause of the hardness of your hearts suffered you to put away\nyour wives: but from the beginning it was not so."],"start_index":400001019003,"end_index":400001019008,"verse_count":6,"word_count":142},{"reference":"Matthew 28:1–20","translation":"KJV","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) In the end of the sabbath, as it began to dawn toward\nthe first day of the week, came Mary Magdalene and the\nother Mary to see the sepulchre. (2) And, behold, there was a\ngreat earthquake: for the angel of the Lord descended from\nheaven, and came and rolled back the stone from the door,\nand sat upon it. (3) His countenance was like lightning, and his\nraiment white as snow: (4) And for fear of him the keepers did\nshake, and became as dead men. (5) And the angel answered\nand said unto the women, Fear not ye: for I know that ye\nseek Jesus, which was crucified. (6) He is not here: for he is\nrisen, as he said. Come, see the place where the Lord lay. (7)","And go quickly, and tell his disciples that he is risen from the\ndead; and, behold, he goeth before you into Galilee; there\nshall ye see him: lo, I have told you. (8) And they departed\nquickly from the sepulchre with fear and great joy; and did\nrun to bring his disciples word. (9) And as they went to tell his\ndisciples, behold, Jesus met them, saying, All hail. And they\ncame and held him by the feet, and worshipped him. (10)\nThen said Jesus unto them, Be not afraid: go tell my brethren\nthat they go into Galilee, and there shall they see me. (11)\nNow when they were going, behold, some of the watch came\ninto the city, and shewed unto the chief priests all the things","that were done. (12) And when they were assembled with the\nelders, and had taken counsel, they gave large money unto\nthe soldiers, (13) Saying, Say ye, His disciples came by night,\nand stole him away while we slept. (14) And if this come to the\ngovernor's ears, we will persuade him, and secure you. (15)\nSo they took the money, and did as they were taught: and this\nsaying is commonly reported among the Jews until this day.\n(16) Then the eleven disciples went away into Galilee, into a\nmountain where Jesus had appointed them. (17) And when\nthey saw him, they worshipped him: but some doubted. (18)\nAnd Jesus came and spake unto them, saying, All power is","given unto me in heaven and in earth. (19) Go ye therefore,\nand teach all nations, baptizing them in the name of the\nFather, and of the Son, and of the Holy Ghost: (20) Teaching\nthem to observe all things whatsoever I have commanded\nyou: and, lo, I am with you alway, even unto the end of the\nworld. Amen."],"start_index":400001028001,"end_index":400001028020,"verse_count":20,"word_count":421},{"reference":"Mark 3:11–19","translation":"KJV","division":"Senior","passage_number":78,"release":"NBBC","cards":["(11) And unclean spirits, when they saw him, fell down before\nhim, and cried, saying, Thou art the Son of God. (12) And he\nstraitly charged them that they should not make him known.\n(13) And he goeth up into a mountain, and calleth unto\nhim whom he would: and they came unto him. (14) And he\nordained twelve, that they should be with him, and that he\nmight send them forth to preach, (15) And to have power to\nheal sicknesses, and to cast out devils: (16) And Simon he\nsurnamed Peter; (17) And James the son of Zebedee, and\nJohn the brother of James; and he surnamed them Boanerges,\nwhich is, The sons of thunder: (18) And Andrew, and Philip,","and Bartholomew, and Matthew, and Thomas, and James the\nson of Alphaeus, and Thaddaeus, and Simon the Canaanite,\n(19) And Judas Iscariot, which also betrayed him: and they\nwent into an house."],"start_index":400002003011,"end_index":400002003019,"verse_count":9,"word_count":145},{"reference":"Mark 16:1–12","translation":"KJV","division":"Senior","passage_number":79,"release":"NBBC","cards":["(1) And when the sabbath was past, Mary Magdalene, and Mary\nthe mother of James, and Salome, had bought sweet spices, that\nthey might come and anoint him. (2) And very early in the morning\nthe first day of the week, they came unto the sepulchre at the rising\nof the sun. (3) And they said among themselves, Who shall roll us\naway the stone from the door of the sepulchre? (4) And when they\nlooked, they saw that the stone was rolled away: for it was very\ngreat. (5) And entering into the sepulchre, they saw a young man\nsitting on the right side, clothed in a long white garment; and they\nwere affrighted. (6) And he saith unto them, Be not affrighted: Ye\nseek Jesus of Nazareth, which was crucified: he is risen; he is not\nhere: behold the place where they laid him. (7) But go your way,","tell his disciples and Peter that he goeth before you into Galilee:\nthere shall ye see him, as he said unto you. (8) And they went out\nquickly, and fled from the sepulchre; for they trembled and were\namazed: neither said they any thing to any man; for they were\nafraid. (9) Now when Jesus was risen early the first day of the\nweek, he appeared first to Mary Magdalene, out of whom he had\ncast seven devils. (10) And she went and told them that had been\nwith him, as they mourned and wept. (11) And they, when they had\nheard that he was alive, and had been seen of her, believed not.\n(12) After that he appeared in another form unto two of them, as\nthey walked, and went into the country."],"start_index":400002016001,"end_index":400002016012,"verse_count":12,"word_count":273},{"reference":"Luke 7:18–28","translation":"KJV","division":"Senior","passage_number":80,"release":"NBBC","cards":["(18) And the disciples of John shewed him of all these things.\n(19) And John calling unto him two of his disciples sent them\nto Jesus, saying, Art thou he that should come? or look we for\nanother? (20) When the men were come unto him, they said,\nJohn Baptist hath sent us unto thee, saying, Art thou he that\nshould come? or look we for another? (21) And in that same\nhour he cured many of their infirmities and plagues, and of\nevil spirits; and unto many that were blind he gave sight. (22)\nThen Jesus answering said unto them, Go your way, and tell\nJohn what things ye have seen and heard; how that the blind\nsee, the lame walk, the lepers are cleansed, the deaf hear, the","dead are raised, to the poor the gospel is preached. (23) And\nblessed is he, whosoever shall not be offended in me. (24)\nAnd when the messengers of John were departed, he began\nto speak unto the people concerning John, What went ye out\ninto the wilderness for to see? A reed shaken with the wind?\n(25) But what went ye out for to see? A man clothed in soft\nraiment? Behold, they which are gorgeously apparelled, and\nlive delicately, are in kings' courts. (26) But what went ye out\nfor to see? A prophet? Yea, I say unto you, and much more\nthan a prophet. (27) This is he, of whom it is written, Behold,\nI send my messenger before thy face, which shall prepare","thy way before thee. (28) For I say unto you, Among those\nthat are born of women there is not a greater prophet than\nJohn the Baptist: but he that is least in the kingdom of God is\ngreater than he."],"start_index":400003007018,"end_index":400003007028,"verse_count":11,"word_count":286},{"reference":"Luke 10:38–42","translation":"KJV","division":"Senior","passage_number":81,"release":"NBBC","cards":["(38) Now it came to pass, as they went, that he entered into a\ncertain village: and a certain woman named Martha received\nhim into her house. (39) And she had a sister called Mary,\nwhich also sat at Jesus' feet, and heard his word. (40) But\nMartha was cumbered about much serving, and came to him,\nand said, Lord, dost thou not care that my sister hath left me\nto serve alone? bid her therefore that she help me. (41) And\nJesus answered and said unto her, Martha, Martha, thou art\ncareful and troubled about many things: (42) But one thing\nis needful: and Mary hath chosen that good part, which shall\nnot be taken away from her."],"start_index":400003010038,"end_index":400003010042,"verse_count":5,"word_count":114},{"reference":"Acts 1:10–14","translation":"KJV","division":"Senior","passage_number":82,"release":"NBBC","cards":["(10) And while they looked stedfastly toward heaven as he\nwent up, behold, two men stood by them in white apparel;\n(11) Which also said, Ye men of Galilee, why stand ye gazing\nup into heaven? this same Jesus, which is taken up from you\ninto heaven, shall so come in like manner as ye have seen him\ngo into heaven. (12) Then returned they unto Jerusalem from\nthe mount called Olivet, which is from Jerusalem a sabbath\nday's journey. (13) And when they were come in, they went\nup into an upper room, where abode both Peter, and James,\nand John, and Andrew, Philip, and Thomas, Bartholomew,\nand Matthew, James the son of Alphaeus, and Simon Zelotes,","and Judas the brother of James. (14) These all continued with\none accord in prayer and supplication, with the women, and\nMary the mother of Jesus, and with his brethren."],"start_index":400005001010,"end_index":400005001014,"verse_count":5,"word_count":143},{"reference":"Acts 17:22–31","translation":"KJV","division":"Senior","passage_number":83,"release":"NBBC","cards":["(22) Then Paul stood in the midst of Mars' hill, and said, Ye men of\nAthens, I perceive that in all things ye are too superstitious. (23)\nFor as I passed by, and beheld your devotions, I found an altar\nwith this inscription, TO THE UNKNOWN GOD. Whom therefore\nye ignorantly worship, him declare I unto you. (24) God that made\nthe world and all things therein, seeing that he is Lord of heaven\nand earth, dwelleth not in temples made with hands; (25) Neither\nis worshipped with men's hands, as though he needed any thing,\nseeing he giveth to all life, and breath, and all things; (26) And hath\nmade of one blood all nations of men for to dwell on all the face\nof the earth, and hath determined the times before appointed,\nand the bounds of their habitation; (27) That they should seek the","Lord, if haply they might feel after him, and find him, though he be\nnot far from every one of us: (28) For in him we live, and move, and\nhave our being; as certain also of your own poets have said, For we\nare also his offspring. (29) Forasmuch then as we are the offspring\nof God, we ought not to think that the Godhead is like unto gold,\nor silver, or stone, graven by art and man's device. (30) And the\ntimes of this ignorance God winked at; but now commandeth all\nmen every where to repent: (31) Because he hath appointed a day,\nin the which he will judge the world in righteousness by that man\nwhom he hath ordained; whereof he hath given assurance unto all\nmen, in that he hath raised him from the dead."],"start_index":400005017022,"end_index":400005017031,"verse_count":10,"word_count":277},{"reference":"Romans 8:1–11","translation":"KJV","division":"Senior","passage_number":84,"release":"NBBC","cards":["(1) There is therefore now no condemnation to them which\nare in Christ Jesus, who walk not after the flesh, but after the\nSpirit. (2) For the law of the Spirit of life in Christ Jesus hath\nmade me free from the law of sin and death. (3) For what the\nlaw could not do, in that it was weak through the flesh, God\nsending his own Son in the likeness of sinful flesh, and for sin,\ncondemned sin in the flesh: (4) That the righteousness of the\nlaw might be fulfilled in us, who walk not after the flesh, but\nafter the Spirit. (5) For they that are after the flesh do mind\nthe things of the flesh; but they that are after the Spirit the\nthings of the Spirit. (6) For to be carnally minded is death;","but to be spiritually minded is life and peace. (7) Because the\ncarnal mind is enmity against God: for it is not subject to the\nlaw of God, neither indeed can be. (8) So then they that are\nin the flesh cannot please God. (9) But ye are not in the flesh,\nbut in the Spirit, if so be that the Spirit of God dwell in you.\nNow if any man have not the Spirit of Christ, he is none of his.\n(10) And if Christ be in you, the body is dead because of sin;\nbut the Spirit is life because of righteousness. (11) But if the\nSpirit of him that raised up Jesus from the dead dwell in you,\nhe that raised up Christ from the dead shall also quicken your\nmortal bodies by his Spirit that dwelleth in you."],"start_index":400006008001,"end_index":400006008011,"verse_count":11,"word_count":270},{"reference":"Romans 13:9–14","translation":"KJV","division":"Senior","passage_number":85,"release":"NBBC","cards":["(9) For this, Thou shalt not commit adultery, Thou shalt not kill,\nThou shalt not steal, Thou shalt not bear false witness, Thou\nshalt not covet; and if there be any other commandment, it\nis briefly comprehended in this saying, namely, Thou shalt\nlove thy neighbour as thyself. (10) Love worketh no ill to his\nneighbour: therefore love is the fulfilling of the law. (11) And\nthat, knowing the time, that now it is high time to awake out of\nsleep: for now is our salvation nearer than when we believed.\n(12) The night is far spent, the day is at hand: let us therefore\ncast off the works of darkness, and let us put on the armour\nof light. (13) Let us walk honestly, as in the day; not in rioting","and drunkenness, not in chambering and wantonness, not in\nstrife and envying. (14) But put ye on the Lord Jesus Christ,\nand make not provision for the flesh, to fulfil the lusts thereof."],"start_index":400006013009,"end_index":400006013014,"verse_count":6,"word_count":159},{"reference":"2 Corinthians 1:3–7","translation":"KJV","division":"Senior","passage_number":86,"release":"NBBC","cards":["(3) Blessed be God, even the Father of our Lord Jesus Christ, the\nFather of mercies, and the God of all comfort; (4) Who comforteth\nus in all our tribulation, that we may be able to comfort them which\nare in any trouble, by the comfort wherewith we ourselves are\ncomforted of God. (5) For as the sufferings of Christ abound in\nus, so our consolation also aboundeth by Christ. (6) And whether\nwe be afflicted, it is for your consolation and salvation, which is\neffectual in the enduring of the same sufferings which we also\nsuffer: or whether we be comforted, it is for your consolation and\nsalvation. (7) And our hope of you is stedfast, knowing, that as ye\nare partakers of the sufferings, so shall ye be also of the consolation."],"start_index":400008001003,"end_index":400008001007,"verse_count":5,"word_count":129},{"reference":"2 Corinthians 8:1–22","translation":"KJV","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) Moreover, brethren, we do you to wit of the grace of God\nbestowed on the churches of Macedonia; (2) How that in a great\ntrial of affliction the abundance of their joy and their deep poverty\nabounded unto the riches of their liberality. (3) For to their power,\nI bear record, yea, and beyond their power they were willing\nof themselves; (4) Praying us with much intreaty that we would\nreceive the gift, and take upon us the fellowship of the ministering\nto the saints. (5) And this they did, not as we hoped, but first gave\ntheir own selves to the Lord, and unto us by the will of God. (6)\nInsomuch that we desired Titus, that as he had begun, so he would\nalso finish in you the same grace also. (7) Therefore, as ye abound","in every thing, in faith, and utterance, and knowledge, and in all\ndiligence, and in your love to us, see that ye abound in this grace\nalso. (8) I speak not by commandment, but by occasion of the\nforwardness of others, and to prove the sincerity of your love. (9)\nFor ye know the grace of our Lord Jesus Christ, that, though he\nwas rich, yet for your sakes he became poor, that ye through his\npoverty might be rich. (10) And herein I give my advice: for this\nis expedient for you, who have begun before, not only to do, but\nalso to be forward a year ago. (11) Now therefore perform the\ndoing of it; that as there was a readiness to will, so there may be a\nperformance also out of that which ye have. (12) For if there be first","a willing mind, it is accepted according to that a man hath, and not\naccording to that he hath not. (13) For I mean not that other men\nbe eased, and ye burdened: (14) But by an equality, that now at\nthis time your abundance may be a supply for their want, that their\nabundance also may be a supply for your want: that there may\nbe equality: (15) As it is written, He that had gathered much had\nnothing over; and he that had gathered little had no lack. (16) But\nthanks be to God, which put the same earnest care into the heart\nof Titus for you. (17) For indeed he accepted the exhortation; but\nbeing more forward, of his own accord he went unto you. (18) And\nwe have sent with him the brother, whose praise is in the gospel","throughout all the churches; (19) And not that only, but who was\nalso chosen of the churches to travel with us with this grace, which\nis administered by us to the glory of the same Lord, and declaration\nof your ready mind: (20) Avoiding this, that no man should blame\nus in this abundance which is administered by us: (21) Providing\nfor honest things, not only in the sight of the Lord, but also in the\nsight of men. (22) And we have sent with them our brother, whom\nwe have oftentimes proved diligent in many things, but now much\nmore diligent, upon the great confidence which I have in you."],"start_index":400008008001,"end_index":400008008022,"verse_count":22,"word_count":515},{"reference":"2 Corinthians 9:1–12","translation":"KJV","division":"Senior","passage_number":88,"release":"NBBC","cards":["(1) For as touching the ministering to the saints, it is superfluous\nfor me to write to you: (2) For I know the forwardness of your\nmind, for which I boast of you to them of Macedonia, that\nAchaia was ready a year ago; and your zeal hath provoked\nvery many. (3) Yet have I sent the brethren, lest our boasting\nof you should be in vain in this behalf; that, as I said, ye may\nbe ready: (4) Lest haply if they of Macedonia come with me,\nand find you unprepared, we (that we say not, ye) should\nbe ashamed in this same confident boasting. (5) Therefore I\nthought it necessary to exhort the brethren, that they would\ngo before unto you, and make up beforehand your bounty,","whereof ye had notice before, that the same might be ready,\nas a matter of bounty, and not as of covetousness. (6) But\nthis I say, He which soweth sparingly shall reap also sparingly;\nand he which soweth bountifully shall reap also bountifully.\n(7) Every man according as he purposeth in his heart, so let\nhim give; not grudgingly, or of necessity: for God loveth a\ncheerful giver. (8) And God is able to make all grace abound\ntoward you; that ye, always having all sufficiency in all things,\nmay abound to every good work: (9) (As it is written, He hath\ndispersed abroad; he hath given to the poor: his righteousness\nremaineth for ever. (10) Now he that ministereth seed to the","sower both minister bread for your food, and multiply your\nseed sown, and increase the fruits of your righteousness;)\n(11) Being enriched in every thing to all bountifulness,\nwhich causeth through us thanksgiving to God. (12) For the\nadministration of this service not only supplieth the want of\nthe saints, but is abundant also by many thanksgivings unto\nGod;"],"start_index":400008009001,"end_index":400008009012,"verse_count":12,"word_count":299},{"reference":"Galatians 5:14–21","translation":"KJV","division":"Senior","passage_number":89,"release":"NBBC","cards":["(14) For all the law is fulfilled in one word, even in this; Thou\nshalt love thy neighbour as thyself. (15) But if ye bite and\ndevour one another, take heed that ye be not consumed\none of another. (16) This I say then, Walk in the Spirit, and ye\nshall not fulfil the lust of the flesh. (17) For the flesh lusteth\nagainst the Spirit, and the Spirit against the flesh: and these\nare contrary the one to the other: so that ye cannot do the\nthings that ye would. (18) But if ye be led of the Spirit, ye\nare not under the law. (19) Now the works of the flesh are\nmanifest, which are these; Adultery, fornication, uncleanness,\nlasciviousness, (20) Idolatry, witchcraft, hatred, variance,","emulations, wrath, strife, seditions, heresies, (21) Envyings,\nmurders, drunkenness, revellings, and such like: of the which\nI tell you before, as I have also told you in time past, that they\nwhich do such things shall not inherit the kingdom of God."],"start_index":400009005014,"end_index":400009005021,"verse_count":8,"word_count":161},{"reference":"Ephesians 5:1–8","translation":"KJV","division":"Senior","passage_number":90,"release":"NBBC","cards":["(1) Be ye therefore followers of God, as dear children; (2)\nAnd walk in love, as Christ also hath loved us, and hath\ngiven himself for us an offering and a sacrifice to God for a\nsweetsmelling savour. (3) But fornication, and all uncleanness,\nor covetousness, let it not be once named among you, as\nbecometh saints; (4) Neither filthiness, nor foolish talking, nor\njesting, which are not convenient: but rather giving of thanks.\n(5) For this ye know, that no whoremonger, nor unclean person,\nnor covetous man, who is an idolater, hath any inheritance in\nthe kingdom of Christ and of God. (6) Let no man deceive\nyou with vain words: for because of these things cometh the","wrath of God upon the children of disobedience. (7) Be not\nye therefore partakers with them. (8) For ye were sometimes\ndarkness, but now are ye light in the Lord: walk as children of\nlight:"],"start_index":400010005001,"end_index":400010005008,"verse_count":8,"word_count":146},{"reference":"Ephesians 6:4–10","translation":"KJV","division":"Senior","passage_number":91,"release":"NBBC","cards":["(4) And, ye fathers, provoke not your children to wrath: but\nbring them up in the nurture and admonition of the Lord. (5)\nServants, be obedient to them that are your masters according\nto the flesh, with fear and trembling, in singleness of your\nheart, as unto Christ; (6) Not with eyeservice, as menpleasers;\nbut as the servants of Christ, doing the will of God from the\nheart; (7) With good will doing service, as to the Lord, and not\nto men: (8) Knowing that whatsoever good thing any man\ndoeth, the same shall he receive of the Lord, whether he be\nbond or free. (9) And, ye masters, do the same things unto\nthem, forbearing threatening: knowing that your Master also","is in heaven; neither is there respect of persons with him. (10)\nFinally, my brethren, be strong in the Lord, and in the power\nof his might."],"start_index":400010006004,"end_index":400010006010,"verse_count":7,"word_count":142},{"reference":"Philippians 2:12–18","translation":"KJV","division":"Senior","passage_number":92,"release":"NBBC","cards":["(12) Wherefore, my beloved, as ye have always obeyed, not as\nin my presence only, but now much more in my absence, work\nout your own salvation with fear and trembling. (13) For it is God\nwhich worketh in you both to will and to do of his good pleasure.\n(14) Do all things without murmurings and disputings: (15) That ye\nmay be blameless and harmless, the sons of God, without rebuke,\nin the midst of a crooked and perverse nation, among whom ye\nshine as lights in the world; (16) Holding forth the word of life; that\nI may rejoice in the day of Christ, that I have not run in vain, neither\nlaboured in vain. (17) Yea, and if I be offered upon the sacrifice\nand service of your faith, I joy, and rejoice with you all. (18) For the\nsame cause also do ye joy, and rejoice with me."],"start_index":400011002012,"end_index":400011002018,"verse_count":7,"word_count":145},{"reference":"2 Thessalonians 3:1–15","translation":"KJV","division":"Senior","passage_number":93,"release":"NBBC","cards":["(1) Finally, brethren, pray for us, that the word of the Lord may\nhave free course, and be glorified, even as it is with you: (2)\nAnd that we may be delivered from unreasonable and wicked\nmen: for all men have not faith. (3) But the Lord is faithful, who\nshall stablish you, and keep you from evil. (4) And we have\nconfidence in the Lord touching you, that ye both do and\nwill do the things which we command you. (5) And the Lord\ndirect your hearts into the love of God, and into the patient\nwaiting for Christ. (6) Now we command you, brethren, in the\nname of our Lord Jesus Christ, that ye withdraw yourselves\nfrom every brother that walketh disorderly, and not after the","tradition which he received of us. (7) For yourselves know\nhow ye ought to follow us: for we behaved not ourselves\ndisorderly among you; (8) Neither did we eat any man's\nbread for nought; but wrought with labour and travail night\nand day, that we might not be chargeable to any of you: (9)\nNot because we have not power, but to make ourselves an\nensample unto you to follow us. (10) For even when we were\nwith you, this we commanded you, that if any would not work,\nneither should he eat. (11) For we hear that there are some\nwhich walk among you disorderly, working not at all, but are\nbusybodies. (12) Now them that are such we command and","exhort by our Lord Jesus Christ, that with quietness they work,\nand eat their own bread. (13) But ye, brethren, be not weary\nin well doing. (14) And if any man obey not our word by this\nepistle, note that man, and have no company with him, that\nhe may be ashamed. (15) Yet count him not as an enemy, but\nadmonish him as a brother."],"start_index":400014003001,"end_index":400014003015,"verse_count":15,"word_count":301},{"reference":"1 Timothy 3:2–16","translation":"KJV","division":"Senior","passage_number":94,"release":"NBBC","cards":["(2) A bishop then must be blameless, the husband of one wife,\nvigilant, sober, of good behaviour, given to hospitality, apt to\nteach; (3) Not given to wine, no striker, not greedy of filthy\nlucre; but patient, not a brawler, not covetous; (4) One that\nruleth well his own house, having his children in subjection\nwith all gravity; (5) (For if a man know not how to rule his\nown house, how shall he take care of the church of God?) (6)\nNot a novice, lest being lifted up with pride he fall into the\ncondemnation of the devil. (7) Moreover he must have a good\nreport of them which are without; lest he fall into reproach\nand the snare of the devil. (8) Likewise must the deacons","be grave, not doubletongued, not given to much wine, not\ngreedy of filthy lucre; (9) Holding the mystery of the faith in a\npure conscience. (10) And let these also first be proved; then\nlet them use the office of a deacon, being found blameless.\n(11) Even so must their wives be grave, not slanderers, sober,\nfaithful in all things. (12) Let the deacons be the husbands of\none wife, ruling their children and their own houses well. (13)\nFor they that have used the office of a deacon well purchase\nto themselves a good degree, and great boldness in the faith\nwhich is in Christ Jesus. (14) These things write I unto thee,\nhoping to come unto thee shortly: (15) But if I tarry long, that","thou mayest know how thou oughtest to behave thyself in\nthe house of God, which is the church of the living God, the\npillar and ground of the truth. (16) And without controversy\ngreat is the mystery of godliness: God was manifest in the\nflesh, justified in the Spirit, seen of angels, preached unto the\nGentiles, believed on in the world, received up into glory."],"start_index":400015003002,"end_index":400015003016,"verse_count":15,"word_count":305},{"reference":"2 Timothy 3:1–9","translation":"KJV","division":"Senior","passage_number":95,"release":"NBBC","cards":["(1) This know also, that in the last days perilous times shall\ncome. (2) For men shall be lovers of their own selves,\ncovetous, boasters, proud, blasphemers, disobedient to\nparents, unthankful, unholy, (3) Without natural affection,\ntrucebreakers, false accusers, incontinent, fierce, despisers of\nthose that are good, (4) Traitors, heady, highminded, lovers\nof pleasures more than lovers of God; (5) Having a form of\ngodliness, but denying the power thereof: from such turn\naway. (6) For of this sort are they which creep into houses,\nand lead captive silly women laden with sins, led away with\ndivers lusts, (7) Ever learning, and never able to come to","the knowledge of the truth. (8) Now as Jannes and Jambres\nwithstood Moses, so do these also resist the truth: men of\ncorrupt minds, reprobate concerning the faith. (9) But they\nshall proceed no further: for their folly shall be manifest unto\nall men, as theirs also was."],"start_index":400016003001,"end_index":400016003009,"verse_count":9,"word_count":146},{"reference":"2 Timothy 4:8–15","translation":"KJV","division":"Senior","passage_number":96,"release":"NBBC","cards":["(8) Henceforth there is laid up for me a crown of righteousness,\nwhich the Lord, the righteous judge, shall give me at that\nday: and not to me only, but unto all them also that love his\nappearing. (9) Do thy diligence to come shortly unto me: (10)\nFor Demas hath forsaken me, having loved this present world,\nand is departed unto Thessalonica; Crescens to Galatia, Titus\nunto Dalmatia. (11) Only Luke is with me. Take Mark, and\nbring him with thee: for he is profitable to me for the ministry.\n(12) And Tychicus have I sent to Ephesus. (13) The cloke that I\nleft at Troas with Carpus, when thou comest, bring with thee,\nand the books, but especially the parchments. (14) Alexander","the coppersmith did me much evil: the Lord reward him\naccording to his works: (15) Of whom be thou ware also; for\nhe hath greatly withstood our words."],"start_index":400016004008,"end_index":400016004015,"verse_count":8,"word_count":144},{"reference":"Titus 3:3–8","translation":"KJV","division":"Senior","passage_number":97,"release":"NBBC","cards":["(3) For we ourselves also were sometimes foolish, disobedient,\ndeceived, serving divers lusts and pleasures, living in malice and\nenvy, hateful, and hating one another. (4) But after that the kindness\nand love of God our Saviour toward man appeared, (5) Not by\nworks of righteousness which we have done, but according to his\nmercy he saved us, by the washing of regeneration, and renewing\nof the Holy Ghost; (6) Which he shed on us abundantly through\nJesus Christ our Saviour; (7) That being justified by his grace, we\nshould be made heirs according to the hope of eternal life. (8) This\nis a faithful saying, and these things I will that thou affirm constantly,\nthat they which have believed in God might be careful to maintain\ngood works. These things are good and profitable unto men."],"start_index":400017003003,"end_index":400017003008,"verse_count":6,"word_count":131},{"reference":"Titus 3:9–15","translation":"KJV","division":"Senior","passage_number":98,"release":"NBBC","cards":["(9) But avoid foolish questions, and genealogies, and contentions,\nand strivings about the law; for they are unprofitable and vain. (10)\nA man that is an heretick after the first and second admonition\nreject; (11) Knowing that he that is such is subverted, and sinneth,\nbeing condemned of himself. (12) When I shall send Artemas unto\nthee, or Tychicus, be diligent to come unto me to Nicopolis: for\nI have determined there to winter. (13) Bring Zenas the lawyer\nand Apollos on their journey diligently, that nothing be wanting\nunto them. (14) And let ours also learn to maintain good works for\nnecessary uses, that they be not unfruitful. (15) All that are with me\nsalute thee. Greet them that love us in the faith. Grace be with you\nall. Amen."],"start_index":400017003009,"end_index":400017003015,"verse_count":7,"word_count":124},{"reference":"Hebrews 3:4–19","translation":"KJV","division":"Senior","passage_number":99,"release":"NBBC","cards":["(4) For every house is builded by some man; but he that built\nall things is God. (5) And Moses verily was faithful in all his\nhouse, as a servant, for a testimony of those things which\nwere to be spoken after; (6) But Christ as a son over his own\nhouse; whose house are we, if we hold fast the confidence\nand the rejoicing of the hope firm unto the end. (7) Wherefore\n(as the Holy Ghost saith, To day if ye will hear his voice, (8)\nHarden not your hearts, as in the provocation, in the day of\ntemptation in the wilderness: (9) When your fathers tempted\nme, proved me, and saw my works forty years. (10) Wherefore\nI was grieved with that generation, and said, They do alway","err in their heart; and they have not known my ways. (11) So\nI sware in my wrath, They shall not enter into my rest.) (12)\nTake heed, brethren, lest there be in any of you an evil heart\nof unbelief, in departing from the living God. (13) But exhort\none another daily, while it is called To day; lest any of you\nbe hardened through the deceitfulness of sin. (14) For we\nare made partakers of Christ, if we hold the beginning of\nour confidence stedfast unto the end; (15) While it is said,\nTo day if ye will hear his voice, harden not your hearts, as in\nthe provocation. (16) For some, when they had heard, did\nprovoke: howbeit not all that came out of Egypt by Moses.","(17) But with whom was he grieved forty years? was it not with\nthem that had sinned, whose carcases fell in the wilderness?\n(18) And to whom sware he that they should not enter into his\nrest, but to them that believed not? (19) So we see that they\ncould not enter in because of unbelief."],"start_index":400019003004,"end_index":400019003019,"verse_count":16,"word_count":301},{"reference":"Hebrews 12:18–29","translation":"KJV","division":"Senior","passage_number":100,"release":"NBBC","cards":["(18) For ye are not come unto the mount that might be\ntouched, and that burned with fire, nor unto blackness, and\ndarkness, and tempest, (19) And the sound of a trumpet, and\nthe voice of words; which voice they that heard intreated that\nthe word should not be spoken to them any more: (20) (For\nthey could not endure that which was commanded, And if\nso much as a beast touch the mountain, it shall be stoned, or\nthrust through with a dart: (21) And so terrible was the sight,\nthat Moses said, I exceedingly fear and quake:) (22) But ye are\ncome unto mount Sion, and unto the city of the living God,\nthe heavenly Jerusalem, and to an innumerable company","of angels, (23) To the general assembly and church of the\nfirstborn, which are written in heaven, and to God the Judge\nof all, and to the spirits of just men made perfect, (24) And to\nJesus the mediator of the new covenant, and to the blood of\nsprinkling, that speaketh better things than that of Abel. (25)\nSee that ye refuse not him that speaketh. For if they escaped\nnot who refused him that spake on earth, much more shall\nnot we escape, if we turn away from him that speaketh from\nheaven: (26) Whose voice then shook the earth: but now he\nhath promised, saying, Yet once more I shake not the earth\nonly, but also heaven. (27) And this word, Yet once more,","signifieth the removing of those things that are shaken, as\nof things that are made, that those things which cannot be\nshaken may remain. (28) Wherefore we receiving a kingdom\nwhich cannot be moved, let us have grace, whereby we may\nserve God acceptably with reverence and godly fear: (29) For\nour God is a consuming fire."],"start_index":400019012018,"end_index":400019012029,"verse_count":12,"word_count":294},{"reference":"James 2:14–26","translation":"KJV","division":"Senior","passage_number":101,"release":"NBBC","cards":["(14) What doth it profit, my brethren, though a man say he hath\nfaith, and have not works? can faith save him? (15) If a brother\nor sister be naked, and destitute of daily food, (16) And one of\nyou say unto them, Depart in peace, be ye warmed and filled;\nnotwithstanding ye give them not those things which are needful\nto the body; what doth it profit? (17) Even so faith, if it hath not\nworks, is dead, being alone. (18) Yea, a man may say, Thou hast\nfaith, and I have works: shew me thy faith without thy works, and I\nwill shew thee my faith by my works. (19) Thou believest that there\nis one God; thou doest well: the devils also believe, and tremble.\n(20) But wilt thou know, O vain man, that faith without works is","dead? (21) Was not Abraham our father justified by works, when\nhe had offered Isaac his son upon the altar? (22) Seest thou how\nfaith wrought with his works, and by works was faith made perfect?\n(23) And the scripture was fulfilled which saith, Abraham believed\nGod, and it was imputed unto him for righteousness: and he was\ncalled the Friend of God. (24) Ye see then how that by works a\nman is justified, and not by faith only. (25) Likewise also was not\nRahab the harlot justified by works, when she had received the\nmessengers, and had sent them out another way? (26) For as the\nbody without the spirit is dead, so faith without works is dead also."],"start_index":400020002014,"end_index":400020002026,"verse_count":13,"word_count":249},{"reference":"1 Peter 5:5–11","translation":"KJV","division":"Senior","passage_number":102,"release":"NBBC","cards":["(5) Likewise, ye younger, submit yourselves unto the elder.\nYea, all of you be subject one to another, and be clothed with\nhumility: for God resisteth the proud, and giveth grace to the\nhumble. (6) Humble yourselves therefore under the mighty\nhand of God, that he may exalt you in due time: (7) Casting\nall your care upon him; for he careth for you. (8) Be sober, be\nvigilant; because your adversary the devil, as a roaring lion,\nwalketh about, seeking whom he may devour: (9) Whom\nresist stedfast in the faith, knowing that the same afflictions\nare accomplished in your brethren that are in the world. (10)\nBut the God of all grace, who hath called us unto his eternal","glory by Christ Jesus, after that ye have suffered a while, make\nyou perfect, stablish, strengthen, settle you. (11) To him be\nglory and dominion for ever and ever. Amen."],"start_index":400021005005,"end_index":400021005011,"verse_count":7,"word_count":144},{"reference":"2 Peter 2:1–10","translation":"KJV","division":"Senior","passage_number":103,"release":"NBBC","cards":["(1) But there were false prophets also among the people,\neven as there shall be false teachers among you, who privily\nshall bring in damnable heresies, even denying the Lord that\nbought them, and bring upon themselves swift destruction.\n(2) And many shall follow their pernicious ways; by reason\nof whom the way of truth shall be evil spoken of. (3) And\nthrough covetousness shall they with feigned words make\nmerchandise of you: whose judgment now of a long time\nlingereth not, and their damnation slumbereth not. (4) For\nif God spared not the angels that sinned, but cast them\ndown to hell, and delivered them into chains of darkness,","to be reserved unto judgment; (5) And spared not the old\nworld, but saved Noah the eighth person, a preacher of\nrighteousness, bringing in the flood upon the world of the\nungodly; (6) And turning the cities of Sodom and Gomorrha\ninto ashes condemned them with an overthrow, making them\nan ensample unto those that after should live ungodly; (7)\nAnd delivered just Lot, vexed with the filthy conversation\nof the wicked: (8) (For that righteous man dwelling among\nthem, in seeing and hearing, vexed his righteous soul from\nday to day with their unlawful deeds;) (9) The Lord knoweth\nhow to deliver the godly out of temptations, and to reserve","the unjust unto the day of judgment to be punished: (10) But\nchiefly them that walk after the flesh in the lust of uncleanness,\nand despise government. Presumptuous are they, selfwilled,\nthey are not afraid to speak evil of dignities."],"start_index":400022002001,"end_index":400022002010,"verse_count":10,"word_count":251},{"reference":"1 John 1:1–10","translation":"KJV","division":"Senior","passage_number":104,"release":"NBBC","cards":["(1) That which was from the beginning, which we have heard,\nwhich we have seen with our eyes, which we have looked\nupon, and our hands have handled, of the Word of life; (2)\n(For the life was manifested, and we have seen it, and bear\nwitness, and shew unto you that eternal life, which was with\nthe Father, and was manifested unto us;) (3) That which we\nhave seen and heard declare we unto you, that ye also may\nhave fellowship with us: and truly our fellowship is with the\nFather, and with his Son Jesus Christ. (4) And these things\nwrite we unto you, that your joy may be full. (5) This then is the\nmessage which we have heard of him, and declare unto you,","that God is light, and in him is no darkness at all. (6) If we say\nthat we have fellowship with him, and walk in darkness, we lie,\nand do not the truth: (7) But if we walk in the light, as he is in\nthe light, we have fellowship one with another, and the blood\nof Jesus Christ his Son cleanseth us from all sin. (8) If we say\nthat we have no sin, we deceive ourselves, and the truth is not\nin us. (9) If we confess our sins, he is faithful and just to forgive\nus our sins, and to cleanse us from all unrighteousness. (10)\nIf we say that we have not sinned, we make him a liar, and his\nword is not in us."],"start_index":400023001001,"end_index":400023001010,"verse_count":10,"word_count":247},{"reference":"1 John 4:17–20","translation":"KJV","division":"Senior","passage_number":105,"release":"NBBC","cards":["(17) Herein is our love made perfect, that we may have\nboldness in the day of judgment: because as he is, so are we\nin this world. (18) There is no fear in love; but perfect love\ncasteth out fear: because fear hath torment. He that feareth is\nnot made perfect in love. (19) We love him, because he first\nloved us. (20) If a man say, I love God, and hateth his brother,\nhe is a liar: for he that loveth not his brother whom he hath\nseen, how can he love God whom he hath not seen?"],"start_index":400023004017,"end_index":400023004020,"verse_count":4,"word_count":95},{"reference":"Jude 3–21","translation":"KJV","division":"Senior","passage_number":106,"release":"NBBC","cards":["(3) Beloved, when I gave all diligence to write unto you of the\ncommon salvation, it was needful for me to write unto you, and\nexhort you that ye should earnestly contend for the faith which\nwas once delivered unto the saints. (4) For there are certain\nmen crept in unawares, who were before of old ordained to this\ncondemnation, ungodly men, turning the grace of our God into\nlasciviousness, and denying the only Lord God, and our Lord\nJesus Christ. (5) I will therefore put you in remembrance, though\nye once knew this, how that the Lord, having saved the people\nout of the land of Egypt, afterward destroyed them that believed\nnot. (6) And the angels which kept not their first estate, but left\ntheir own habitation, he hath reserved in everlasting chains","under darkness unto the judgment of the great day. (7) Even as\nSodom and Gomorrha, and the cities about them in like manner,\ngiving themselves over to fornication, and going after strange\nflesh, are set forth for an example, suffering the vengeance of\neternal fire. (8) Likewise also these filthy dreamers defile the flesh,\ndespise dominion, and speak evil of dignities. (9) Yet Michael the\narchangel, when contending with the devil he disputed about the\nbody of Moses, durst not bring against him a railing accusation,\nbut said, The Lord rebuke thee. (10) But these speak evil of those\nthings which they know not: but what they know naturally, as brute\nbeasts, in those things they corrupt themselves. (11) Woe unto\nthem! for they have gone in the way of Cain, and ran greedily after","the error of Balaam for reward, and perished in the gainsaying\nof Core. (12) These are spots in your feasts of charity, when they\nfeast with you, feeding themselves without fear: clouds they are\nwithout water, carried about of winds; trees whose fruit withereth,\nwithout fruit, twice dead, plucked up by the roots; (13) Raging\nwaves of the sea, foaming out their own shame; wandering stars,\nto whom is reserved the blackness of darkness for ever. (14) And\nEnoch also, the seventh from Adam, prophesied of these, saying,\nBehold, the Lord cometh with ten thousands of his saints, (15) To\nexecute judgment upon all, and to convince all that are ungodly\namong them of all their ungodly deeds which they have ungodly\ncommitted, and of all their hard speeches which ungodly sinners","have spoken against him. (16) These are murmurers, complainers,\nwalking after their own lusts; and their mouth speaketh great\nswelling words, having men's persons in admiration because of\nadvantage. (17) But, beloved, remember ye the words which were\nspoken before of the apostles of our Lord Jesus Christ; (18) How\nthat they told you there should be mockers in the last time, who\nshould walk after their own ungodly lusts. (19) These be they who\nseparate themselves, sensual, having not the Spirit. (20) But ye,\nbeloved, building up yourselves on your most holy faith, praying\nin the Holy Ghost, (21) Keep yourselves in the love of God, looking\nfor the mercy of our Lord Jesus Christ unto eternal life."],"start_index":400026001003,"end_index":400026001021,"verse_count":19,"word_count":502},{"reference":"Revelation 21:1–5","translation":"KJV","division":"Senior","passage_number":107,"release":"NBBC","cards":["(1) And I saw a new heaven and a new earth: for the first\nheaven and the first earth were passed away; and there was\nno more sea. (2) And I John saw the holy city, new Jerusalem,\ncoming down from God out of heaven, prepared as a bride\nadorned for her husband. (3) And I heard a great voice out\nof heaven saying, Behold, the tabernacle of God is with men,\nand he will dwell with them, and they shall be his people, and\nGod himself shall be with them, and be their God. (4) And\nGod shall wipe away all tears from their eyes; and there shall\nbe no more death, neither sorrow, nor crying, neither shall\nthere be any more pain: for the former things are passed","away. (5) And he that sat upon the throne said, Behold, I make\nall things new. And he said unto me, Write: for these words\nare true and faithful."],"start_index":400027021001,"end_index":400027021005,"verse_count":5,"word_count":154}]