[{"reference":"Colossians 1:15–16","translation":"NKJV","division":"Senior","passage_number":1,"release":"Navigate","cards":["(15) He is the image of the invisible God, the firstborn over\nall creation. (16) For by Him all things were created that are\nin heaven and that are on earth, visible and invisible, whether\nthrones or dominions or principalities or powers. All things\nwere created through Him and for Him."],"start_index":400012001015,"end_index":400012001016,"verse_count":2,"word_count":49},{"reference":"Genesis 1:1–5","translation":"NKJV","division":"Senior","passage_number":2,"release":"Navigate","cards":["(1) In the beginning God created the heavens and the earth.\n(2) The earth was without form, and void; and darkness was\non the face of the deep. And the Spirit of God was hovering\nover the face of the waters. (3) Then God said, \"Let there be\nlight\"; and there was light. (4) And God saw the light, that it\nwas good; and God divided the light from the darkness. (5)\nGod called the light Day, and the darkness He called Night.\nSo the evening and the morning were the first day."],"start_index":200001001001,"end_index":200001001005,"verse_count":5,"word_count":88},{"reference":"Isaiah 40:25–28","translation":"NKJV","division":"Senior","passage_number":3,"release":"Explore","cards":["(25) \"To whom then will you liken Me, Or to whom shall I be\nequal?\" says the Holy One. (26) Lift up your eyes on high, And\nsee who has created these things, Who brings out their host\nby number; He calls them all by name, By the greatness of\nHis might And the strength of His power; Not one is missing.\n(27) Why do you say, O Jacob, And speak, O Israel: \"My way\nis hidden from the LORD, And my just claim is passed over\nby my God\"? (28) Have you not known? Have you not heard?\nThe everlasting God, the LORD, The Creator of the ends of\nthe earth, Neither faints nor is weary. His understanding is\nunsearchable."],"start_index":200023040025,"end_index":200023040028,"verse_count":4,"word_count":117},{"reference":"Genesis 1:26–28","translation":"NKJV","division":"Senior","passage_number":4,"release":"Navigate","cards":["(26) Then God said, \"Let Us make man in Our image, according\nto Our likeness; let them have dominion over the fish of the\nsea, over the birds of the air, and over the cattle, over all the\nearth and over every creeping thing that creeps on the earth.\"\n(27) So God created man in His own image; in the image of\nGod He created him; male and female He created them. (28)\nThen God blessed them, and God said to them, \"Be fruitful\nand multiply; fill the earth and subdue it; have dominion over\nthe fish of the sea, over the birds of the air, and over every\nliving thing that moves on the earth.\""],"start_index":200001001026,"end_index":200001001028,"verse_count":3,"word_count":113},{"reference":"Genesis 17:1–6","translation":"NKJV","division":"Senior","passage_number":5,"release":"Explore","cards":["(1) When Abram was ninety-nine years old, the LORD\nappeared to Abram and said to him, \"I am Almighty God; walk\nbefore Me and be blameless. (2) \"And I will make My covenant\nbetween Me and you, and will multiply you exceedingly.\" (3)\nThen Abram fell on his face, and God talked with him, saying:\n(4) \"As for Me, behold, My covenant is with you, and you\nshall be a father of many nations. (5) \"No longer shall your\nname be called Abram, but your name shall be Abraham; for\nI have made you a father of many nations. (6) \"I will make you\nexceedingly fruitful; and I will make nations of you, and kings\nshall come from you."],"start_index":200001017001,"end_index":200001017006,"verse_count":6,"word_count":114},{"reference":"Genesis 2:1–4","translation":"NKJV","division":"Senior","passage_number":6,"release":"Navigate","cards":["(1) Thus the heavens and the earth, and all the host of them,\nwere finished. (2) And on the seventh day God ended His\nwork which He had done, and He rested on the seventh day\nfrom all His work which He had done. (3) Then God blessed\nthe seventh day and sanctified it, because in it He rested\nfrom all His work which God had created and made. (4) This\nis the history of the heavens and the earth when they were\ncreated, in the day that the LORD God made the earth and\nthe heavens,"],"start_index":200001002001,"end_index":200001002004,"verse_count":4,"word_count":93},{"reference":"Exodus 31:12–14","translation":"NKJV","division":"Senior","passage_number":7,"release":"Explore","cards":["(12) And the LORD spoke to Moses, saying, (13) \"Speak also\nto the children of Israel, saying: 'Surely My Sabbaths you\nshall keep, for it is a sign between Me and you throughout\nyour generations, that you may know that I am the LORD who\nsanctifies you. (14) 'You shall keep the Sabbath, therefore, for\nit is holy to you. Everyone who profanes it shall surely be put\nto death; for whoever does any work on it, that person shall\nbe cut off from among his people."],"start_index":200002031012,"end_index":200002031014,"verse_count":3,"word_count":84},{"reference":"Genesis 2:21–25","translation":"NKJV","division":"Senior","passage_number":8,"release":"Navigate","cards":["(21) And the LORD God caused a deep sleep to fall on Adam,\nand he slept; and He took one of his ribs, and closed up the\nflesh in its place. (22) Then the rib which the LORD God had\ntaken from man He made into a woman, and He brought\nher to the man. (23) And Adam said: \"This is now bone of\nmy bones And flesh of my flesh; She shall be called Woman,\nBecause she was taken out of Man.\" (24) Therefore a man\nshall leave his father and mother and be joined to his wife,\nand they shall become one flesh. (25) And they were both\nnaked, the man and his wife, and were not ashamed."],"start_index":200001002021,"end_index":200001002025,"verse_count":5,"word_count":115},{"reference":"Deuteronomy 6:13–15","translation":"NKJV","division":"Senior","passage_number":9,"release":"Explore","cards":["(13) \"You shall fear the LORD your God and serve Him, and\nshall take oaths in His name. (14) \"You shall not go after other\ngods, the gods of the peoples who are all around you (15)\n\"(for the LORD your God is a jealous God among you), lest\nthe anger of the LORD your God be aroused against you and\ndestroy you from the face of the earth."],"start_index":200005006013,"end_index":200005006015,"verse_count":3,"word_count":66},{"reference":"Genesis 3:14–15","translation":"NKJV","division":"Senior","passage_number":10,"release":"Navigate","cards":["(14) So the LORD God said to the serpent: \"Because you have\ndone this, You are cursed more than all cattle, And more than\nevery beast of the field; On your belly you shall go, And you\nshall eat dust All the days of your life. (15) And I will put enmity\nBetween you and the woman, And between your seed and\nher Seed; He shall bruise your head, And you shall bruise His\nheel.\""],"start_index":200001003014,"end_index":200001003015,"verse_count":2,"word_count":73},{"reference":"Psalm 68:18–20","translation":"NKJV","division":"Senior","passage_number":11,"release":"Explore","cards":["(18) You have ascended on high, You have led captivity\ncaptive; You have received gifts among men, Even from the\nrebellious, That the LORD God might dwell there. (19) Blessed\nbe the Lord, Who daily loads us with benefits, The God of our\nsalvation! (20) Our God is the God of salvation; And to GOD\nthe Lord belong escapes from death."],"start_index":200019068018,"end_index":200019068020,"verse_count":3,"word_count":58},{"reference":"Genesis 4:3–8","translation":"NKJV","division":"Senior","passage_number":12,"release":"Navigate","cards":["(3) And in the process of time it came to pass that Cain brought\nan offering of the fruit of the ground to the LORD. (4) Abel also\nbrought of the firstborn of his flock and of their fat. And the LORD\nrespected Abel and his offering, (5) but He did not respect Cain\nand his offering. And Cain was very angry, and his countenance\nfell. (6) So the LORD said to Cain, \"Why are you angry? And why\nhas your countenance fallen? (7) \"If you do well, will you not be\naccepted? And if you do not do well, sin lies at the door. And its\ndesire is for you, but you should rule over it.\" (8) Now Cain talked\nwith Abel his brother; and it came to pass, when they were in the\nfield, that Cain rose up against Abel his brother and killed him."],"start_index":200001004003,"end_index":200001004008,"verse_count":6,"word_count":141},{"reference":"Jeremiah 23:5–6","translation":"NKJV","division":"Senior","passage_number":13,"release":"Explore","cards":["(5) \"Behold, the days are coming,\" says the LORD, \"That I will\nraise to David a Branch of righteousness; A King shall reign\nand prosper, And execute judgment and righteousness in the\nearth. (6) In His days Judah will be saved, And Israel will dwell\nsafely; Now this is His name by which He will be called: THE\nLORD OUR RIGHTEOUSNESS."],"start_index":200024023005,"end_index":200024023006,"verse_count":2,"word_count":59},{"reference":"Genesis 5:1–3","translation":"NKJV","division":"Senior","passage_number":14,"release":"Navigate","cards":["(1) This is the book of the genealogy of Adam. In the day that\nGod created man, He made him in the likeness of God. (2) He\ncreated them male and female, and blessed them and called\nthem Mankind in the day they were created. (3) And Adam\nlived one hundred and thirty years, and begot a son in his\nown likeness, after his image, and named him Seth."],"start_index":200001005001,"end_index":200001005003,"verse_count":3,"word_count":66},{"reference":"Psalm 90:1–4","translation":"NKJV","division":"Senior","passage_number":15,"release":"Explore","cards":["(1) A Prayer of Moses the man of God. Lord, You have been\nour dwelling place in all generations. (2) Before the mountains\nwere brought forth, Or ever You had formed the earth and the\nworld, Even from everlasting to everlasting, You are God. (3)\nYou turn man to destruction, And say, \"Return, O children of\nmen.\" (4) For a thousand years in Your sight Are like yesterday\nwhen it is past, And like a watch in the night."],"start_index":200019090001,"end_index":200019090004,"verse_count":4,"word_count":75},{"reference":"Genesis 9:8–11","translation":"NKJV","division":"Senior","passage_number":17,"release":"NBBC","cards":["(8) Then God spoke to Noah and to his sons with him, saying:\n(9) \"And as for Me, behold, I establish My covenant with you\nand with your descendants after you, (10) \"and with every\nliving creature that is with you: the birds, the cattle, and every\nbeast of the earth with you, of all that go out of the ark, every\nbeast of the earth. (11) \"Thus I establish My covenant with\nyou: Never again shall all flesh be cut off by the waters of the\nflood; never again shall there be a flood to destroy the earth.\""],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":95},{"reference":"Exodus 31:15–18","translation":"NKJV","division":"Senior","passage_number":18,"release":"NBBC","cards":["(15) 'Work shall be done for six days, but the seventh is the\nSabbath of rest, holy to the LORD. Whoever does any work on the\nSabbath day, he shall surely be put to death. (16) 'Therefore the\nchildren of Israel shall keep the Sabbath, to observe the Sabbath\nthroughout their generations as a perpetual covenant. (17) 'It is a\nsign between Me and the children of Israel forever; for in six days\nthe LORD made the heavens and the earth, and on the seventh\nday He rested and was refreshed.' \" (18) And when He had made\nan end of speaking with him on Mount Sinai, He gave Moses two\ntablets of the Testimony, tablets of stone, written with the finger of\nGod."],"start_index":200002031015,"end_index":200002031018,"verse_count":4,"word_count":119},{"reference":"Exodus 32:6–14","translation":"NKJV","division":"Senior","passage_number":19,"release":"NBBC","cards":["(6) Then they rose early on the next day, offered burnt\nofferings, and brought peace offerings; and the people sat\ndown to eat and drink, and rose up to play. (7) And the LORD\nsaid to Moses, \"Go, get down! For your people whom you\nbrought out of the land of Egypt have corrupted themselves.\n(8) \"They have turned aside quickly out of the way which I\ncommanded them. They have made themselves a molded\ncalf, and worshiped it and sacrificed to it, and said, 'This is\nyour god, O Israel, that brought you out of the land of Egypt!'\n\" (9) And the LORD said to Moses, \"I have seen this people,\nand indeed it is a stiff-necked people! (10) \"Now therefore, let","Me alone, that My wrath may burn hot against them and I may\nconsume them. And I will make of you a great nation.\" (11)\nThen Moses pleaded with the LORD his God, and said: \"LORD,\nwhy does Your wrath burn hot against Your people whom You\nhave brought out of the land of Egypt with great power and\nwith a mighty hand? (12) \"Why should the Egyptians speak,\nand say, 'He brought them out to harm them, to kill them in\nthe mountains, and to consume them from the face of the\nearth'? Turn from Your fierce wrath, and relent from this harm\nto Your people. (13) \"Remember Abraham, Isaac, and Israel,\nYour servants, to whom You swore by Your own self, and","said to them, 'I will multiply your descendants as the stars of\nheaven; and all this land that I have spoken of I give to your\ndescendants, and they shall inherit it forever.' \" (14) So the\nLORD relented from the harm which He said He would do to\nHis people."],"start_index":200002032006,"end_index":200002032014,"verse_count":9,"word_count":289},{"reference":"Deuteronomy 1:29–32","translation":"NKJV","division":"Senior","passage_number":20,"release":"NBBC","cards":["(29) \"Then I said to you, 'Do not be terrified, or afraid of them.\n(30) 'The LORD your God, who goes before you, He will fight\nfor you, according to all He did for you in Egypt before your\neyes, (31) 'and in the wilderness where you saw how the\nLORD your God carried you, as a man carries his son, in all\nthe way that you went until you came to this place.' (32) \"Yet,\nfor all that, you did not believe the LORD your God,"],"start_index":200005001029,"end_index":200005001032,"verse_count":4,"word_count":83},{"reference":"Deuteronomy 7:7–9","translation":"NKJV","division":"Senior","passage_number":21,"release":"NBBC","cards":["(7) \"The LORD did not set His love on you nor choose you\nbecause you were more in number than any other people, for\nyou were the least of all peoples; (8) \"but because the LORD\nloves you, and because He would keep the oath which He\nswore to your fathers, the LORD has brought you out with a\nmighty hand, and redeemed you from the house of bondage,\nfrom the hand of Pharaoh king of Egypt. (9) \"Therefore know\nthat the LORD your God, He is God, the faithful God who\nkeeps covenant and mercy for a thousand generations with\nthose who love Him and keep His commandments;"],"start_index":200005007007,"end_index":200005007009,"verse_count":3,"word_count":106},{"reference":"1 Samuel 12:20–25","translation":"NKJV","division":"Senior","passage_number":22,"release":"NBBC","cards":["(20) Then Samuel said to the people, \"Do not fear. You have done\nall this wickedness; yet do not turn aside from following the LORD,\nbut serve the LORD with all your heart. (21) \"And do not turn aside;\nfor then you would go after empty things which cannot profit or\ndeliver, for they are nothing. (22) \"For the LORD will not forsake\nHis people, for His great name's sake, because it has pleased the\nLORD to make you His people. (23) \"Moreover, as for me, far be it\nfrom me that I should sin against the LORD in ceasing to pray for\nyou; but I will teach you the good and the right way. (24) \"Only fear\nthe LORD, and serve Him in truth with all your heart; for consider\nwhat great things He has done for you. (25) \"But if you still do\nwickedly, you shall be swept away, both you and your king.\""],"start_index":200009012020,"end_index":200009012025,"verse_count":6,"word_count":150},{"reference":"1 Chronicles 16:4–19","translation":"NKJV","division":"Senior","passage_number":23,"release":"NBBC","cards":["(4) And he appointed some of the Levites to minister before\nthe ark of the LORD, to commemorate, to thank, and to praise\nthe LORD God of Israel: (5) Asaph the chief, and next to him\nZechariah, then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab,\nBenaiah, and Obed-Edom: Jeiel with stringed instruments\nand harps, but Asaph made music with cymbals; (6) Benaiah\nand Jahaziel the priests regularly blew the trumpets before\nthe ark of the covenant of God. (7) On that day David first\ndelivered this psalm into the hand of Asaph and his brethren,\nto thank the LORD: (8) Oh, give thanks to the LORD! Call\nupon His name; Make known His deeds among the peoples!","(9) Sing to Him, sing psalms to Him; Talk of all His wondrous\nworks! (10) Glory in His holy name; Let the hearts of those\nrejoice who seek the LORD! (11) Seek the LORD and His\nstrength; Seek His face evermore! (12) Remember His\nmarvelous works which He has done, His wonders, and the\njudgments of His mouth, (13) O seed of Israel His servant,\nYou children of Jacob, His chosen ones! (14) He is the LORD\nour God; His judgments are in all the earth. (15) Remember\nHis covenant forever, The word which He commanded, for\na thousand generations, (16) The covenant which He made\nwith Abraham, And His oath to Isaac, (17) And confirmed it to","Jacob for a statute, To Israel for an everlasting covenant, (18)\nSaying, \"To you I will give the land of Canaan As the allotment\nof your inheritance,\" (19) When you were few in number,\nIndeed very few, and strangers in it."],"start_index":200013016004,"end_index":200013016019,"verse_count":16,"word_count":259},{"reference":"Nehemiah 9:5–8","translation":"NKJV","division":"Senior","passage_number":24,"release":"NBBC","cards":["(5) And the Levites, Jeshua, Kadmiel, Bani, Hashabniah,\nSherebiah, Hodijah, Shebaniah, and Pethahiah, said: \"Stand\nup and bless the LORD your God Forever and ever! \"Blessed\nbe Your glorious name, Which is exalted above all blessing\nand praise! (6) You alone are the LORD; You have made\nheaven, The heaven of heavens, with all their host, The earth\nand everything on it, The seas and all that is in them, And You\npreserve them all. The host of heaven worships You. (7) \"You\nare the LORD God, Who chose Abram, And brought him out\nof Ur of the Chaldeans, And gave him the name Abraham; (8)\nYou found his heart faithful before You, And made a covenant","with him To give the land of the Canaanites, The Hittites, the\nAmorites, The Perizzites, the Jebusites, And the Girgashites--\nTo give it to his descendants. You have performed Your words,\nFor You are righteous."],"start_index":200016009005,"end_index":200016009008,"verse_count":4,"word_count":148},{"reference":"Job 36:22–33","translation":"NKJV","division":"Senior","passage_number":25,"release":"NBBC","cards":["(22) \"Behold, God is exalted by His power; Who teaches\nlike Him? (23) Who has assigned Him His way, Or who has\nsaid, 'You have done wrong'? (24) \"Remember to magnify\nHis work, Of which men have sung. (25) Everyone has seen\nit; Man looks on it from afar. (26) \"Behold, God is great, and\nwe do not know Him; Nor can the number of His years be\ndiscovered. (27) For He draws up drops of water, Which distill\nas rain from the mist, (28) Which the clouds drop down And\npour abundantly on man. (29) Indeed, can anyone understand\nthe spreading of clouds, The thunder from His canopy? (30)\nLook, He scatters His light upon it, And covers the depths of","the sea. (31) For by these He judges the peoples; He gives\nfood in abundance. (32) He covers His hands with lightning,\nAnd commands it to strike. (33) His thunder declares it, The\ncattle also, concerning the rising storm."],"start_index":200018036022,"end_index":200018036033,"verse_count":12,"word_count":149},{"reference":"Job 40:15–24","translation":"NKJV","division":"Senior","passage_number":26,"release":"NBBC","cards":["(15) \"Look now at the behemoth, which I made along with\nyou; He eats grass like an ox. (16) See now, his strength is in his\nhips, And his power is in his stomach muscles. (17) He moves\nhis tail like a cedar; The sinews of his thighs are tightly knit.\n(18) His bones are like beams of bronze, His ribs like bars of\niron. (19) He is the first of the ways of God; Only He who made\nhim can bring near His sword. (20) Surely the mountains yield\nfood for him, And all the beasts of the field play there. (21)\nHe lies under the lotus trees, In a covert of reeds and marsh.\n(22) The lotus trees cover him with their shade; The willows\nby the brook surround him. (23) Indeed the river may rage,","Yet he is not disturbed; He is confident, though the Jordan\ngushes into his mouth, (24) Though he takes it in his eyes, Or\none pierces his nose with a snare."],"start_index":200018040015,"end_index":200018040024,"verse_count":10,"word_count":159},{"reference":"Psalm 81:1–16","translation":"NKJV","division":"Senior","passage_number":27,"release":"NBBC","cards":["(1) Sing aloud to God our strength; Make a joyful shout to the God\nof Jacob. (2) Raise a song and strike the timbrel, The pleasant harp\nwith the lute. (3) Blow the trumpet at the time of the New Moon, At\nthe full moon, on our solemn feast day. (4) For this is a statute for\nIsrael, A law of the God of Jacob. (5) This He established in Joseph\nas a testimony, When He went throughout the land of Egypt,\nWhere I heard a language I did not understand. (6) \"I removed his\nshoulder from the burden; His hands were freed from the baskets.\n(7) You called in trouble, and I delivered you; I answered you in\nthe secret place of thunder; I tested you at the waters of Meribah.\nSelah (8) \"Hear, O My people, and I will admonish you! O Israel,\nif you will listen to Me! (9) There shall be no foreign god among","you; Nor shall you worship any foreign god. (10) I am the LORD\nyour God, Who brought you out of the land of Egypt; Open your\nmouth wide, and I will fill it. (11) \"But My people would not heed\nMy voice, And Israel would have none of Me. (12) So I gave them\nover to their own stubborn heart, To walk in their own counsels.\n(13) \"Oh, that My people would listen to Me, That Israel would walk\nin My ways! (14) I would soon subdue their enemies, And turn My\nhand against their adversaries. (15) The haters of the LORD would\npretend submission to Him, But their fate would endure forever.\n(16) He would have fed them also with the finest of wheat; And\nwith honey from the rock I would have satisfied you.\""],"start_index":200019081001,"end_index":200019081016,"verse_count":16,"word_count":279},{"reference":"Psalm 106:2–17","translation":"NKJV","division":"Senior","passage_number":28,"release":"NBBC","cards":["(2) Who can utter the mighty acts of the LORD? Who can declare\nall His praise? (3) Blessed are those who keep justice, And he who\ndoes righteousness at all times! (4) Remember me, O LORD, with\nthe favor You have toward Your people. Oh, visit me with Your\nsalvation, (5) That I may see the benefit of Your chosen ones, That\nI may rejoice in the gladness of Your nation, That I may glory with\nYour inheritance. (6) We have sinned with our fathers, We have\ncommitted iniquity, We have done wickedly. (7) Our fathers in\nEgypt did not understand Your wonders; They did not remember\nthe multitude of Your mercies, But rebelled by the sea--the Red\nSea. (8) Nevertheless He saved them for His name's sake, That He\nmight make His mighty power known. (9) He rebuked the Red","Sea also, and it dried up; So He led them through the depths,\nAs through the wilderness. (10) He saved them from the hand of\nhim who hated them, And redeemed them from the hand of the\nenemy. (11) The waters covered their enemies; There was not one\nof them left. (12) Then they believed His words; They sang His\npraise. (13) They soon forgot His works; They did not wait for His\ncounsel, (14) But lusted exceedingly in the wilderness, And tested\nGod in the desert. (15) And He gave them their request, But sent\nleanness into their soul. (16) When they envied Moses in the camp,\nAnd Aaron the saint of the LORD, (17) The earth opened up and\nswallowed Dathan, And covered the faction of Abiram."],"start_index":200019106002,"end_index":200019106017,"verse_count":16,"word_count":255},{"reference":"Psalm 112:1–9","translation":"NKJV","division":"Senior","passage_number":29,"release":"NBBC","cards":["(1) Praise the LORD! Blessed is the man who fears the\nLORD, Who delights greatly in His commandments. (2) His\ndescendants will be mighty on earth; The generation of the\nupright will be blessed. (3) Wealth and riches will be in his\nhouse, And his righteousness endures forever. (4) Unto the\nupright there arises light in the darkness; He is gracious,\nand full of compassion, and righteous. (5) A good man deals\ngraciously and lends; He will guide his affairs with discretion.\n(6) Surely he will never be shaken; The righteous will be in\neverlasting remembrance. (7) He will not be afraid of evil\ntidings; His heart is steadfast, trusting in the LORD. (8) His","heart is established; He will not be afraid, Until he sees his\ndesire upon his enemies. (9) He has dispersed abroad, He\nhas given to the poor; His righteousness endures forever; His\nhorn will be exalted with honor."],"start_index":200019112001,"end_index":200019112009,"verse_count":9,"word_count":144},{"reference":"Isaiah 59:14–21","translation":"NKJV","division":"Senior","passage_number":30,"release":"NBBC","cards":["(14) Justice is turned back, And righteousness stands afar off; For\ntruth is fallen in the street, And equity cannot enter. (15) So truth\nfails, And he who departs from evil makes himself a prey. Then\nthe LORD saw it, and it displeased Him That there was no justice.\n(16) He saw that there was no man, And wondered that there was\nno intercessor; Therefore His own arm brought salvation for Him;\nAnd His own righteousness, it sustained Him. (17) For He put on\nrighteousness as a breastplate, And a helmet of salvation on His\nhead; He put on the garments of vengeance for clothing, And was\nclad with zeal as a cloak. (18) According to their deeds, accordingly\nHe will repay, Fury to His adversaries, Recompense to His enemies;","The coastlands He will fully repay. (19) So shall they fear The name\nof the LORD from the west, And His glory from the rising of the\nsun; When the enemy comes in like a flood, The Spirit of the LORD\nwill lift up a standard against him. (20) \"The Redeemer will come to\nZion, And to those who turn from transgression in Jacob,\" Says the\nLORD. (21) \"As for Me,\" says the LORD, \"this is My covenant with\nthem: My Spirit who is upon you, and My words which I have put in\nyour mouth, shall not depart from your mouth, nor from the mouth\nof your descendants, nor from the mouth of your descendants'\ndescendants,\" says the LORD, \"from this time and forevermore.\""],"start_index":200023059014,"end_index":200023059021,"verse_count":8,"word_count":247},{"reference":"Nahum 1:3–8","translation":"NKJV","division":"Senior","passage_number":31,"release":"NBBC","cards":["(3) The LORD is slow to anger and great in power, And will\nnot at all acquit the wicked. The LORD has His way In the\nwhirlwind and in the storm, And the clouds are the dust of\nHis feet. (4) He rebukes the sea and makes it dry, And dries\nup all the rivers. Bashan and Carmel wither, And the flower of\nLebanon wilts. (5) The mountains quake before Him, The hills\nmelt, And the earth heaves at His presence, Yes, the world and\nall who dwell in it. (6) Who can stand before His indignation?\nAnd who can endure the fierceness of His anger? His fury is\npoured out like fire, And the rocks are thrown down by Him.\n(7) The LORD is good, A stronghold in the day of trouble; And","He knows those who trust in Him. (8) But with an overflowing\nflood He will make an utter end of its place, And darkness will\npursue His enemies."],"start_index":200034001003,"end_index":200034001008,"verse_count":6,"word_count":156},{"reference":"Matthew 11:28–29","translation":"NKJV","division":"Senior","passage_number":32,"release":"NBBC","cards":["(28) \"Come to Me, all you who labor and are heavy laden, and\nI will give you rest. (29) \"Take My yoke upon you and learn\nfrom Me, for I am gentle and lowly in heart, and you will find\nrest for your souls."],"start_index":400001011028,"end_index":400001011029,"verse_count":2,"word_count":42},{"reference":"Mark 10:5–10","translation":"NKJV","division":"Senior","passage_number":33,"release":"NBBC","cards":["(5) And Jesus answered and said to them, \"Because of the\nhardness of your heart he wrote you this precept. (6) \"But\nfrom the beginning of the creation, God 'made them male\nand female.' (7) 'For this reason a man shall leave his father\nand mother and be joined to his wife, (8) 'and the two shall\nbecome one flesh'; so then they are no longer two, but one\nflesh. (9) \"Therefore what God has joined together, let not\nman separate.\" (10) In the house His disciples also asked Him\nagain about the same matter."],"start_index":400002010005,"end_index":400002010010,"verse_count":6,"word_count":89},{"reference":"Luke 12:22–40","translation":"NKJV","division":"Senior","passage_number":34,"release":"NBBC","cards":["(22) Then He said to His disciples, \"Therefore I say to you, do\nnot worry about your life, what you will eat; nor about the\nbody, what you will put on. (23) \"Life is more than food, and\nthe body is more than clothing. (24) \"Consider the ravens, for\nthey neither sow nor reap, which have neither storehouse nor\nbarn; and God feeds them. Of how much more value are you\nthan the birds? (25) \"And which of you by worrying can add\none cubit to his stature? (26) \"If you then are not able to do\nthe least, why are you anxious for the rest? (27) \"Consider the\nlilies, how they grow: they neither toil nor spin; and yet I say\nto you, even Solomon in all his glory was not arrayed like one","of these. (28) \"If then God so clothes the grass, which today is\nin the field and tomorrow is thrown into the oven, how much\nmore will He clothe you, O you of little faith? (29) \"And do\nnot seek what you should eat or what you should drink, nor\nhave an anxious mind. (30) \"For all these things the nations\nof the world seek after, and your Father knows that you need\nthese things. (31) \"But seek the kingdom of God, and all these\nthings shall be added to you. (32) \"Do not fear, little flock, for\nit is your Father's good pleasure to give you the kingdom. (33)\n\"Sell what you have and give alms; provide yourselves money\nbags which do not grow old, a treasure in the heavens that","does not fail, where no thief approaches nor moth destroys.\n(34) \"For where your treasure is, there your heart will be also.\n(35) \"Let your waist be girded and your lamps burning; (36)\n\"and you yourselves be like men who wait for their master,\nwhen he will return from the wedding, that when he comes\nand knocks they may open to him immediately. (37) \"Blessed\nare those servants whom the master, when he comes, will find\nwatching. Assuredly, I say to you that he will gird himself and\nhave them sit down to eat, and will come and serve them.\n(38) \"And if he should come in the second watch, or come in\nthe third watch, and find them so, blessed are those servants.","(39) \"But know this, that if the master of the house had known\nwhat hour the thief would come, he would have watched and\nnot allowed his house to be broken into. (40) \"Therefore you\nalso be ready, for the Son of Man is coming at an hour you do\nnot expect.\""],"start_index":400003012022,"end_index":400003012040,"verse_count":19,"word_count":424},{"reference":"Luke 16:13","translation":"NKJV","division":"Senior","passage_number":35,"release":"NBBC","cards":["(13) \"No servant can serve two masters; for either he will hate\nthe one and love the other, or else he will be loyal to the one\nand despise the other. You cannot serve God and mammon.\""],"start_index":400003016013,"end_index":400003016013,"verse_count":1,"word_count":36},{"reference":"John 10:4–16","translation":"NKJV","division":"Senior","passage_number":36,"release":"NBBC","cards":["(4) \"And when he brings out his own sheep, he goes before them;\nand the sheep follow him, for they know his voice. (5) \"Yet they will\nby no means follow a stranger, but will flee from him, for they do\nnot know the voice of strangers.\" (6) Jesus used this illustration,\nbut they did not understand the things which He spoke to them.\n(7) Then Jesus said to them again, \"Most assuredly, I say to you, I\nam the door of the sheep. (8) \"All who ever came before Me are\nthieves and robbers, but the sheep did not hear them. (9) \"I am\nthe door. If anyone enters by Me, he will be saved, and will go in\nand out and find pasture. (10) \"The thief does not come except to\nsteal, and to kill, and to destroy. I have come that they may have\nlife, and that they may have it more abundantly. (11) \"I am the","good shepherd. The good shepherd gives His life for the sheep.\n(12) \"But a hireling, he who is not the shepherd, one who does not\nown the sheep, sees the wolf coming and leaves the sheep and\nflees; and the wolf catches the sheep and scatters them. (13) \"The\nhireling flees because he is a hireling and does not care about the\nsheep. (14) \"I am the good shepherd; and I know My sheep, and\nam known by My own. (15) \"As the Father knows Me, even so I\nknow the Father; and I lay down My life for the sheep. (16) \"And\nother sheep I have which are not of this fold; them also I must\nbring, and they will hear My voice; and there will be one flock and\none shepherd."],"start_index":400004010004,"end_index":400004010016,"verse_count":13,"word_count":280},{"reference":"John 16:5–17","translation":"NKJV","division":"Senior","passage_number":37,"release":"NBBC","cards":["(5) \"But now I go away to Him who sent Me, and none of you asks\nMe, 'Where are You going?' (6) \"But because I have said these\nthings to you, sorrow has filled your heart. (7) \"Nevertheless I tell\nyou the truth. It is to your advantage that I go away; for if I do not\ngo away, the Helper will not come to you; but if I depart, I will send\nHim to you. (8) \"And when He has come, He will convict the world\nof sin, and of righteousness, and of judgment: (9) \"of sin, because\nthey do not believe in Me; (10) \"of righteousness, because I go to\nMy Father and you see Me no more; (11) \"of judgment, because\nthe ruler of this world is judged. (12) \"I still have many things to\nsay to you, but you cannot bear them now. (13) \"However, when","He, the Spirit of truth, has come, He will guide you into all truth; for\nHe will not speak on His own authority, but whatever He hears He\nwill speak; and He will tell you things to come. (14) \"He will glorify\nMe, for He will take of what is Mine and declare it to you. (15) \"All\nthings that the Father has are Mine. Therefore I said that He will\ntake of Mine and declare it to you. (16) \"A little while, and you will\nnot see Me; and again a little while, and you will see Me, because\nI go to the Father.\" (17) Then some of His disciples said among\nthemselves, \"What is this that He says to us, 'A little while, and you\nwill not see Me; and again a little while, and you will see Me'; and,\n'because I go to the Father'?\""],"start_index":400004016005,"end_index":400004016017,"verse_count":13,"word_count":285},{"reference":"Acts 20:15–36","translation":"NKJV","division":"Senior","passage_number":38,"release":"NBBC","cards":["(15) We sailed from there, and the next day came opposite Chios.\nThe following day we arrived at Samos and stayed at Trogyllium.\nThe next day we came to Miletus. (16) For Paul had decided to sail\npast Ephesus, so that he would not have to spend time in Asia;\nfor he was hurrying to be at Jerusalem, if possible, on the Day of\nPentecost. (17) From Miletus he sent to Ephesus and called for\nthe elders of the church. (18) And when they had come to him,\nhe said to them: \"You know, from the first day that I came to Asia,\nin what manner I always lived among you, (19) \"serving the Lord\nwith all humility, with many tears and trials which happened to me\nby the plotting of the Jews; (20) \"how I kept back nothing that","was helpful, but proclaimed it to you, and taught you publicly and\nfrom house to house, (21) \"testifying to Jews, and also to Greeks,\nrepentance toward God and faith toward our Lord Jesus Christ. (22)\n\"And see, now I go bound in the spirit to Jerusalem, not knowing\nthe things that will happen to me there, (23) \"except that the Holy\nSpirit testifies in every city, saying that chains and tribulations\nawait me. (24) \"But none of these things move me; nor do I count\nmy life dear to myself, so that I may finish my race with joy, and\nthe ministry which I received from the Lord Jesus, to testify to the\ngospel of the grace of God. (25) \"And indeed, now I know that you\nall, among whom I have gone preaching the kingdom of God, will","see my face no more. (26) \"Therefore I testify to you this day that I\nam innocent of the blood of all men. (27) \"For I have not shunned\nto declare to you the whole counsel of God. (28) \"Therefore take\nheed to yourselves and to all the flock, among which the Holy Spirit\nhas made you overseers, to shepherd the church of God which He\npurchased with His own blood. (29) \"For I know this, that after my\ndeparture savage wolves will come in among you, not sparing the\nflock. (30) \"Also from among yourselves men will rise up, speaking\nperverse things, to draw away the disciples after themselves. (31)\n\"Therefore watch, and remember that for three years I did not\ncease to warn everyone night and day with tears. (32) \"So now,","brethren, I commend you to God and to the word of His grace,\nwhich is able to build you up and give you an inheritance among\nall those who are sanctified. (33) \"I have coveted no one's silver or\ngold or apparel. (34) \"Yes, you yourselves know that these hands\nhave provided for my necessities, and for those who were with\nme. (35) \"I have shown you in every way, by laboring like this, that\nyou must support the weak. And remember the words of the Lord\nJesus, that He said, 'It is more blessed to give than to receive.' \"\n(36) And when he had said these things, he knelt down and prayed\nwith them all."],"start_index":400005020015,"end_index":400005020036,"verse_count":22,"word_count":507},{"reference":"Romans 10:8–14","translation":"NKJV","division":"Senior","passage_number":39,"release":"NBBC","cards":["(8) But what does it say? \"The word is near you, in your mouth\nand in your heart\" (that is, the word of faith which we preach):\n(9) that if you confess with your mouth the Lord Jesus and\nbelieve in your heart that God has raised Him from the dead,\nyou will be saved. (10) For with the heart one believes unto\nrighteousness, and with the mouth confession is made unto\nsalvation. (11) For the Scripture says, \"Whoever believes on\nHim will not be put to shame.\" (12) For there is no distinction\nbetween Jew and Greek, for the same Lord over all is rich to\nall who call upon Him. (13) For \"whoever calls on the name\nof the LORD shall be saved.\" (14) How then shall they call on","Him in whom they have not believed? And how shall they\nbelieve in Him of whom they have not heard? And how shall\nthey hear without a preacher?"],"start_index":400006010008,"end_index":400006010014,"verse_count":7,"word_count":153},{"reference":"1 Corinthians 12:18–31","translation":"NKJV","division":"Senior","passage_number":40,"release":"NBBC","cards":["(18) But now God has set the members, each one of them, in the\nbody just as He pleased. (19) And if they were all one member,\nwhere would the body be? (20) But now indeed there are many\nmembers, yet one body. (21) And the eye cannot say to the hand,\n\"I have no need of you\"; nor again the head to the feet, \"I have no\nneed of you.\" (22) No, much rather, those members of the body\nwhich seem to be weaker are necessary. (23) And those members\nof the body which we think to be less honorable, on these we\nbestow greater honor; and our unpresentable parts have greater\nmodesty, (24) but our presentable parts have no need. But God\ncomposed the body, having given greater honor to that part which\nlacks it, (25) that there should be no schism in the body, but that","the members should have the same care for one another. (26) And\nif one member suffers, all the members suffer with it; or if one\nmember is honored, all the members rejoice with it. (27) Now you\nare the body of Christ, and members individually. (28) And God\nhas appointed these in the church: first apostles, second prophets,\nthird teachers, after that miracles, then gifts of healings, helps,\nadministrations, varieties of tongues. (29) Are all apostles? Are all\nprophets? Are all teachers? Are all workers of miracles? (30) Do all\nhave gifts of healings? Do all speak with tongues? Do all interpret?\n(31) But earnestly desire the best gifts. And yet I show you a more\nexcellent way."],"start_index":400007012018,"end_index":400007012031,"verse_count":14,"word_count":253},{"reference":"2 Corinthians 11:13–33","translation":"NKJV","division":"Senior","passage_number":41,"release":"NBBC","cards":["(13) For such are false apostles, deceitful workers, transforming\nthemselves into apostles of Christ. (14) And no wonder! For\nSatan himself transforms himself into an angel of light. (15)\nTherefore it is no great thing if his ministers also transform\nthemselves into ministers of righteousness, whose end will\nbe according to their works. (16) I say again, let no one think\nme a fool. If otherwise, at least receive me as a fool, that I also\nmay boast a little. (17) What I speak, I speak not according\nto the Lord, but as it were, foolishly, in this confidence of\nboasting. (18) Seeing that many boast according to the flesh, I\nalso will boast. (19) For you put up with fools gladly, since you","yourselves are wise! (20) For you put up with it if one brings\nyou into bondage, if one devours you, if one takes from you,\nif one exalts himself, if one strikes you on the face. (21) To our\nshame I say that we were too weak for that! But in whatever\nanyone is bold--I speak foolishly--I am bold also. (22) Are they\nHebrews? So am I. Are they Israelites? So am I. Are they the\nseed of Abraham? So am I. (23) Are they ministers of Christ?-\n-I speak as a fool--I am more: in labors more abundant, in\nstripes above measure, in prisons more frequently, in deaths\noften. (24) From the Jews five times I received forty stripes\nminus one. (25) Three times I was beaten with rods; once I","was stoned; three times I was shipwrecked; a night and a day\nI have been in the deep; (26) in journeys often, in perils of\nwaters, in perils of robbers, in perils of my own countrymen,\nin perils of the Gentiles, in perils in the city, in perils in the\nwilderness, in perils in the sea, in perils among false brethren;\n(27) in weariness and toil, in sleeplessness often, in hunger\nand thirst, in fastings often, in cold and nakedness-- (28)\nbesides the other things, what comes upon me daily: my\ndeep concern for all the churches. (29) Who is weak, and I\nam not weak? Who is made to stumble, and I do not burn\nwith indignation? (30) If I must boast, I will boast in the things","which concern my infirmity. (31) The God and Father of our\nLord Jesus Christ, who is blessed forever, knows that I am not\nlying. (32) In Damascus the governor, under Aretas the king,\nwas guarding the city of the Damascenes with a garrison,\ndesiring to arrest me; (33) but I was let down in a basket\nthrough a window in the wall, and escaped from his hands."],"start_index":400008011013,"end_index":400008011033,"verse_count":21,"word_count":434},{"reference":"Galatians 2:20–21","translation":"NKJV","division":"Senior","passage_number":42,"release":"NBBC","cards":["(20) \"I have been crucified with Christ; it is no longer I who\nlive, but Christ lives in me; and the life which I now live in the\nflesh I live by faith in the Son of God, who loved me and gave\nHimself for me. (21) \"I do not set aside the grace of God; for\nif righteousness comes through the law, then Christ died in\nvain.\""],"start_index":400009002020,"end_index":400009002021,"verse_count":2,"word_count":66},{"reference":"Ephesians 3:8–10","translation":"NKJV","division":"Senior","passage_number":43,"release":"NBBC","cards":["(8) To me, who am less than the least of all the saints, this\ngrace was given, that I should preach among the Gentiles the\nunsearchable riches of Christ, (9) and to make all see what\nis the fellowship of the mystery, which from the beginning\nof the ages has been hidden in God who created all things\nthrough Jesus Christ; (10) to the intent that now the manifold\nwisdom of God might be made known by the church to the\nprincipalities and powers in the heavenly places,"],"start_index":400010003008,"end_index":400010003010,"verse_count":3,"word_count":85},{"reference":"Colossians 1:24–29","translation":"NKJV","division":"Senior","passage_number":44,"release":"NBBC","cards":["(24) I now rejoice in my sufferings for you, and fill up in my flesh\nwhat is lacking in the afflictions of Christ, for the sake of His body,\nwhich is the church, (25) of which I became a minister according\nto the stewardship from God which was given to me for you, to\nfulfill the word of God, (26) the mystery which has been hidden\nfrom ages and from generations, but now has been revealed to His\nsaints. (27) To them God willed to make known what are the riches\nof the glory of this mystery among the Gentiles: which is Christ in\nyou, the hope of glory. (28) Him we preach, warning every man\nand teaching every man in all wisdom, that we may present every\nman perfect in Christ Jesus. (29) To this end I also labor, striving\naccording to His working which works in me mightily."],"start_index":400012001024,"end_index":400012001029,"verse_count":6,"word_count":144},{"reference":"Colossians 3:18–25","translation":"NKJV","division":"Senior","passage_number":45,"release":"NBBC","cards":["(18) Wives, submit to your own husbands, as is fitting in the Lord.\n(19) Husbands, love your wives and do not be bitter toward\nthem. (20) Children, obey your parents in all things, for this is well\npleasing to the Lord. (21) Fathers, do not provoke your children, lest\nthey become discouraged. (22) Bondservants, obey in all things\nyour masters according to the flesh, not with eyeservice, as men-\npleasers, but in sincerity of heart, fearing God. (23) And whatever\nyou do, do it heartily, as to the Lord and not to men, (24) knowing\nthat from the Lord you will receive the reward of the inheritance;\nfor you serve the Lord Christ. (25) But he who does wrong will be\nrepaid for what he has done, and there is no partiality."],"start_index":400012003018,"end_index":400012003025,"verse_count":8,"word_count":124},{"reference":"1 Thessalonians 2:4–13","translation":"NKJV","division":"Senior","passage_number":46,"release":"NBBC","cards":["(4) But as we have been approved by God to be entrusted with the\ngospel, even so we speak, not as pleasing men, but God who tests\nour hearts. (5) For neither at any time did we use flattering words,\nas you know, nor a cloak for covetousness--God is witness. (6) Nor\ndid we seek glory from men, either from you or from others, when\nwe might have made demands as apostles of Christ. (7) But we\nwere gentle among you, just as a nursing mother cherishes her\nown children. (8) So, affectionately longing for you, we were well\npleased to impart to you not only the gospel of God, but also\nour own lives, because you had become dear to us. (9) For you\nremember, brethren, our labor and toil; for laboring night and","day, that we might not be a burden to any of you, we preached\nto you the gospel of God. (10) You are witnesses, and God also,\nhow devoutly and justly and blamelessly we behaved ourselves\namong you who believe; (11) as you know how we exhorted, and\ncomforted, and charged every one of you, as a father does his\nown children, (12) that you would walk worthy of God who calls\nyou into His own kingdom and glory. (13) For this reason we also\nthank God without ceasing, because when you received the word\nof God which you heard from us, you welcomed it not as the word\nof men, but as it is in truth, the word of God, which also effectively\nworks in you who believe."],"start_index":400013002004,"end_index":400013002013,"verse_count":10,"word_count":255},{"reference":"1 Timothy 6:3–9","translation":"NKJV","division":"Senior","passage_number":47,"release":"NBBC","cards":["(3) If anyone teaches otherwise and does not consent to\nwholesome words, even the words of our Lord Jesus Christ,\nand to the doctrine which accords with godliness, (4) he\nis proud, knowing nothing, but is obsessed with disputes\nand arguments over words, from which come envy, strife,\nreviling, evil suspicions, (5) useless wranglings of men of\ncorrupt minds and destitute of the truth, who suppose that\ngodliness is a means of gain. From such withdraw yourself.\n(6) Now godliness with contentment is great gain. (7) For we\nbrought nothing into this world, and it is certain we can carry\nnothing out. (8) And having food and clothing, with these we","shall be content. (9) But those who desire to be rich fall into\ntemptation and a snare, and into many foolish and harmful\nlusts which drown men in destruction and perdition."],"start_index":400015006003,"end_index":400015006009,"verse_count":7,"word_count":135},{"reference":"Titus 2:7–14","translation":"NKJV","division":"Senior","passage_number":48,"release":"NBBC","cards":["(7) in all things showing yourself to be a pattern of good works;\nin doctrine showing integrity, reverence, incorruptibility, (8)\nsound speech that cannot be condemned, that one who is an\nopponent may be ashamed, having nothing evil to say of you.\n(9) Exhort bondservants to be obedient to their own masters,\nto be well pleasing in all things, not answering back, (10) not\npilfering, but showing all good fidelity, that they may adorn\nthe doctrine of God our Savior in all things. (11) For the grace\nof God that brings salvation has appeared to all men, (12)\nteaching us that, denying ungodliness and worldly lusts, we\nshould live soberly, righteously, and godly in the present age,","(13) looking for the blessed hope and glorious appearing of\nour great God and Savior Jesus Christ, (14) who gave Himself\nfor us, that He might redeem us from every lawless deed and\npurify for Himself His own special people, zealous for good\nworks."],"start_index":400017002007,"end_index":400017002014,"verse_count":8,"word_count":153},{"reference":"1 Peter 2:18–20","translation":"NKJV","division":"Senior","passage_number":49,"release":"NBBC","cards":["(18) Servants, be submissive to your masters with all fear, not\nonly to the good and gentle, but also to the harsh. (19) For\nthis is commendable, if because of conscience toward God\none endures grief, suffering wrongfully. (20) For what credit is\nit if, when you are beaten for your faults, you take it patiently?\nBut when you do good and suffer, if you take it patiently, this\nis commendable before God."],"start_index":400021002018,"end_index":400021002020,"verse_count":3,"word_count":70},{"reference":"Revelation 2:1–10","translation":"NKJV","division":"Senior","passage_number":50,"release":"NBBC","cards":["(1) \"To the angel of the church of Ephesus write, 'These\nthings says He who holds the seven stars in His right hand,\nwho walks in the midst of the seven golden lampstands: (2)\n\"I know your works, your labor, your patience, and that you\ncannot bear those who are evil. And you have tested those\nwho say they are apostles and are not, and have found them\nliars; (3) \"and you have persevered and have patience, and\nhave labored for My name's sake and have not become\nweary. (4) \"Nevertheless I have this against you, that you have\nleft your first love. (5) \"Remember therefore from where you\nhave fallen; repent and do the first works, or else I will come","to you quickly and remove your lampstand from its place--\nunless you repent. (6) \"But this you have, that you hate the\ndeeds of the Nicolaitans, which I also hate. (7) \"He who has\nan ear, let him hear what the Spirit says to the churches. To\nhim who overcomes I will give to eat from the tree of life,\nwhich is in the midst of the Paradise of God.\" ' (8) \"And to the\nangel of the church in Smyrna write, 'These things says the\nFirst and the Last, who was dead, and came to life: (9) \"I know\nyour works, tribulation, and poverty (but you are rich); and I\nknow the blasphemy of those who say they are Jews and are\nnot, but are a synagogue of Satan. (10) \"Do not fear any of","those things which you are about to suffer. Indeed, the devil\nis about to throw some of you into prison, that you may be\ntested, and you will have tribulation ten days. Be faithful until\ndeath, and I will give you the crown of life."],"start_index":400027002001,"end_index":400027002010,"verse_count":10,"word_count":292},{"reference":"Revelation 14:1–8","translation":"NKJV","division":"Senior","passage_number":51,"release":"NBBC","cards":["(1) Then I looked, and behold, a Lamb standing on Mount Zion,\nand with Him one hundred and forty-four thousand, having His\nFather's name written on their foreheads. (2) And I heard a voice\nfrom heaven, like the voice of many waters, and like the voice of\nloud thunder. And I heard the sound of harpists playing their harps.\n(3) They sang as it were a new song before the throne, before\nthe four living creatures, and the elders; and no one could learn\nthat song except the hundred and forty-four thousand who were\nredeemed from the earth. (4) These are the ones who were not\ndefiled with women, for they are virgins. These are the ones who\nfollow the Lamb wherever He goes. These were redeemed from","among men, being firstfruits to God and to the Lamb. (5) And in\ntheir mouth was found no deceit, for they are without fault before\nthe throne of God. (6) Then I saw another angel flying in the midst\nof heaven, having the everlasting gospel to preach to those who\ndwell on the earth--to every nation, tribe, tongue, and people--\n(7) saying with a loud voice, \"Fear God and give glory to Him, for\nthe hour of His judgment has come; and worship Him who made\nheaven and earth, the sea and springs of water.\" (8) And another\nangel followed, saying, \"Babylon is fallen, is fallen, that great city,\nbecause she has made all nations drink of the wine of the wrath of\nher fornication.\""],"start_index":400027014001,"end_index":400027014008,"verse_count":8,"word_count":248},{"reference":"Leviticus 25:24–28","translation":"NKJV","division":"Senior","passage_number":52,"release":"NBBC","cards":["(24) 'And in all the land of your possession you shall grant\nredemption of the land. (25) 'If one of your brethren becomes\npoor, and has sold some of his possession, and if his redeeming\nrelative comes to redeem it, then he may redeem what his brother\nsold. (26) 'Or if the man has no one to redeem it, but he himself\nbecomes able to redeem it, (27) 'then let him count the years since\nits sale, and restore the remainder to the man to whom he sold it,\nthat he may return to his possession. (28) 'But if he is not able to\nhave it restored to himself, then what was sold shall remain in the\nhand of him who bought it until the Year of Jubilee; and in the\nJubilee it shall be released, and he shall return to his possession."],"start_index":200003025024,"end_index":200003025028,"verse_count":5,"word_count":138},{"reference":"Numbers 28:1–10","translation":"NKJV","division":"Senior","passage_number":53,"release":"NBBC","cards":["(1) Now the LORD spoke to Moses, saying, (2) \"Command the\nchildren of Israel, and say to them, 'My offering, My food for My\nofferings made by fire as a sweet aroma to Me, you shall be careful\nto offer to Me at their appointed time.' (3) \"And you shall say to\nthem, 'This is the offering made by fire which you shall offer to the\nLORD: two male lambs in their first year without blemish, day by\nday, as a regular burnt offering. (4) 'The one lamb you shall offer\nin the morning, the other lamb you shall offer in the evening, (5)\n'and one-tenth of an ephah of fine flour as a grain offering mixed\nwith one-fourth of a hin of pressed oil. (6) 'It is a regular burnt\noffering which was ordained at Mount Sinai for a sweet aroma, an","offering made by fire to the LORD. (7) 'And its drink offering shall\nbe one-fourth of a hin for each lamb; in a holy place you shall pour\nout the drink to the LORD as an offering. (8) 'The other lamb you\nshall offer in the evening; as the morning grain offering and its\ndrink offering, you shall offer it as an offering made by fire, a sweet\naroma to the LORD. (9) 'And on the Sabbath day two lambs in their\nfirst year, without blemish, and two-tenths of an ephah of fine flour\nas a grain offering, mixed with oil, with its drink offering-- (10) 'this\nis the burnt offering for every Sabbath, besides the regular burnt\noffering with its drink offering."],"start_index":200004028001,"end_index":200004028010,"verse_count":10,"word_count":260},{"reference":"Deuteronomy 10:11–22","translation":"NKJV","division":"Senior","passage_number":54,"release":"NBBC","cards":["(11) \"Then the LORD said to me, 'Arise, begin your journey\nbefore the people, that they may go in and possess the land\nwhich I swore to their fathers to give them.' (12) \"And now,\nIsrael, what does the LORD your God require of you, but to\nfear the LORD your God, to walk in all His ways and to love\nHim, to serve the LORD your God with all your heart and with\nall your soul, (13) \"and to keep the commandments of the\nLORD and His statutes which I command you today for your\ngood? (14) \"Indeed heaven and the highest heavens belong\nto the LORD your God, also the earth with all that is in it. (15)\n\"The LORD delighted only in your fathers, to love them; and","He chose their descendants after them, you above all peoples,\nas it is this day. (16) \"Therefore circumcise the foreskin of\nyour heart, and be stiff-necked no longer. (17) \"For the LORD\nyour God is God of gods and Lord of lords, the great God,\nmighty and awesome, who shows no partiality nor takes a\nbribe. (18) \"He administers justice for the fatherless and the\nwidow, and loves the stranger, giving him food and clothing.\n(19) \"Therefore love the stranger, for you were strangers in\nthe land of Egypt. (20) \"You shall fear the LORD your God;\nyou shall serve Him, and to Him you shall hold fast, and take\noaths in His name. (21) \"He is your praise, and He is your God,","who has done for you these great and awesome things which\nyour eyes have seen. (22) \"Your fathers went down to Egypt\nwith seventy persons, and now the LORD your God has made\nyou as the stars of heaven in multitude."],"start_index":200005010011,"end_index":200005010022,"verse_count":12,"word_count":285},{"reference":"1 Samuel 2:1–10","translation":"NKJV","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) And Hannah prayed and said: \"My heart rejoices in the LORD;\nMy horn is exalted in the LORD. I smile at my enemies, Because\nI rejoice in Your salvation. (2) \"No one is holy like the LORD, For\nthere is none besides You, Nor is there any rock like our God.\n(3) \"Talk no more so very proudly; Let no arrogance come from\nyour mouth, For the LORD is the God of knowledge; And by Him\nactions are weighed. (4) \"The bows of the mighty men are broken,\nAnd those who stumbled are girded with strength. (5) Those who\nwere full have hired themselves out for bread, And the hungry\nhave ceased to hunger. Even the barren has borne seven, And she\nwho has many children has become feeble. (6) \"The LORD kills","and makes alive; He brings down to the grave and brings up. (7)\nThe LORD makes poor and makes rich; He brings low and lifts up.\n(8) He raises the poor from the dust And lifts the beggar from the\nash heap, To set them among princes And make them inherit the\nthrone of glory. \"For the pillars of the earth are the LORD's, And\nHe has set the world upon them. (9) He will guard the feet of His\nsaints, But the wicked shall be silent in darkness. \"For by strength\nno man shall prevail. (10) The adversaries of the LORD shall be\nbroken in pieces; From heaven He will thunder against them. The\nLORD will judge the ends of the earth. \"He will give strength to His\nking, And exalt the horn of His anointed.\""],"start_index":200009002001,"end_index":200009002010,"verse_count":10,"word_count":261},{"reference":"2 Samuel 22:5–14","translation":"NKJV","division":"Senior","passage_number":56,"release":"NBBC","cards":["(5) \"When the waves of death surrounded me, The floods\nof ungodliness made me afraid. (6) The sorrows of Sheol\nsurrounded me; The snares of death confronted me. (7) In my\ndistress I called upon the LORD, And cried out to my God; He\nheard my voice from His temple, And my cry entered His ears.\n(8) \"Then the earth shook and trembled; The foundations of\nheaven quaked and were shaken, Because He was angry. (9)\nSmoke went up from His nostrils, And devouring fire from His\nmouth; Coals were kindled by it. (10) He bowed the heavens\nalso, and came down With darkness under His feet. (11) He\nrode upon a cherub, and flew; And He was seen upon the","wings of the wind. (12) He made darkness canopies around\nHim, Dark waters and thick clouds of the skies. (13) From the\nbrightness before Him Coals of fire were kindled. (14) \"The\nLORD thundered from heaven, And the Most High uttered\nHis voice."],"start_index":200010022005,"end_index":200010022014,"verse_count":10,"word_count":154},{"reference":"2 Kings 6:8–17","translation":"NKJV","division":"Senior","passage_number":57,"release":"NBBC","cards":["(8) Now the king of Syria was making war against Israel; and\nhe consulted with his servants, saying, \"My camp will be in\nsuch and such a place.\" (9) And the man of God sent to the\nking of Israel, saying, \"Beware that you do not pass this place,\nfor the Syrians are coming down there.\" (10) Then the king of\nIsrael sent someone to the place of which the man of God had\ntold him. Thus he warned him, and he was watchful there, not\njust once or twice. (11) Therefore the heart of the king of Syria\nwas greatly troubled by this thing; and he called his servants\nand said to them, \"Will you not show me which of us is for\nthe king of Israel?\" (12) And one of his servants said, \"None,","my lord, O king; but Elisha, the prophet who is in Israel, tells\nthe king of Israel the words that you speak in your bedroom.\"\n(13) So he said, \"Go and see where he is, that I may send and\nget him.\" And it was told him, saying, \"Surely he is in Dothan.\"\n(14) Therefore he sent horses and chariots and a great army\nthere, and they came by night and surrounded the city. (15)\nAnd when the servant of the man of God arose early and went\nout, there was an army, surrounding the city with horses and\nchariots. And his servant said to him, \"Alas, my master! What\nshall we do?\" (16) So he answered, \"Do not fear, for those\nwho are with us are more than those who are with them.\" (17)","And Elisha prayed, and said, \"LORD, I pray, open his eyes that\nhe may see.\" Then the LORD opened the eyes of the young\nman, and he saw. And behold, the mountain was full of horses\nand chariots of fire all around Elisha."],"start_index":200012006008,"end_index":200012006017,"verse_count":10,"word_count":304},{"reference":"2 Chronicles 20:2–17","translation":"NKJV","division":"Senior","passage_number":58,"release":"NBBC","cards":["(2) Then some came and told Jehoshaphat, saying, \"A great\nmultitude is coming against you from beyond the sea, from\nSyria; and they are in Hazazon Tamar\" (which is En Gedi). (3)\nAnd Jehoshaphat feared, and set himself to seek the LORD,\nand proclaimed a fast throughout all Judah. (4) So Judah\ngathered together to ask help from the LORD; and from all\nthe cities of Judah they came to seek the LORD. (5) Then\nJehoshaphat stood in the assembly of Judah and Jerusalem,\nin the house of the LORD, before the new court, (6) and said:\n\"O LORD God of our fathers, are You not God in heaven, and\ndo You not rule over all the kingdoms of the nations, and in","Your hand is there not power and might, so that no one is\nable to withstand You? (7) \"Are You not our God, who drove\nout the inhabitants of this land before Your people Israel, and\ngave it to the descendants of Abraham Your friend forever?\n(8) \"And they dwell in it, and have built You a sanctuary in it\nfor Your name, saying, (9) 'If disaster comes upon us--sword,\njudgment, pestilence, or famine--we will stand before this\ntemple and in Your presence (for Your name is in this temple),\nand cry out to You in our affliction, and You will hear and save.'\n(10) \"And now, here are the people of Ammon, Moab, and\nMount Seir--whom You would not let Israel invade when they","came out of the land of Egypt, but they turned from them\nand did not destroy them-- (11) \"here they are, rewarding\nus by coming to throw us out of Your possession which You\nhave given us to inherit. (12) \"O our God, will You not judge\nthem? For we have no power against this great multitude\nthat is coming against us; nor do we know what to do, but\nour eyes are upon You.\" (13) Now all Judah, with their little\nones, their wives, and their children, stood before the LORD.\n(14) Then the Spirit of the LORD came upon Jahaziel the son\nof Zechariah, the son of Benaiah, the son of Jeiel, the son of\nMattaniah, a Levite of the sons of Asaph, in the midst of the","assembly. (15) And he said, \"Listen, all you of Judah and you\ninhabitants of Jerusalem, and you, King Jehoshaphat! Thus\nsays the LORD to you: 'Do not be afraid nor dismayed because\nof this great multitude, for the battle is not yours, but God's.\n(16) 'Tomorrow go down against them. They will surely come\nup by the Ascent of Ziz, and you will find them at the end of\nthe brook before the Wilderness of Jeruel. (17) 'You will not\nneed to fight in this battle. Position yourselves, stand still and\nsee the salvation of the LORD, who is with you, O Judah and\nJerusalem!' Do not fear or be dismayed; tomorrow go out\nagainst them, for the LORD is with you.\""],"start_index":200014020002,"end_index":200014020017,"verse_count":16,"word_count":487},{"reference":"Job 22:22–28","translation":"NKJV","division":"Senior","passage_number":59,"release":"NBBC","cards":["(22) Receive, please, instruction from His mouth, And lay up\nHis words in your heart. (23) If you return to the Almighty, you\nwill be built up; You will remove iniquity far from your tents.\n(24) Then you will lay your gold in the dust, And the gold of\nOphir among the stones of the brooks. (25) Yes, the Almighty\nwill be your gold And your precious silver; (26) For then you\nwill have your delight in the Almighty, And lift up your face to\nGod. (27) You will make your prayer to Him, He will hear you,\nAnd you will pay your vows. (28) You will also declare a thing,\nAnd it will be established for you; So light will shine on your\nways."],"start_index":200018022022,"end_index":200018022028,"verse_count":7,"word_count":118},{"reference":"Job 28:1–28","translation":"NKJV","division":"Senior","passage_number":60,"release":"NBBC","cards":["(1) \"Surely there is a mine for silver, And a place where gold is\nrefined. (2) Iron is taken from the earth, And copper is smelted\nfrom ore. (3) Man puts an end to darkness, And searches every\nrecess For ore in the darkness and the shadow of death. (4)\nHe breaks open a shaft away from people; In places forgotten\nby feet They hang far away from men; They swing to and fro.\n(5) As for the earth, from it comes bread, But underneath it is\nturned up as by fire; (6) Its stones are the source of sapphires,\nAnd it contains gold dust. (7) That path no bird knows, Nor\nhas the falcon's eye seen it. (8) The proud lions have not\ntrodden it, Nor has the fierce lion passed over it. (9) He puts","his hand on the flint; He overturns the mountains at the roots.\n(10) He cuts out channels in the rocks, And his eye sees every\nprecious thing. (11) He dams up the streams from trickling;\nWhat is hidden he brings forth to light. (12) \"But where can\nwisdom be found? And where is the place of understanding?\n(13) Man does not know its value, Nor is it found in the land\nof the living. (14) The deep says, 'It is not in me'; And the\nsea says, 'It is not with me.' (15) It cannot be purchased for\ngold, Nor can silver be weighed for its price. (16) It cannot be\nvalued in the gold of Ophir, In precious onyx or sapphire. (17)\nNeither gold nor crystal can equal it, Nor can it be exchanged","for jewelry of fine gold. (18) No mention shall be made of\ncoral or quartz, For the price of wisdom is above rubies. (19)\nThe topaz of Ethiopia cannot equal it, Nor can it be valued in\npure gold. (20) \"From where then does wisdom come? And\nwhere is the place of understanding? (21) It is hidden from\nthe eyes of all living, And concealed from the birds of the\nair. (22) Destruction and Death say, 'We have heard a report\nabout it with our ears.' (23) God understands its way, And He\nknows its place. (24) For He looks to the ends of the earth, And\nsees under the whole heavens, (25) To establish a weight for\nthe wind, And apportion the waters by measure. (26) When","He made a law for the rain, And a path for the thunderbolt,\n(27) Then He saw wisdom and declared it; He prepared it,\nindeed, He searched it out. (28) And to man He said, 'Behold,\nthe fear of the Lord, that is wisdom, And to depart from evil is\nunderstanding.' \""],"start_index":200018028001,"end_index":200018028028,"verse_count":28,"word_count":423},{"reference":"Job 38:1–33","translation":"NKJV","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) Then the LORD answered Job out of the whirlwind, and said: (2)\n\"Who is this who darkens counsel By words without knowledge? (3)\nNow prepare yourself like a man; I will question you, and you shall\nanswer Me. (4) \"Where were you when I laid the foundations of\nthe earth? Tell Me, if you have understanding. (5) Who determined\nits measurements? Surely you know! Or who stretched the line\nupon it? (6) To what were its foundations fastened? Or who laid\nits cornerstone, (7) When the morning stars sang together, And all\nthe sons of God shouted for joy? (8) \"Or who shut in the sea with\ndoors, When it burst forth and issued from the womb; (9) When\nI made the clouds its garment, And thick darkness its swaddling","band; (10) When I fixed My limit for it, And set bars and doors;\n(11) When I said, 'This far you may come, but no farther, And here\nyour proud waves must stop!' (12) \"Have you commanded the\nmorning since your days began, And caused the dawn to know\nits place, (13) That it might take hold of the ends of the earth, And\nthe wicked be shaken out of it? (14) It takes on form like clay under\na seal, And stands out like a garment. (15) From the wicked their\nlight is withheld, And the upraised arm is broken. (16) \"Have you\nentered the springs of the sea? Or have you walked in search of\nthe depths? (17) Have the gates of death been revealed to you?\nOr have you seen the doors of the shadow of death? (18) Have you","comprehended the breadth of the earth? Tell Me, if you know all\nthis. (19) \"Where is the way to the dwelling of light? And darkness,\nwhere is its place, (20) That you may take it to its territory, That you\nmay know the paths to its home? (21) Do you know it, because\nyou were born then, Or because the number of your days is great?\n(22) \"Have you entered the treasury of snow, Or have you seen the\ntreasury of hail, (23) Which I have reserved for the time of trouble,\nFor the day of battle and war? (24) By what way is light diffused,\nOr the east wind scattered over the earth? (25) \"Who has divided\na channel for the overflowing water, Or a path for the thunderbolt,\n(26) To cause it to rain on a land where there is no one, A wilderness","in which there is no man; (27) To satisfy the desolate waste, And\ncause to spring forth the growth of tender grass? (28) Has the rain\na father? Or who has begotten the drops of dew? (29) From whose\nwomb comes the ice? And the frost of heaven, who gives it birth?\n(30) The waters harden like stone, And the surface of the deep is\nfrozen. (31) \"Can you bind the cluster of the Pleiades, Or loose the\nbelt of Orion? (32) Can you bring out Mazzaroth in its season? Or\ncan you guide the Great Bear with its cubs? (33) Do you know the\nordinances of the heavens? Can you set their dominion over the\nearth?"],"start_index":200018038001,"end_index":200018038033,"verse_count":33,"word_count":504},{"reference":"Psalm 89:5–18","translation":"NKJV","division":"Senior","passage_number":62,"release":"NBBC","cards":["(5) And the heavens will praise Your wonders, O LORD; Your\nfaithfulness also in the assembly of the saints. (6) For who in the\nheavens can be compared to the LORD? Who among the sons of\nthe mighty can be likened to the LORD? (7) God is greatly to be\nfeared in the assembly of the saints, And to be held in reverence\nby all those around Him. (8) O LORD God of hosts, Who is mighty\nlike You, O LORD? Your faithfulness also surrounds You. (9) You\nrule the raging of the sea; When its waves rise, You still them. (10)\nYou have broken Rahab in pieces, as one who is slain; You have\nscattered Your enemies with Your mighty arm. (11) The heavens\nare Yours, the earth also is Yours; The world and all its fullness,","You have founded them. (12) The north and the south, You have\ncreated them; Tabor and Hermon rejoice in Your name. (13) You\nhave a mighty arm; Strong is Your hand, and high is Your right\nhand. (14) Righteousness and justice are the foundation of Your\nthrone; Mercy and truth go before Your face. (15) Blessed are the\npeople who know the joyful sound! They walk, O LORD, in the light\nof Your countenance. (16) In Your name they rejoice all day long,\nAnd in Your righteousness they are exalted. (17) For You are the\nglory of their strength, And in Your favor our horn is exalted. (18)\nFor our shield belongs to the LORD, And our king to the Holy One\nof Israel."],"start_index":200019089005,"end_index":200019089018,"verse_count":14,"word_count":248},{"reference":"Proverbs 12:1–28","translation":"NKJV","division":"Senior","passage_number":63,"release":"NBBC","cards":["(1) Whoever loves instruction loves knowledge, But he who\nhates correction is stupid. (2) A good man obtains favor from\nthe LORD, But a man of wicked intentions He will condemn.\n(3) A man is not established by wickedness, But the root of the\nrighteous cannot be moved. (4) An excellent wife is the crown\nof her husband, But she who causes shame is like rottenness\nin his bones. (5) The thoughts of the righteous are right, But\nthe counsels of the wicked are deceitful. (6) The words of\nthe wicked are, \"Lie in wait for blood,\" But the mouth of the\nupright will deliver them. (7) The wicked are overthrown and\nare no more, But the house of the righteous will stand. (8)","A man will be commended according to his wisdom, But he\nwho is of a perverse heart will be despised. (9) Better is the\none who is slighted but has a servant, Than he who honors\nhimself but lacks bread. (10) A righteous man regards the\nlife of his animal, But the tender mercies of the wicked are\ncruel. (11) He who tills his land will be satisfied with bread,\nBut he who follows frivolity is devoid of understanding. (12)\nThe wicked covet the catch of evil men, But the root of the\nrighteous yields fruit. (13) The wicked is ensnared by the\ntransgression of his lips, But the righteous will come through\ntrouble. (14) A man will be satisfied with good by the fruit","of his mouth, And the recompense of a man's hands will be\nrendered to him. (15) The way of a fool is right in his own\neyes, But he who heeds counsel is wise. (16) A fool's wrath\nis known at once, But a prudent man covers shame. (17) He\nwho speaks truth declares righteousness, But a false witness,\ndeceit. (18) There is one who speaks like the piercings of a\nsword, But the tongue of the wise promotes health. (19) The\ntruthful lip shall be established forever, But a lying tongue\nis but for a moment. (20) Deceit is in the heart of those who\ndevise evil, But counselors of peace have joy. (21) No grave\ntrouble will overtake the righteous, But the wicked shall be","filled with evil. (22) Lying lips are an abomination to the LORD,\nBut those who deal truthfully are His delight. (23) A prudent\nman conceals knowledge, But the heart of fools proclaims\nfoolishness. (24) The hand of the diligent will rule, But the lazy\nman will be put to forced labor. (25) Anxiety in the heart of\nman causes depression, But a good word makes it glad. (26)\nThe righteous should choose his friends carefully, For the way\nof the wicked leads them astray. (27) The lazy man does not\nroast what he took in hunting, But diligence is man's precious\npossession. (28) In the way of righteousness is life, And in its\npathway there is no death."],"start_index":200020012001,"end_index":200020012028,"verse_count":28,"word_count":466},{"reference":"Proverbs 24:1–27","translation":"NKJV","division":"Senior","passage_number":64,"release":"NBBC","cards":["(1) Do not be envious of evil men, Nor desire to be with them;\n(2) For their heart devises violence, And their lips talk of\ntroublemaking. (3) Through wisdom a house is built, And by\nunderstanding it is established; (4) By knowledge the rooms\nare filled With all precious and pleasant riches. (5) A wise\nman is strong, Yes, a man of knowledge increases strength;\n(6) For by wise counsel you will wage your own war, And in a\nmultitude of counselors there is safety. (7) Wisdom is too lofty\nfor a fool; He does not open his mouth in the gate. (8) He who\nplots to do evil Will be called a schemer. (9) The devising of\nfoolishness is sin, And the scoffer is an abomination to men.","(10) If you faint in the day of adversity, Your strength is small.\n(11) Deliver those who are drawn toward death, And hold back\nthose stumbling to the slaughter. (12) If you say, \"Surely we did\nnot know this,\" Does not He who weighs the hearts consider\nit? He who keeps your soul, does He not know it? And will He\nnot render to each man according to his deeds? (13) My son,\neat honey because it is good, And the honeycomb which is\nsweet to your taste; (14) So shall the knowledge of wisdom\nbe to your soul; If you have found it, there is a prospect, And\nyour hope will not be cut off. (15) Do not lie in wait, O wicked\nman, against the dwelling of the righteous; Do not plunder his","resting place; (16) For a righteous man may fall seven times\nAnd rise again, But the wicked shall fall by calamity. (17) Do\nnot rejoice when your enemy falls, And do not let your heart\nbe glad when he stumbles; (18) Lest the LORD see it, and it\ndisplease Him, And He turn away His wrath from him. (19) Do\nnot fret because of evildoers, Nor be envious of the wicked;\n(20) For there will be no prospect for the evil man; The lamp\nof the wicked will be put out. (21) My son, fear the LORD and\nthe king; Do not associate with those given to change; (22)\nFor their calamity will rise suddenly, And who knows the ruin\nthose two can bring? (23) These things also belong to the","wise: It is not good to show partiality in judgment. (24) He\nwho says to the wicked, \"You are righteous,\" Him the people\nwill curse; Nations will abhor him. (25) But those who rebuke\nthe wicked will have delight, And a good blessing will come\nupon them. (26) He who gives a right answer kisses the lips.\n(27) Prepare your outside work, Make it fit for yourself in the\nfield; And afterward build your house."],"start_index":200020024001,"end_index":200020024027,"verse_count":27,"word_count":443},{"reference":"Ecclesiastes 7:7–19","translation":"NKJV","division":"Senior","passage_number":65,"release":"NBBC","cards":["(7) Surely oppression destroys a wise man's reason, And a bribe\ndebases the heart. (8) The end of a thing is better than its beginning;\nThe patient in spirit is better than the proud in spirit. (9) Do not\nhasten in your spirit to be angry, For anger rests in the bosom\nof fools. (10) Do not say, \"Why were the former days better than\nthese?\" For you do not inquire wisely concerning this. (11) Wisdom\nis good with an inheritance, And profitable to those who see the\nsun. (12) For wisdom is a defense as money is a defense, But the\nexcellence of knowledge is that wisdom gives life to those who\nhave it. (13) Consider the work of God; For who can make straight\nwhat He has made crooked? (14) In the day of prosperity be joyful,","But in the day of adversity consider: Surely God has appointed the\none as well as the other, So that man can find out nothing that will\ncome after him. (15) I have seen everything in my days of vanity:\nThere is a just man who perishes in his righteousness, And there\nis a wicked man who prolongs life in his wickedness. (16) Do not\nbe overly righteous, Nor be overly wise: Why should you destroy\nyourself? (17) Do not be overly wicked, Nor be foolish: Why should\nyou die before your time? (18) It is good that you grasp this, And\nalso not remove your hand from the other; For he who fears God\nwill escape them all. (19) Wisdom strengthens the wise More than\nten rulers of the city."],"start_index":200021007007,"end_index":200021007019,"verse_count":13,"word_count":257},{"reference":"Isaiah 1:15–20","translation":"NKJV","division":"Senior","passage_number":66,"release":"NBBC","cards":["(15) When you spread out your hands, I will hide My eyes from you;\nEven though you make many prayers, I will not hear. Your hands\nare full of blood. (16) \"Wash yourselves, make yourselves clean;\nPut away the evil of your doings from before My eyes. Cease to do\nevil, (17) Learn to do good; Seek justice, Rebuke the oppressor;\nDefend the fatherless, Plead for the widow. (18) \"Come now, and\nlet us reason together,\" Says the LORD, \"Though your sins are like\nscarlet, They shall be as white as snow; Though they are red like\ncrimson, They shall be as wool. (19) If you are willing and obedient,\nYou shall eat the good of the land; (20) But if you refuse and rebel,\nYou shall be devoured by the sword\"; For the mouth of the LORD\nhas spoken."],"start_index":200023001015,"end_index":200023001020,"verse_count":6,"word_count":134},{"reference":"Isaiah 12:1–5","translation":"NKJV","division":"Senior","passage_number":67,"release":"NBBC","cards":["(1) And in that day you will say: \"O LORD, I will praise You;\nThough You were angry with me, Your anger is turned away,\nand You comfort me. (2) Behold, God is my salvation, I will\ntrust and not be afraid; 'For YAH, the LORD, is my strength\nand song; He also has become my salvation.' \" (3) Therefore\nwith joy you will draw water From the wells of salvation. (4)\nAnd in that day you will say: \"Praise the LORD, call upon His\nname; Declare His deeds among the peoples, Make mention\nthat His name is exalted. (5) Sing to the LORD, For He has\ndone excellent things; This is known in all the earth."],"start_index":200023012001,"end_index":200023012005,"verse_count":5,"word_count":111},{"reference":"Isaiah 26:3–9","translation":"NKJV","division":"Senior","passage_number":68,"release":"NBBC","cards":["(3) You will keep him in perfect peace, Whose mind is stayed\non You, Because he trusts in You. (4) Trust in the LORD forever,\nFor in YAH, the LORD, is everlasting strength. (5) For He brings\ndown those who dwell on high, The lofty city; He lays it low,\nHe lays it low to the ground, He brings it down to the dust.\n(6) The foot shall tread it down--The feet of the poor And the\nsteps of the needy.\" (7) The way of the just is uprightness; O\nMost Upright, You weigh the path of the just. (8) Yes, in the\nway of Your judgments, O LORD, we have waited for You; The\ndesire of our soul is for Your name And for the remembrance\nof You. (9) With my soul I have desired You in the night, Yes,","by my spirit within me I will seek You early; For when Your\njudgments are in the earth, The inhabitants of the world will\nlearn righteousness."],"start_index":200023026003,"end_index":200023026009,"verse_count":7,"word_count":161},{"reference":"Jeremiah 17:1–8","translation":"NKJV","division":"Senior","passage_number":69,"release":"NBBC","cards":["(1) \"The sin of Judah is written with a pen of iron; With the\npoint of a diamond it is engraved On the tablet of their\nheart, And on the horns of your altars, (2) While their children\nremember Their altars and their wooden images By the\ngreen trees on the high hills. (3) O My mountain in the field, I\nwill give as plunder your wealth, all your treasures, And your\nhigh places of sin within all your borders. (4) And you, even\nyourself, Shall let go of your heritage which I gave you; And\nI will cause you to serve your enemies In the land which you\ndo not know; For you have kindled a fire in My anger which\nshall burn forever.\" (5) Thus says the LORD: \"Cursed is the","man who trusts in man And makes flesh his strength, Whose\nheart departs from the LORD. (6) For he shall be like a shrub\nin the desert, And shall not see when good comes, But shall\ninhabit the parched places in the wilderness, In a salt land\nwhich is not inhabited. (7) \"Blessed is the man who trusts in\nthe LORD, And whose hope is the LORD. (8) For he shall be\nlike a tree planted by the waters, Which spreads out its roots\nby the river, And will not fear when heat comes; But its leaf\nwill be green, And will not be anxious in the year of drought,\nNor will cease from yielding fruit."],"start_index":200024017001,"end_index":200024017008,"verse_count":8,"word_count":241},{"reference":"Jeremiah 35:1–14","translation":"NKJV","division":"Senior","passage_number":70,"release":"NBBC","cards":["((1) The word which came to Jeremiah from the LORD in the\ndays of Jehoiakim the son of Josiah, king of Judah, saying, (2)\n\"Go to the house of the Rechabites, speak to them, and bring\nthem into the house of the LORD, into one of the chambers,\nand give them wine to drink.\" (3) Then I took Jaazaniah the\nson of Jeremiah, the son of Habazziniah, his brothers and all\nhis sons, and the whole house of the Rechabites, (4) and I\nbrought them into the house of the LORD, into the chamber\nof the sons of Hanan the son of Igdaliah, a man of God, which\nwas by the chamber of the princes, above the chamber of\nMaaseiah the son of Shallum, the keeper of the door. (5) Then","I set before the sons of the house of the Rechabites bowls full\nof wine, and cups; and I said to them, \"Drink wine.\" (6) But they\nsaid, \"We will drink no wine, for Jonadab the son of Rechab,\nour father, commanded us, saying, 'You shall drink no wine,\nyou nor your sons, forever. (7) 'You shall not build a house,\nsow seed, plant a vineyard, nor have any of these; but all your\ndays you shall dwell in tents, that you may live many days in\nthe land where you are sojourners.' (8) \"Thus we have obeyed\nthe voice of Jonadab the son of Rechab, our father, in all that\nhe charged us, to drink no wine all our days, we, our wives, our\nsons, or our daughters, (9) \"nor to build ourselves houses to","dwell in; nor do we have vineyard, field, or seed. (10) \"But we\nhave dwelt in tents, and have obeyed and done according to\nall that Jonadab our father commanded us. (11) \"But it came\nto pass, when Nebuchadnezzar king of Babylon came up into\nthe land, that we said, 'Come, let us go to Jerusalem for fear\nof the army of the Chaldeans and for fear of the army of the\nSyrians.' So we dwell at Jerusalem.\" (12) Then came the word\nof the LORD to Jeremiah, saying, (13) \"Thus says the LORD of\nhosts, the God of Israel: 'Go and tell the men of Judah and the\ninhabitants of Jerusalem, \"Will you not receive instruction to\nobey My words?\" says the LORD. (14) \"The words of Jonadab","the son of Rechab, which he commanded his sons, not to\ndrink wine, are performed; for to this day they drink none,\nand obey their father's commandment. But although I have\nspoken to you, rising early and speaking, you did not obey\nMe."],"start_index":200024035001,"end_index":200024035014,"verse_count":14,"word_count":425},{"reference":"Hosea 2:14–23","translation":"NKJV","division":"Senior","passage_number":71,"release":"NBBC","cards":["(14) \"Therefore, behold, I will allure her, Will bring her into the\nwilderness, And speak comfort to her. (15) I will give her her\nvineyards from there, And the Valley of Achor as a door of hope;\nShe shall sing there, As in the days of her youth, As in the day when\nshe came up from the land of Egypt. (16) \"And it shall be, in that\nday,\" Says the LORD, \"That you will call Me 'My Husband,' And no\nlonger call Me 'My Master,' (17) For I will take from her mouth the\nnames of the Baals, And they shall be remembered by their name\nno more. (18) In that day I will make a covenant for them With the\nbeasts of the field, With the birds of the air, And with the creeping\nthings of the ground. Bow and sword of battle I will shatter from","the earth, To make them lie down safely. (19) \"I will betroth you\nto Me forever; Yes, I will betroth you to Me In righteousness and\njustice, In lovingkindness and mercy; (20) I will betroth you to Me\nin faithfulness, And you shall know the LORD. (21) \"It shall come to\npass in that day That I will answer,\" says the LORD; \"I will answer\nthe heavens, And they shall answer the earth. (22) The earth shall\nanswer With grain, With new wine, And with oil; They shall answer\nJezreel. (23) Then I will sow her for Myself in the earth, And I will\nhave mercy on her who had not obtained mercy; Then I will say\nto those who were not My people, 'You are My people!' And they\nshall say, 'You are my God!' \""],"start_index":200028002014,"end_index":200028002023,"verse_count":10,"word_count":275},{"reference":"Obadiah 3–7","translation":"NKJV","division":"Senior","passage_number":72,"release":"NBBC","cards":["(3) The pride of your heart has deceived you, You who dwell\nin the clefts of the rock, Whose habitation is high; You who\nsay in your heart, 'Who will bring me down to the ground?' (4)\nThough you ascend as high as the eagle, And though you set\nyour nest among the stars, From there I will bring you down,\"\nsays the LORD. (5) \"If thieves had come to you, If robbers\nby night--Oh, how you will be cut off!--Would they not have\nstolen till they had enough? If grape-gatherers had come to\nyou, Would they not have left some gleanings? (6) \"Oh, how\nEsau shall be searched out! How his hidden treasures shall be\nsought after! (7) All the men in your confederacy Shall force","you to the border; The men at peace with you Shall deceive\nyou and prevail against you. Those who eat your bread shall\nlay a trap for you. No one is aware of it."],"start_index":200031001003,"end_index":200031001007,"verse_count":5,"word_count":159},{"reference":"Zephaniah 3:16–20","translation":"NKJV","division":"Senior","passage_number":73,"release":"NBBC","cards":["(16) In that day it shall be said to Jerusalem: \"Do not fear;\nZion, let not your hands be weak. (17) The LORD your God\nin your midst, The Mighty One, will save; He will rejoice over\nyou with gladness, He will quiet you with His love, He will\nrejoice over you with singing.\" (18) \"I will gather those who\nsorrow over the appointed assembly, Who are among you, To\nwhom its reproach is a burden. (19) Behold, at that time I will\ndeal with all who afflict you; I will save the lame, And gather\nthose who were driven out; I will appoint them for praise and\nfame In every land where they were put to shame. (20) At that\ntime I will bring you back, Even at the time I gather you; For","I will give you fame and praise Among all the peoples of the\nearth, When I return your captives before your eyes,\" Says the\nLORD."],"start_index":200036003016,"end_index":200036003020,"verse_count":5,"word_count":155},{"reference":"Haggai 2:1–9","translation":"NKJV","division":"Senior","passage_number":74,"release":"NBBC","cards":["(1) In the seventh month, on the twenty-first of the month, the\nword of the LORD came by Haggai the prophet, saying: (2)\n\"Speak now to Zerubbabel the son of Shealtiel, governor of\nJudah, and to Joshua the son of Jehozadak, the high priest,\nand to the remnant of the people, saying: (3) 'Who is left\namong you who saw this temple in its former glory? And how\ndo you see it now? In comparison with it, is this not in your\neyes as nothing? (4) 'Yet now be strong, Zerubbabel,' says\nthe LORD; 'and be strong, Joshua, son of Jehozadak, the high\npriest; and be strong, all you people of the land,' says the\nLORD, 'and work; for I am with you,' says the LORD of hosts.","(5) 'According to the word that I covenanted with you when\nyou came out of Egypt, so My Spirit remains among you; do\nnot fear!' (6) \"For thus says the LORD of hosts: 'Once more (it\nis a little while) I will shake heaven and earth, the sea and dry\nland; (7) 'and I will shake all nations, and they shall come to\nthe Desire of All Nations, and I will fill this temple with glory,'\nsays the LORD of hosts. (8) 'The silver is Mine, and the gold\nis Mine,' says the LORD of hosts. (9) 'The glory of this latter\ntemple shall be greater than the former,' says the LORD of\nhosts. 'And in this place I will give peace,' says the LORD of\nhosts.\""],"start_index":200037002001,"end_index":200037002009,"verse_count":9,"word_count":247},{"reference":"Matthew 5:34–48","translation":"NKJV","division":"Senior","passage_number":75,"release":"NBBC","cards":["(34) \"But I say to you, do not swear at all: neither by heaven,\nfor it is God's throne; (35) \"nor by the earth, for it is His\nfootstool; nor by Jerusalem, for it is the city of the great King.\n(36) \"Nor shall you swear by your head, because you cannot\nmake one hair white or black. (37) \"But let your 'Yes' be 'Yes,'\nand your 'No,' 'No.' For whatever is more than these is from\nthe evil one. (38) \"You have heard that it was said, 'An eye\nfor an eye and a tooth for a tooth.' (39) \"But I tell you not\nto resist an evil person. But whoever slaps you on your right\ncheek, turn the other to him also. (40) \"If anyone wants to sue\nyou and take away your tunic, let him have your cloak also.","(41) \"And whoever compels you to go one mile, go with him\ntwo. (42) \"Give to him who asks you, and from him who wants\nto borrow from you do not turn away. (43) \"You have heard\nthat it was said, 'You shall love your neighbor and hate your\nenemy.' (44) \"But I say to you, love your enemies, bless those\nwho curse you, do good to those who hate you, and pray for\nthose who spitefully use you and persecute you, (45) \"that\nyou may be sons of your Father in heaven; for He makes His\nsun rise on the evil and on the good, and sends rain on the\njust and on the unjust. (46) \"For if you love those who love\nyou, what reward have you? Do not even the tax collectors do","the same? (47) \"And if you greet your brethren only, what do\nyou do more than others? Do not even the tax collectors do\nso? (48) \"Therefore you shall be perfect, just as your Father in\nheaven is perfect."],"start_index":400001005034,"end_index":400001005048,"verse_count":15,"word_count":302},{"reference":"Matthew 19:3–8","translation":"NKJV","division":"Senior","passage_number":76,"release":"NBBC","cards":["(3) The Pharisees also came to Him, testing Him, and saying to\nHim, \"Is it lawful for a man to divorce his wife for just any reason?\"\n(4) And He answered and said to them, \"Have you not read that He\nwho made them at the beginning 'made them male and female,' (5)\n\"and said, 'For this reason a man shall leave his father and mother\nand be joined to his wife, and the two shall become one flesh'? (6)\n\"So then, they are no longer two but one flesh. Therefore what God\nhas joined together, let not man separate.\" (7) They said to Him,\n\"Why then did Moses command to give a certificate of divorce,\nand to put her away?\" (8) He said to them, \"Moses, because of the\nhardness of your hearts, permitted you to divorce your wives, but\nfrom the beginning it was not so."],"start_index":400001019003,"end_index":400001019008,"verse_count":6,"word_count":142},{"reference":"Matthew 28:1–20","translation":"NKJV","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) Now after the Sabbath, as the first day of the week began\nto dawn, Mary Magdalene and the other Mary came to see\nthe tomb. (2) And behold, there was a great earthquake;\nfor an angel of the Lord descended from heaven, and came\nand rolled back the stone from the door, and sat on it. (3) His\ncountenance was like lightning, and his clothing as white as\nsnow. (4) And the guards shook for fear of him, and became\nlike dead men. (5) But the angel answered and said to the\nwomen, \"Do not be afraid, for I know that you seek Jesus who\nwas crucified. (6) \"He is not here; for He is risen, as He said.\nCome, see the place where the Lord lay. (7) \"And go quickly","and tell His disciples that He is risen from the dead, and indeed\nHe is going before you into Galilee; there you will see Him.\nBehold, I have told you.\" (8) So they went out quickly from the\ntomb with fear and great joy, and ran to bring His disciples\nword. (9) And as they went to tell His disciples, behold, Jesus\nmet them, saying, \"Rejoice!\" So they came and held Him by\nthe feet and worshiped Him. (10) Then Jesus said to them,\n\"Do not be afraid. Go and tell My brethren to go to Galilee,\nand there they will see Me.\" (11) Now while they were going,\nbehold, some of the guard came into the city and reported to\nthe chief priests all the things that had happened. (12) When","they had assembled with the elders and consulted together,\nthey gave a large sum of money to the soldiers, (13) saying,\n\"Tell them, 'His disciples came at night and stole Him away\nwhile we slept.' (14) \"And if this comes to the governor's ears,\nwe will appease him and make you secure.\" (15) So they took\nthe money and did as they were instructed; and this saying is\ncommonly reported among the Jews until this day. (16) Then\nthe eleven disciples went away into Galilee, to the mountain\nwhich Jesus had appointed for them. (17) When they saw\nHim, they worshiped Him; but some doubted. (18) And Jesus\ncame and spoke to them, saying, \"All authority has been given","to Me in heaven and on earth. (19) \"Go therefore and make\ndisciples of all the nations, baptizing them in the name of the\nFather and of the Son and of the Holy Spirit, (20) \"teaching\nthem to observe all things that I have commanded you; and\nlo, I am with you always, even to the end of the age.\" Amen."],"start_index":400001028001,"end_index":400001028020,"verse_count":20,"word_count":424},{"reference":"Mark 3:11–19","translation":"NKJV","division":"Senior","passage_number":78,"release":"NBBC","cards":["(11) And the unclean spirits, whenever they saw Him, fell\ndown before Him and cried out, saying, \"You are the Son of\nGod.\" (12) But He sternly warned them that they should not\nmake Him known. (13) And He went up on the mountain and\ncalled to Him those He Himself wanted. And they came to\nHim. (14) Then He appointed twelve, that they might be with\nHim and that He might send them out to preach, (15) and\nto have power to heal sicknesses and to cast out demons:\n(16) Simon, to whom He gave the name Peter; (17) James the\nson of Zebedee and John the brother of James, to whom He\ngave the name Boanerges, that is, \"Sons of Thunder\"; (18)","Andrew, Philip, Bartholomew, Matthew, Thomas, James the\nson of Alphaeus, Thaddaeus, Simon the Cananite; (19) and\nJudas Iscariot, who also betrayed Him. And they went into a\nhouse."],"start_index":400002003011,"end_index":400002003019,"verse_count":9,"word_count":143},{"reference":"Mark 16:1–12","translation":"NKJV","division":"Senior","passage_number":79,"release":"NBBC","cards":["(1) Now when the Sabbath was past, Mary Magdalene, Mary the\nmother of James, and Salome bought spices, that they might come\nand anoint Him. (2) Very early in the morning, on the first day of\nthe week, they came to the tomb when the sun had risen. (3) And\nthey said among themselves, \"Who will roll away the stone from\nthe door of the tomb for us?\" (4) But when they looked up, they\nsaw that the stone had been rolled away--for it was very large. (5)\nAnd entering the tomb, they saw a young man clothed in a long\nwhite robe sitting on the right side; and they were alarmed. (6) But\nhe said to them, \"Do not be alarmed. You seek Jesus of Nazareth,\nwho was crucified. He is risen! He is not here. See the place where","they laid Him. (7) \"But go, tell His disciples--and Peter--that He is\ngoing before you into Galilee; there you will see Him, as He said to\nyou.\" (8) So they went out quickly and fled from the tomb, for they\ntrembled and were amazed. And they said nothing to anyone, for\nthey were afraid. (9) Now when He rose early on the first day of the\nweek, He appeared first to Mary Magdalene, out of whom He had\ncast seven demons. (10) She went and told those who had been\nwith Him, as they mourned and wept. (11) And when they heard\nthat He was alive and had been seen by her, they did not believe.\n(12) After that, He appeared in another form to two of them as they\nwalked and went into the country."],"start_index":400002016001,"end_index":400002016012,"verse_count":12,"word_count":268},{"reference":"Luke 7:18–28","translation":"NKJV","division":"Senior","passage_number":80,"release":"NBBC","cards":["(18) Then the disciples of John reported to him concerning all\nthese things. (19) And John, calling two of his disciples to him, sent\nthem to Jesus, saying, \"Are You the Coming One, or do we look for\nanother?\" (20) When the men had come to Him, they said, \"John\nthe Baptist has sent us to You, saying, 'Are You the Coming One, or\ndo we look for another?' \" (21) And that very hour He cured many\nof infirmities, afflictions, and evil spirits; and to many blind He gave\nsight. (22) Jesus answered and said to them, \"Go and tell John the\nthings you have seen and heard: that the blind see, the lame walk,\nthe lepers are cleansed, the deaf hear, the dead are raised, the\npoor have the gospel preached to them. (23) \"And blessed is he\nwho is not offended because of Me.\" (24) When the messengers","of John had departed, He began to speak to the multitudes\nconcerning John: \"What did you go out into the wilderness to see?\nA reed shaken by the wind? (25) \"But what did you go out to see?\nA man clothed in soft garments? Indeed those who are gorgeously\nappareled and live in luxury are in kings' courts. (26) \"But what did\nyou go out to see? A prophet? Yes, I say to you, and more than a\nprophet. (27) \"This is he of whom it is written: 'Behold, I send My\nmessenger before Your face, Who will prepare Your way before\nYou.' (28) \"For I say to you, among those born of women there is\nnot a greater prophet than John the Baptist; but he who is least in\nthe kingdom of God is greater than he.\""],"start_index":400003007018,"end_index":400003007028,"verse_count":11,"word_count":277},{"reference":"Luke 10:38–42","translation":"NKJV","division":"Senior","passage_number":81,"release":"NBBC","cards":["(38) Now it happened as they went that He entered a certain\nvillage; and a certain woman named Martha welcomed Him\ninto her house. (39) And she had a sister called Mary, who\nalso sat at Jesus' feet and heard His word. (40) But Martha\nwas distracted with much serving, and she approached Him\nand said, \"Lord, do You not care that my sister has left me to\nserve alone? Therefore tell her to help me.\" (41) And Jesus\nanswered and said to her, \"Martha, Martha, you are worried\nand troubled about many things. (42) \"But one thing is\nneeded, and Mary has chosen that good part, which will not\nbe taken away from her.\""],"start_index":400003010038,"end_index":400003010042,"verse_count":5,"word_count":110},{"reference":"Acts 1:10–14","translation":"NKJV","division":"Senior","passage_number":82,"release":"NBBC","cards":["(10) And while they looked steadfastly toward heaven as He\nwent up, behold, two men stood by them in white apparel,\n(11) who also said, \"Men of Galilee, why do you stand gazing\nup into heaven? This same Jesus, who was taken up from you\ninto heaven, will so come in like manner as you saw Him go\ninto heaven.\" (12) Then they returned to Jerusalem from the\nmount called Olivet, which is near Jerusalem, a Sabbath day's\njourney. (13) And when they had entered, they went up into\nthe upper room where they were staying: Peter, James, John,\nand Andrew; Philip and Thomas; Bartholomew and Matthew;\nJames the son of Alphaeus and Simon the Zealot; and Judas","the son of James. (14) These all continued with one accord\nin prayer and supplication, with the women and Mary the\nmother of Jesus, and with His brothers."],"start_index":400005001010,"end_index":400005001014,"verse_count":5,"word_count":141},{"reference":"Acts 17:22–31","translation":"NKJV","division":"Senior","passage_number":83,"release":"NBBC","cards":["(22) Then Paul stood in the midst of the Areopagus and said,\n\"Men of Athens, I perceive that in all things you are very\nreligious; (23) \"for as I was passing through and considering\nthe objects of your worship, I even found an altar with this\ninscription: TO THE UNKNOWN GOD. Therefore, the One\nwhom you worship without knowing, Him I proclaim to you:\n(24) \"God, who made the world and everything in it, since He\nis Lord of heaven and earth, does not dwell in temples made\nwith hands. (25) \"Nor is He worshiped with men's hands, as\nthough He needed anything, since He gives to all life, breath,\nand all things. (26) \"And He has made from one blood every","nation of men to dwell on all the face of the earth, and has\ndetermined their preappointed times and the boundaries of\ntheir dwellings, (27) \"so that they should seek the Lord, in the\nhope that they might grope for Him and find Him, though He\nis not far from each one of us; (28) \"for in Him we live and\nmove and have our being, as also some of your own poets\nhave said, 'For we are also His offspring.' (29) \"Therefore,\nsince we are the offspring of God, we ought not to think that\nthe Divine Nature is like gold or silver or stone, something\nshaped by art and man's devising. (30) \"Truly, these times\nof ignorance God overlooked, but now commands all men","everywhere to repent, (31) \"because He has appointed a day\non which He will judge the world in righteousness by the Man\nwhom He has ordained. He has given assurance of this to all\nby raising Him from the dead.\""],"start_index":400005017022,"end_index":400005017031,"verse_count":10,"word_count":278},{"reference":"Romans 8:1–11","translation":"NKJV","division":"Senior","passage_number":84,"release":"NBBC","cards":["(1) There is therefore now no condemnation to those who are in\nChrist Jesus, who do not walk according to the flesh, but according\nto the Spirit. (2) For the law of the Spirit of life in Christ Jesus has\nmade me free from the law of sin and death. (3) For what the law\ncould not do in that it was weak through the flesh, God did by\nsending His own Son in the likeness of sinful flesh, on account of sin:\nHe condemned sin in the flesh, (4) that the righteous requirement\nof the law might be fulfilled in us who do not walk according to the\nflesh but according to the Spirit. (5) For those who live according\nto the flesh set their minds on the things of the flesh, but those\nwho live according to the Spirit, the things of the Spirit. (6) For to","be carnally minded is death, but to be spiritually minded is life and\npeace. (7) Because the carnal mind is enmity against God; for it is\nnot subject to the law of God, nor indeed can be. (8) So then, those\nwho are in the flesh cannot please God. (9) But you are not in the\nflesh but in the Spirit, if indeed the Spirit of God dwells in you. Now\nif anyone does not have the Spirit of Christ, he is not His. (10) And\nif Christ is in you, the body is dead because of sin, but the Spirit\nis life because of righteousness. (11) But if the Spirit of Him who\nraised Jesus from the dead dwells in you, He who raised Christ\nfrom the dead will also give life to your mortal bodies through His\nSpirit who dwells in you."],"start_index":400006008001,"end_index":400006008011,"verse_count":11,"word_count":282},{"reference":"Romans 13:9–14","translation":"NKJV","division":"Senior","passage_number":85,"release":"NBBC","cards":["(9) For the commandments, \"You shall not commit adultery,\"\n\"You shall not murder,\" \"You shall not steal,\" \"You shall not\nbear false witness,\" \"You shall not covet,\" and if there is\nany other commandment, are all summed up in this saying,\nnamely, \"You shall love your neighbor as yourself.\" (10) Love\ndoes no harm to a neighbor; therefore love is the fulfillment of\nthe law. (11) And do this, knowing the time, that now it is high\ntime to awake out of sleep; for now our salvation is nearer\nthan when we first believed. (12) The night is far spent, the\nday is at hand. Therefore let us cast off the works of darkness,\nand let us put on the armor of light. (13) Let us walk properly,","as in the day, not in revelry and drunkenness, not in lewdness\nand lust, not in strife and envy. (14) But put on the Lord Jesus\nChrist, and make no provision for the flesh, to fulfill its lusts."],"start_index":400006013009,"end_index":400006013014,"verse_count":6,"word_count":160},{"reference":"2 Corinthians 1:3–7","translation":"NKJV","division":"Senior","passage_number":86,"release":"NBBC","cards":["(3) Blessed be the God and Father of our Lord Jesus Christ, the\nFather of mercies and God of all comfort, (4) who comforts us\nin all our tribulation, that we may be able to comfort those who\nare in any trouble, with the comfort with which we ourselves are\ncomforted by God. (5) For as the sufferings of Christ abound in us,\nso our consolation also abounds through Christ. (6) Now if we are\nafflicted, it is for your consolation and salvation, which is effective\nfor enduring the same sufferings which we also suffer. Or if we are\ncomforted, it is for your consolation and salvation. (7) And our hope\nfor you is steadfast, because we know that as you are partakers of\nthe sufferings, so also you will partake of the consolation."],"start_index":400008001003,"end_index":400008001007,"verse_count":5,"word_count":129},{"reference":"2 Corinthians 8:1–22","translation":"NKJV","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) Moreover, brethren, we make known to you the grace of God\nbestowed on the churches of Macedonia: (2) that in a great trial\nof affliction the abundance of their joy and their deep poverty\nabounded in the riches of their liberality. (3) For I bear witness that\naccording to their ability, yes, and beyond their ability, they were\nfreely willing, (4) imploring us with much urgency that we would\nreceive the gift and the fellowship of the ministering to the saints.\n(5) And not only as we had hoped, but they first gave themselves\nto the Lord, and then to us by the will of God. (6) So we urged Titus,\nthat as he had begun, so he would also complete this grace in you\nas well. (7) But as you abound in everything--in faith, in speech, in","knowledge, in all diligence, and in your love for us--see that you\nabound in this grace also. (8) I speak not by commandment, but\nI am testing the sincerity of your love by the diligence of others.\n(9) For you know the grace of our Lord Jesus Christ, that though\nHe was rich, yet for your sakes He became poor, that you through\nHis poverty might become rich. (10) And in this I give advice: It is\nto your advantage not only to be doing what you began and were\ndesiring to do a year ago; (11) but now you also must complete\nthe doing of it; that as there was a readiness to desire it, so there\nalso may be a completion out of what you have. (12) For if there is\nfirst a willing mind, it is accepted according to what one has, and","not according to what he does not have. (13) For I do not mean\nthat others should be eased and you burdened; (14) but by an\nequality, that now at this time your abundance may supply their\nlack, that their abundance also may supply your lack--that there\nmay be equality. (15) As it is written, \"He who gathered much had\nnothing left over, and he who gathered little had no lack.\" (16) But\nthanks be to God who puts the same earnest care for you into the\nheart of Titus. (17) For he not only accepted the exhortation, but\nbeing more diligent, he went to you of his own accord. (18) And\nwe have sent with him the brother whose praise is in the gospel\nthroughout all the churches, (19) and not only that, but who was","also chosen by the churches to travel with us with this gift, which\nis administered by us to the glory of the Lord Himself and to show\nyour ready mind, (20) avoiding this: that anyone should blame\nus in this lavish gift which is administered by us-- (21) providing\nhonorable things, not only in the sight of the Lord, but also in the\nsight of men. (22) And we have sent with them our brother whom\nwe have often proved diligent in many things, but now much more\ndiligent, because of the great confidence which we have in you."],"start_index":400008008001,"end_index":400008008022,"verse_count":22,"word_count":502},{"reference":"2 Corinthians 9:1–12","translation":"NKJV","division":"Senior","passage_number":88,"release":"NBBC","cards":["(1) Now concerning the ministering to the saints, it is\nsuperfluous for me to write to you; (2) for I know your\nwillingness, about which I boast of you to the Macedonians,\nthat Achaia was ready a year ago; and your zeal has stirred up\nthe majority. (3) Yet I have sent the brethren, lest our boasting\nof you should be in vain in this respect, that, as I said, you\nmay be ready; (4) lest if some Macedonians come with me\nand find you unprepared, we (not to mention you!) should be\nashamed of this confident boasting. (5) Therefore I thought\nit necessary to exhort the brethren to go to you ahead of\ntime, and prepare your generous gift beforehand, which you","had previously promised, that it may be ready as a matter\nof generosity and not as a grudging obligation. (6) But this\nI say: He who sows sparingly will also reap sparingly, and\nhe who sows bountifully will also reap bountifully. (7) So let\neach one give as he purposes in his heart, not grudgingly or\nof necessity; for God loves a cheerful giver. (8) And God is\nable to make all grace abound toward you, that you, always\nhaving all sufficiency in all things, may have an abundance\nfor every good work. (9) As it is written: \"He has dispersed\nabroad, He has given to the poor; His righteousness endures\nforever.\" (10) Now may He who supplies seed to the sower,","and bread for food, supply and multiply the seed you have\nsown and increase the fruits of your righteousness, (11) while\nyou are enriched in everything for all liberality, which causes\nthanksgiving through us to God. (12) For the administration\nof this service not only supplies the needs of the saints, but\nalso is abounding through many thanksgivings to God,"],"start_index":400008009001,"end_index":400008009012,"verse_count":12,"word_count":293},{"reference":"Galatians 5:14–21","translation":"NKJV","division":"Senior","passage_number":89,"release":"NBBC","cards":["(14) For all the law is fulfilled in one word, even in this: \"You\nshall love your neighbor as yourself.\" (15) But if you bite\nand devour one another, beware lest you be consumed by\none another! (16) I say then: Walk in the Spirit, and you shall\nnot fulfill the lust of the flesh. (17) For the flesh lusts against\nthe Spirit, and the Spirit against the flesh; and these are\ncontrary to one another, so that you do not do the things that\nyou wish. (18) But if you are led by the Spirit, you are not\nunder the law. (19) Now the works of the flesh are evident,\nwhich are: adultery, fornication, uncleanness, lewdness, (20)\nidolatry, sorcery, hatred, contentions, jealousies, outbursts","of wrath, selfish ambitions, dissensions, heresies, (21) envy,\nmurders, drunkenness, revelries, and the like; of which I tell\nyou beforehand, just as I also told you in time past, that those\nwho practice such things will not inherit the kingdom of God."],"start_index":400009005014,"end_index":400009005021,"verse_count":8,"word_count":158},{"reference":"Ephesians 5:1–8","translation":"NKJV","division":"Senior","passage_number":90,"release":"NBBC","cards":["(1) Therefore be imitators of God as dear children. (2) And walk\nin love, as Christ also has loved us and given Himself for us, an\noffering and a sacrifice to God for a sweet-smelling aroma. (3)\nBut fornication and all uncleanness or covetousness, let it not\neven be named among you, as is fitting for saints; (4) neither\nfilthiness, nor foolish talking, nor coarse jesting, which are\nnot fitting, but rather giving of thanks. (5) For this you know,\nthat no fornicator, unclean person, nor covetous man, who\nis an idolater, has any inheritance in the kingdom of Christ\nand God. (6) Let no one deceive you with empty words, for\nbecause of these things the wrath of God comes upon the","sons of disobedience. (7) Therefore do not be partakers with\nthem. (8) For you were once darkness, but now you are light\nin the Lord. Walk as children of light"],"start_index":400010005001,"end_index":400010005008,"verse_count":8,"word_count":146},{"reference":"Ephesians 6:4–10","translation":"NKJV","division":"Senior","passage_number":91,"release":"NBBC","cards":["(4) And you, fathers, do not provoke your children to wrath,\nbut bring them up in the training and admonition of the Lord.\n(5) Bondservants, be obedient to those who are your masters\naccording to the flesh, with fear and trembling, in sincerity of\nheart, as to Christ; (6) not with eyeservice, as men-pleasers,\nbut as bondservants of Christ, doing the will of God from the\nheart, (7) with goodwill doing service, as to the Lord, and not\nto men, (8) knowing that whatever good anyone does, he will\nreceive the same from the Lord, whether he is a slave or free.\n(9) And you, masters, do the same things to them, giving up\nthreatening, knowing that your own Master also is in heaven,","and there is no partiality with Him. (10) Finally, my brethren,\nbe strong in the Lord and in the power of His might."],"start_index":400010006004,"end_index":400010006010,"verse_count":7,"word_count":141},{"reference":"Philippians 2:12–18","translation":"NKJV","division":"Senior","passage_number":92,"release":"NBBC","cards":["(12) Therefore, my beloved, as you have always obeyed, not\nas in my presence only, but now much more in my absence,\nwork out your own salvation with fear and trembling; (13)\nfor it is God who works in you both to will and to do for His\ngood pleasure. (14) Do all things without complaining and\ndisputing, (15) that you may become blameless and harmless,\nchildren of God without fault in the midst of a crooked and\nperverse generation, among whom you shine as lights in the\nworld, (16) holding fast the word of life, so that I may rejoice\nin the day of Christ that I have not run in vain or labored in\nvain. (17) Yes, and if I am being poured out as a drink offering","on the sacrifice and service of your faith, I am glad and rejoice\nwith you all. (18) For the same reason you also be glad and\nrejoice with me."],"start_index":400011002012,"end_index":400011002018,"verse_count":7,"word_count":152},{"reference":"2 Thessalonians 3:1–15","translation":"NKJV","division":"Senior","passage_number":93,"release":"NBBC","cards":["(1) Finally, brethren, pray for us, that the word of the Lord may\nrun swiftly and be glorified, just as it is with you, (2) and that we\nmay be delivered from unreasonable and wicked men; for not\nall have faith. (3) But the Lord is faithful, who will establish you\nand guard you from the evil one. (4) And we have confidence\nin the Lord concerning you, both that you do and will do the\nthings we command you. (5) Now may the Lord direct your\nhearts into the love of God and into the patience of Christ.\n(6) But we command you, brethren, in the name of our Lord\nJesus Christ, that you withdraw from every brother who\nwalks disorderly and not according to the tradition which he","received from us. (7) For you yourselves know how you ought\nto follow us, for we were not disorderly among you; (8) nor\ndid we eat anyone's bread free of charge, but worked with\nlabor and toil night and day, that we might not be a burden\nto any of you, (9) not because we do not have authority, but\nto make ourselves an example of how you should follow us.\n(10) For even when we were with you, we commanded you\nthis: If anyone will not work, neither shall he eat. (11) For we\nhear that there are some who walk among you in a disorderly\nmanner, not working at all, but are busybodies. (12) Now\nthose who are such we command and exhort through our","Lord Jesus Christ that they work in quietness and eat their\nown bread. (13) But as for you, brethren, do not grow weary\nin doing good. (14) And if anyone does not obey our word in\nthis epistle, note that person and do not keep company with\nhim, that he may be ashamed. (15) Yet do not count him as an\nenemy, but admonish him as a brother."],"start_index":400014003001,"end_index":400014003015,"verse_count":15,"word_count":310},{"reference":"1 Timothy 3:2–16","translation":"NKJV","division":"Senior","passage_number":94,"release":"NBBC","cards":["(2) A bishop then must be blameless, the husband of one\nwife, temperate, sober-minded, of good behavior, hospitable,\nable to teach; (3) not given to wine, not violent, not greedy\nfor money, but gentle, not quarrelsome, not covetous; (4) one\nwho rules his own house well, having his children in submission\nwith all reverence (5) (for if a man does not know how to rule\nhis own house, how will he take care of the church of God?);\n(6) not a novice, lest being puffed up with pride he fall into\nthe same condemnation as the devil. (7) Moreover he must\nhave a good testimony among those who are outside, lest\nhe fall into reproach and the snare of the devil. (8) Likewise","deacons must be reverent, not double-tongued, not given to\nmuch wine, not greedy for money, (9) holding the mystery\nof the faith with a pure conscience. (10) But let these also\nfirst be tested; then let them serve as deacons, being found\nblameless. (11) Likewise, their wives must be reverent, not\nslanderers, temperate, faithful in all things. (12) Let deacons\nbe the husbands of one wife, ruling their children and their\nown houses well. (13) For those who have served well as\ndeacons obtain for themselves a good standing and great\nboldness in the faith which is in Christ Jesus. (14) These things\nI write to you, though I hope to come to you shortly; (15) but","if I am delayed, I write so that you may know how you ought\nto conduct yourself in the house of God, which is the church\nof the living God, the pillar and ground of the truth. (16) And\nwithout controversy great is the mystery of godliness: God\nwas manifested in the flesh, Justified in the Spirit, Seen by\nangels, Preached among the Gentiles, Believed on in the\nworld, Received up in glory."],"start_index":400015003002,"end_index":400015003016,"verse_count":15,"word_count":300},{"reference":"2 Timothy 3:1–9","translation":"NKJV","division":"Senior","passage_number":95,"release":"NBBC","cards":["(1) But know this, that in the last days perilous times will come:\n(2) For men will be lovers of themselves, lovers of money,\nboasters, proud, blasphemers, disobedient to parents,\nunthankful, unholy, (3) unloving, unforgiving, slanderers,\nwithout self-control, brutal, despisers of good, (4) traitors,\nheadstrong, haughty, lovers of pleasure rather than lovers of\nGod, (5) having a form of godliness but denying its power.\nAnd from such people turn away! (6) For of this sort are those\nwho creep into households and make captives of gullible\nwomen loaded down with sins, led away by various lusts, (7)\nalways learning and never able to come to the knowledge","of the truth. (8) Now as Jannes and Jambres resisted Moses,\nso do these also resist the truth: men of corrupt minds,\ndisapproved concerning the faith; (9) but they will progress\nno further, for their folly will be manifest to all, as theirs also\nwas."],"start_index":400016003001,"end_index":400016003009,"verse_count":9,"word_count":144},{"reference":"2 Timothy 4:8–15","translation":"NKJV","division":"Senior","passage_number":96,"release":"NBBC","cards":["(8) Finally, there is laid up for me the crown of righteousness,\nwhich the Lord, the righteous Judge, will give to me on that\nDay, and not to me only but also to all who have loved His\nappearing. (9) Be diligent to come to me quickly; (10) for\nDemas has forsaken me, having loved this present world, and\nhas departed for Thessalonica--Crescens for Galatia, Titus for\nDalmatia. (11) Only Luke is with me. Get Mark and bring him\nwith you, for he is useful to me for ministry. (12) And Tychicus\nI have sent to Ephesus. (13) Bring the cloak that I left with\nCarpus at Troas when you come--and the books, especially\nthe parchments. (14) Alexander the coppersmith did me","much harm. May the Lord repay him according to his works.\n(15) You also must beware of him, for he has greatly resisted\nour words."],"start_index":400016004008,"end_index":400016004015,"verse_count":8,"word_count":141},{"reference":"Titus 3:3–8","translation":"NKJV","division":"Senior","passage_number":97,"release":"NBBC","cards":["(3) For we ourselves were also once foolish, disobedient,\ndeceived, serving various lusts and pleasures, living in malice\nand envy, hateful and hating one another. (4) But when\nthe kindness and the love of God our Savior toward man\nappeared, (5) not by works of righteousness which we have\ndone, but according to His mercy He saved us, through the\nwashing of regeneration and renewing of the Holy Spirit, (6)\nwhom He poured out on us abundantly through Jesus Christ\nour Savior, (7) that having been justified by His grace we\nshould become heirs according to the hope of eternal life. (8)\nThis is a faithful saying, and these things I want you to affirm","constantly, that those who have believed in God should be\ncareful to maintain good works. These things are good and\nprofitable to men."],"start_index":400017003003,"end_index":400017003008,"verse_count":6,"word_count":132},{"reference":"Titus 3:9–15","translation":"NKJV","division":"Senior","passage_number":98,"release":"NBBC","cards":["(9) But avoid foolish disputes, genealogies, contentions, and\nstrivings about the law; for they are unprofitable and useless. (10)\nReject a divisive man after the first and second admonition, (11)\nknowing that such a person is warped and sinning, being self-\ncondemned. (12) When I send Artemas to you, or Tychicus, be\ndiligent to come to me at Nicopolis, for I have decided to spend\nthe winter there. (13) Send Zenas the lawyer and Apollos on their\njourney with haste, that they may lack nothing. (14) And let our\npeople also learn to maintain good works, to meet urgent needs,\nthat they may not be unfruitful. (15) All who are with me greet you.\nGreet those who love us in the faith. Grace be with you all. Amen."],"start_index":400017003009,"end_index":400017003015,"verse_count":7,"word_count":121},{"reference":"Hebrews 3:4–19","translation":"NKJV","division":"Senior","passage_number":99,"release":"NBBC","cards":["(4) For every house is built by someone, but He who built all\nthings is God. (5) And Moses indeed was faithful in all His\nhouse as a servant, for a testimony of those things which\nwould be spoken afterward, (6) but Christ as a Son over His\nown house, whose house we are if we hold fast the confidence\nand the rejoicing of the hope firm to the end. (7) Therefore,\nas the Holy Spirit says: \"Today, if you will hear His voice, (8)\nDo not harden your hearts as in the rebellion, In the day of\ntrial in the wilderness, (9) Where your fathers tested Me, tried\nMe, And saw My works forty years. (10) Therefore I was angry\nwith that generation, And said, 'They always go astray in their","heart, And they have not known My ways.' (11) So I swore\nin My wrath, 'They shall not enter My rest.' \" (12) Beware,\nbrethren, lest there be in any of you an evil heart of unbelief\nin departing from the living God; (13) but exhort one another\ndaily, while it is called \"Today,\" lest any of you be hardened\nthrough the deceitfulness of sin. (14) For we have become\npartakers of Christ if we hold the beginning of our confidence\nsteadfast to the end, (15) while it is said: \"Today, if you will\nhear His voice, Do not harden your hearts as in the rebellion.\"\n(16) For who, having heard, rebelled? Indeed, was it not all\nwho came out of Egypt, led by Moses? (17) Now with whom","was He angry forty years? Was it not with those who sinned,\nwhose corpses fell in the wilderness? (18) And to whom did\nHe swear that they would not enter His rest, but to those who\ndid not obey? (19) So we see that they could not enter in\nbecause of unbelief."],"start_index":400019003004,"end_index":400019003019,"verse_count":16,"word_count":296},{"reference":"Hebrews 12:18–29","translation":"NKJV","division":"Senior","passage_number":100,"release":"NBBC","cards":["(18) For you have not come to the mountain that may be\ntouched and that burned with fire, and to blackness and\ndarkness and tempest, (19) and the sound of a trumpet\nand the voice of words, so that those who heard it begged\nthat the word should not be spoken to them anymore. (20)\n(For they could not endure what was commanded: \"And if\nso much as a beast touches the mountain, it shall be stoned\nor shot with an arrow.\" (21) And so terrifying was the sight\nthat Moses said, \"I am exceedingly afraid and trembling.\")\n(22) But you have come to Mount Zion and to the city of\nthe living God, the heavenly Jerusalem, to an innumerable","company of angels, (23) to the general assembly and church\nof the firstborn who are registered in heaven, to God the\nJudge of all, to the spirits of just men made perfect, (24) to\nJesus the Mediator of the new covenant, and to the blood\nof sprinkling that speaks better things than that of Abel. (25)\nSee that you do not refuse Him who speaks. For if they did\nnot escape who refused Him who spoke on earth, much more\nshall we not escape if we turn away from Him who speaks\nfrom heaven, (26) whose voice then shook the earth; but now\nHe has promised, saying, \"Yet once more I shake not only\nthe earth, but also heaven.\" (27) Now this, \"Yet once more,\"","indicates the removal of those things that are being shaken,\nas of things that are made, that the things which cannot be\nshaken may remain. (28) Therefore, since we are receiving a\nkingdom which cannot be shaken, let us have grace, by which\nwe may serve God acceptably with reverence and godly fear.\n(29) For our God is a consuming fire."],"start_index":400019012018,"end_index":400019012029,"verse_count":12,"word_count":294},{"reference":"James 2:14–26","translation":"NKJV","division":"Senior","passage_number":101,"release":"NBBC","cards":["(14) What does it profit, my brethren, if someone says he has faith\nbut does not have works? Can faith save him? (15) If a brother or\nsister is naked and destitute of daily food, (16) and one of you says\nto them, \"Depart in peace, be warmed and filled,\" but you do not\ngive them the things which are needed for the body, what does\nit profit? (17) Thus also faith by itself, if it does not have works,\nis dead. (18) But someone will say, \"You have faith, and I have\nworks.\" Show me your faith without your works, and I will show you\nmy faith by my works. (19) You believe that there is one God. You\ndo well. Even the demons believe--and tremble! (20) But do you\nwant to know, O foolish man, that faith without works is dead? (21)","Was not Abraham our father justified by works when he offered\nIsaac his son on the altar? (22) Do you see that faith was working\ntogether with his works, and by works faith was made perfect?\n(23) And the Scripture was fulfilled which says, \"Abraham believed\nGod, and it was accounted to him for righteousness.\" And he was\ncalled the friend of God. (24) You see then that a man is justified\nby works, and not by faith only. (25) Likewise, was not Rahab the\nharlot also justified by works when she received the messengers\nand sent them out another way? (26) For as the body without the\nspirit is dead, so faith without works is dead also."],"start_index":400020002014,"end_index":400020002026,"verse_count":13,"word_count":250},{"reference":"1 Peter 5:5–11","translation":"NKJV","division":"Senior","passage_number":102,"release":"NBBC","cards":["(5) Likewise you younger people, submit yourselves to your\nelders. Yes, all of you be submissive to one another, and be\nclothed with humility, for \"God resists the proud, But gives\ngrace to the humble.\" (6) Therefore humble yourselves under\nthe mighty hand of God, that He may exalt you in due time,\n(7) casting all your care upon Him, for He cares for you. (8)\nBe sober, be vigilant; because your adversary the devil walks\nabout like a roaring lion, seeking whom he may devour.\n(9) Resist him, steadfast in the faith, knowing that the same\nsufferings are experienced by your brotherhood in the world.\n(10) But may the God of all grace, who called us to His eternal","glory by Christ Jesus, after you have suffered a while, perfect,\nestablish, strengthen, and settle you. (11) To Him be the glory\nand the dominion forever and ever. Amen."],"start_index":400021005005,"end_index":400021005011,"verse_count":7,"word_count":142},{"reference":"2 Peter 2:1–10","translation":"NKJV","division":"Senior","passage_number":103,"release":"NBBC","cards":["(1) But there were also false prophets among the people, even\nas there will be false teachers among you, who will secretly\nbring in destructive heresies, even denying the Lord who\nbought them, and bring on themselves swift destruction. (2)\nAnd many will follow their destructive ways, because of whom\nthe way of truth will be blasphemed. (3) By covetousness\nthey will exploit you with deceptive words; for a long time\ntheir judgment has not been idle, and their destruction does\nnot slumber. (4) For if God did not spare the angels who\nsinned, but cast them down to hell and delivered them into\nchains of darkness, to be reserved for judgment; (5) and did","not spare the ancient world, but saved Noah, one of eight\npeople, a preacher of righteousness, bringing in the flood on\nthe world of the ungodly; (6) and turning the cities of Sodom\nand Gomorrah into ashes, condemned them to destruction,\nmaking them an example to those who afterward would live\nungodly; (7) and delivered righteous Lot, who was oppressed\nby the filthy conduct of the wicked (8) (for that righteous man,\ndwelling among them, tormented his righteous soul from day\nto day by seeing and hearing their lawless deeds)-- (9) then\nthe Lord knows how to deliver the godly out of temptations\nand to reserve the unjust under punishment for the day of","judgment, (10) and especially those who walk according to\nthe flesh in the lust of uncleanness and despise authority.\nThey are presumptuous, self-willed. They are not afraid to\nspeak evil of dignitaries,"],"start_index":400022002001,"end_index":400022002010,"verse_count":10,"word_count":252},{"reference":"1 John 1:1–10","translation":"NKJV","division":"Senior","passage_number":104,"release":"NBBC","cards":["(1) That which was from the beginning, which we have heard,\nwhich we have seen with our eyes, which we have looked\nupon, and our hands have handled, concerning the Word of\nlife-- (2) the life was manifested, and we have seen, and bear\nwitness, and declare to you that eternal life which was with\nthe Father and was manifested to us-- (3) that which we have\nseen and heard we declare to you, that you also may have\nfellowship with us; and truly our fellowship is with the Father\nand with His Son Jesus Christ. (4) And these things we write\nto you that your joy may be full. (5) This is the message which\nwe have heard from Him and declare to you, that God is light","and in Him is no darkness at all. (6) If we say that we have\nfellowship with Him, and walk in darkness, we lie and do not\npractice the truth. (7) But if we walk in the light as He is in the\nlight, we have fellowship with one another, and the blood of\nJesus Christ His Son cleanses us from all sin. (8) If we say that\nwe have no sin, we deceive ourselves, and the truth is not in\nus. (9) If we confess our sins, He is faithful and just to forgive\nus our sins and to cleanse us from all unrighteousness. (10) If\nwe say that we have not sinned, we make Him a liar, and His\nword is not in us."],"start_index":400023001001,"end_index":400023001010,"verse_count":10,"word_count":245},{"reference":"1 John 4:17–20","translation":"NKJV","division":"Senior","passage_number":105,"release":"NBBC","cards":["(17) Love has been perfected among us in this: that we may\nhave boldness in the day of judgment; because as He is, so\nare we in this world. (18) There is no fear in love; but perfect\nlove casts out fear, because fear involves torment. But he who\nfears has not been made perfect in love. (19) We love Him\nbecause He first loved us. (20) If someone says, \"I love God,\"\nand hates his brother, he is a liar; for he who does not love his\nbrother whom he has seen, how can he love God whom he\nhas not seen?"],"start_index":400023004017,"end_index":400023004020,"verse_count":4,"word_count":99},{"reference":"Jude 3–21","translation":"NKJV","division":"Senior","passage_number":106,"release":"NBBC","cards":["(3) Beloved, while I was very diligent to write to you concerning\nour common salvation, I found it necessary to write to you\nexhorting you to contend earnestly for the faith which was once\nfor all delivered to the saints. (4) For certain men have crept in\nunnoticed, who long ago were marked out for this condemnation,\nungodly men, who turn the grace of our God into lewdness and\ndeny the only Lord God and our Lord Jesus Christ. (5) But I want\nto remind you, though you once knew this, that the Lord, having\nsaved the people out of the land of Egypt, afterward destroyed\nthose who did not believe. (6) And the angels who did not keep\ntheir proper domain, but left their own abode, He has reserved in\neverlasting chains under darkness for the judgment of the great","day; (7) as Sodom and Gomorrah, and the cities around them\nin a similar manner to these, having given themselves over to\nsexual immorality and gone after strange flesh, are set forth as an\nexample, suffering the vengeance of eternal fire. (8) Likewise also\nthese dreamers defile the flesh, reject authority, and speak evil\nof dignitaries. (9) Yet Michael the archangel, in contending with\nthe devil, when he disputed about the body of Moses, dared not\nbring against him a reviling accusation, but said, \"The Lord rebuke\nyou!\" (10) But these speak evil of whatever they do not know; and\nwhatever they know naturally, like brute beasts, in these things\nthey corrupt themselves. (11) Woe to them! For they have gone\nin the way of Cain, have run greedily in the error of Balaam for","profit, and perished in the rebellion of Korah. (12) These are spots\nin your love feasts, while they feast with you without fear, serving\nonly themselves. They are clouds without water, carried about\nby the winds; late autumn trees without fruit, twice dead, pulled\nup by the roots; (13) raging waves of the sea, foaming up their\nown shame; wandering stars for whom is reserved the blackness\nof darkness forever. (14) Now Enoch, the seventh from Adam,\nprophesied about these men also, saying, \"Behold, the Lord comes\nwith ten thousands of His saints, (15) \"to execute judgment on all,\nto convict all who are ungodly among them of all their ungodly\ndeeds which they have committed in an ungodly way, and of\nall the harsh things which ungodly sinners have spoken against","Him.\" (16) These are grumblers, complainers, walking according\nto their own lusts; and they mouth great swelling words, flattering\npeople to gain advantage. (17) But you, beloved, remember the\nwords which were spoken before by the apostles of our Lord Jesus\nChrist: (18) how they told you that there would be mockers in the\nlast time who would walk according to their own ungodly lusts.\n(19) These are sensual persons, who cause divisions, not having\nthe Spirit. (20) But you, beloved, building yourselves up on your\nmost holy faith, praying in the Holy Spirit, (21) keep yourselves\nin the love of God, looking for the mercy of our Lord Jesus Christ\nunto eternal life."],"start_index":400026001003,"end_index":400026001021,"verse_count":19,"word_count":503},{"reference":"Revelation 21:1–5","translation":"NKJV","division":"Senior","passage_number":107,"release":"NBBC","cards":["(1) Now I saw a new heaven and a new earth, for the first\nheaven and the first earth had passed away. Also there was no\nmore sea. (2) Then I, John, saw the holy city, New Jerusalem,\ncoming down out of heaven from God, prepared as a bride\nadorned for her husband. (3) And I heard a loud voice from\nheaven saying, \"Behold, the tabernacle of God is with men,\nand He will dwell with them, and they shall be His people. God\nHimself will be with them and be their God. (4) \"And God will\nwipe away every tear from their eyes; there shall be no more\ndeath, nor sorrow, nor crying. There shall be no more pain, for\nthe former things have passed away.\" (5) Then He who sat on","the throne said, \"Behold, I make all things new.\" And He said\nto me, \"Write, for these words are true and faithful.\""],"start_index":400027021001,"end_index":400027021005,"verse_count":5,"word_count":150}]