[
  {
    "reference": "Colossians 1:15–16",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 1,
    "release": "Navigate",
    "cards": [
      "(15) He is the image of the invisible God, the firstborn of all\ncreation: (16) for by Him all things were created, both in the\nheavens and on earth, visible and invisible, whether thrones,\nor dominions, or rulers, or authorities--all things have been\ncreated through Him and for Him."
    ],
    "start_index": 400012001015,
    "end_index": 400012001016,
    "verse_count": 2,
    "word_count": 48
  },
  {
    "reference": "Genesis 1:1–5",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 2,
    "release": "Navigate",
    "cards": [
      "(1) In the beginning God created the heavens and the earth.\n(2) And the earth was a formless and desolate emptiness, and\ndarkness was over the surface of the deep, and the Spirit of\nGod was hovering over the surface of the waters. (3) Then\nGod said, \"Let there be light\"; and there was light. (4) God\nsaw that the light was good; and God separated the light\nfrom the darkness. (5) God called the light \"day,\" and the\ndarkness He called \"night.\" And there was evening and there\nwas morning, one day."
    ],
    "start_index": 200001001001,
    "end_index": 200001001005,
    "verse_count": 5,
    "word_count": 88
  },
  {
    "reference": "Isaiah 40:25–28",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 3,
    "release": "Explore",
    "cards": [
      "(25) \"To whom then will you compare Me That I would be his\nequal?\" says the Holy One. (26) Raise your eyes on high And\nsee who has created these stars, The One who brings out their\nmultitude by number, He calls them all by name; Because of\nthe greatness of His might and the strength of His power,\nNot one of them is missing. (27) Why do you say, Jacob, and\nyou assert, Israel, \"My way is hidden from the LORD, And the\njustice due me escapes the notice of my God\"? (28) Do you\nnot know? Have you not heard? The Everlasting God, the\nLORD, the Creator of the ends of the earth Does not become\nweary or tired. His understanding is unsearchable."
    ],
    "start_index": 200023040025,
    "end_index": 200023040028,
    "verse_count": 4,
    "word_count": 121
  },
  {
    "reference": "Genesis 1:26–28",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 4,
    "release": "Navigate",
    "cards": [
      "(26) Then God said, \"Let Us make mankind in Our image,\naccording to Our likeness; and let them rule over the fish of\nthe sea and over the birds of the sky and over the livestock\nand over all the earth, and over every crawling thing that\ncrawls on the earth.\" (27) So God created man in His own\nimage, in the image of God He created him; male and female\nHe created them. (28) God blessed them; and God said to\nthem, \"Be fruitful and multiply, and fill the earth, and subdue\nit; and rule over the fish of the sea and over the birds of the\nsky and over every living thing that moves on the earth.\""
    ],
    "start_index": 200001001026,
    "end_index": 200001001028,
    "verse_count": 3,
    "word_count": 116
  },
  {
    "reference": "Genesis 17:1–6",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 5,
    "release": "Explore",
    "cards": [
      "(1) Now when Abram was ninety-nine years old, the LORD\nappeared to Abram and said to him, \"I am God Almighty; Walk\nbefore Me, and be blameless. (2) \"I will make My covenant\nbetween Me and you, And I will multiply you exceedingly.\"\n(3) Abram fell on his face, and God talked with him, saying,\n(4) \"As for Me, behold, My covenant is with you, And you will\nbe the father of a multitude of nations. (5) \"No longer shall\nyou be named Abram, But your name shall be Abraham; For I\nhave made you the father of a multitude of nations. (6) \"I will\nmake you exceedingly fruitful, and I will make nations of you,\nand kings will come from you."
    ],
    "start_index": 200001017001,
    "end_index": 200001017006,
    "verse_count": 6,
    "word_count": 117
  },
  {
    "reference": "Genesis 2:1–4",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 6,
    "release": "Navigate",
    "cards": [
      "(1) And so the heavens and the earth were completed, and all\ntheir heavenly lights. (2) By the seventh day God completed\nHis work which He had done, and He rested on the seventh\nday from all His work which He had done. (3) Then God\nblessed the seventh day and sanctified it, because on it He\nrested from all His work which God had created and made.\n(4) This is the account of the heavens and the earth when they\nwere created, in the day that the LORD God made earth and\nheaven."
    ],
    "start_index": 200001002001,
    "end_index": 200001002004,
    "verse_count": 4,
    "word_count": 90
  },
  {
    "reference": "Exodus 31:12–14",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 7,
    "release": "Explore",
    "cards": [
      "(12) Now the LORD spoke to Moses, saying, (13) \"Now as for\nyou, speak to the sons of Israel, saying, 'You must keep My\nSabbaths; for this is a sign between Me and you throughout\nyour generations, so that you may know that I am the LORD\nwho sanctifies you. (14) 'Therefore you are to keep the\nSabbath, for it is holy to you. Everyone who profanes it must\nbe put to death; for whoever does any work on it, that person\nshall be cut off from among his people."
    ],
    "start_index": 200002031012,
    "end_index": 200002031014,
    "verse_count": 3,
    "word_count": 87
  },
  {
    "reference": "Genesis 2:21–25",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 8,
    "release": "Navigate",
    "cards": [
      "(21) So the LORD God caused a deep sleep to fall upon the\nman, and he slept; then He took one of his ribs and closed\nup the flesh at that place. (22) And the LORD God fashioned\ninto a woman the rib which He had taken from the man, and\nbrought her to the man. (23) Then the man said, \"At last this is\nbone of my bones, And flesh of my flesh; She shall be called\n'woman,' Because she was taken out of man.\" (24) For this\nreason a man shall leave his father and his mother, and be\njoined to his wife; and they shall become one flesh. (25) And\nthe man and his wife were both naked, but they were not\nashamed."
    ],
    "start_index": 200001002021,
    "end_index": 200001002025,
    "verse_count": 5,
    "word_count": 121
  },
  {
    "reference": "Deuteronomy 6:13–15",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 9,
    "release": "Explore",
    "cards": [
      "(13) \"You shall fear only the LORD your God; and you shall\nworship Him and swear by His name. (14) \"You shall not follow\nother gods, any of the gods of the peoples who surround\nyou, (15) for the LORD your God who is in the midst of you is\na jealous God; so follow Him, or else the anger of the LORD\nyour God will be kindled against you, and He will wipe you\noff the face of the earth."
    ],
    "start_index": 200005006013,
    "end_index": 200005006015,
    "verse_count": 3,
    "word_count": 78
  },
  {
    "reference": "Genesis 3:14–15",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 10,
    "release": "Navigate",
    "cards": [
      "(14) Then the LORD God said to the serpent, \"Because you\nhave done this, Cursed are you more than all the livestock,\nAnd more than any animal of the field; On your belly you\nshall go, And dust you shall eat All the days of your life; (15)\nAnd I will make enemies Of you and the woman, And of your\noffspring and her Descendant; He shall bruise you on the\nhead, And you shall bruise Him on the heel.\""
    ],
    "start_index": 200001003014,
    "end_index": 200001003015,
    "verse_count": 2,
    "word_count": 78
  },
  {
    "reference": "Psalm 68:18–20",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 11,
    "release": "Explore",
    "cards": [
      "(18) You have ascended on high, You have led captive Your\ncaptives; You have received gifts among people, Even among\nthe rebellious as well, that the LORD God may dwell there.\n(19) Blessed be the Lord, who daily bears our burden, The\nGod who is our salvation. (20) God is to us a God of salvation;\nAnd to GOD the Lord belong ways of escape from death."
    ],
    "start_index": 200019068018,
    "end_index": 200019068020,
    "verse_count": 3,
    "word_count": 64
  },
  {
    "reference": "Genesis 4:3–8",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 12,
    "release": "Navigate",
    "cards": [
      "(3) So it came about in the course of time that Cain brought an\noffering to the LORD from the fruit of the ground. (4) Abel, on his\npart also brought an offering, from the firstborn of his flock and\nfrom their fat portions. And the LORD had regard for Abel and his\noffering; (5) but for Cain and his offering He had no regard. So Cain\nbecame very angry and his face was gloomy. (6) Then the LORD\nsaid to Cain, \"Why are you angry? And why is your face gloomy?\n(7) \"If you do well, will your face not be cheerful? And if you do\nnot do well, sin is lurking at the door; and its desire is for you,\nbut you must master it.\" (8) Cain talked to his brother Abel; and it\nhappened that when they were in the field Cain rose up against his\nbrother Abel and killed him."
    ],
    "start_index": 200001004003,
    "end_index": 200001004008,
    "verse_count": 6,
    "word_count": 148
  },
  {
    "reference": "Jeremiah 23:5–6",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 13,
    "release": "Explore",
    "cards": [
      "(5) \"Behold, the days are coming,\" declares the LORD, \"When\nI will raise up for David a righteous Branch; And He will reign\nas king and act wisely And do justice and righteousness in\nthe land. (6) \"In His days Judah will be saved, And Israel will\nlive securely; And this is His name by which He will be called,\n'The LORD Our Righteousness.'"
    ],
    "start_index": 200024023005,
    "end_index": 200024023006,
    "verse_count": 2,
    "word_count": 62
  },
  {
    "reference": "Genesis 5:1–3",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 14,
    "release": "Navigate",
    "cards": [
      "(1) This is the book of the generations of Adam. On the day\nwhen God created man, He made him in the likeness of God.\n(2) He created them male and female, and He blessed them\nand named them \"mankind\" on the day when they were\ncreated. (3) When Adam had lived 130 years, he fathered a\nson in his own likeness, according to his image, and named\nhim Seth."
    ],
    "start_index": 200001005001,
    "end_index": 200001005003,
    "verse_count": 3,
    "word_count": 67
  },
  {
    "reference": "Psalm 90:1–4",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 15,
    "release": "Explore",
    "cards": [
      "(1) A Prayer of Moses, the man of God. Lord, You have\nbeen our dwelling place in all generations. (2) Before the\nmountains were born Or You gave birth to the earth and the\nworld, Even from everlasting to everlasting, You are God. (3)\nYou turn mortals back into dust And say, \"Return, you sons\nof mankind.\" (4) For a thousand years in Your sight Are like\nyesterday when it passes by, Or like a watch in the night."
    ],
    "start_index": 200019090001,
    "end_index": 200019090004,
    "verse_count": 4,
    "word_count": 75
  },
  {
    "reference": "Genesis 9:8–11",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 17,
    "release": "NBBC",
    "cards": [
      "(8) Then God spoke to Noah and to his sons with him, saying,\n(9) \"Now behold, I Myself am establishing My covenant with\nyou, and with your descendants after you; (10) and with every\nliving creature that is with you: the birds, the livestock, and\nevery animal of the earth with you; of all that comes out of the\nark, every animal of the earth. (11) \"I establish My covenant\nwith you; and all ﬂ esh shall never again be eliminated by the\nwaters of a ﬂ ood, nor shall there again be a ﬂ ood to destroy\nthe earth.\""
    ],
    "start_index": 200001009008,
    "end_index": 200001009011,
    "verse_count": 4,
    "word_count": 93
  },
  {
    "reference": "Exodus 31:15–18",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 18,
    "release": "NBBC",
    "cards": [
      "(15) 'For six days work may be done, but on the seventh\nday there is a Sabbath of complete rest, holy to the LORD;\nwhoever does any work on the Sabbath day must be put\nto death. (16) 'So the sons of Israel shall keep the Sabbath,\nto celebrate the Sabbath throughout their generations as a\npermanent covenant.' (17) \"It is a sign between Me and the\nsons of Israel forever; for in six days the LORD made heaven\nand earth, but on the seventh day He ceased from labor, and\nwas refreshed.\" (18) When He had ﬁ nished speaking with\nhim on Mount Sinai, He gave Moses the two tablets of the\ntestimony, tablets of stone, written by the ﬁ nger of God."
    ],
    "start_index": 200002031015,
    "end_index": 200002031018,
    "verse_count": 4,
    "word_count": 118
  },
  {
    "reference": "Exodus 32:6–14",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 19,
    "release": "NBBC",
    "cards": [
      "(6) So the next day they got up early and offered burnt\nofferings, and brought peace offerings; and the people sat\ndown to eat and to drink, and got up to engage in lewd\nbehavior. (7) Then the LORD spoke to Moses, \"Go down at\nonce, for your people, whom you brought up from the land of\nEgypt, have behaved corruptly. (8) \"They have quickly turned\naside from the way which I commanded them. They have\nmade for themselves a cast metal calf, and have worshiped\nit and have sacriﬁ ced to it and said, 'This is your god, Israel,\nwho brought you up from the land of Egypt!'\" (9) Then the\nLORD said to Moses, \"I have seen this people, and behold,",
      "they are an obstinate people. (10) \"So now leave Me alone,\nthat My anger may burn against them and that I may destroy\nthem; and I will make of you a great nation.\" (11) Then Moses\npleaded with the LORD his God, and said, \"LORD, why does\nYour anger burn against Your people whom You have brought\nout from the land of Egypt with great power and with a mighty\nhand? (12) \"Why should the Egyptians talk, saying, 'With evil\nmotives He brought them out, to kill them on the mountains\nand to destroy them from the face of the earth'? Turn from\nYour burning anger and relent of doing harm to Your people.\n(13) \"Remember Abraham, Isaac, and Israel, Your servants to",
      "whom You swore by Yourself, and said to them, 'I will multiply\nyour descendants as the stars of the heavens, and all this land\nof which I have spoken I will give to your descendants, and\nthey shall inherit it forever.'\" (14) So the LORD relented of the\nharm which He said He would do to His people."
    ],
    "start_index": 200002032006,
    "end_index": 200002032014,
    "verse_count": 9,
    "word_count": 295
  },
  {
    "reference": "Deuteronomy 1:29–32",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 20,
    "release": "NBBC",
    "cards": [
      "(29) \"But I said to you, 'Do not be terriﬁ ed, nor fear them. (30)\n'The LORD your God, who goes before you, will Himself ﬁ ght\nfor you, just as He did for you in Egypt before your eyes, (31)\nand in the wilderness where you saw how the LORD your God\ncarried you, just as a man carries his son, on all of the road\nwhich you have walked until you came to this place.' (32) \"Yet\nin spite of all this, you did not trust the LORD your God,"
    ],
    "start_index": 200005001029,
    "end_index": 200005001032,
    "verse_count": 4,
    "word_count": 87
  },
  {
    "reference": "Deuteronomy 7:7–9",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 21,
    "release": "NBBC",
    "cards": [
      "(7) \"The LORD did not make you His beloved nor choose you\nbecause you were greater in number than any of the peoples,\nsince you were the fewest of all peoples, (8) but because the\nLORD loved you and kept the oath which He swore to your\nforefathers, the LORD brought you out by a mighty hand and\nredeemed you from the house of slavery, from the hand of\nPharaoh king of Egypt. (9) \"Know therefore that the LORD\nyour God, He is God, the faithful God, who keeps His covenant\nand His faithfulness to a thousand generations for those who\nlove Him and keep His commandments;"
    ],
    "start_index": 200005007007,
    "end_index": 200005007009,
    "verse_count": 3,
    "word_count": 104
  },
  {
    "reference": "1 Samuel 12:20–25",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 22,
    "release": "NBBC",
    "cards": [
      "(20) Samuel said to the people, \"Do not fear. You have\ncommitted all this evil, yet do not turn aside from following the\nLORD, but serve the LORD with all your heart. (21) \"Indeed,\nyou must not turn aside, for then you would go after useless\nthings which cannot beneﬁ t or save, because they are useless.\n(22) \"For the LORD will not abandon His people on account\nof His great name, because the LORD has been pleased to\nmake you a people for Himself. (23) \"Furthermore, as for me,\nfar be it from me that I would sin against the LORD by ceasing\nto pray for you; but I will instruct you in the good and right\nway. (24) \"Only fear the LORD and serve Him in truth with all",
      "your heart; for consider what great things He has done for\nyou. (25) \"But if you still do evil, both you and your king will\nbe swept away.\""
    ],
    "start_index": 200009012020,
    "end_index": 200009012025,
    "verse_count": 6,
    "word_count": 153
  },
  {
    "reference": "1 Chronicles 16:4–19",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 23,
    "release": "NBBC",
    "cards": [
      "(4) He appointed some of the Levites as ministers before the\nark of the LORD, to celebrate and to thank and praise the\nLORD God of Israel: (5) Asaph the chief, and second to him\nZechariah, then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab,\nBenaiah, Obed-edom, and Jeiel, with musical instruments,\nharps, and lyres; also Asaph played loud-sounding cymbals,\n(6) and the priests Benaiah and Jahaziel blew trumpets\ncontinually before the ark of the covenant of God. (7) Then on\nthat day David ﬁ rst assigned Asaph and his relatives to give\nthanks to the LORD. (8) Give thanks to the LORD, call upon His\nname; Make His deeds known among the peoples. (9) Sing to",
      "Him, sing praises to Him; Speak of all His wonders. (10) Boast\nin His holy name; Let the heart of those who seek the LORD\nbe joyful. (11) Seek the LORD and His strength; Seek His face\ncontinually. (12) Remember His wonderful deeds which He\nhas done, His marvels and the judgments from His mouth,\n(13) You descendants of Israel His servant, Sons of Jacob, His\nchosen ones! (14) He is the LORD our God; His judgments\nare in all the earth. (15) Remember His covenant forever, The\nword which He commanded to a thousand generations, (16)\nThe covenant which He made with Abraham, And His oath\nto Isaac. (17) He also conﬁ rmed it to Jacob as a statute, To",
      "Israel as an everlasting covenant, (18) Saying, \"To you I will\ngive the land of Canaan, As the portion of your inheritance.\"\n(19) When they were only a few in number, Very few, and\nstrangers in it,"
    ],
    "start_index": 200013016004,
    "end_index": 200013016019,
    "verse_count": 16,
    "word_count": 257
  },
  {
    "reference": "Nehemiah 9:5–8",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 24,
    "release": "NBBC",
    "cards": [
      "(5) Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah,\nSherebiah, Hodiah, Shebaniah, and Pethahiah said, \"Arise,\nbless the LORD your God forever and ever! May Your glorious\nname be blessed And exalted above all blessing and praise!\n(6) \"You alone are the LORD. You have made the heavens,\nThe heaven of heavens with all their lights, The earth and\neverything that is on it, The seas and everything that is in\nthem. You give life to all of them, And the heavenly lights bow\ndown before You. (7) \"You are the LORD God, Who chose\nAbram And brought him out from Ur of the Chaldees, And\ngave him the name Abraham. (8) \"You found his heart faithful",
      "before You, And made a covenant with him To give him the\nland of the Canaanite, Of the Hittite and the Amorite, Of the\nPerizzite, the Jebusite, and the Girgashite-- To give it to his\ndescendants. And You have fulﬁ lled Your promise, Because\nYou are righteous."
    ],
    "start_index": 200016009005,
    "end_index": 200016009008,
    "verse_count": 4,
    "word_count": 159
  },
  {
    "reference": "Job 36:22–33",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 25,
    "release": "NBBC",
    "cards": [
      "(22) \"Behold, God is exalted in His power; Who is a teacher\nlike Him? (23) \"Who has appointed Him His way, And who has\nsaid, 'You have done wrong'? (24) \"Remember that you are to\nexalt His work, Of which people have sung. (25) \"All people\nhave seen it; Mankind looks at it from afar. (26) \"Behold,\nGod is exalted, and we do not know Him; The number of His\nyears is unsearchable. (27) \"For He draws up the drops of\nwater; They distill rain from its celestial stream, (28) Which\nclouds pour down; They drip upon mankind abundantly.\n(29) \"Can anyone understand the spreading of the clouds,\nThe thundering of His pavilion? (30) \"Behold, He spreads",
      "His lightning about Him, And He covers the depths of the\nsea. (31) \"For by them He judges peoples; He gives food in\nabundance. (32) \"He covers His hands with the lightning, And\ncommands it to strike the target. (33) \"Its thundering voice\ndeclares His presence; The livestock also, concerning what is\ncoming up."
    ],
    "start_index": 200018036022,
    "end_index": 200018036033,
    "verse_count": 12,
    "word_count": 159
  },
  {
    "reference": "Job 40:15–24",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 26,
    "release": "NBBC",
    "cards": [
      "(15) \"Behold, Behemoth, which I made as well as you; He eats\ngrass like an ox. (16) \"Behold, his strength in his waist, And\nhis power in the muscles of his belly. (17) \"He hangs his tail\nlike a cedar; The tendons of his thighs are knit together. (18)\n\"His bones are tubes of bronze; His limbs are like bars of iron.\n(19) \"He is the ﬁ rst of the ways of God; Let his Maker bring\nHis sword near. (20) \"Indeed the mountains bring him food,\nAnd all the animals of the ﬁ eld play there. (21) \"He lies down\nunder the lotus plants, In the hiding place of the reeds and\nthe marsh. (22) \"The lotus plants cover him with shade; The\nwillows of the brook surround him. (23) \"If a river rages, he is",
      "not alarmed; He is conﬁ dent, though the Jordan rushes to his\nmouth. (24) \"Can anyone capture him when he is on watch,\nCan anyone pierce his nose with barbs?"
    ],
    "start_index": 200018040015,
    "end_index": 200018040024,
    "verse_count": 10,
    "word_count": 155
  },
  {
    "reference": "Psalm 81:1–16",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 27,
    "release": "NBBC",
    "cards": [
      "(1) Sing for joy to God our strength; Shout joyfully to the God of\nJacob. (2) Raise a song, strike the tambourine, The sweet sounding\nlyre with the harp. (3) Blow the trumpet at the new moon, At the full\nmoon, on our feast day. (4) For it is a statute for Israel, An ordinance\nof the God of Jacob. (5) He established it as a testimony in Joseph\nWhen he went throughout the land of Egypt. I heard a language I\ndid not know: (6) \"I relieved his shoulder of the burden, His hands\nwere freed from the basket. (7) \"You called in trouble and I rescued\nyou; I answered you in the hiding place of thunder; I put you to the\ntest at the waters of Meribah. Selah (8) \"Hear, My people, and I will\nadmonish you; Israel, if you would listen to Me! (9) \"There shall be\nno strange god among you; Nor shall you worship a foreign god.",
      "(10) \"I, the LORD, am your God, Who brought you up from the\nland of Egypt; Open your mouth wide and I will ﬁ ll it. (11) \"But My\npeople did not listen to My voice, And Israel did not obey Me. (12)\n\"So I gave them over to the stubbornness of their heart, To walk by\ntheir own plans. (13) \"Oh that My people would listen to Me, That\nIsrael would walk in My ways! (14) \"I would quickly subdue their\nenemies And turn My hand against their adversaries. (15) \"Those\nwho hate the LORD would pretend to obey Him, And their time of\npunishment would be forever. (16) \"But I would feed you with the\nﬁ nest of the wheat, And with honey from the rock I would satisfy\nyou.\""
    ],
    "start_index": 200019081001,
    "end_index": 200019081016,
    "verse_count": 16,
    "word_count": 276
  },
  {
    "reference": "Psalm 106:2–17",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 28,
    "release": "NBBC",
    "cards": [
      "(2) Who can speak of the mighty deeds of the LORD, Or\ncan proclaim all His praise? (3) How blessed are those who\nmaintain justice, Who practice righteousness at all times! (4)\nRemember me, LORD, in Your favor toward Your people. Visit\nme with Your salvation, (5) So that I may see the prosperity of\nYour chosen ones, That I may rejoice in the joy of Your nation,\nThat I may boast with Your inheritance. (6) We have sinned\nlike our fathers, We have gone astray, we have behaved\nwickedly. (7) Our fathers in Egypt did not understand Your\nwonders; They did not remember Your abundant kindnesses,\nBut rebelled by the sea, at the Red Sea. (8) Nevertheless He",
      "saved them for the sake of His name, So that He might make\nHis power known. (9) So He rebuked the Red Sea and it dried\nup, And He led them through the mighty waters, as through\nthe wilderness. (10) So He saved them from the hand of one\nwho hated them, And redeemed them from the hand of the\nenemy. (11) The waters covered their adversaries; Not one\nof them was left. (12) Then they believed His words; They\nsang His praise. (13) They quickly forgot His works; They\ndid not wait for His plan, (14) But became lustfully greedy\nin the wilderness, And put God to the test in the desert. (15)\nSo He gave them their request, But sent a wasting disease",
      "among them. (16) When they became envious of Moses in\nthe camp, And of Aaron, the holy one of the LORD, (17) The\nearth opened and swallowed up Dathan, And engulfed the\ncompany of Abiram."
    ],
    "start_index": 200019106002,
    "end_index": 200019106017,
    "verse_count": 16,
    "word_count": 263
  },
  {
    "reference": "Psalm 112:1–9",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 29,
    "release": "NBBC",
    "cards": [
      "(1) Praise the LORD! Blessed is a person who fears the\nLORD, Who greatly delights in His commandments. (2) His\ndescendants will be mighty on the earth; The generation of the\nupright will be blessed. (3) Wealth and riches are in his house,\nAnd his righteousness endures forever. (4) Light shines in the\ndarkness for the upright; He is gracious, compassionate, and\nrighteous. (5) It goes well for a person who is gracious and\nlends; He will maintain his cause in judgment. (6) For he will\nnever be shaken; The righteous will be remembered forever.\n(7) He will not fear bad news; His heart is steadfast, trusting\nin the LORD. (8) His heart is ﬁ rm, he will not fear, But will look",
      "with satisfaction on his enemies. (9) He has given freely to\nthe poor, His righteousness endures forever; His horn will be\nexalted in honor."
    ],
    "start_index": 200019112001,
    "end_index": 200019112009,
    "verse_count": 9,
    "word_count": 137
  },
  {
    "reference": "Isaiah 59:14–21",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 30,
    "release": "NBBC",
    "cards": [
      "(14) Justice is turned back, And righteousness stands far away; For\ntruth has stumbled in the street, And uprightness cannot enter. (15)\nTruth is lacking, And one who turns aside from evil makes himself\na prey. Now the LORD saw, And it was displeasing in His sight that\nthere was no justice. (16) And He saw that there was no one, And\nwas amazed that there was not one to intercede; Then His own\narm brought salvation to Him, And His righteousness upheld Him.\n(17) He put on righteousness like a breastplate, And a helmet of\nsalvation on His head; And He put on garments of vengeance for\nclothing And wrapped Himself with zeal as a cloak. (18) According\nto their deeds, so will He repay: Wrath to His adversaries, retribution",
      "to His enemies; To the coastlands He will deal retribution. (19) So\nthey will fear the name of the LORD from the west And His glory\nfrom the rising of the sun, For He will come like a rushing stream\nWhich the wind of the LORD drives. (20) \"A Redeemer will come to\nZion, And to those in Jacob who turn from wrongdoing,\" declares\nthe LORD. (21) \"As for Me, this is My covenant with them,\" says\nthe LORD: \"My Spirit who is upon you, and My words which I have\nput in your mouth shall not depart from your mouth, nor from the\nmouth of your offspring, nor from the mouth of your offspring's\noffspring,\" says the LORD, \"from now and forever.\""
    ],
    "start_index": 200023059014,
    "end_index": 200023059021,
    "verse_count": 8,
    "word_count": 246
  },
  {
    "reference": "Nahum 1:3–8",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 31,
    "release": "NBBC",
    "cards": [
      "(3) The LORD is slow to anger and great in power, And the\nLORD will by no means leave the guilty unpunished. In the\ngale and the storm is His way, And clouds are the dust beneath\nHis feet. (4) He rebukes the sea and dries it up; He dries up\nall the rivers. Bashan and Carmel wither, The blossoms of\nLebanon wither. (5) Mountains quake because of Him, And\nthe hills come apart; Indeed the earth is upheaved by His\npresence, The world and all the inhabitants in it. (6) Who can\nstand before His indignation? Who can endure the burning of\nHis anger? His wrath gushes forth like ﬁ re, And the rocks are\nbroken up by Him. (7) The LORD is good, A stronghold in the",
      "day of trouble, And He knows those who take refuge in Him.\n(8) But with an overﬂ owing ﬂ ood He will make a complete\nend of its site, And will pursue His enemies into darkness."
    ],
    "start_index": 200034001003,
    "end_index": 200034001008,
    "verse_count": 6,
    "word_count": 157
  },
  {
    "reference": "Matthew 11:28–29",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 32,
    "release": "NBBC",
    "cards": [
      "(28) \"Come to Me, all who are weary and burdened, and I will\ngive you rest. (29) \"Take My yoke upon you and learn from\nMe, for I am gentle and humble in heart, and YOU WILL FIND\nREST FOR YOUR SOULS."
    ],
    "start_index": 400001011028,
    "end_index": 400001011029,
    "verse_count": 2,
    "word_count": 40
  },
  {
    "reference": "Mark 10:5–10",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 33,
    "release": "NBBC",
    "cards": [
      "(5) But Jesus said to them, \"Because of your hardness of heart\nhe wrote you this commandment. (6) \"But from the beginning\nof creation, God CREATED THEM MALE AND FEMALE. (7)\n\"FOR THIS REASON A MAN SHALL LEAVE HIS FATHER AND\nMOTHER, (8) AND THE TWO SHALL BECOME ONE FLESH;\nso they are no longer two, but one ﬂ esh. (9) \"Therefore, what\nGod has joined together, no person is to separate.\" (10) And\nin the house the disciples again began questioning Him\nabout this."
    ],
    "start_index": 400002010005,
    "end_index": 400002010010,
    "verse_count": 6,
    "word_count": 78
  },
  {
    "reference": "Luke 12:22–40",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 34,
    "release": "NBBC",
    "cards": [
      "(22) And He said to His disciples, \"For this reason I tell you, do\nnot worry about your life, as to what you are to eat; nor for your\nbody, as to what you are to wear. (23) \"For life is more than\nfood, and the body is more than clothing. (24) \"Consider the\nravens, that they neither sow nor reap; they have no storeroom\nnor barn, and yet God feeds them; how much more valuable\nyou are than the birds! (25) \"And which of you by worrying\ncan add a day to his life's span? (26) \"Therefore if you cannot\ndo even a very little thing, why do you worry about the other\nthings? (27) \"Consider the lilies, how they grow: they neither\nlabor nor spin; but I tell you, not even Solomon in all his glory",
      "clothed himself like one of these. (28) \"Now if God so clothes\nthe grass in the ﬁ eld, which is alive today and tomorrow is\nthrown into the furnace, how much more will He clothe you?\nYou of little faith! (29) \"And do not seek what you are to eat\nand what you are to drink, and do not keep worrying. (30)\n\"For all these things are what the nations of the world eagerly\nseek; and your Father knows that you need these things. (31)\n\"But seek His kingdom, and these things will be provided to\nyou. (32) \"Do not be afraid, little ﬂ ock, because your Father has\nchosen to give you the kingdom. (33) \"Sell your possessions\nand give to charity; make yourselves money belts that do not",
      "wear out, an inexhaustible treasure in heaven, where no thief\ncomes near nor does a moth destroy. (34) \"For where your\ntreasure is, there your heart will be also. (35) \"Be prepared,\nand keep your lamps lit. (36) \"You are also to be like people\nwho are waiting for their master when he returns from the\nwedding feast, so that they may immediately open the door\nfor him when he comes and knocks. (37) \"Blessed are those\nslaves whom the master will ﬁ nd on the alert when he comes;\ntruly I say to you, that he will prepare himself to serve, and\nhave them recline at the table, and he will come up and serve\nthem. (38) \"Whether he comes in the second watch, or even",
      "in the third, and ﬁ nds them so, blessed are those slaves. (39)\n\"But be sure of this, that if the head of the house had known\nat what hour the thief was coming, he would not have allowed\nhis house to be broken into. (40) \"You too, be ready; because\nthe Son of Man is coming at an hour that you do not think He\nwill.\""
    ],
    "start_index": 400003012022,
    "end_index": 400003012040,
    "verse_count": 19,
    "word_count": 439
  },
  {
    "reference": "Luke 16:13",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 35,
    "release": "NBBC",
    "cards": [
      "(13) \"No servant can serve two masters; for either he will hate\nthe one and love the other, or he will be devoted to one and\ndespise the other. You cannot serve God and wealth.\""
    ],
    "start_index": 400003016013,
    "end_index": 400003016013,
    "verse_count": 1,
    "word_count": 34
  },
  {
    "reference": "John 10:4–16",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 36,
    "release": "NBBC",
    "cards": [
      "(4) \"When he puts all his own sheep outside, he goes ahead of\nthem, and the sheep follow him because they know his voice. (5)\n\"However, a stranger they simply will not follow, but will ﬂ ee from\nhim, because they do not know the voice of strangers.\" (6) Jesus\ntold them this ﬁ gure of speech, but they did not understand what\nthe things which He was saying to them meant. (7) So Jesus said to\nthem again, \"Truly, truly I say to you, I am the door of the sheep. (8)\n\"All those who came before Me are thieves and robbers, but the\nsheep did not listen to them. (9) \"I am the door; if anyone enters\nthrough Me, he will be saved, and will go in and out and ﬁ nd\npasture. (10) \"The thief comes only to steal and kill and destroy; I\ncame so that they would have life, and have it abundantly. (11) \"I",
      "am the good shepherd; the good shepherd lays down His life for\nthe sheep. (12) \"He who is a hired hand, and not a shepherd, who\nis not the owner of the sheep, sees the wolf coming, and leaves\nthe sheep and ﬂ ees; and the wolf snatches them and scatters the\nﬂ ock. (13) \"He ﬂ ees because he is a hired hand and does not care\nabout the sheep. (14) \"I am the good shepherd, and I know My\nown, and My own know Me, (15) just as the Father knows Me and\nI know the Father; and I lay down My life for the sheep. (16) \"And\nI have other sheep that are not of this fold; I must bring them also,\nand they will listen to My voice; and they will become one ﬂ ock,\nwith one shepherd."
    ],
    "start_index": 400004010004,
    "end_index": 400004010016,
    "verse_count": 13,
    "word_count": 282
  },
  {
    "reference": "John 16:5–17",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 37,
    "release": "NBBC",
    "cards": [
      "(5) \"But now I am going to Him who sent Me; and none of you\nasks Me, 'Where are You going?' (6) \"But because I have said these\nthings to you, grief has ﬁ lled your heart. (7) \"But I tell you the truth:\nit is to your advantage that I am leaving; for if I do not leave, the\nHelper will not come to you; but if I go, I will send Him to you. (8)\n\"And He, when He comes, will convict the world regarding sin, and\nrighteousness, and judgment: (9) regarding sin, because they do\nnot believe in Me; (10) and regarding righteousness, because I\nam going to the Father and you no longer are going to see Me;\n(11) and regarding judgment, because the ruler of this world has\nbeen judged. (12) \"I have many more things to say to you, but you\ncannot bear them at the present time. (13) \"But when He, the Spirit",
      "of truth, comes, He will guide you into all the truth; for He will not\nspeak on His own, but whatever He hears, He will speak; and He\nwill disclose to you what is to come. (14) \"He will glorify Me, for He\nwill take from Mine and will disclose it to you. (15) \"All things that\nthe Father has are Mine; this is why I said that He takes from Mine\nand will disclose it to you. (16) \"A little while, and you no longer\nare going to see Me; and again a little while, and you will see Me.\"\n(17) So some of His disciples said to one another, \"What is this that\nHe is telling us, 'A little while, and you are not going to see Me; and\nagain a little while, and you will see Me'; and, 'because I am going\nto the Father'?\""
    ],
    "start_index": 400004016005,
    "end_index": 400004016017,
    "verse_count": 13,
    "word_count": 294
  },
  {
    "reference": "Acts 20:15–36",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 38,
    "release": "NBBC",
    "cards": [
      "(15) Sailing from there, we arrived the following day opposite\nChios; and the next day we crossed over to Samos, and on the\nfollowing day we came to Miletus. (16) For Paul had decided to\nsail past Ephesus so that he would not have to lose time in Asia; for\nhe was hurrying, if it might be possible for him to be in Jerusalem\nthe day of Pentecost. (17) From Miletus he sent word to Ephesus\nand called to himself the elders of the church. (18) And when they\ncame to him, he said to them, \"You yourselves know, from the ﬁ rst\nday that I set foot in Asia, how I was with you the whole time, (19)\nserving the Lord with all humility and with tears and trials which\ncame upon me through the plots of the Jews; (20) how I did not",
      "shrink from declaring to you anything that was beneﬁ cial, and\nteaching you publicly and from house to house, (21) solemnly\ntestifying to both Jews and Greeks of repentance toward God and\nfaith in our Lord Jesus Christ. (22) \"And now, behold, bound by the\nSpirit, I am on my way to Jerusalem, not knowing what will happen\nto me there, (23) except that the Holy Spirit solemnly testiﬁ es to\nme in every city, saying that chains and afﬂ ictions await me. (24)\n\"But I do not consider my life of any account as dear to myself,\nso that I may ﬁ nish my course and the ministry which I received\nfrom the Lord Jesus, to testify solemnly of the gospel of God's\ngrace. (25) \"And now behold, I know that all of you, among whom",
      "I went about preaching the kingdom, will no longer see my face.\n(26) \"Therefore, I testify to you this day that I am innocent of the\nblood of all people. (27) \"For I did not shrink from declaring to\nyou the whole purpose of God. (28) \"Be on guard for yourselves\nand for all the ﬂ ock, among which the Holy Spirit has made you\noverseers, to shepherd the church of God which He purchased\nwith His own blood. (29) \"I know that after my departure savage\nwolves will come in among you, not sparing the ﬂ ock; (30) and\nfrom among your own selves men will arise, speaking perverse\nthings to draw away the disciples after them. (31) \"Therefore, be\non the alert, remembering that night and day for a period of three",
      "years I did not cease to admonish each one with tears. (32) \"And\nnow I entrust you to God and to the word of His grace, which is\nable to build you up and to give you the inheritance among all\nthose who are sanctiﬁ ed. (33) \"I have coveted no one's silver or\ngold or clothes. (34) \"You yourselves know that these hands served\nmy own needs and the men who were with me. (35) \"In everything\nI showed you that by working hard in this way you must help the\nweak and remember the words of the Lord Jesus, that He Himself\nsaid, 'It is more blessed to give than to receive.'\" (36) When he had\nsaid these things, he knelt down and prayed with them all."
    ],
    "start_index": 400005020015,
    "end_index": 400005020036,
    "verse_count": 22,
    "word_count": 519
  },
  {
    "reference": "Romans 10:8–14",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 39,
    "release": "NBBC",
    "cards": [
      "(8) But what does it say? \"THE WORD IS NEAR YOU, IN\nYOUR MOUTH AND IN YOUR HEART\"--that is, the word of\nfaith which we are preaching, (9) that if you confess with\nyour mouth Jesus as Lord, and believe in your heart that God\nraised Him from the dead, you will be saved; (10) for with\nthe heart a person believes, resulting in righteousness, and\nwith the mouth he confesses, resulting in salvation. (11) For\nthe Scripture says, \"WHOEVER BELIEVES IN HIM WILL NOT\nBE PUT TO SHAME.\" (12) For there is no distinction between\nJew and Greek; for the same Lord is Lord of all, abounding\nin riches for all who call on Him; (13) for \"EVERYONE WHO",
      "CALLS ON THE NAME OF THE LORD WILL BE SAVED.\" (14)\nHow then are they to call on Him in whom they have not\nbelieved? How are they to believe in Him whom they have\nnot heard? And how are they to hear without a preacher?"
    ],
    "start_index": 400006010008,
    "end_index": 400006010014,
    "verse_count": 7,
    "word_count": 160
  },
  {
    "reference": "1 Corinthians 12:18–31",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 40,
    "release": "NBBC",
    "cards": [
      "(18) But now God has arranged the parts, each one of them\nin the body, just as He desired. (19) If they were all one part,\nwhere would the body be? (20) But now there are many parts,\nbut one body. (21) And the eye cannot say to the hand, \"I have\nno need of you\"; or again, the head to the feet, \"I have no need\nof you.\" (22) On the contrary, it is much truer that the parts of\nthe body which seem to be weaker are necessary; (23) and\nthose parts of the body which we consider less honorable,\non these we bestow greater honor, and our less presentable\nparts become much more presentable, (24) whereas our\nmore presentable parts have no need of it. But God has so",
      "composed the body, giving more abundant honor to that\npart which lacked, (25) so that there may be no division in\nthe body, but that the parts may have the same care for one\nanother. (26) And if one part of the body suffers, all the parts\nsuffer with it; if a part is honored, all the parts rejoice with it.\n(27) Now you are Christ's body, and individually parts of it. (28)\nAnd God has appointed in the church, ﬁ rst apostles, second\nprophets, third teachers, then miracles, then gifts of healings,\nhelps, administrations, and various kinds of tongues. (29) All\nare not apostles, are they? All are not prophets, are they? All\nare not teachers, are they? All are not workers of miracles,",
      "are they? (30) All do not have gifts of healings, do they? All\ndo not speak with tongues, do they? All do not interpret, do\nthey? (31) But earnestly desire the greater gifts. And yet, I am\ngoing to show you a far better way."
    ],
    "start_index": 400007012018,
    "end_index": 400007012031,
    "verse_count": 14,
    "word_count": 287
  },
  {
    "reference": "2 Corinthians 11:13–33",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 41,
    "release": "NBBC",
    "cards": [
      "(13) For such men are false apostles, deceitful workers,\ndisguising themselves as apostles of Christ. (14) No wonder,\nfor even Satan disguises himself as an angel of light. (15)\nTherefore it is not surprising if his servants also disguise\nthemselves as servants of righteousness, whose end will be\naccording to their deeds. (16) Again I say, let no one think\nme foolish; but if you do, receive me even as foolish, so that I\nalso may boast a little. (17) What I am saying, I am not saying\nas the Lord would, but as in foolishness, in this conﬁ dence\nof boasting. (18) Since many boast according to the ﬂ esh,\nI will boast also. (19) For you, being so wise, tolerate the",
      "foolish gladly. (20) For you tolerate it if anyone enslaves you,\nif anyone devours you, if anyone takes advantage of you, if\nanyone exalts himself, if anyone hits you in the face. (21) To\nmy shame I must say that we have been weak by comparison.\nBut in whatever respect anyone else is bold--I am speaking\nin foolishness--I too am bold. (22) Are they Hebrews? So\nam I. Are they Israelites? So am I. Are they descendants of\nAbraham? So am I. (23) Are they servants of Christ?--I am\nspeaking as if insane--I more so; in far more labors, in far\nmore imprisonments, beaten times without number, often\nin danger of death. (24) Five times I received from the Jews",
      "thirty-nine lashes. (25) Three times I was beaten with rods,\nonce I was stoned, three times I was shipwrecked, a night and\na day I have spent adrift at sea. (26) I have been on frequent\njourneys, in dangers from rivers, dangers from robbers,\ndangers from my countrymen, dangers from the Gentiles,\ndangers in the city, dangers in the wilderness, dangers at\nsea, dangers among false brothers; (27) I have been in labor\nand hardship, through many sleepless nights, in hunger and\nthirst, often without food, in cold and exposure. (28) Apart\nfrom such external things, there is the daily pressure on me\nof concern for all the churches. (29) Who is weak without my",
      "being weak? Who is led into sin without my intense concern?\n(30) If I have to boast, I will boast of what pertains to my\nweakness. (31) The God and Father of the Lord Jesus, He who\nis blessed forever, knows that I am not lying. (32) In Damascus\nthe ethnarch under Aretas the king was guarding the city of\nthe Damascenes in order to seize me, (33) and I was let down\nin a basket through a window in the wall, and so escaped his\nhands."
    ],
    "start_index": 400008011013,
    "end_index": 400008011033,
    "verse_count": 21,
    "word_count": 428
  },
  {
    "reference": "Galatians 2:20–21",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 42,
    "release": "NBBC",
    "cards": [
      "(20) \"I have been cruciﬁ ed with Christ; and it is no longer I\nwho live, but Christ lives in me; and the life which I now live\nin the ﬂ esh I live by faith in the Son of God, who loved me\nand gave Himself up for me. (21) \"I do not nullify the grace of\nGod, for if righteousness comes through the Law, then Christ\ndied needlessly.\""
    ],
    "start_index": 400009002020,
    "end_index": 400009002021,
    "verse_count": 2,
    "word_count": 67
  },
  {
    "reference": "Ephesians 3:8–10",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 43,
    "release": "NBBC",
    "cards": [
      "(8) To me, the very least of all saints, this grace was given, to\npreach to the Gentiles the unfathomable riches of Christ, (9)\nand to enlighten all people as to what the plan of the mystery\nis which for ages has been hidden in God, who created all\nthings; (10) so that the multifaceted wisdom of God might\nnow be made known through the church to the rulers and the\nauthorities in the heavenly places."
    ],
    "start_index": 400010003008,
    "end_index": 400010003010,
    "verse_count": 3,
    "word_count": 73
  },
  {
    "reference": "Colossians 1:24–29",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 44,
    "release": "NBBC",
    "cards": [
      "(24) Now I rejoice in my sufferings for your sake, and in my\nﬂ esh I am supplementing what is lacking in Christ's afﬂ ictions\nin behalf of His body, which is the church. (25) I was made\na minister of this church according to the commission from\nGod granted to me for your beneﬁ t, so that I might fully carry\nout the preaching of the word of God, (26) that is, the mystery\nwhich had been hidden from the past ages and generations,\nbut now has been revealed to His saints, (27) to whom God\nwilled to make known what the wealth of the glory of this\nmystery among the Gentiles is, the mystery that is Christ in\nyou, the hope of glory. (28) We proclaim Him, admonishing",
      "every person and teaching every person with all wisdom, so\nthat we may present every person complete in Christ. (29)\nFor this purpose I also labor, striving according to His power\nwhich works mightily within me."
    ],
    "start_index": 400012001024,
    "end_index": 400012001029,
    "verse_count": 6,
    "word_count": 159
  },
  {
    "reference": "Colossians 3:18–25",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 45,
    "release": "NBBC",
    "cards": [
      "(18) Wives, be subject to your husbands, as is ﬁ tting in the Lord.\n(19) Husbands, love your wives and do not become bitter against\nthem. (20) Children, obey your parents in everything, for this is\npleasing to the Lord. (21) Fathers, do not antagonize your children,\nso that they will not become discouraged. (22) Slaves, obey those\nwho are your human masters in everything, not with eye-service, as\npeople-pleasers, but with sincerity of heart, fearing the Lord. (23)\nWhatever you do, do your work heartily, as for the Lord and not for\npeople, (24) knowing that it is from the Lord that you will receive\nthe reward of the inheritance. It is the Lord Christ whom you serve.\n(25) For the one who does wrong will receive the consequences of\nthe wrong which he has done, and that without partiality."
    ],
    "start_index": 400012003018,
    "end_index": 400012003025,
    "verse_count": 8,
    "word_count": 134
  },
  {
    "reference": "1 Thessalonians 2:4–13",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 46,
    "release": "NBBC",
    "cards": [
      "(4) but just as we have been approved by God to be entrusted with\nthe gospel, so we speak, not intending to please people, but to\nplease God, who examines our hearts. (5) For we never came with\nﬂ attering speech, as you know, nor with a pretext for greed--God\nis our witness-- (6) nor did we seek honor from people, either from\nyou or from others, though we could have asserted our authority\nas apostles of Christ. (7) But we proved to be gentle among you.\nAs a nursing mother tenderly cares for her own children, (8) in the\nsame way we had a fond affection for you and were delighted to\nshare with you not only the gospel of God, but also our own lives,\nbecause you had become very dear to us. (9) For you recall, brothers\nand sisters, our labor and hardship: it was by working night and",
      "day so as not to be a burden to any of you, that we proclaimed\nto you the gospel of God. (10) You are witnesses, and so is God,\nof how devoutly and rightly and blamelessly we behaved toward\nyou believers; (11) just as you know how we were exhorting and\nencouraging and imploring each one of you as a father would his\nown children, (12) so that you would walk in a manner worthy of\nthe God who calls you into His own kingdom and glory. (13) For\nthis reason we also constantly thank God that when you received\nthe word of God which you heard from us, you accepted it not as\nthe word of mere men, but as what it really is, the word of God,\nwhich also is at work in you who believe."
    ],
    "start_index": 400013002004,
    "end_index": 400013002013,
    "verse_count": 10,
    "word_count": 280
  },
  {
    "reference": "1 Timothy 6:3–9",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 47,
    "release": "NBBC",
    "cards": [
      "(3) If anyone advocates a different doctrine and does not\nagree with sound words, those of our Lord Jesus Christ,\nand with the doctrine conforming to godliness, (4) he is\nconceited and understands nothing; but he has a sick craving\nfor controversial questions and disputes about words, from\nwhich come envy, strife, abusive language, evil suspicions,\n(5) and constant friction between people of depraved mind\nand deprived of the truth, who suppose that godliness is a\nmeans of gain. (6) But godliness actually is a means of great\ngain when accompanied by contentment. (7) For we have\nbrought nothing into the world, so we cannot take anything",
      "out of it, either. (8) If we have food and covering, with these\nwe shall be content. (9) But those who want to get rich fall into\ntemptation and a trap, and many foolish and harmful desires\nwhich plunge people into ruin and destruction."
    ],
    "start_index": 400015006003,
    "end_index": 400015006009,
    "verse_count": 7,
    "word_count": 144
  },
  {
    "reference": "Titus 2:7–14",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 48,
    "release": "NBBC",
    "cards": [
      "(7) in all things show yourself to be an example of good\ndeeds, with purity in doctrine, digniﬁ ed, (8) sound in speech\nwhich is beyond reproach, so that the opponent will be\nput to shame, having nothing bad to say about us. (9) Urge\nslaves to be subject to their own masters in everything, to be\npleasing, not argumentative, (10) not stealing, but showing\nall good faith so that they will adorn the doctrine of God\nour Savior in every respect. (11) For the grace of God has\nappeared, bringing salvation to all people, (12) instructing us\nto deny ungodliness and worldly desires and to live sensibly,\nrighteously, and in a godly manner in the present age, (13)",
      "looking for the blessed hope and the appearing of the glory\nof our great God and Savior, Christ Jesus, (14) who gave\nHimself for us to redeem us from every lawless deed, and to\npurify for Himself a people for His own possession, eager for\ngood deeds."
    ],
    "start_index": 400017002007,
    "end_index": 400017002014,
    "verse_count": 8,
    "word_count": 158
  },
  {
    "reference": "1 Peter 2:18–20",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 49,
    "release": "NBBC",
    "cards": [
      "(18) Servants, be subject to your masters with all respect, not\nonly to those who are good and gentle, but also to those who\nare harsh. (19) For this ﬁ nds favor, if for the sake of conscience\ntoward God a person endures grief when suffering unjustly.\n(20) For what credit is there if, when you sin and are harshly\ntreated, you endure it with patience? But if when you do what\nis right and suffer for it you patiently endure it, this ﬁ nds favor\nwith God."
    ],
    "start_index": 400021002018,
    "end_index": 400021002020,
    "verse_count": 3,
    "word_count": 83
  },
  {
    "reference": "Revelation 2:1–10",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 50,
    "release": "NBBC",
    "cards": [
      "(1) \"To the angel of the church in Ephesus write: The One who\nholds the seven stars in His right hand, the One who walks\namong the seven golden lampstands, says this: (2) 'I know\nyour deeds and your labor and perseverance, and that you\ncannot tolerate evil people, and you have put those who call\nthemselves apostles to the test, and they are not, and you\nfound them to be false; (3) and you have perseverance and\nhave endured on account of My name, and have not become\nweary. (4) 'But I have this against you, that you have left your\nﬁ rst love. (5) 'Therefore, remember from where you have\nfallen, and repent, and do the deeds you did at ﬁ rst; or else",
      "I am coming to you and I will remove your lampstand from\nits place--unless you repent. (6) 'But you have this, that you\nhate the deeds of the Nicolaitans, which I also hate. (7) 'The\none who has an ear, let him hear what the Spirit says to the\nchurches. To the one who overcomes, I will grant to eat from\nthe tree of life, which is in the Paradise of God.' (8) \"And to\nthe angel of the church in Smyrna write: The ﬁ rst and the last,\nwho was dead, and has come to life, says this: (9) 'I know\nyour tribulation and your poverty (but you are rich), and the\nslander by those who say they are Jews, and are not, but are\na synagogue of Satan. (10) 'Do not fear what you are about",
      "to suffer. Behold, the devil is about to throw some of you into\nprison, so that you will be tested, and you will have tribulation\nfor ten days. Be faithful until death, and I will give you the\ncrown of life."
    ],
    "start_index": 400027002001,
    "end_index": 400027002010,
    "verse_count": 10,
    "word_count": 293
  },
  {
    "reference": "Revelation 14:1–8",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 51,
    "release": "NBBC",
    "cards": [
      "(1) Then I looked, and behold, the Lamb was standing on Mount\nZion, and with Him 144,000 who had His name and the name of\nHis Father written on their foreheads. (2) And I heard a voice from\nheaven, like the sound of many waters and like the sound of loud\nthunder, and the voice which I heard was like the sound of harpists\nplaying on their harps. (3) And they sang a new song before the\nthrone and before the four living creatures and the elders; and no\none was able to learn the song except the 144,000 who had been\npurchased from the earth. (4) These are the ones who have not\ndeﬁ led themselves with women, for they are celibate. These are\nthe ones who follow the Lamb wherever He goes. These have been",
      "purchased from mankind as ﬁ rst fruits to God and to the Lamb. (5)\nAnd no lie was found in their mouths; they are blameless. (6) And\nI saw another angel ﬂ ying in midheaven with an eternal gospel to\npreach to those who live on the earth, and to every nation, tribe,\nlanguage, and people; (7) and he said with a loud voice, \"Fear\nGod and give Him glory, because the hour of His judgment has\ncome; worship Him who made the heaven and the earth, and\nsea and springs of waters.\" (8) And another angel, a second one,\nfollowed, saying, \"Fallen, fallen is Babylon the great, she who has\nmade all the nations drink of the wine of the passion of her sexual\nimmorality.\""
    ],
    "start_index": 400027014001,
    "end_index": 400027014008,
    "verse_count": 8,
    "word_count": 255
  },
  {
    "reference": "Leviticus 25:24–28",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 52,
    "release": "NBBC",
    "cards": [
      "(24) 'So for every piece of your property, you are to provide for\nthe redemption of the land. (25) 'If a fellow countryman of yours\nbecomes so poor that he sells part of his property, then his closest\nredeemer is to come and buy back what his relative has sold.\n(26) 'Or in case someone has no redeemer, but recovers to find\nsufficient means for its redemption, (27) then he shall calculate the\nyears since its sale and refund the balance to the man to whom he\nsold it, and so return to his property. (28) 'But if he has not found\nsufficient means to get it back for himself, then what he has sold\nshall remain in the hands of its purchaser until the year of jubilee;\nbut at the jubilee it shall revert, so that he may return to his property."
    ],
    "start_index": 200003025024,
    "end_index": 200003025028,
    "verse_count": 5,
    "word_count": 138
  },
  {
    "reference": "Numbers 28:1–10",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 53,
    "release": "NBBC",
    "cards": [
      "(1) Then the LORD spoke to Moses, saying, (2) \"Command the sons\nof Israel and say to them, 'You shall be careful to present to Me My\noffering, My food for My offerings by fire, of a soothing aroma to\nMe, at their appointed time.' (3) \"And you shall say to them, 'This\nis the offering by fire which you shall offer to the LORD: two male\nlambs one year old without defect as a continual burnt offering\nevery day. (4) 'You shall offer the one lamb in the morning, and the\nother lamb you shall offer at twilight; (5) also a tenth of an ephah\nof fine flour as a grain offering, mixed with a fourth of a hin of\npure oil. (6) 'It is a continual burnt offering which was ordained on\nMount Sinai as a soothing aroma, an offering by fire to the LORD.",
      "(7) 'Then the drink offering with it shall be a fourth of a hin for each\nlamb; in the Holy Place pour out a drink offering of strong drink\nto the LORD. (8) 'The other lamb you shall offer at twilight; as the\ngrain offering of the morning and as its drink offering, you shall\noffer it, an offering by fire, a soothing aroma to the LORD. (9) 'Then\non the Sabbath day two male lambs one year old without defect,\nand two-tenths of an ephah of fine flour mixed with oil as a grain\noffering, and its drink offering: (10) 'This is the burnt offering of\nevery Sabbath in addition to the continual burnt offering and its\ndrink offering."
    ],
    "start_index": 200004028001,
    "end_index": 200004028010,
    "verse_count": 10,
    "word_count": 258
  },
  {
    "reference": "Deuteronomy 10:11–22",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 54,
    "release": "NBBC",
    "cards": [
      "(11) \"Then the LORD said to me, 'Arise, proceed on your\njourney ahead of the people, so that they may go in and take\npossession of the land which I swore to their fathers to give\nthem.' (12) \"And now, Israel, what does the LORD your God\nrequire of you, but to fear the LORD your God, to walk in all His\nways and love Him, and to serve the LORD your God with all\nyour heart and with all your soul, (13) and to keep the LORD'S\ncommandments and His statutes which I am commanding\nyou today for your good? (14) \"Behold, to the LORD your\nGod belong heaven and the highest heavens, the earth and\nall that is in it. (15) \"Yet the LORD set His affection on your",
      "fathers, to love them, and He chose their descendants after\nthem, you over all the other peoples, as it is this day. (16) \"So\ncircumcise your heart, and do not stiffen your neck any longer.\n(17) \"For the LORD your God is the God of gods and the Lord\nof lords, the great, the mighty, and the awesome God, who\ndoes not show partiality, nor take a bribe. (18) \"He executes\njustice for the orphan and the widow, and shows His love for\nthe stranger by giving him food and clothing. (19) \"So show\nyour love for the stranger, for you were strangers in the land\nof Egypt. (20) \"You shall fear the LORD your God; you shall\nserve Him, and cling to Him, and you shall swear by His name.",
      "(21) \"He is your glory and He is your God, who has done these\ngreat and awesome things for you which your eyes have seen.\n(22) \"Your fathers went down to Egypt seventy persons in all,\nand now the LORD your God has made you as numerous as\nthe stars of heaven."
    ],
    "start_index": 200005010011,
    "end_index": 200005010022,
    "verse_count": 12,
    "word_count": 302
  },
  {
    "reference": "1 Samuel 2:1–10",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 55,
    "release": "NBBC",
    "cards": [
      "(1) Then Hannah prayed and said, \"My heart rejoices in the LORD;\nMy horn is exalted in the LORD, My mouth speaks boldly against\nmy enemies, Because I rejoice in Your salvation. (2) \"There is no\none holy like the LORD, Indeed, there is no one besides You, Nor\nis there any rock like our God. (3) \"Do not go on boasting so very\nproudly, Do not let arrogance come out of your mouth; For the\nLORD is a God of knowledge, And with Him actions are weighed.\n(4) \"The bows of the mighty are broken to pieces, But those who\nhave stumbled strap on strength. (5) \"Those who were full hire\nthemselves out for bread, But those who were hungry cease to\nbe hungry. Even the infertile woman gives birth to seven, But she\nwho has many children languishes. (6) \"The LORD puts to death",
      "and makes alive; He brings down to Sheol and brings up. (7) \"The\nLORD makes poor and rich; He humbles, He also exalts. (8) \"He\nraises the poor from the dust, He lifts the needy from the garbage\nheap To seat them with nobles, And He gives them a seat of honor\nas an inheritance; For the pillars of the earth are the LORD'S, And\nHe set the world on them. (9) \"He watches over the feet of His\ngodly ones, But the wicked ones are silenced in darkness; For not\nby might shall a person prevail. (10) \"Those who contend with\nthe LORD will be terrified; Against them He will thunder in the\nheavens, The LORD will judge the ends of the earth; And He will\ngive strength to His king, And will exalt the horn of His anointed.\""
    ],
    "start_index": 200009002001,
    "end_index": 200009002010,
    "verse_count": 10,
    "word_count": 276
  },
  {
    "reference": "2 Samuel 22:5–14",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 56,
    "release": "NBBC",
    "cards": [
      "(5) \"For the waves of death encompassed me; The floods of\ndestruction terrified me; (6) The ropes of Sheol surrounded\nme; The snares of death confronted me. (7) \"In my distress\nI called upon the LORD, Yes, I called out to my God; And\nfrom His temple He heard my voice, And my cry for help\ncame into His ears. (8) \"Then the earth shook and quaked,\nThe foundations of heaven were trembling And were shaken,\nbecause He was angry. (9) \"Smoke went up out of His nostrils,\nAnd fire from His mouth was devouring; Coals were kindled\nby it. (10) \"He also bowed the heavens down low, and came\ndown With thick darkness under His feet. (11) \"He rode on a",
      "cherub and flew; He appeared on the wings of the wind. (12)\n\"He made darkness canopies around Him, A mass of waters,\nthick clouds of the sky. (13) \"From the brightness before Him\nCoals of fire were kindled. (14) \"The LORD thundered from\nheaven, And the Most High uttered His voice."
    ],
    "start_index": 200010022005,
    "end_index": 200010022014,
    "verse_count": 10,
    "word_count": 163
  },
  {
    "reference": "2 Kings 6:8–17",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 57,
    "release": "NBBC",
    "cards": [
      "(8) Now the king of Aram was making war against Israel; and\nhe consulted with his servants, saying, \"In such and such a\nplace shall be my camp.\" (9) But the man of God sent word to\nthe king of Israel, saying, \"Be careful that you do not pass this\nplace, because the Arameans are coming down there.\" (10)\nAnd the king of Israel sent scouts to the place about which\nthe man of God had told him; so he warned him, so that he\nwas on his guard there, more than once or twice. (11) Now the\nheart of the king of Aram was enraged over this matter; and\nhe called his servants and said to them, \"Will you not tell me\nwhich of us is for the king of Israel?\" (12) One of his servants",
      "said, \"No, my lord, the king; but Elisha, the prophet who is\nin Israel, tells the king of Israel the words that you speak in\nyour bedroom.\" (13) So he said, \"Go and see where he is, so\nthat I may send men and take him.\" And it was told to him,\nsaying, \"Behold, he is in Dothan.\" (14) So he sent horses and\nchariots and a substantial army there, and they came by night\nand surrounded the city. (15) Now when the attendant of the\nman of God had risen early and gone out, behold, an army\nwith horses and chariots was circling the city. And his servant\nsaid to him, \"This is hopeless, my master! What are we to do?\"\n(16) And he said, \"Do not be afraid, for those who are with us",
      "are greater than those who are with them.\" (17) Then Elisha\nprayed and said, \"LORD, please, open his eyes so that he may\nsee.\" And the LORD opened the servant's eyes, and he saw;\nand behold, the mountain was full of horses and chariots of\nfire all around Elisha."
    ],
    "start_index": 200012006008,
    "end_index": 200012006017,
    "verse_count": 10,
    "word_count": 312
  },
  {
    "reference": "2 Chronicles 20:2–17",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 58,
    "release": "NBBC",
    "cards": [
      "(2) Then some came and reported to Jehoshaphat, saying, \"A\ngreat multitude is coming against you from beyond the sea,\nfrom Aram; and behold, they are in Hazazon-tamar (that is\nEngedi).\" (3) Jehoshaphat was afraid and turned his attention\nto seek the LORD; and he proclaimed a period of fasting\nthroughout Judah. (4) So Judah gathered together to seek\nhelp from the LORD; they even came from all the cities of\nJudah to seek the LORD. (5) Then Jehoshaphat stood in the\nassembly of Judah and Jerusalem, in the house of the LORD\nin front of the new courtyard; (6) and he said, \"LORD, God\nof our fathers, are You not God in the heavens? And are You",
      "not ruler over all the kingdoms of the nations? Power and\nmight are in Your hand so that no one can stand against You.\n(7) \"Did You not, our God, drive out the inhabitants of this\nland from Your people Israel, and give it to the descendants\nof Your friend Abraham forever? (8) \"They have lived in it, and\nhave built You a sanctuary in it for Your name, saying, (9) 'If\ndisaster comes upon us, the sword, or judgment, or plague,\nor famine, we will stand before this house and before You (for\nYour name is in this house), and cry out to You in our distress,\nand You will hear and save us.' (10) \"Now behold, the sons\nof Ammon, Moab, and Mount Seir, whom You did not allow",
      "Israel to invade when they came out of the land of Egypt (for\nthey turned aside from them and did not destroy them), (11)\nsee how they are rewarding us by coming to drive us out from\nYour possession which You have given us as an inheritance.\n(12) \"Our God, will You not judge them? For we are powerless\nbefore this great multitude that is coming against us; nor do\nwe know what to do, but our eyes are on You.\" (13) All Judah\nwas standing before the LORD, with their infants, their wives,\nand their children. (14) Then in the midst of the assembly the\nSpirit of the LORD came upon Jahaziel the son of Zechariah,\nthe son of Benaiah, the son of Jeiel, the son of Mattaniah,",
      "the Levite of the sons of Asaph; (15) and he said, \"Listen, all\nyou of Judah and the inhabitants of Jerusalem, and King\nJehoshaphat: This is what the LORD says to you: 'Do not fear\nor be dismayed because of this great multitude, for the battle\nis not yours but God's. (16) 'Tomorrow, go down against them.\nBehold, they will come up by the ascent of Ziz, and you will\nfind them at the end of the valley in front of the wilderness\nof Jeruel. (17) 'You need not fight in this battle; take your\nposition, stand and watch the salvation of the LORD in your\nbehalf, Judah and Jerusalem.' Do not fear or be dismayed;\ntomorrow, go out to face them, for the LORD is with you.\""
    ],
    "start_index": 200014020002,
    "end_index": 200014020017,
    "verse_count": 16,
    "word_count": 491
  },
  {
    "reference": "Job 22:22–28",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 59,
    "release": "NBBC",
    "cards": [
      "(22) \"Please receive instruction from His mouth, And put His\nwords in your heart. (23) \"If you return to the Almighty, you\nwill be restored; If you remove injustice far from your tent,\n(24) And put your gold in the dust, And the gold of Ophir\namong the stones of the brooks, (25) Then the Almighty will\nbe your gold And abundant silver to you. (26) \"For then you\nwill take pleasure in the Almighty And lift up your face to God.\n(27) \"You will pray to Him, and He will hear you; And you will\npay your vows. (28) \"You will also decide something, and it\nwill be established for you; And light will shine on your ways."
    ],
    "start_index": 200018022022,
    "end_index": 200018022028,
    "verse_count": 7,
    "word_count": 112
  },
  {
    "reference": "Job 28:1–28",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 60,
    "release": "NBBC",
    "cards": [
      "(1) \"Certainly there is a mine for silver And a place for refining\ngold. (2) \"Iron is taken from the dust, And copper is smelted\nfrom rock. (3) \"Man puts an end to darkness, And to the farthest\nlimit he searches out The rock in gloom and deep shadow.\n(4) \"He sinks a shaft away from inhabited areas, Forgotten by\nthe foot; They hang and swing, away from people. (5) \"From\nthe earth comes food, And underneath, it is turned over like\nfire. (6) \"Its rocks are the source of sapphires, And its dust\ncontains gold. (7) \"No bird of prey knows the path, Nor has\nthe falcon's eye caught sight of it. (8) \"The proud animals\nhave not trodden it, Nor has the lion passed over it. (9) \"He",
      "puts his hand on the flint; He overturns the mountains at the\nbase. (10) \"He carves out channels through the rocks, And his\neye sees anything precious. (11) \"He dams up the streams\nfrom flowing, And brings to light what is hidden. (12) \"But\nwhere can wisdom be found? And where is the place of\nunderstanding? (13) \"Mankind does not know its value, Nor\nis it found in the land of the living. (14) \"The ocean depth\nsays, 'It is not in me'; And the sea says, 'It is not with me.' (15)\n\"Pure gold cannot be given in exchange for it, Nor can silver\nbe weighed as its price. (16) \"It cannot be valued in the gold\nof Ophir, In precious onyx, or sapphire. (17) \"Gold or glass",
      "cannot equal it, Nor can it be exchanged for articles of pure\ngold. (18) \"Coral and crystal are not to be mentioned; And\nthe acquisition of wisdom is more valuable than pearls. (19)\n\"The topaz of Cush cannot equal it, Nor can it be valued in\npure gold. (20) \"Where then does wisdom come from? And\nwhere is this place of understanding? (21) \"It is hidden from\nthe eyes of every living creature, And concealed from the\nbirds of the sky. (22) \"Abaddon and Death say, 'With our ears\nwe have heard a report of it.' (23) \"God understands its way,\nAnd He knows its place. (24) \"For He looks to the ends of\nthe earth; He sees everything under the heavens. (25) \"When",
      "He imparted weight to the wind, And assessed the waters by\nmeasure, (26) When He made a limit for the rain, And a course\nfor the thunderbolt, (27) Then He saw it and declared it; He\nestablished it and also searched it out. (28) \"And to mankind\nHe said, 'Behold, the fear of the Lord, that is wisdom; And to\nturn away from evil is understanding.'\""
    ],
    "start_index": 200018028001,
    "end_index": 200018028028,
    "verse_count": 28,
    "word_count": 421
  },
  {
    "reference": "Job 38:1–33",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 61,
    "release": "NBBC",
    "cards": [
      "(1) Then the LORD answered Job from the whirlwind and said,\n(2) \"Who is this who darkens the divine plan By words without\nknowledge? (3) \"Now tighten the belt on your waist like a man,\nAnd I shall ask you, and you inform Me! (4) \"Where were you\nwhen I laid the foundation of the earth? Tell Me, if you have\nunderstanding, (5) Who set its measurements? Since you know.\nOr who stretched the measuring line over it? (6) \"On what were\nits bases sunk? Or who laid its cornerstone, (7) When the morning\nstars sang together And all the sons of God shouted for joy? (8)\n\"Or who enclosed the sea with doors When it went out from the\nwomb, bursting forth; (9) When I made a cloud its garment, And",
      "thick darkness its swaddling bands, (10) And I placed boundaries\non it And set a bolt and doors, (11) And I said, 'As far as this point\nyou shall come, but no farther; And here your proud waves shall\nstop'? (12) \"Have you ever in your life commanded the morning,\nAnd made the dawn know its place, (13) So that it would take hold\nof the ends of the earth, And the wicked would be shaken off from\nit? (14) \"It is changed like clay under the seal; And they stand out\nlike a garment. (15) \"Their light is withheld from the wicked, And\nthe uplifted arm is broken. (16) \"Have you entered the springs of\nthe sea, And walked in the depth of the ocean? (17) \"Have the\ngates of death been revealed to you, And have you seen the gates",
      "of deep darkness? (18) \"Have you understood the expanse of the\nearth? Tell Me, if you know all this. (19) \"Where is the way to the\ndwelling of light? And darkness, where is its place, (20) That you\nwould take it to its territory, And discern the paths to its home?\n(21) \"You know, for you were born then, And the number of your\ndays is great! (22) \"Have you entered the storehouses of the snow,\nAnd have you seen the storehouses of the hail, (23) Which I have\nreserved for a time of distress, For a day of war and battle? (24)\n\"Where is the way that the light is divided, And the east wind\nscattered on the earth? (25) \"Who has split open a channel for the\nflood, And a way for the thunderbolt, (26) To bring rain on a land",
      "without people, On a desert without a person in it, (27) To satisfy\nthe waste and desolate land, And to make the seeds of grass to\nsprout? (28) \"Does the rain have a father? Or who has fathered the\ndrops of dew? (29) \"From whose womb has come the ice? And the\nfrost of heaven, who has given it birth? (30) \"Water becomes hard\nlike stone, And the surface of the deep is imprisoned. (31) \"Can\nyou tie up the chains of the Pleiades, Or untie the cords of Orion?\n(32) \"Can you bring out a constellation in its season, And guide the\nBear with her satellites? (33) \"Do you know the ordinances of the\nheavens, Or do you establish their rule over the earth?"
    ],
    "start_index": 200018038001,
    "end_index": 200018038033,
    "verse_count": 33,
    "word_count": 509
  },
  {
    "reference": "Psalm 89:5–18",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 62,
    "release": "NBBC",
    "cards": [
      "(5) The heavens will praise Your wonders, LORD; Your\nfaithfulness also in the assembly of the holy ones. (6) For who\nin the skies is comparable to the LORD? Who among the sons\nof the mighty is like the LORD, (7) A God greatly feared in the\ncouncil of the holy ones, And awesome above all those who\nare around Him? (8) LORD God of armies, who is like You,\nmighty LORD? Your faithfulness also surrounds You. (9) You\nrule the surging of the sea; When its waves rise, You calm\nthem. (10) You Yourself crushed Rahab like one who is slain;\nYou scattered Your enemies with Your mighty arm. (11) The\nheavens are Yours, the earth also is Yours; The world and all",
      "it contains, You have established them. (12) The north and\nthe south, You have created them; Tabor and Hermon shout\nfor joy at Your name. (13) You have a strong arm; Your hand\nis mighty, Your right hand is exalted. (14) Righteousness and\njustice are the foundation of Your throne; Mercy and truth go\nbefore You. (15) Blessed are the people who know the joyful\nsound! LORD, they walk in the light of Your face. (16) In Your\nname they rejoice all the day, And by Your righteousness they\nare exalted. (17) For You are the glory of their strength, And\nby Your favor our horn is exalted. (18) For our shield belongs\nto the LORD, And our king to the Holy One of Israel."
    ],
    "start_index": 200019089005,
    "end_index": 200019089018,
    "verse_count": 14,
    "word_count": 235
  },
  {
    "reference": "Proverbs 12:1–28",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 63,
    "release": "NBBC",
    "cards": [
      "(1) One who loves discipline loves knowledge, But one who\nhates rebuke is stupid. (2) A good person will obtain favor\nfrom the LORD, But He will condemn a person who devises\nevil. (3) A person will not be established by wickedness, But\nthe root of the righteous will not be moved. (4) An excellent\nwife is the crown of her husband, But she who shames him is\nlike rottenness in his bones. (5) The thoughts of the righteous\nare just, But the counsels of the wicked are deceitful. (6) The\nwords of the wicked wait in ambush for blood, But the mouth\nof the upright will rescue them. (7) The wicked are overthrown\nand are no more, But the house of the righteous will stand. (8)",
      "A person will be praised according to his insight, But one of\nperverse mind will be despised. (9) Better is one who is lightly\nesteemed and has a servant, Than one who honors himself\nand lacks bread. (10) A righteous person has regard for the\nlife of his animal, But even the compassion of the wicked is\ncruel. (11) One who works his land will have plenty of bread,\nBut one who pursues worthless things lacks sense. (12) The\nwicked person desires the plunder of evil people, But the root\nof the righteous yields fruit. (13) An evil person is ensnared\nby the offense of his lips, But the righteous will escape from\ntrouble. (14) A person will be satisfied with good by the fruit",
      "of his words, And the deeds of a person's hands will return\nto him. (15) The way of a fool is right in his own eyes, But a\nperson who listens to advice is wise. (16) A fool's anger is\nknown at once, But a prudent person conceals dishonor. (17)\nOne who declares truth tells what is right, But a false witness,\ndeceit. (18) There is one who speaks rashly like the thrusts\nof a sword, But the tongue of the wise brings healing. (19)\nTruthful lips will endure forever, But a lying tongue is only\nfor a moment. (20) Deceit is in the heart of those who devise\nevil, But counselors of peace have joy. (21) No harm happens\nto the righteous, But the wicked are filled with trouble. (22)",
      "Lying lips are an abomination to the LORD, But those who\ndeal faithfully are His delight. (23) A prudent person conceals\nknowledge, But the heart of fools proclaims foolishness. (24)\nThe hand of the diligent will rule, But the lazy hand will be\nput to forced labor. (25) Anxiety in a person's heart weighs\nit down, But a good word makes it glad. (26) The righteous\nperson is a guide to his neighbor, But the way of the wicked\nleads them astray. (27) A lazy person does not roast his prey,\nBut the precious possession of a person is diligence. (28) In\nthe way of righteousness there is life, And in its pathway there\nis no death."
    ],
    "start_index": 200020012001,
    "end_index": 200020012028,
    "verse_count": 28,
    "word_count": 472
  },
  {
    "reference": "Proverbs 24:1–27",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 64,
    "release": "NBBC",
    "cards": [
      "(1) Do not be envious of evil people, Nor desire to be with\nthem; (2) For their minds plot violence, And their lips talk of\ntrouble. (3) By wisdom a house is built, And by understanding\nit is established; (4) And by knowledge the rooms are filled\nWith all precious and pleasant riches. (5) A wise man is\nstrong, And a person of knowledge increases power. (6) For\nby wise guidance you will wage war, And in an abundance\nof counselors there is victory. (7) Wisdom is too exalted for\na fool, He does not open his mouth at the gate. (8) One who\nplans to do evil, People will call a schemer. (9) The devising\nof foolishness is sin, And the scoffer is an abomination to",
      "humanity. (10) If you show yourself lacking courage on the\nday of distress, Your strength is meager. (11) Rescue those\nwho are being taken away to death, And those who are\nstaggering to the slaughter, Oh hold them back! (12) If you\nsay, \"See, we did not know this,\" Does He who weighs the\nhearts not consider it? And does He who watches over your\nsoul not know it? And will He not repay a person according to\nhis work? (13) My son, eat honey, for it is good; Yes, the honey\nfrom the comb is sweet to your taste; (14) Know that wisdom is\nthe same for your soul; If you find it, then there will be a future,\nAnd your hope will not be cut off. (15) Do not lie in ambush,",
      "you wicked person, against the home of the righteous; Do\nnot destroy his resting place; (16) For a righteous person falls\nseven times and rises again, But the wicked stumble in time\nof disaster. (17) Do not rejoice when your enemy falls, And do\nnot let your heart rejoice when he stumbles, (18) Otherwise,\nthe LORD will see and be displeased, And turn His anger away\nfrom him. (19) Do not get upset because of evildoers Or be\nenvious of the wicked; (20) For there will be no future for the\nevil person; The lamp of the wicked will be put out. (21) My\nson, fear the LORD and the king; Do not get involved with\nthose of high rank, (22) For their disaster will rise suddenly,",
      "And who knows the ruin that can come from both of them?\n(23) These also are sayings of the wise: To show partiality in\njudgment is not good. (24) One who says to the wicked, \"You\nare righteous,\" Peoples will curse him, nations will scold him;\n(25) But for those who rebuke the wicked there will be delight,\nAnd a good blessing will come upon them. (26) One who\ngives a right answer Kisses the lips. (27) Prepare your work\noutside, And make it ready for yourself in the field; Afterward,\nthen, build your house."
    ],
    "start_index": 200020024001,
    "end_index": 200020024027,
    "verse_count": 27,
    "word_count": 456
  },
  {
    "reference": "Ecclesiastes 7:7–19",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 65,
    "release": "NBBC",
    "cards": [
      "(7) For oppression makes a wise person look foolish, And a\nbribe corrupts the heart. (8) The end of a matter is better than its\nbeginning; Patience of spirit is better than arrogance of spirit. (9)\nDo not be eager in your spirit to be angry, For anger resides in\nthe heart of fools. (10) Do not say, \"Why is it that the former days\nwere better than these?\" For it is not from wisdom that you ask\nabout this. (11) Wisdom along with an inheritance is good, And an\nadvantage to those who see the sun. (12) For wisdom is protection\njust as money is protection, But the advantage of knowledge is\nthat wisdom keeps its possessors alive. (13) Consider the work of\nGod, For who is able to straighten what He has bent? (14) On the\nday of prosperity be happy, But on the day of adversity consider:",
      "God has made the one as well as the other So that a person will\nnot discover anything that will come after him. (15) I have seen\neverything during my lifetime of futility; there is a righteous\nperson who perishes in his righteousness, and there is a wicked\nperson who prolongs his life in his wickedness. (16) Do not be\nexcessively righteous, and do not be overly wise. Why should you\nruin yourself? (17) Do not be excessively wicked, and do not be\nfoolish. Why should you die before your time? (18) It is good that\nyou grasp one thing while not letting go of the other; for one who\nfears God comes out with both of them. (19) Wisdom strengthens\na wise person more than ten rulers who are in a city."
    ],
    "start_index": 200021007007,
    "end_index": 200021007019,
    "verse_count": 13,
    "word_count": 270
  },
  {
    "reference": "Isaiah 1:15–20",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 66,
    "release": "NBBC",
    "cards": [
      "(15) \"So when you spread out your hands in prayer, I will hide My\neyes from you; Yes, even though you offer many prayers, I will\nnot be listening. Your hands are covered with blood. (16) \"Wash\nyourselves, make yourselves clean; Remove the evil of your deeds\nfrom My sight. Stop doing evil, (17) Learn to do good; Seek justice,\nRebuke the oppressor, Obtain justice for the orphan, Plead for the\nwidow's case. (18) \"Come now, and let us debate your case,\" Says\nthe LORD, \"Though your sins are as scarlet, They shall become as\nwhite as snow; Though they are red like crimson, They shall be like\nwool. (19) \"If you are willing and obedient, You will eat the best of\nthe land; (20) But if you refuse and rebel, You will be devoured by\nthe sword.\" For the mouth of the LORD has spoken."
    ],
    "start_index": 200023001015,
    "end_index": 200023001020,
    "verse_count": 6,
    "word_count": 140
  },
  {
    "reference": "Isaiah 12:1–5",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 67,
    "release": "NBBC",
    "cards": [
      "(1) Then you will say on that day, \"I will give thanks to You,\nLORD; For although You were angry with me, Your anger is\nturned away, And You comfort me. (2) \"Behold, God is my\nsalvation, I will trust and not be afraid; For the LORD GOD is\nmy strength and song, And He has become my salvation.\" (3)\nTherefore you will joyously draw water From the springs of\nsalvation. (4) And on that day you will say, \"Give thanks to the\nLORD, call on His name. Make known His deeds among the\npeoples; Make them remember that His name is exalted.\" (5)\nPraise the LORD in song, for He has done glorious things; Let\nthis be known throughout the earth."
    ],
    "start_index": 200023012001,
    "end_index": 200023012005,
    "verse_count": 5,
    "word_count": 117
  },
  {
    "reference": "Isaiah 26:3–9",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 68,
    "release": "NBBC",
    "cards": [
      "(3) \"The steadfast of mind You will keep in perfect peace,\nBecause he trusts in You. (4) \"Trust in the LORD forever, For in\nGOD the LORD, we have an everlasting Rock. (5) \"For He has\nbrought low those who dwell on high, the unassailable city;\nHe lays it low, He lays it low to the ground, He casts it to the\ndust. (6) \"The foot will trample it, The feet of the poor, the steps\nof the helpless.\" (7) The way of the righteous is smooth; O\nUpright One, make the path of the righteous level. (8) Indeed,\nwhile following the way of Your judgments, LORD, We have\nwaited for You eagerly; Your name, and remembering You,\nis the desire of our souls. (9) At night my soul longs for You,",
      "Indeed, my spirit within me seeks You diligently; For when\nthe earth experiences Your judgments, The inhabitants of the\nworld learn righteousness."
    ],
    "start_index": 200023026003,
    "end_index": 200023026009,
    "verse_count": 7,
    "word_count": 147
  },
  {
    "reference": "Jeremiah 17:1–8",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 69,
    "release": "NBBC",
    "cards": [
      "(1) The sin of Judah is written with an iron stylus; With a\ndiamond point it is engraved on the tablet of their hearts\nAnd on the horns of their altars, (2) As they remember their\nchildren, So they remember their altars and their Asherim\nBy green trees on the high hills. (3) Mountain of Mine in the\ncountryside, I will turn over your wealth and all your treasures\nas plunder, Your high places for sin throughout your borders.\n(4) And you will, even of yourself, let go of your inheritance\nThat I gave you; And I will make you serve your enemies In\nthe land which you do not know; For you have kindled a fire\nin My anger Which will burn forever. (5) This is what the LORD",
      "says: \"Cursed is the man who trusts in mankind And makes\nflesh his strength, And whose heart turns away from the LORD.\n(6) \"For he will be like a bush in the desert, And will not see\nwhen prosperity comes, But will live in stony wastes in the\nwilderness, A land of salt that is not inhabited. (7) \"Blessed\nis the man who trusts in the LORD, And whose trust is the\nLORD. (8) \"For he will be like a tree planted by the water That\nextends its roots by a stream, And does not fear when the\nheat comes; But its leaves will be green, And it will not be\nanxious in a year of drought, Nor cease to yield fruit."
    ],
    "start_index": 200024017001,
    "end_index": 200024017008,
    "verse_count": 8,
    "word_count": 244
  },
  {
    "reference": "Jeremiah 35:1–14",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 70,
    "release": "NBBC",
    "cards": [
      "(1) The word that came to Jeremiah from the LORD in the days\nof Jehoiakim the son of Josiah, king of Judah, saying, (2) \"Go\nto the house of the Rechabites and speak to them, and bring\nthem into the house of the LORD, into one of the chambers,\nand give them wine to drink.\" (3) So I took Jaazaniah the son\nof Jeremiah, son of Habazziniah, and his brothers and all\nhis sons, and all the household of the Rechabites, (4) and I\nbrought them into the house of the LORD, into the chamber of\nthe sons of Hanan the son of Igdaliah, the man of God, which\nwas next to the chamber of the officials, which was above the\nchamber of Maaseiah the son of Shallum, the doorkeeper.",
      "(5) Then I set before the men of the house of the Rechabites\npitchers full of wine, and cups; and I said to them, \"Drink\nwine!\" (6) But they said, \"We will not drink wine, for Jonadab\nthe son of Rechab, our father, commanded us, saying, 'You\nshall not drink wine, you or your sons, forever. (7) 'You shall\nnot build a house, and you shall not sow seed nor plant a\nvineyard, nor own one; but you shall live in tents all your days,\nso that you may live many days in the land where you live as\nstrangers.' (8) \"And we have obeyed the voice of Jonadab\nthe son of Rechab, our father, in all that he commanded us,\nnot to drink wine all our days, we, our wives, our sons, or our",
      "daughters, (9) nor to build ourselves houses to live in; and\nwe do not have a vineyard, a field, or seed. (10) \"But we have\nlived only in tents, and have obeyed and have done according\nto all that our father Jonadab commanded us. (11) \"However,\nwhen Nebuchadnezzar king of Babylon came up against the\nland, we said, 'Come, and let's go to Jerusalem away from\nthe army of the Chaldeans and the army of the Arameans.'\nSo we have lived in Jerusalem.\" (12) Then the word of the\nLORD came to Jeremiah, saying, (13) \"This is what the LORD\nof armies, the God of Israel says: 'Go and say to the people of\nJudah and the inhabitants of Jerusalem, \"Will you not accept",
      "instruction by listening to My words?\" declares the LORD.\n(14) \"The words of Jonadab the son of Rechab have been\nfollowed, which he commanded his sons: not to drink wine.\nAnd they do not drink wine to this day, for they have obeyed\ntheir father's command. But I have spoken to you again and\nagain, yet you have not listened to Me."
    ],
    "start_index": 200024035001,
    "end_index": 200024035014,
    "verse_count": 14,
    "word_count": 437
  },
  {
    "reference": "Hosea 2:14–23",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 71,
    "release": "NBBC",
    "cards": [
      "(14) \"Therefore, behold, I am going to persuade her, Bring her\ninto the wilderness, And speak kindly to her. (15) \"Then I will give\nher her vineyards from there, And the Valley of Achor as a door of\nhope. And she will respond there as in the days of her youth, As\nin the day when she went up from the land of Egypt. (16) \"And it\nwill come about on that day,\" declares the LORD, \"That you will\ncall Me my husband And no longer call Me my Baal. (17) \"For I will\nremove the names of the Baals from her mouth, So that they will\nno longer be mentioned by their names. (18) \"On that day I will\nalso make a covenant for them With the animals of the field, The\nbirds of the sky, And the crawling things of the ground. And I will\neliminate the bow, the sword, and war from the land, And will let",
      "them lie down in safety. (19) \"I will betroth you to Me forever; Yes, I\nwill betroth you to Me in righteousness and in justice, In favor and\nin compassion, (20) And I will betroth you to Me in faithfulness.\nThen you will know the LORD. (21) \"And it will come about on\nthat day that I will respond,\" declares the LORD. \"I will respond\nto the heavens, and they will respond to the earth, (22) And the\nearth will respond to the grain, to the new wine, and to the oil,\nAnd they will respond to Jezreel. (23) \"I will sow her for Myself in\nthe land. I will also have compassion on her who had not obtained\ncompassion, And I will say to those who were not My people, 'You\nare My people!' And they will say, 'You are my God!'\""
    ],
    "start_index": 200028002014,
    "end_index": 200028002023,
    "verse_count": 10,
    "word_count": 293
  },
  {
    "reference": "Obadiah 3–7",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 72,
    "release": "NBBC",
    "cards": [
      "(3) \"The arrogance of your heart has deceived you, The one\nwho lives in the clefts of the rock, On the height of his dwelling\nplace, Who says in his heart, 'Who will bring me down to\nearth?' (4) \"Though you make your home high like the eagle,\nThough you set your nest among the stars, From there I will\nbring you down,\" declares the LORD. (5) \"If thieves came to\nyou, If robbers by night-- Oh how you will be ruined!-- Would\nthey not steal only until they had enough? If grape-pickers\ncame to you, Would they not leave some gleanings? (6) \"Oh\nhow Esau will be searched, And his hidden treasures searched\nout! (7) \"All the people allied with you Will send you to the",
      "border, And the people at peace with you Will deceive you\nand overpower you. They who eat your bread Will set an\nambush for you. (There is no understanding in him.)"
    ],
    "start_index": 200031001003,
    "end_index": 200031001007,
    "verse_count": 5,
    "word_count": 154
  },
  {
    "reference": "Zephaniah 3:16–20",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 73,
    "release": "NBBC",
    "cards": [
      "(16) On that day it will be said to Jerusalem: \"Do not be\nafraid, Zion; Do not let your hands fall limp. (17) \"The LORD\nyour God is in your midst, A victorious warrior. He will rejoice\nover you with joy, He will be quiet in His love, He will rejoice\nover you with shouts of joy. (18) \"I will gather those who are\nworried about the appointed feasts-- They came from you,\nZion; The disgrace of exile is a burden on them. (19) \"Behold,\nI am going to deal at that time With all your oppressors; I will\nsave those who limp And gather the scattered, And I will turn\ntheir shame into praise and fame In all the earth. (20) \"At that\ntime I will bring you in, Even at the time when I gather you",
      "together; Indeed, I will make you famous and praiseworthy\nAmong all the peoples of the earth, When I restore your\nfortunes before your eyes,\" Says the LORD."
    ],
    "start_index": 200036003016,
    "end_index": 200036003020,
    "verse_count": 5,
    "word_count": 160
  },
  {
    "reference": "Haggai 2:1–9",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 74,
    "release": "NBBC",
    "cards": [
      "(1) On the twenty-first of the seventh month, the word of the\nLORD came by Haggai the prophet, saying, (2) \"Speak now\nto Zerubbabel the son of Shealtiel, governor of Judah, and\nto Joshua the son of Jehozadak, the high priest, and to the\nremnant of the people, saying, (3) 'Who is left among you\nwho saw this temple in its former glory? And how do you see\nit now? Does it not seem to you like nothing in comparison?\n(4) 'But now take courage, Zerubbabel,' declares the LORD,\n'take courage also, Joshua son of Jehozadak, the high priest,\nand all you people of the land take courage,' declares the\nLORD, 'and work; for I am with you,' declares the LORD of",
      "armies. (5) 'As for the promise which I made you when you\ncame out of Egypt, My Spirit remains in your midst; do not\nfear!' (6) \"For this is what the LORD of armies says: 'Once\nmore in a little while, I am going to shake the heavens and\nthe earth, the sea also and the dry land. (7) 'I will shake all the\nnations; and they will come with the wealth of all nations, and\nI will fill this house with glory,' says the LORD of armies. (8)\n'The silver is Mine and the gold is Mine,' declares the LORD\nof armies. (9) 'The latter glory of this house will be greater\nthan the former,' says the LORD of armies, 'and in this place I\nwill give peace,' declares the LORD of armies.\""
    ],
    "start_index": 200037002001,
    "end_index": 200037002009,
    "verse_count": 9,
    "word_count": 248
  },
  {
    "reference": "Matthew 5:34–48",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 75,
    "release": "NBBC",
    "cards": [
      "(34) \"But I say to you, take no oath at all, neither by heaven,\nfor it is the throne of God, (35) nor by the earth, for it is the\nfootstool of His feet, nor by Jerusalem, for it is THE CITY OF THE\nGREAT KING. (36) \"Nor shall you take an oath by your head,\nfor you cannot make a single hair white or black. (37) \"But\nmake sure your statement is, 'Yes, yes' or 'No, no'; anything\nbeyond these is of evil origin. (38) \"You have heard that it\nwas said, 'EYE FOR EYE, and TOOTH FOR TOOTH.' (39) \"But\nI say to you, do not show opposition against an evil person;\nbut whoever slaps you on your right cheek, turn the other\ntoward him also. (40) \"And if anyone wants to sue you and",
      "take your tunic, let him have your cloak also. (41) \"Whoever\nforces you to go one mile, go with him two. (42) \"Give to him\nwho asks of you, and do not turn away from him who wants to\nborrow from you. (43) \"You have heard that it was said, 'YOU\nSHALL LOVE YOUR NEIGHBOR and hate your enemy.' (44)\n\"But I say to you, love your enemies and pray for those who\npersecute you, (45) so that you may prove yourselves to be\nsons of your Father who is in heaven; for He causes His sun to\nrise on the evil and the good, and sends rain on the righteous\nand the unrighteous. (46) \"For if you love those who love you,\nwhat reward do you have? Even the tax collectors, do they",
      "not do the same? (47) \"And if you greet only your brothers\nand sisters, what more are you doing than others? Even the\nGentiles, do they not do the same? (48) \"Therefore you shall\nbe perfect, as your heavenly Father is perfect."
    ],
    "start_index": 400001005034,
    "end_index": 400001005048,
    "verse_count": 15,
    "word_count": 298
  },
  {
    "reference": "Matthew 19:3–8",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 76,
    "release": "NBBC",
    "cards": [
      "(3) Some Pharisees came to Jesus, testing Him and asking, \"Is\nit lawful for a man to divorce his wife for any reason at all?\" (4)\nAnd He answered and said, \"Have you not read that He who\ncreated them from the beginning MADE THEM MALE AND\nFEMALE, (5) and said, 'FOR THIS REASON A MAN SHALL\nLEAVE HIS FATHER AND HIS MOTHER AND BE JOINED TO\nHIS WIFE, AND THE TWO SHALL BECOME ONE FLESH'? (6)\n\"So they are no longer two, but one flesh. Therefore, what\nGod has joined together, no person is to separate.\" (7) They\nsaid to Him, \"Why, then, did Moses command to GIVE HER\nA CERTIFICATE OF DIVORCE AND SEND HER AWAY?\" (8)",
      "He said to them, \"Because of your hardness of heart Moses\npermitted you to divorce your wives; but from the beginning\nit has not been this way."
    ],
    "start_index": 400001019003,
    "end_index": 400001019008,
    "verse_count": 6,
    "word_count": 140
  },
  {
    "reference": "Matthew 28:1–20",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 77,
    "release": "NBBC",
    "cards": [
      "(1) Now after the Sabbath, as it began to dawn toward the first\nday of the week, Mary Magdalene and the other Mary came\nto look at the tomb. (2) And behold, a severe earthquake had\noccurred, for an angel of the Lord descended from heaven\nand came and rolled away the stone, and sat upon it. (3) And\nhis appearance was like lightning, and his clothing as white\nas snow. (4) The guards shook from fear of him and became\nlike dead men. (5) And the angel said to the women, \"Do not\nbe afraid; for I know that you are looking for Jesus who has\nbeen crucified. (6) \"He is not here, for He has risen, just as He\nsaid. Come, see the place where He was lying. (7) \"And go",
      "quickly and tell His disciples that He has risen from the dead;\nand behold, He is going ahead of you to Galilee. There you\nwill see Him; behold, I have told you.\" (8) And they left the\ntomb quickly with fear and great joy, and ran to report to His\ndisciples. (9) And behold, Jesus met them and said, \"Rejoice!\"\nAnd they came up and took hold of His feet, and worshiped\nHim. (10) Then Jesus said to them, \"Do not be afraid; go,\nbring word to My brothers to leave for Galilee, and there they\nwill see Me.\" (11) Now while they were on their way, some of\nthe men from the guard came into the city and reported to\nthe chief priests all that had happened. (12) And when they",
      "had assembled with the elders and consulted together, they\ngave a large sum of money to the soldiers, (13) and said, \"You\nare to say, 'His disciples came at night and stole Him while we\nwere asleep.' (14) \"And if this comes to the governor's ears,\nwe will appease him and keep you out of trouble.\" (15) And\nthey took the money and did as they had been instructed;\nand this story was widely spread among the Jews and is to\nthis day. (16) But the eleven disciples proceeded to Galilee,\nto the mountain which Jesus had designated to them. (17)\nAnd when they saw Him, they worshiped Him; but some were\ndoubtful. (18) And Jesus came up and spoke to them, saying,",
      "\"All authority in heaven and on earth has been given to Me.\n(19) \"Go, therefore, and make disciples of all the nations,\nbaptizing them in the name of the Father and the Son and the\nHoly Spirit, (20) teaching them to follow all that I commanded\nyou; and behold, I am with you always, to the end of the age.\""
    ],
    "start_index": 400001028001,
    "end_index": 400001028020,
    "verse_count": 20,
    "word_count": 428
  },
  {
    "reference": "Mark 3:11–19",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 78,
    "release": "NBBC",
    "cards": [
      "(11) And whenever the unclean spirits saw Him, they would\nfall down before Him and shout, \"You are the Son of God!\"\n(12) And He strongly warned them not to reveal who He was.\n(13) And He went up on the mountain and summoned those\nwhom He Himself wanted, and they came to Him. (14) And\nHe appointed twelve, so that they would be with Him and that\nHe could send them out to preach, (15) and to have authority\nto cast out the demons. (16) And He appointed the twelve:\nSimon (to whom He gave the name Peter), (17) James the son\nof Zebedee and John the brother of James (to them He gave\nthe name Boanerges, which means, \"Sons of Thunder\"); (18)",
      "and Andrew, Philip, Bartholomew, Matthew, Thomas, James\nthe son of Alphaeus, Thaddaeus, and Simon the Zealot; (19)\nand Judas Iscariot, who also betrayed Him."
    ],
    "start_index": 400002003011,
    "end_index": 400002003019,
    "verse_count": 9,
    "word_count": 139
  },
  {
    "reference": "Mark 16:1–12",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 79,
    "release": "NBBC",
    "cards": [
      "(1) When the Sabbath was over, Mary Magdalene, Mary the mother\nof James, and Salome bought spices so that they might come and\nanoint Him. (2) And very early on the first day of the week, they\ncame to the tomb when the sun had risen. (3) They were saying to\none another, \"Who will roll away the stone from the entrance of the\ntomb for us?\" (4) And looking up, they noticed that the stone had\nbeen rolled away; for it was extremely large. (5) And entering the\ntomb, they saw a young man sitting at the right, wearing a white\nrobe; and they were amazed. (6) But he said to them, \"Do not be\namazed; you are looking for Jesus the Nazarene, who has been\ncrucified. He has risen; He is not here; see, here is the place where\nthey laid Him. (7) \"But go, tell His disciples and Peter, 'He is going",
      "ahead of you to Galilee; there you will see Him, just as He told\nyou.'\" (8) And they went out and fled from the tomb, for trembling\nand astonishment had gripped them; and they said nothing to\nanyone, for they were afraid. (9) Now after He had risen early on the\nfirst day of the week, He first appeared to Mary Magdalene, from\nwhom He had cast out seven demons. (10) She went and reported\nto those who had been with Him, while they were mourning and\nweeping. (11) And when they heard that He was alive and had\nbeen seen by her, they refused to believe it. (12) Now after that,\nHe appeared in a different form to two of them while they were\nwalking along on their way to the country."
    ],
    "start_index": 400002016001,
    "end_index": 400002016012,
    "verse_count": 12,
    "word_count": 276
  },
  {
    "reference": "Luke 7:18–28",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 80,
    "release": "NBBC",
    "cards": [
      "(18) The disciples of John also reported to him about all these\nthings. (19) And after summoning two of his disciples, John\nsent them to the Lord, saying, \"Are You the Coming One, or\nare we to look for another?\" (20) When the men came to Him,\nthey said, \"John the Baptist has sent us to You, to ask, 'Are You\nthe Coming One, or are we to look for another?'\" (21) At that\nvery time He cured many people of diseases and afflictions\nand evil spirits; and He gave sight to many who were blind.\n(22) And He answered and said to them, \"Go and report to\nJohn what you have seen and heard: people who were blind\nreceive sight, people who limped walk, people with leprosy",
      "are cleansed and people who were deaf hear, dead people\nare raised up, and people who are poor have the gospel\npreached to them. (23) \"And blessed is anyone who does not\ntake offense at Me.\" (24) When the messengers of John had\nleft, He began to speak to the crowds about John: \"What did\nyou go out into the wilderness to see? A reed shaken by the\nwind? (25) \"But what did you go out to see? A man dressed\nin soft clothing? Those who are splendidly clothed and live in\nluxury are found in royal palaces! (26) \"But what did you go\nout to see? A prophet? Yes, I tell you, and one who is more\nthan a prophet. (27) \"This is the one about whom it is written:",
      "'BEHOLD, I AM SENDING MY MESSENGER AHEAD OF YOU,\nWHO WILL PREPARE YOUR WAY BEFORE YOU.' (28) \"I say\nto you, among those born of women there is no one greater\nthan John; yet the one who is least in the kingdom of God is\ngreater than he.\""
    ],
    "start_index": 400003007018,
    "end_index": 400003007028,
    "verse_count": 11,
    "word_count": 296
  },
  {
    "reference": "Luke 10:38–42",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 81,
    "release": "NBBC",
    "cards": [
      "(38) Now as they were traveling along, He entered a village;\nand a woman named Martha welcomed Him into her home.\n(39) And she had a sister called Mary, who was also seated at\nthe Lord's feet, and was listening to His word. (40) But Martha\nwas distracted with all her preparations; and she came up to\nHim and said, \"Lord, do You not care that my sister has left me\nto do the serving by myself? Then tell her to help me.\" (41)\nBut the Lord answered and said to her, \"Martha, Martha, you\nare worried and distracted by many things; (42) but only one\nthing is necessary; for Mary has chosen the good part, which\nshall not be taken away from her.\""
    ],
    "start_index": 400003010038,
    "end_index": 400003010042,
    "verse_count": 5,
    "word_count": 119
  },
  {
    "reference": "Acts 1:10–14",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 82,
    "release": "NBBC",
    "cards": [
      "(10) And as they were gazing intently into the sky while He\nwas going, then behold, two men in white clothing stood\nbeside them, (11) and they said, \"Men of Galilee, why do you\nstand looking into the sky? This Jesus, who has been taken\nup from you into heaven, will come in the same way as you\nhave watched Him go into heaven.\" (12) Then they returned\nto Jerusalem from the mountain called Olivet, which is near\nJerusalem, a Sabbath day's journey away. (13) When they\nhad entered the city, they went up to the upstairs room where\nthey were staying, that is, Peter, John, James, and Andrew,\nPhilip and Thomas, Bartholomew and Matthew, James the",
      "son of Alphaeus, Simon the Zealot, and Judas the son of\nJames. (14) All these were continually devoting themselves\nwith one mind to prayer, along with the women, and Mary the\nmother of Jesus, and with His brothers."
    ],
    "start_index": 400005001010,
    "end_index": 400005001014,
    "verse_count": 5,
    "word_count": 150
  },
  {
    "reference": "Acts 17:22–31",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 83,
    "release": "NBBC",
    "cards": [
      "(22) So Paul stood in the midst of the Areopagus and said,\n\"Men of Athens, I see that you are very religious in all\nrespects. (23) \"For while I was passing through and examining\nthe objects of your worship, I also found an altar with this\ninscription, 'TO AN UNKNOWN GOD.' Therefore, what you\nworship in ignorance, this I proclaim to you. (24) \"The God\nwho made the world and everything that is in it, since He is\nLord of heaven and earth, does not dwell in temples made\nby hands; (25) nor is He served by human hands, as though\nHe needed anything, since He Himself gives to all people life\nand breath and all things; (26) and He made from one man",
      "every nation of mankind to live on all the face of the earth,\nhaving determined their appointed times and the boundaries\nof their habitation, (27) that they would seek God, if perhaps\nthey might feel around for Him and find Him, though He\nis not far from each one of us; (28) for in Him we live and\nmove and exist, as even some of your own poets have said,\n'For we also are His descendants.' (29) \"Therefore, since we\nare the descendants of God, we ought not to think that the\nDivine Nature is like gold or silver or stone, an image formed\nby human skill and thought. (30) \"So having overlooked the\ntimes of ignorance, God is now proclaiming to mankind that",
      "all people everywhere are to repent, (31) because He has\nset a day on which He will judge the world in righteousness\nthrough a Man whom He has appointed, having furnished\nproof to all people by raising Him from the dead.\""
    ],
    "start_index": 400005017022,
    "end_index": 400005017031,
    "verse_count": 10,
    "word_count": 279
  },
  {
    "reference": "Romans 8:1–11",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 84,
    "release": "NBBC",
    "cards": [
      "(1) Therefore there is now no condemnation at all for those who are\nin Christ Jesus. (2) For the law of the Spirit of life in Christ Jesus has\nset you free from the law of sin and of death. (3) For what the Law\ncould not do, weak as it was through the flesh, God did: sending\nHis own Son in the likeness of sinful flesh and as an offering for sin,\nHe condemned sin in the flesh, (4) so that the requirement of the\nLaw might be fulfilled in us who do not walk according to the flesh\nbut according to the Spirit. (5) For those who are in accord with the\nflesh set their minds on the things of the flesh, but those who are\nin accord with the Spirit, the things of the Spirit. (6) For the mind\nset on the flesh is death, but the mind set on the Spirit is life and",
      "peace, (7) because the mind set on the flesh is hostile toward God;\nfor it does not subject itself to the law of God, for it is not even able\nto do so, (8) and those who are in the flesh cannot please God. (9)\nHowever, you are not in the flesh but in the Spirit, if indeed the\nSpirit of God dwells in you. But if anyone does not have the Spirit\nof Christ, he does not belong to Him. (10) If Christ is in you, though\nthe body is dead because of sin, yet the spirit is alive because of\nrighteousness. (11) But if the Spirit of Him who raised Jesus from\nthe dead dwells in you, He who raised Christ Jesus from the dead\nwill also give life to your mortal bodies through His Spirit who\ndwells in you."
    ],
    "start_index": 400006008001,
    "end_index": 400006008011,
    "verse_count": 11,
    "word_count": 289
  },
  {
    "reference": "Romans 13:9–14",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 85,
    "release": "NBBC",
    "cards": [
      "(9) For this, \"YOU SHALL NOT COMMIT ADULTERY, YOU\nSHALL NOT MURDER, YOU SHALL NOT STEAL, YOU SHALL\nNOT COVET,\" and if there is any other commandment,\nit is summed up in this saying, \"YOU SHALL LOVE YOUR\nNEIGHBOR AS YOURSELF.\" (10) Love does no wrong to a\nneighbor; therefore love is the fulfillment of the Law. (11) Do\nthis, knowing the time, that it is already the hour for you to\nawaken from sleep; for now salvation is nearer to us than when\nwe first believed. (12) The night is almost gone, and the day\nis near. Therefore let's rid ourselves of the deeds of darkness\nand put on the armor of light. (13) Let's behave properly as",
      "in the day, not in carousing and drunkenness, not in sexual\npromiscuity and debauchery, not in strife and jealousy. (14)\nBut put on the Lord Jesus Christ, and make no provision for\nthe flesh in regard to its lusts."
    ],
    "start_index": 400006013009,
    "end_index": 400006013014,
    "verse_count": 6,
    "word_count": 152
  },
  {
    "reference": "2 Corinthians 1:3–7",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 86,
    "release": "NBBC",
    "cards": [
      "(3) Blessed be the God and Father of our Lord Jesus Christ, the\nFather of mercies and God of all comfort, (4) who comforts us\nin all our affliction so that we will be able to comfort those who\nare in any affliction with the comfort with which we ourselves are\ncomforted by God. (5) For just as the sufferings of Christ are ours in\nabundance, so also our comfort is abundant through Christ. (6) But\nif we are afflicted, it is for your comfort and salvation; or if we are\ncomforted, it is for your comfort, which is effective in the patient\nenduring of the same sufferings which we also suffer; (7) and our\nhope for you is firmly grounded, knowing that as you are partners\nin our sufferings, so also you are in our comfort."
    ],
    "start_index": 400008001003,
    "end_index": 400008001007,
    "verse_count": 5,
    "word_count": 132
  },
  {
    "reference": "2 Corinthians 8:1–22",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 87,
    "release": "NBBC",
    "cards": [
      "(1) Now, brothers and sisters, we make known to you the grace\nof God which has been given in the churches of Macedonia, (2)\nthat in a great ordeal of affliction their abundance of joy and their\ndeep poverty overflowed in the wealth of their liberality. (3) For\nI testify that according to their ability, and beyond their ability,\nthey gave voluntarily, (4) begging us with much urging for the\nfavor of participation in the support of the saints, (5) and this, not\nas we had expected, but they first gave themselves to the Lord\nand to us by the will of God. (6) So we urged Titus that as he had\npreviously made a beginning, so he would also complete in you\nthis gracious work as well. (7) But just as you excel in everything, in\nfaith, speaking, knowledge, and in all earnestness and in the love",
      "we inspired in you, see that you also excel in this gracious work.\n(8) I am not saying this as a command, but as proving, through\nthe earnestness of others, the sincerity of your love as well. (9) For\nyou know the grace of our Lord Jesus Christ, that though He was\nrich, yet for your sake He became poor, so that you through His\npoverty might become rich. (10) I give my opinion in this matter,\nfor this is to your advantage, who were the first to begin a year ago\nnot only to do this, but also to desire to do it. (11) But now finish\ndoing it also, so that just as there was the willingness to desire it,\nso there may be also the completion of it by your ability. (12) For\nif the willingness is present, it is acceptable according to what a\nperson has, not according to what he does not have. (13) For this",
      "is not for the relief of others and for your hardship, but by way of\nequality-- (14) at this present time your abundance will serve as\nassistance for their need, so that their abundance also may serve\nas assistance for your need, so that there may be equality; (15) as\nit is written: \"THE ONE WHO HAD GATHERED MUCH DID NOT\nHAVE TOO MUCH, AND THE ONE WHO HAD GATHERED LITTLE\nDID NOT HAVE TOO LITTLE.\" (16) But thanks be to God who puts\nthe same earnestness in your behalf in the heart of Titus. (17) For\nhe not only accepted our appeal, but being himself very earnest,\nhe has gone to you of his own accord. (18) We have sent along with\nhim the brother whose fame in the things of the gospel has spread\nthrough all the churches; (19) and not only that, but he has also",
      "been appointed by the churches to travel with us in this gracious\nwork, which is being administered by us for the glory of the Lord\nHimself, and to show our readiness, (20) taking precaution so that\nno one will discredit us in our administration of this generous gift;\n(21) for we have regard for what is honorable, not only in the sight\nof the Lord, but also in the sight of other people. (22) We have\nsent with them our brother, whom we have often tested and found\ndiligent in many things, but now even more diligent because of his\ngreat confidence in you."
    ],
    "start_index": 400008008001,
    "end_index": 400008008022,
    "verse_count": 22,
    "word_count": 540
  },
  {
    "reference": "2 Corinthians 9:1–12",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 88,
    "release": "NBBC",
    "cards": [
      "(1) For it is superfluous for me to write to you about this\nministry to the saints; (2) for I know your willingness, of which\nI boast about you to the Macedonians, namely, that Achaia\nhas been prepared since last year, and your zeal has stirred\nup most of them. (3) But I have sent the brothers, in order that\nour boasting about you may not prove empty in this case, so\nthat, as I was saying, you will be prepared; (4) otherwise, if any\nMacedonians come with me and find you unprepared, we--not\nto mention you--would be put to shame by this confidence.\n(5) So I considered it necessary to urge the brothers that they\ngo on ahead to you and arrange in advance your previously",
      "promised generous gift, that the same would be ready as\na generous gift, and not as one grudgingly given due to\ngreediness. (6) Now I say this: the one who sows sparingly\nwill also reap sparingly, and the one who sows generously\nwill also reap generously. (7) Each one must do just as he has\ndecided in his heart, not reluctantly or under compulsion, for\nGod loves a cheerful giver. (8) And God is able to make all\ngrace overflow to you, so that, always having all sufficiency\nin everything, you may have an abundance for every good\ndeed; (9) as it is written: \"HE SCATTERED ABROAD, HE GAVE\nTO THE POOR, HIS RIGHTEOUSNESS ENDURES FOREVER.\"",
      "(10) Now He who supplies seed to the sower and bread\nfor food will supply and multiply your seed for sowing and\nincrease the harvest of your righteousness; (11) you will be\nenriched in everything for all liberality, which through us is\nproducing thanksgiving to God. (12) For the ministry of this\nservice is not only fully supplying the needs of the saints, but\nis also overflowing through many thanksgivings to God."
    ],
    "start_index": 400008009001,
    "end_index": 400008009012,
    "verse_count": 12,
    "word_count": 305
  },
  {
    "reference": "Galatians 5:14–21",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 89,
    "release": "NBBC",
    "cards": [
      "(14) For the whole Law is fulfilled in one word, in the statement,\n\"YOU SHALL LOVE YOUR NEIGHBOR AS YOURSELF.\" (15)\nBut if you bite and devour one another, take care that you\nare not consumed by one another. (16) But I say, walk by\nthe Spirit, and you will not carry out the desire of the flesh.\n(17) For the desire of the flesh is against the Spirit, and the\nSpirit against the flesh; for these are in opposition to one\nanother, in order to keep you from doing whatever you want.\n(18) But if you are led by the Spirit, you are not under the\nLaw. (19) Now the deeds of the flesh are evident, which are:\nsexual immorality, impurity, indecent behavior, (20) idolatry,",
      "witchcraft, hostilities, strife, jealousy, outbursts of anger,\nselfish ambition, dissensions, factions, (21) envy, drunkenness,\ncarousing, and things like these, of which I forewarn you, just\nas I have forewarned you, that those who practice such things\nwill not inherit the kingdom of God."
    ],
    "start_index": 400009005014,
    "end_index": 400009005021,
    "verse_count": 8,
    "word_count": 161
  },
  {
    "reference": "Ephesians 5:1–8",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 90,
    "release": "NBBC",
    "cards": [
      "(1) Therefore be imitators of God, as beloved children; (2) and\nwalk in love, just as Christ also loved you and gave Himself up\nfor us, an offering and a sacrifice to God as a fragrant aroma.\n(3) But sexual immorality or any impurity or greed must not\neven be mentioned among you, as is proper among saints;\n(4) and there must be no filthiness or foolish talk, or vulgar\njoking, which are not fitting, but rather giving of thanks. (5)\nFor this you know with certainty, that no sexually immoral or\nimpure or greedy person, which amounts to an idolater, has\nan inheritance in the kingdom of Christ and God. (6) See that\nno one deceives you with empty words, for because of these",
      "things the wrath of God comes upon the sons of disobedience.\n(7) Therefore do not become partners with them; (8) for you\nwere once darkness, but now you are light in the Lord; walk\nas children of light"
    ],
    "start_index": 400010005001,
    "end_index": 400010005008,
    "verse_count": 8,
    "word_count": 155
  },
  {
    "reference": "Ephesians 6:4–10",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 91,
    "release": "NBBC",
    "cards": [
      "(4) Fathers, do not provoke your children to anger, but bring them\nup in the discipline and instruction of the Lord. (5) Slaves, be\nobedient to those who are your masters according to the flesh,\nwith fear and trembling, in the sincerity of your heart, as to Christ;\n(6) not by way of eye-service, as people-pleasers, but as slaves\nof Christ, doing the will of God from the heart. (7) With goodwill\nrender service, as to the Lord, and not to people, (8) knowing that\nwhatever good thing each one does, he will receive this back\nfrom the Lord, whether slave or free. (9) And masters, do the same\nthings to them, and give up threatening, knowing that both their\nMaster and yours is in heaven, and there is no partiality with Him.\n(10) Finally, be strong in the Lord and in the strength of His might."
    ],
    "start_index": 400010006004,
    "end_index": 400010006010,
    "verse_count": 7,
    "word_count": 142
  },
  {
    "reference": "Philippians 2:12–18",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 92,
    "release": "NBBC",
    "cards": [
      "(12) So then, my beloved, just as you have always obeyed, not\nas in my presence only, but now much more in my absence,\nwork out your own salvation with fear and trembling; (13) for\nit is God who is at work in you, both to desire and to work\nfor His good pleasure. (14) Do all things without complaining\nor arguments; (15) so that you will prove yourselves to be\nblameless and innocent, children of God above reproach\nin the midst of a crooked and perverse generation, among\nwhom you appear as lights in the world, (16) holding firmly\nthe word of life, so that on the day of Christ I can take pride\nbecause I did not run in vain nor labor in vain. (17) But even",
      "if I am being poured out as a drink offering upon the sacrifice\nand service of your faith, I rejoice and share my joy with you\nall. (18) You too, I urge you, rejoice in the same way and share\nyour joy with me."
    ],
    "start_index": 400011002012,
    "end_index": 400011002018,
    "verse_count": 7,
    "word_count": 166
  },
  {
    "reference": "2 Thessalonians 3:1–15",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 93,
    "release": "NBBC",
    "cards": [
      "(1) Finally, brothers and sisters, pray for us that the word of\nthe Lord will spread rapidly and be glorified, just as it was also\nwith you; (2) and that we will be rescued from troublesome\nand evil people; for not all have the faith. (3) But the Lord\nis faithful, and He will strengthen and protect you from the\nevil one. (4) We have confidence in the Lord concerning\nyou, that you are doing, and will do, what we command.\n(5) May the Lord direct your hearts to the love of God and\nto the perseverance of Christ. (6) Now we command you,\nbrothers and sisters, in the name of our Lord Jesus Christ,\nthat you keep away from every brother or sister who leads a",
      "disorderly life and not one in accordance with the tradition\nwhich you received from us. (7) For you yourselves know how\nyou ought to follow our example, because we did not act in\nan undisciplined way among you, (8) nor did we eat anyone's\nbread without paying for it, but with labor and hardship we\nkept working night and day so that we would not be a burden\nto any of you; (9) not because we do not have the right to\nthis, but in order to offer ourselves as a role model for you,\nso that you would follow our example. (10) For even when\nwe were with you, we used to give you this order: if anyone\nis not willing to work, then he is not to eat, either. (11) For we",
      "hear that some among you are leading an undisciplined life,\ndoing no work at all, but acting like busybodies. (12) Now we\ncommand and exhort such persons in the Lord Jesus Christ\nto work peacefully and eat their own bread. (13) But as for\nyou, brothers and sisters, do not grow weary of doing good.\n(14) If anyone does not obey our instruction in this letter, take\nspecial note of that person so as not to associate with him, so\nthat he will be put to shame. (15) And yet do not regard that\nperson as an enemy, but admonish that one as a brother or\nsister."
    ],
    "start_index": 400014003001,
    "end_index": 400014003015,
    "verse_count": 15,
    "word_count": 353
  },
  {
    "reference": "1 Timothy 3:2–16",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 94,
    "release": "NBBC",
    "cards": [
      "(2) An overseer, then, must be above reproach, the husband of\none wife, temperate, self-controlled, respectable, hospitable,\nskillful in teaching, (3) not overindulging in wine, not a bully,\nbut gentle, not contentious, free from the love of money.\n(4) He must be one who manages his own household well,\nkeeping his children under control with all dignity (5) (but if a\nman does not know how to manage his own household, how\nwill he take care of the church of God?), (6) and not a new\nconvert, so that he will not become conceited and fall into\ncondemnation incurred by the devil. (7) And he must have a\ngood reputation with those outside the church, so that he will",
      "not fall into disgrace and the snare of the devil. (8) Deacons\nlikewise must be men of dignity, not insincere, not prone to\ndrink much wine, not greedy for money, (9) but holding to the\nmystery of the faith with a clear conscience. (10) These men\nmust also first be tested; then have them serve as deacons\nif they are beyond reproach. (11) Women must likewise be\ndignified, not malicious gossips, but temperate, faithful in\nall things. (12) Deacons must be husbands of one wife, and\ngood managers of their children and their own households.\n(13) For those who have served well as deacons obtain for\nthemselves a high standing and great confidence in the faith",
      "that is in Christ Jesus. (14) I am writing these things to you,\nhoping to come to you before long; (15) but in case I am\ndelayed, I write so that you will know how one should act in\nthe household of God, which is the church of the living God,\nthe pillar and support of the truth. (16) Beyond question,\ngreat is the mystery of godliness: He who was revealed in the\nflesh, Was vindicated in the Spirit, Seen by angels, Proclaimed\namong the nations, Believed on in the world, Taken up in\nglory."
    ],
    "start_index": 400015003002,
    "end_index": 400015003016,
    "verse_count": 15,
    "word_count": 316
  },
  {
    "reference": "2 Timothy 3:1–9",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 95,
    "release": "NBBC",
    "cards": [
      "(1) But realize this, that in the last days difficult times will come.\n(2) For people will be lovers of self, lovers of money, boastful,\narrogant, slanderers, disobedient to parents, ungrateful,\nunholy, (3) unloving, irreconcilable, malicious gossips,\nwithout self-control, brutal, haters of good, (4) treacherous,\nreckless, conceited, lovers of pleasure rather than lovers of\nGod, (5) holding to a form of godliness although they have\ndenied its power; avoid such people as these. (6) For among\nthem are those who slip into households and captivate weak\nwomen weighed down with sins, led on by various impulses,\n(7) always learning and never able to come to the knowledge",
      "of the truth. (8) Just as Jannes and Jambres opposed Moses,\nso these men also oppose the truth, men of depraved mind,\nworthless in regard to the faith. (9) But they will not make\nfurther progress; for their foolishness will be obvious to all,\njust as was that also of Jannes and Jambres."
    ],
    "start_index": 400016003001,
    "end_index": 400016003009,
    "verse_count": 9,
    "word_count": 152
  },
  {
    "reference": "2 Timothy 4:8–15",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 96,
    "release": "NBBC",
    "cards": [
      "(8) in the future there is reserved for me the crown of\nrighteousness, which the Lord, the righteous Judge, will\naward to me on that day; and not only to me, but also to\nall who have loved His appearing. (9) Make every effort to\ncome to me soon; (10) for Demas, having loved this present\nworld, has deserted me and gone to Thessalonica; Crescens\nhas gone to Galatia, Titus to Dalmatia. (11) Only Luke is with\nme. Take along Mark and bring him with you, for he is useful\nto me for service. (12) But I have sent Tychicus to Ephesus.\n(13) When you come, bring the overcoat which I left at Troas\nwith Carpus, and the books, especially the parchments. (14)",
      "Alexander the coppersmith did me great harm; the Lord will\nrepay him according to his deeds. (15) Be on guard against\nhim yourself too, for he vigorously opposed our teaching."
    ],
    "start_index": 400016004008,
    "end_index": 400016004015,
    "verse_count": 8,
    "word_count": 145
  },
  {
    "reference": "Titus 3:3–8",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 97,
    "release": "NBBC",
    "cards": [
      "(3) For we too were once foolish, disobedient, deceived,\nenslaved to various lusts and pleasures, spending our life in\nmalice and envy, hateful, hating one another. (4) But when\nthe kindness of God our Savior and His love for mankind\nappeared, (5) He saved us, not on the basis of deeds which\nwe did in righteousness, but in accordance with His mercy, by\nthe washing of regeneration and renewing by the Holy Spirit,\n(6) whom He richly poured out upon us through Jesus Christ\nour Savior, (7) so that being justified by His grace we would\nbe made heirs according to the hope of eternal life. (8) This\nstatement is trustworthy; and concerning these things I want",
      "you to speak confidently, so that those who have believed\nGod will be careful to engage in good deeds. These things\nare good and beneficial for people."
    ],
    "start_index": 400017003003,
    "end_index": 400017003008,
    "verse_count": 6,
    "word_count": 138
  },
  {
    "reference": "Titus 3:9–15",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 98,
    "release": "NBBC",
    "cards": [
      "(9) But avoid foolish controversies and genealogies and strife\nand disputes about the Law, for they are useless and worthless.\n(10) Reject a divisive person after a first and second warning, (11)\nknowing that such a person has deviated from what is right and\nis sinning, being self-condemned. (12) When I send Artemas or\nTychicus to you, make every effort to come to me at Nicopolis, for I\nhave decided to spend the winter there. (13) Diligently help Zenas\nthe lawyer and Apollos on their way so that nothing is lacking for\nthem. (14) Our people must also learn to engage in good deeds\nto meet pressing needs, so that they will not be unproductive. (15)\nAll who are with me greet you. Greet those who love us in the faith.\nGrace be with you all."
    ],
    "start_index": 400017003009,
    "end_index": 400017003015,
    "verse_count": 7,
    "word_count": 130
  },
  {
    "reference": "Hebrews 3:4–19",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 99,
    "release": "NBBC",
    "cards": [
      "(4) For every house is built by someone, but the builder of all\nthings is God. (5) Now Moses was faithful in all God's house\nas a servant, for a testimony of those things which were to be\nspoken later; (6) but Christ was faithful as a Son over His house-\n-whose house we are, if we hold firmly to our confidence and\nthe boast of our hope. (7) Therefore, just as the Holy Spirit\nsays, \"TODAY IF YOU HEAR HIS VOICE, (8) DO NOT HARDEN\nYOUR HEARTS AS WHEN THEY PROVOKED ME, AS ON\nTHE DAY OF TRIAL IN THE WILDERNESS, (9) WHERE YOUR\nFATHERS PUT ME TO THE TEST, AND SAW MY WORKS FOR\nFORTY YEARS. (10) \"THEREFORE I WAS ANGRY WITH THIS",
      "GENERATION, AND SAID, 'THEY ALWAYS GO ASTRAY IN\nTHEIR HEART, AND THEY DID NOT KNOW MY WAYS'; (11)\nAS I SWORE IN MY ANGER, 'THEY CERTAINLY SHALL NOT\nENTER MY REST.'\" (12) Take care, brothers and sisters, that\nthere will not be in any one of you an evil, unbelieving heart\nthat falls away from the living God. (13) But encourage one\nanother every day, as long as it is still called \"today,\" so that\nnone of you will be hardened by the deceitfulness of sin.\n(14) For we have become partakers of Christ if we keep the\nbeginning of our commitment firm until the end, (15) while it\nis said, \"TODAY IF YOU HEAR HIS VOICE, DO NOT HARDEN",
      "YOUR HEARTS, AS WHEN THEY PROVOKED ME.\" (16) For\nwho provoked Him when they had heard? Indeed, did not all\nthose who came out of Egypt led by Moses? (17) And with\nwhom was He angry for forty years? Was it not with those\nwho sinned, whose dead bodies fell in the wilderness? (18)\nAnd to whom did He swear that they would not enter His rest,\nbut to those who were disobedient? (19) And so we see that\nthey were not able to enter because of unbelief."
    ],
    "start_index": 400019003004,
    "end_index": 400019003019,
    "verse_count": 16,
    "word_count": 317
  },
  {
    "reference": "Hebrews 12:18–29",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 100,
    "release": "NBBC",
    "cards": [
      "(18) For you have not come to a mountain that can be\ntouched and to a blazing fire, and to darkness and gloom and\nwhirlwind, (19) and to the blast of a trumpet and the sound of\nwords, which sound was such that those who heard begged\nthat no further word be spoken to them. (20) For they could\nnot cope with the command, \"If even an animal touches the\nmountain, it shall be stoned.\" (21) And so terrible was the\nsight, that Moses said, \"I am terrified and trembling.\" (22) But\nyou have come to Mount Zion and to the city of the living\nGod, the heavenly Jerusalem, and to myriads of angels, (23)\nto the general assembly and church of the firstborn who are",
      "enrolled in heaven, and to God, the Judge of all, and to the\nspirits of the righteous made perfect, (24) and to Jesus, the\nmediator of a new covenant, and to the sprinkled blood,\nwhich speaks better than the blood of Abel. (25) See to it that\nyou do not refuse Him who is speaking. For if those did not\nescape when they refused him who warned them on earth,\nmuch less will we escape who turn away from Him who warns\nus from heaven. (26) And His voice shook the earth then,\nbut now He has promised, saying, \"YET ONCE MORE I WILL\nSHAKE NOT ONLY THE EARTH, BUT ALSO THE HEAVEN.\"\n(27) This expression, \"Yet once more,\" denotes the removing",
      "of those things which can be shaken, as of created things,\nso that those things which cannot be shaken may remain.\n(28) Therefore, since we receive a kingdom which cannot be\nshaken, let's show gratitude, by which we may offer to God\nan acceptable service with reverence and awe; (29) for our\nGod is a consuming fire."
    ],
    "start_index": 400019012018,
    "end_index": 400019012029,
    "verse_count": 12,
    "word_count": 293
  },
  {
    "reference": "James 2:14–26",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 101,
    "release": "NBBC",
    "cards": [
      "(14) What use is it, my brothers and sisters, if someone says he has\nfaith, but he has no works? Can that faith save him? (15) If a brother\nor sister is without clothing and in need of daily food, (16) and one\nof you says to them, \"Go in peace, be warmed and be filled,\" yet\nyou do not give them what is necessary for their body, what use\nis that? (17) In the same way, faith also, if it has no works, is dead,\nbeing by itself. (18) But someone may well say, \"You have faith\nand I have works; show me your faith without the works, and I will\nshow you my faith by my works.\" (19) You believe that God is one.\nYou do well; the demons also believe, and shudder. (20) But are\nyou willing to acknowledge, you foolish person, that faith without",
      "works is useless? (21) Was our father Abraham not justified by\nworks when he offered up his son Isaac on the altar? (22) You see\nthat faith was working with his works, and as a result of the works,\nfaith was perfected; (23) and the Scripture was fulfilled which\nsays, \"AND ABRAHAM BELIEVED GOD, AND IT WAS CREDITED\nTO HIM AS RIGHTEOUSNESS,\" and he was called a friend of God.\n(24) You see that a person is justified by works and not by faith\nalone. (25) In the same way, was Rahab the prostitute not justified\nby works also when she received the messengers and sent them\nout by another way? (26) For just as the body without the spirit is\ndead, so also faith without works is dead."
    ],
    "start_index": 400020002014,
    "end_index": 400020002026,
    "verse_count": 13,
    "word_count": 264
  },
  {
    "reference": "1 Peter 5:5–11",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 102,
    "release": "NBBC",
    "cards": [
      "(5) You younger men, likewise, be subject to your elders; and\nall of you, clothe yourselves with humility toward one another,\nbecause GOD IS OPPOSED TO THE PROUD, BUT HE GIVES\nGRACE TO THE HUMBLE. (6) Therefore humble yourselves\nunder the mighty hand of God, so that He may exalt you\nat the proper time, (7) having cast all your anxiety on Him,\nbecause He cares about you. (8) Be of sober spirit, be on the\nalert. Your adversary, the devil, prowls around like a roaring\nlion, seeking someone to devour. (9) So resist him, firm in\nyour faith, knowing that the same experiences of suffering\nare being accomplished by your brothers and sisters who are",
      "in the world. (10) After you have suffered for a little while, the\nGod of all grace, who called you to His eternal glory in Christ,\nwill Himself perfect, confirm, strengthen, and establish you.\n(11) To Him be dominion forever and ever. Amen."
    ],
    "start_index": 400021005005,
    "end_index": 400021005011,
    "verse_count": 7,
    "word_count": 152
  },
  {
    "reference": "2 Peter 2:1–10",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 103,
    "release": "NBBC",
    "cards": [
      "(1) But false prophets also appeared among the people,\njust as there will also be false teachers among you, who will\nsecretly introduce destructive heresies, even denying the\nMaster who bought them, bringing swift destruction upon\nthemselves. (2) Many will follow their indecent behavior, and\nbecause of them the way of the truth will be maligned; (3)\nand in their greed they will exploit you with false words; their\njudgment from long ago is not idle, and their destruction is\nnot asleep. (4) For if God did not spare angels when they\nsinned, but cast them into hell and committed them to pits of\ndarkness, held for judgment; (5) and did not spare the ancient",
      "world, but protected Noah, a preacher of righteousness, with\nseven others, when He brought a flood upon the world of the\nungodly; (6) and if He condemned the cities of Sodom and\nGomorrah to destruction by reducing them to ashes, having\nmade them an example of what is coming for the ungodly; (7)\nand if He rescued righteous Lot, who was oppressed by the\nperverted conduct of unscrupulous people (8) (for by what he\nsaw and heard that righteous man, while living among them,\nfelt his righteous soul tormented day after day by their lawless\ndeeds), (9) then the Lord knows how to rescue the godly from\na trial, and to keep the unrighteous under punishment for the",
      "day of judgment, (10) and especially those who indulge the\nflesh in its corrupt passion, and despise authority. Reckless,\nself-centered, they speak abusively of angelic majesties\nwithout trembling,"
    ],
    "start_index": 400022002001,
    "end_index": 400022002010,
    "verse_count": 10,
    "word_count": 252
  },
  {
    "reference": "1 John 1:1–10",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 104,
    "release": "NBBC",
    "cards": [
      "(1) What was from the beginning, what we have heard, what\nwe have seen with our eyes, what we have looked at and\ntouched with our hands, concerning the Word of Life-- (2)\nand the life was revealed, and we have seen and testify and\nproclaim to you the eternal life, which was with the Father\nand was revealed to us-- (3) what we have seen and heard\nwe proclaim to you also, so that you too may have fellowship\nwith us; and indeed our fellowship is with the Father, and with\nHis Son Jesus Christ. (4) These things we write, so that our\njoy may be made complete. (5) This is the message we have\nheard from Him and announce to you, that God is Light, and",
      "in Him there is no darkness at all. (6) If we say that we have\nfellowship with Him and yet walk in the darkness, we lie and\ndo not practice the truth; (7) but if we walk in the Light as He\nHimself is in the Light, we have fellowship with one another,\nand the blood of Jesus His Son cleanses us from all sin. (8) If\nwe say that we have no sin, we are deceiving ourselves and\nthe truth is not in us. (9) If we confess our sins, He is faithful\nand righteous, so that He will forgive us our sins and cleanse\nus from all unrighteousness. (10) If we say that we have not\nsinned, we make Him a liar and His word is not in us."
    ],
    "start_index": 400023001001,
    "end_index": 400023001010,
    "verse_count": 10,
    "word_count": 249
  },
  {
    "reference": "1 John 4:17–20",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 105,
    "release": "NBBC",
    "cards": [
      "(17) By this, love is perfected with us, so that we may have\nconfidence in the day of judgment; because as He is, we also\nare in this world. (18) There is no fear in love, but perfect love\ndrives out fear, because fear involves punishment, and the\none who fears is not perfected in love. (19) We love, because\nHe first loved us. (20) If someone says, \"I love God,\" and yet\nhe hates his brother or sister, he is a liar; for the one who does\nnot love his brother and sister whom he has seen, cannot love\nGod, whom he has not seen."
    ],
    "start_index": 400023004017,
    "end_index": 400023004020,
    "verse_count": 4,
    "word_count": 102
  },
  {
    "reference": "Jude 3–21",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 106,
    "release": "NBBC",
    "cards": [
      "(3) Beloved, while I was making every effort to write you about our\ncommon salvation, I felt the necessity to write to you appealing\nthat you contend earnestly for the faith that was once for all time\nhanded down to the saints. (4) For certain people have crept in\nunnoticed, those who were long beforehand marked out for this\ncondemnation, ungodly persons who turn the grace of our God\ninto indecent behavior and deny our only Master and Lord, Jesus\nChrist. (5) Now I want to remind you, though you know everything\nonce and for all, that the Lord, after saving a people out of the land\nof Egypt, subsequently destroyed those who did not believe. (6)\nAnd angels who did not keep their own domain but abandoned\ntheir proper dwelling place, these He has kept in eternal restraints",
      "under darkness for the judgment of the great day, (7) just as\nSodom and Gomorrah and the cities around them, since they in\nthe same way as these angels indulged in sexual perversion and\nwent after strange flesh, are exhibited as an example in undergoing\nthe punishment of eternal fire. (8) Yet in the same way these\npeople also, dreaming, defile the flesh, reject authority, and speak\nabusively of angelic majesties. (9) But Michael the archangel,\nwhen he disputed with the devil and argued about the body of\nMoses, did not dare pronounce against him an abusive judgment,\nbut said, \"The Lord rebuke you!\" (10) But these people disparage\nall the things that they do not understand; and all the things that\nthey know by instinct, like unreasoning animals, by these things",
      "they are destroyed. (11) Woe to them! For they have gone the way\nof Cain, and for pay they have given themselves up to the error of\nBalaam, and perished in the rebellion of Korah. (12) These are the\nones who are hidden reefs in your love feasts when they feast with\nyou without fear, like shepherds caring only for themselves; clouds\nwithout water, carried along by winds; autumn trees without fruit,\ndoubly dead, uprooted; (13) wild waves of the sea, churning up\ntheir own shameful deeds like dirty foam; wandering stars, for\nwhom the gloom of darkness has been reserved forever. (14) It\nwas also about these people that Enoch, in the seventh generation\nfrom Adam, prophesied, saying, \"Behold, the Lord has come with\nmany thousands of His holy ones, (15) to execute judgment upon\nall, and to convict all the ungodly of all their ungodly deeds which",
      "they have done in an ungodly way, and of all the harsh things\nwhich ungodly sinners have spoken against Him.\" (16) These are\ngrumblers, finding fault, following after their own lusts; they speak\narrogantly, flattering people for the sake of gaining an advantage.\n(17) But you, beloved, ought to remember the words that were\nspoken beforehand by the apostles of our Lord Jesus Christ, (18)\nthat they were saying to you, \"In the last time there will be mockers,\nfollowing after their own ungodly lusts.\" (19) These are the ones\nwho cause divisions, worldly-minded, devoid of the Spirit. (20)\nBut you, beloved, building yourselves up on your most holy faith,\npraying in the Holy Spirit, (21) keep yourselves in the love of God,\nlooking forward to the mercy of our Lord Jesus Christ to eternal\nlife."
    ],
    "start_index": 400026001003,
    "end_index": 400026001021,
    "verse_count": 19,
    "word_count": 538
  },
  {
    "reference": "Revelation 21:1–5",
    "translation": "NASB",
    "division": "Senior",
    "passage_number": 107,
    "release": "NBBC",
    "cards": [
      "(1) Then I saw a new heaven and a new earth; for the first heaven\nand the first earth passed away, and there is no longer any sea. (2)\nAnd I saw the holy city, new Jerusalem, coming down out of heaven\nfrom God, prepared as a bride adorned for her husband. (3) And I\nheard a loud voice from the throne, saying, \"Behold, the tabernacle\nof God is among the people, and He will dwell among them, and\nthey shall be His people, and God Himself will be among them, (4)\nand He will wipe away every tear from their eyes; and there will\nno longer be any death; there will no longer be any mourning, or\ncrying, or pain; the first things have passed away.\" (5) And He who\nsits on the throne said, \"Behold, I am making all things new.\" And\nHe said, \"Write, for these words are faithful and true.\""
    ],
    "start_index": 400027021001,
    "end_index": 400027021005,
    "verse_count": 5,
    "word_count": 149
  }
]