[{"reference":"Colossians 1:15–16","translation":"NIV","division":"Senior","passage_number":1,"release":"Navigate","cards":["(15) The Son is the image of the invisible God, the firstborn\nover all creation. (16) For in him all things were created:\nthings in heaven and on earth, visible and invisible, whether\nthrones or powers or rulers or authorities; all things have\nbeen created through him and for him."],"start_index":400012001015,"end_index":400012001016,"verse_count":2,"word_count":48},{"reference":"Genesis 1:1–5","translation":"NIV","division":"Senior","passage_number":2,"release":"Navigate","cards":["(1) In the beginning God created the heavens and the earth.\n(2) Now the earth was formless and empty, darkness was over\nthe surface of the deep, and the Spirit of God was hovering\nover the waters. (3) And God said, \"Let there be light,\" and\nthere was light. (4) God saw that the light was good, and he\nseparated the light from the darkness. (5) God called the\nlight \"day,\" and the darkness he called \"night.\" And there was\nevening, and there was morning--the first day."],"start_index":200001001001,"end_index":200001001005,"verse_count":5,"word_count":83},{"reference":"Isaiah 40:25–28","translation":"NIV","division":"Senior","passage_number":3,"release":"Explore","cards":["(25) \"To whom will you compare me? Or who is my equal?\"\nsays the Holy One. (26) Lift up your eyes and look to the\nheavens: Who created all these? He who brings out the\nstarry host one by one and calls forth each of them by name.\nBecause of his great power and mighty strength, not one of\nthem is missing. (27) Why do you complain, Jacob? Why do\nyou say, Israel, \"My way is hidden from the LORD; my cause\nis disregarded by my God\"? (28) Do you not know? Have you\nnot heard? The LORD is the everlasting God, the Creator of\nthe ends of the earth. He will not grow tired or weary, and his\nunderstanding no one can fathom."],"start_index":200023040025,"end_index":200023040028,"verse_count":4,"word_count":120},{"reference":"Genesis 1:26–28","translation":"NIV","division":"Senior","passage_number":4,"release":"Navigate","cards":["(26) Then God said, \"Let us make mankind in our image, in\nour likeness, so that they may rule over the fish in the sea and\nthe birds in the sky, over the livestock and all the wild animals,\nand over all the creatures that move along the ground.\" (27)\nSo God created mankind in his own image, in the image of\nGod he created them; male and female he created them. (28)\nGod blessed them and said to them, \"Be fruitful and increase\nin number; fill the earth and subdue it. Rule over the fish in\nthe sea and the birds in the sky and over every living creature\nthat moves on the ground.\""],"start_index":200001001026,"end_index":200001001028,"verse_count":3,"word_count":112},{"reference":"Genesis 17:1–6","translation":"NIV","division":"Senior","passage_number":5,"release":"Explore","cards":["(1) When Abram was ninety-nine years old, the LORD\nappeared to him and said, \"I am God Almighty; walk before\nme faithfully and be blameless. (2) Then I will make my\ncovenant between me and you and will greatly increase your\nnumbers.\" (3) Abram fell facedown, and God said to him, (4)\n\"As for me, this is my covenant with you: You will be the father\nof many nations. (5) No longer will you be called Abram; your\nname will be Abraham, for I have made you a father of many\nnations. (6) I will make you very fruitful; I will make nations of\nyou, and kings will come from you."],"start_index":200001017001,"end_index":200001017006,"verse_count":6,"word_count":106},{"reference":"Genesis 2:1–4","translation":"NIV","division":"Senior","passage_number":6,"release":"Navigate","cards":["(1) Thus the heavens and the earth were completed in all their\nvast array. (2) By the seventh day God had finished the work\nhe had been doing; so on the seventh day he rested from all\nhis work. (3) Then God blessed the seventh day and made it\nholy, because on it he rested from all the work of creating that\nhe had done. (4) This is the account of the heavens and the\nearth when they were created, when the LORD God made the\nearth and the heavens."],"start_index":200001002001,"end_index":200001002004,"verse_count":4,"word_count":86},{"reference":"Exodus 31:12–14","translation":"NIV","division":"Senior","passage_number":7,"release":"Explore","cards":["(12) Then the LORD said to Moses, (13) \"Say to the Israelites,\n'You must observe my Sabbaths. This will be a sign between\nme and you for the generations to come, so you may know\nthat I am the LORD, who makes you holy. (14) \" 'Observe the\nSabbath, because it is holy to you. Anyone who desecrates it\nis to be put to death; those who do any work on that day must\nbe cut off from their people."],"start_index":200002031012,"end_index":200002031014,"verse_count":3,"word_count":76},{"reference":"Genesis 2:21–25","translation":"NIV","division":"Senior","passage_number":8,"release":"Navigate","cards":["(21) So the LORD God caused the man to fall into a deep\nsleep; and while he was sleeping, he took one of the man's\nribs and then closed up the place with flesh. (22) Then the\nLORD God made a woman from the rib he had taken out of\nthe man, and he brought her to the man. (23) The man said,\n\"This is now bone of my bones and flesh of my flesh; she shall\nbe called 'woman,' for she was taken out of man.\" (24) That\nis why a man leaves his father and mother and is united to\nhis wife, and they become one flesh. (25) Adam and his wife\nwere both naked, and they felt no shame."],"start_index":200001002021,"end_index":200001002025,"verse_count":5,"word_count":117},{"reference":"Deuteronomy 6:13–15","translation":"NIV","division":"Senior","passage_number":9,"release":"Explore","cards":["(13) Fear the LORD your God, serve him only and take your\noaths in his name. (14) Do not follow other gods, the gods of\nthe peoples around you; (15) for the LORD your God, who is\namong you, is a jealous God and his anger will burn against\nyou, and he will destroy you from the face of the land."],"start_index":200005006013,"end_index":200005006015,"verse_count":3,"word_count":58},{"reference":"Genesis 3:14–15","translation":"NIV","division":"Senior","passage_number":10,"release":"Navigate","cards":["(14) So the LORD God said to the serpent, \"Because you have\ndone this, \"Cursed are you above all livestock and all wild\nanimals! You will crawl on your belly and you will eat dust all\nthe days of your life. (15) And I will put enmity between you\nand the woman, and between your offspring and hers; he will\ncrush your head, and you will strike his heel.\""],"start_index":200001003014,"end_index":200001003015,"verse_count":2,"word_count":67},{"reference":"Psalm 68:18–20","translation":"NIV","division":"Senior","passage_number":11,"release":"Explore","cards":["(18) When you ascended on high, you took many captives;\nyou received gifts from people, even from the rebellious--that\nyou, LORD God, might dwell there. (19) Praise be to the Lord,\nto God our Savior, who daily bears our burdens. (20) Our God\nis a God who saves; from the Sovereign LORD comes escape\nfrom death."],"start_index":200019068018,"end_index":200019068020,"verse_count":3,"word_count":54},{"reference":"Genesis 4:3–8","translation":"NIV","division":"Senior","passage_number":12,"release":"Navigate","cards":["(3) In the course of time Cain brought some of the fruits of the soil\nas an offering to the LORD. (4) And Abel also brought an offering-\n-fat portions from some of the firstborn of his flock. The LORD\nlooked with favor on Abel and his offering, (5) but on Cain and his\noffering he did not look with favor. So Cain was very angry, and\nhis face was downcast. (6) Then the LORD said to Cain, \"Why are\nyou angry? Why is your face downcast? (7) If you do what is right,\nwill you not be accepted? But if you do not do what is right, sin is\ncrouching at your door; it desires to have you, but you must rule\nover it.\" (8) Now Cain said to his brother Abel, \"Let's go out to the\nfield.\" While they were in the field, Cain attacked his brother Abel\nand killed him."],"start_index":200001004003,"end_index":200001004008,"verse_count":6,"word_count":147},{"reference":"Jeremiah 23:5–6","translation":"NIV","division":"Senior","passage_number":13,"release":"Explore","cards":["(5) \"The days are coming,\" declares the LORD, \"when I will\nraise up for David a righteous Branch, a King who will reign\nwisely and do what is just and right in the land. (6) In his days\nJudah will be saved and Israel will live in safety. This is the\nname by which he will be called: The LORD Our Righteous\nSavior."],"start_index":200024023005,"end_index":200024023006,"verse_count":2,"word_count":61},{"reference":"Genesis 5:1–3","translation":"NIV","division":"Senior","passage_number":14,"release":"Navigate","cards":["(1) This is the written account of Adam's family line. When\nGod created mankind, he made them in the likeness of God.\n(2) He created them male and female and blessed them. And\nhe named them \"Mankind\" when they were created. (3) When\nAdam had lived 130 years, he had a son in his own likeness,\nin his own image; and he named him Seth."],"start_index":200001005001,"end_index":200001005003,"verse_count":3,"word_count":62},{"reference":"Psalm 90:1–4","translation":"NIV","division":"Senior","passage_number":15,"release":"Explore","cards":["(1) A prayer of Moses the man of God. Lord, you have been\nour dwelling place throughout all generations. (2) Before the\nmountains were born or you brought forth the whole world,\nfrom everlasting to everlasting you are God. (3) You turn\npeople back to dust, saying, \"Return to dust, you mortals.\"\n(4) A thousand years in your sight are like a day that has just\ngone by, or like a watch in the night."],"start_index":200019090001,"end_index":200019090004,"verse_count":4,"word_count":71},{"reference":"Genesis 9:8–11","translation":"NIV","division":"Senior","passage_number":17,"release":"NBBC","cards":["(8) Then God said to Noah and to his sons with him: (9) \"I now\nestablish my covenant with you and with your descendants\nafter you (10) and with every living creature that was with\nyou--the birds, the livestock and all the wild animals, all those\nthat came out of the ark with you--every living creature on\nearth. (11) I establish my covenant with you: Never again will\nall life be destroyed by the waters of a flood; never again will\nthere be a flood to destroy the earth.\""],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":87},{"reference":"Exodus 31:15–18","translation":"NIV","division":"Senior","passage_number":18,"release":"NBBC","cards":["(15) For six days work is to be done, but the seventh day is a\nday of sabbath rest, holy to the LORD. Whoever does any work\non the Sabbath day is to be put to death. (16) The Israelites\nare to observe the Sabbath, celebrating it for the generations\nto come as a lasting covenant. (17) It will be a sign between\nme and the Israelites forever, for in six days the LORD made\nthe heavens and the earth, and on the seventh day he rested\nand was refreshed.' \" (18) When the LORD finished speaking\nto Moses on Mount Sinai, he gave him the two tablets of the\ncovenant law, the tablets of stone inscribed by the finger of\nGod."],"start_index":200002031015,"end_index":200002031018,"verse_count":4,"word_count":117},{"reference":"Exodus 32:6–14","translation":"NIV","division":"Senior","passage_number":19,"release":"NBBC","cards":["(6) So the next day the people rose early and sacrificed burnt\nofferings and presented fellowship offerings. Afterward they\nsat down to eat and drink and got up to indulge in revelry.\n(7) Then the LORD said to Moses, \"Go down, because your\npeople, whom you brought up out of Egypt, have become\ncorrupt. (8) They have been quick to turn away from what I\ncommanded them and have made themselves an idol cast in\nthe shape of a calf. They have bowed down to it and sacrificed\nto it and have said, 'These are your gods, Israel, who brought\nyou up out of Egypt.' (9) \"I have seen these people,\" the\nLORD said to Moses, \"and they are a stiff-necked people. (10)","Now leave me alone so that my anger may burn against them\nand that I may destroy them. Then I will make you into a great\nnation.\" (11) But Moses sought the favor of the LORD his God.\n\"LORD,\" he said, \"why should your anger burn against your\npeople, whom you brought out of Egypt with great power\nand a mighty hand? (12) Why should the Egyptians say, 'It\nwas with evil intent that he brought them out, to kill them in\nthe mountains and to wipe them off the face of the earth'?\nTurn from your fierce anger; relent and do not bring disaster\non your people. (13) Remember your servants Abraham,\nIsaac and Israel, to whom you swore by your own self: 'I will","make your descendants as numerous as the stars in the sky\nand I will give your descendants all this land I promised them,\nand it will be their inheritance forever.' \" (14) Then the LORD\nrelented and did not bring on his people the disaster he had\nthreatened."],"start_index":200002032006,"end_index":200002032014,"verse_count":9,"word_count":288},{"reference":"Deuteronomy 1:29–32","translation":"NIV","division":"Senior","passage_number":20,"release":"NBBC","cards":["29) Then I said to you, \"Do not be terrified; do not be afraid of\nthem. (30) The LORD your God, who is going before you, will\nfight for you, as he did for you in Egypt, before your very eyes,\n(31) and in the wilderness. There you saw how the LORD your\nGod carried you, as a father carries his son, all the way you\nwent until you reached this place.\" (32) In spite of this, you\ndid not trust in the LORD your God,"],"start_index":200005001029,"end_index":200005001032,"verse_count":4,"word_count":83},{"reference":"Deuteronomy 7:7–9","translation":"NIV","division":"Senior","passage_number":21,"release":"NBBC","cards":["(7) The LORD did not set his affection on you and choose you\nbecause you were more numerous than other peoples, for\nyou were the fewest of all peoples. (8) But it was because the\nLORD loved you and kept the oath he swore to your ancestors\nthat he brought you out with a mighty hand and redeemed\nyou from the land of slavery, from the power of Pharaoh\nking of Egypt. (9) Know therefore that the LORD your God is\nGod; he is the faithful God, keeping his covenant of love to\na thousand generations of those who love him and keep his\ncommandments."],"start_index":200005007007,"end_index":200005007009,"verse_count":3,"word_count":102},{"reference":"1 Samuel 12:20–25","translation":"NIV","division":"Senior","passage_number":22,"release":"NBBC","cards":["(20) \"Do not be afraid,\" Samuel replied. \"You have done all this\nevil; yet do not turn away from the LORD, but serve the LORD with\nall your heart. (21) Do not turn away after useless idols. They can do\nyou no good, nor can they rescue you, because they are useless.\n(22) For the sake of his great name the LORD will not reject his\npeople, because the LORD was pleased to make you his own. (23)\nAs for me, far be it from me that I should sin against the LORD by\nfailing to pray for you. And I will teach you the way that is good and\nright. (24) But be sure to fear the LORD and serve him faithfully\nwith all your heart; consider what great things he has done for you.\n(25) Yet if you persist in doing evil, both you and your king will\nperish.\""],"start_index":200009012020,"end_index":200009012025,"verse_count":6,"word_count":145},{"reference":"1 Chronicles 16:4–19","translation":"NIV","division":"Senior","passage_number":23,"release":"NBBC","cards":["(4) He appointed some of the Levites to minister before\nthe ark of the LORD, to extol, thank, and praise the LORD,\nthe God of Israel: (5) Asaph was the chief, and next to him\nin rank were Zechariah, then Jaaziel, Shemiramoth, Jehiel,\nMattithiah, Eliab, Benaiah, Obed-Edom and Jeiel. They were\nto play the lyres and harps, Asaph was to sound the cymbals,\n(6) and Benaiah and Jahaziel the priests were to blow the\ntrumpets regularly before the ark of the covenant of God. (7)\nThat day David first appointed Asaph and his associates to\ngive praise to the LORD in this manner: (8) Give praise to the\nLORD, proclaim his name; make known among the nations","what he has done. (9) Sing to him, sing praise to him; tell\nof all his wonderful acts. (10) Glory in his holy name; let the\nhearts of those who seek the LORD rejoice. (11) Look to the\nLORD and his strength; seek his face always. (12) Remember\nthe wonders he has done, his miracles, and the judgments\nhe pronounced, (13) you his servants, the descendants of\nIsrael, his chosen ones, the children of Jacob. (14) He is the\nLORD our God; his judgments are in all the earth. (15) He\nremembers his covenant forever, the promise he made, for\na thousand generations, (16) the covenant he made with\nAbraham, the oath he swore to Isaac. (17) He confirmed it to","Jacob as a decree, to Israel as an everlasting covenant: (18)\n\"To you I will give the land of Canaan as the portion you will\ninherit.\" (19) When they were but few in number, few indeed,\nand strangers in it,"],"start_index":200013016004,"end_index":200013016019,"verse_count":16,"word_count":263},{"reference":"Nehemiah 9:5–8","translation":"NIV","division":"Senior","passage_number":24,"release":"NBBC","cards":["(5) And the Levites--Jeshua, Kadmiel, Bani, Hashabneiah,\nSherebiah, Hodiah, Shebaniah and Pethahiah--said: \"Stand\nup and praise the LORD your God, who is from everlasting\nto everlasting.\" \"Blessed be your glorious name, and may it\nbe exalted above all blessing and praise. (6) You alone are\nthe LORD. You made the heavens, even the highest heavens,\nand all their starry host, the earth and all that is on it, the seas\nand all that is in them. You give life to everything, and the\nmultitudes of heaven worship you. (7) \"You are the LORD\nGod, who chose Abram and brought him out of Ur of the\nChaldeans and named him Abraham. (8) You found his heart","faithful to you, and you made a covenant with him to give to\nhis descendants the land of the Canaanites, Hittites, Amorites,\nPerizzites, Jebusites and Girgashites. You have kept your\npromise because you are righteous."],"start_index":200016009005,"end_index":200016009008,"verse_count":4,"word_count":148},{"reference":"Job 36:22–33","translation":"NIV","division":"Senior","passage_number":25,"release":"NBBC","cards":["(22) \"God is exalted in his power. Who is a teacher like him?\n(23) Who has prescribed his ways for him, or said to him, 'You\nhave done wrong'? (24) Remember to extol his work, which\npeople have praised in song. (25) All humanity has seen it;\nmortals gaze on it from afar. (26) How great is God--beyond\nour understanding! The number of his years is past finding\nout. (27) \"He draws up the drops of water, which distill as rain\nto the streams; (28) the clouds pour down their moisture and\nabundant showers fall on mankind. (29) Who can understand\nhow he spreads out the clouds, how he thunders from his\npavilion? (30) See how he scatters his lightning about him,","bathing the depths of the sea. (31) This is the way he governs\nthe nations and provides food in abundance. (32) He fills his\nhands with lightning and commands it to strike its mark. (33)\nHis thunder announces the coming storm; even the cattle\nmake known its approach."],"start_index":200018036022,"end_index":200018036033,"verse_count":12,"word_count":159},{"reference":"Job 40:15–24","translation":"NIV","division":"Senior","passage_number":26,"release":"NBBC","cards":["(15) \"Look at Behemoth, which I made along with you and which\nfeeds on grass like an ox. (16) What strength it has in its loins, what\npower in the muscles of its belly! (17) Its tail sways like a cedar;\nthe sinews of its thighs are close-knit. (18) Its bones are tubes\nof bronze, its limbs like rods of iron. (19) It ranks first among the\nworks of God, yet its Maker can approach it with his sword. (20) The\nhills bring it their produce, and all the wild animals play nearby.\n(21) Under the lotus plants it lies, hidden among the reeds in the\nmarsh. (22) The lotuses conceal it in their shadow; the poplars by\nthe stream surround it. (23) A raging river does not alarm it; it is\nsecure, though the Jordan should surge against its mouth. (24)\nCan anyone capture it by the eyes, or trap it and pierce its nose?"],"start_index":200018040015,"end_index":200018040024,"verse_count":10,"word_count":147},{"reference":"Psalm 81:1–16","translation":"NIV","division":"Senior","passage_number":27,"release":"NBBC","cards":["(1) Sing for joy to God our strength; shout aloud to the God of\nJacob! (2) Begin the music, strike the timbrel, play the melodious\nharp and lyre. (3) Sound the ram's horn at the New Moon, and when\nthe moon is full, on the day of our festival; (4) this is a decree for\nIsrael, an ordinance of the God of Jacob. (5) When God went out\nagainst Egypt, he established it as a statute for Joseph. I heard an\nunknown voice say: (6) \"I removed the burden from their shoulders;\ntheir hands were set free from the basket. (7) In your distress you\ncalled and I rescued you, I answered you out of a thundercloud; I\ntested you at the waters of Meribah. (8) Hear me, my people, and\nI will warn you--if you would only listen to me, Israel! (9) You shall","have no foreign god among you; you shall not worship any god\nother than me. (10) I am the LORD your God, who brought you\nup out of Egypt. Open wide your mouth and I will fill it. (11) \"But\nmy people would not listen to me; Israel would not submit to me.\n(12) So I gave them over to their stubborn hearts to follow their\nown devices. (13) \"If my people would only listen to me, if Israel\nwould only follow my ways, (14) how quickly I would subdue their\nenemies and turn my hand against their foes! (15) Those who hate\nthe LORD would cringe before him, and their punishment would\nlast forever. (16) But you would be fed with the finest of wheat;\nwith honey from the rock I would satisfy you.\""],"start_index":200019081001,"end_index":200019081016,"verse_count":16,"word_count":265},{"reference":"Psalm 106:2–17","translation":"NIV","division":"Senior","passage_number":28,"release":"NBBC","cards":["(2) Who can proclaim the mighty acts of the LORD or fully declare\nhis praise? (3) Blessed are those who act justly, who always do\nwhat is right. (4) Remember me, LORD, when you show favor to\nyour people, come to my aid when you save them, (5) that I may\nenjoy the prosperity of your chosen ones, that I may share in the\njoy of your nation and join your inheritance in giving praise. (6)\nWe have sinned, even as our ancestors did; we have done wrong\nand acted wickedly. (7) When our ancestors were in Egypt, they\ngave no thought to your miracles; they did not remember your\nmany kindnesses, and they rebelled by the sea, the Red Sea. (8)\nYet he saved them for his name's sake, to make his mighty power\nknown. (9) He rebuked the Red Sea, and it dried up; he led them","through the depths as through a desert. (10) He saved them from\nthe hand of the foe; from the hand of the enemy he redeemed\nthem. (11) The waters covered their adversaries; not one of them\nsurvived. (12) Then they believed his promises and sang his praise.\n(13) But they soon forgot what he had done and did not wait for\nhis plan to unfold. (14) In the desert they gave in to their craving;\nin the wilderness they put God to the test. (15) So he gave them\nwhat they asked for, but sent a wasting disease among them. (16)\nIn the camp they grew envious of Moses and of Aaron, who was\nconsecrated to the LORD. (17) The earth opened up and swallowed\nDathan; it buried the company of Abiram."],"start_index":200019106002,"end_index":200019106017,"verse_count":16,"word_count":265},{"reference":"Psalm 112:1–9","translation":"NIV","division":"Senior","passage_number":29,"release":"NBBC","cards":["(1) Praise the LORD. Blessed are those who fear the LORD,\nwho find great delight in his commands. (2) Their children\nwill be mighty in the land; the generation of the upright will\nbe blessed. (3) Wealth and riches are in their houses, and\ntheir righteousness endures forever. (4) Even in darkness\nlight dawns for the upright, for those who are gracious and\ncompassionate and righteous. (5) Good will come to those\nwho are generous and lend freely, who conduct their affairs\nwith justice. (6) Surely the righteous will never be shaken;\nthey will be remembered forever. (7) They will have no fear\nof bad news; their hearts are steadfast, trusting in the LORD.","(8) Their hearts are secure, they will have no fear; in the end\nthey will look in triumph on their foes. (9) They have freely\nscattered their gifts to the poor, their righteousness endures\nforever; their horn will be lifted high in honor."],"start_index":200019112001,"end_index":200019112009,"verse_count":9,"word_count":148},{"reference":"Isaiah 59:14–21","translation":"NIV","division":"Senior","passage_number":30,"release":"NBBC","cards":["(14) So justice is driven back, and righteousness stands at a\ndistance; truth has stumbled in the streets, honesty cannot enter.\n(15) Truth is nowhere to be found, and whoever shuns evil becomes\na prey. The LORD looked and was displeased that there was no\njustice. (16) He saw that there was no one, he was appalled that\nthere was no one to intervene; so his own arm achieved salvation\nfor him, and his own righteousness sustained him. (17) He put on\nrighteousness as his breastplate, and the helmet of salvation on his\nhead; he put on the garments of vengeance and wrapped himself\nin zeal as in a cloak. (18) According to what they have done, so will\nhe repay wrath to his enemies and retribution to his foes; he will","repay the islands their due. (19) From the west, people will fear the\nname of the LORD, and from the rising of the sun, they will revere\nhis glory. For he will come like a pent-up flood that the breath of\nthe LORD drives along. (20) \"The Redeemer will come to Zion, to\nthose in Jacob who repent of their sins,\" declares the LORD. (21)\n\"As for me, this is my covenant with them,\" says the LORD. \"My\nSpirit, who is on you, will not depart from you, and my words that\nI have put in your mouth will always be on your lips, on the lips of\nyour children and on the lips of their descendants--from this time\non and forever,\" says the LORD."],"start_index":200023059014,"end_index":200023059021,"verse_count":8,"word_count":251},{"reference":"Nahum 1:3–8","translation":"NIV","division":"Senior","passage_number":31,"release":"NBBC","cards":["(3) The LORD is slow to anger but great in power; the LORD will\nnot leave the guilty unpunished. His way is in the whirlwind and the\nstorm, and clouds are the dust of his feet. (4) He rebukes the sea\nand dries it up; he makes all the rivers run dry. Bashan and Carmel\nwither and the blossoms of Lebanon fade. (5) The mountains\nquake before him and the hills melt away. The earth trembles at his\npresence, the world and all who live in it. (6) Who can withstand his\nindignation? Who can endure his fierce anger? His wrath is poured\nout like fire; the rocks are shattered before him. (7) The LORD is\ngood, a refuge in times of trouble. He cares for those who trust in\nhim, (8) but with an overwhelming flood he will make an end of\nNineveh; he will pursue his foes into the realm of darkness."],"start_index":200034001003,"end_index":200034001008,"verse_count":6,"word_count":148},{"reference":"Matthew 11:28–29","translation":"NIV","division":"Senior","passage_number":32,"release":"NBBC","cards":["(28) \"Come to me, all you who are weary and burdened, and I\nwill give you rest. (29) Take my yoke upon you and learn from\nme, for I am gentle and humble in heart, and you will find rest\nfor your souls."],"start_index":400001011028,"end_index":400001011029,"verse_count":2,"word_count":41},{"reference":"Mark 10:5–10","translation":"NIV","division":"Senior","passage_number":33,"release":"NBBC","cards":["(5) \"It was because your hearts were hard that Moses wrote\nyou this law,\" Jesus replied. (6) \"But at the beginning of\ncreation God 'made them male and female.' (7) 'For this\nreason a man will leave his father and mother and be united\nto his wife, (8) and the two will become one flesh.' So they\nare no longer two, but one flesh. (9) Therefore what God has\njoined together, let no one separate.\" (10) When they were in\nthe house again, the disciples asked Jesus about this."],"start_index":400002010005,"end_index":400002010010,"verse_count":6,"word_count":83},{"reference":"Luke 12:22–40","translation":"NIV","division":"Senior","passage_number":34,"release":"NBBC","cards":["(22) Then Jesus said to his disciples: \"Therefore I tell you, do not\nworry about your life, what you will eat; or about your body, what\nyou will wear. (23) For life is more than food, and the body more\nthan clothes. (24) Consider the ravens: They do not sow or reap, they\nhave no storeroom or barn; yet God feeds them. And how much\nmore valuable you are than birds! (25) Who of you by worrying\ncan add a single hour to your life? (26) Since you cannot do this\nvery little thing, why do you worry about the rest? (27) \"Consider\nhow the wild flowers grow. They do not labor or spin. Yet I tell\nyou, not even Solomon in all his splendor was dressed like one of\nthese. (28) If that is how God clothes the grass of the field, which is\nhere today, and tomorrow is thrown into the fire, how much more","will he clothe you--you of little faith! (29) And do not set your heart\non what you will eat or drink; do not worry about it. (30) For the\npagan world runs after all such things, and your Father knows that\nyou need them. (31) But seek his kingdom, and these things will\nbe given to you as well. (32) \"Do not be afraid, little flock, for your\nFather has been pleased to give you the kingdom. (33) Sell your\npossessions and give to the poor. Provide purses for yourselves\nthat will not wear out, a treasure in heaven that will never fail, where\nno thief comes near and no moth destroys. (34) For where your\ntreasure is, there your heart will be also. (35) \"Be dressed ready for\nservice and keep your lamps burning, (36) like servants waiting for\ntheir master to return from a wedding banquet, so that when he","comes and knocks they can immediately open the door for him.\n(37) It will be good for those servants whose master finds them\nwatching when he comes. Truly I tell you, he will dress himself to\nserve, will have them recline at the table and will come and wait\non them. (38) It will be good for those servants whose master finds\nthem ready, even if he comes in the middle of the night or toward\ndaybreak. (39) But understand this: If the owner of the house had\nknown at what hour the thief was coming, he would not have let\nhis house be broken into. (40) You also must be ready, because the\nSon of Man will come at an hour when you do not expect him.\""],"start_index":400003012022,"end_index":400003012040,"verse_count":19,"word_count":419},{"reference":"Luke 16:13","translation":"NIV","division":"Senior","passage_number":35,"release":"NBBC","cards":["(13) \"No one can serve two masters. Either you will hate the\none and love the other, or you will be devoted to the one and\ndespise the other. You cannot serve both God and money.\""],"start_index":400003016013,"end_index":400003016013,"verse_count":1,"word_count":35},{"reference":"John 10:4–16","translation":"NIV","division":"Senior","passage_number":36,"release":"NBBC","cards":["(4) When he has brought out all his own, he goes on ahead of them,\nand his sheep follow him because they know his voice. (5) But they\nwill never follow a stranger; in fact, they will run away from him\nbecause they do not recognize a stranger's voice.\" (6) Jesus used\nthis figure of speech, but the Pharisees did not understand what\nhe was telling them. (7) Therefore Jesus said again, \"Very truly I tell\nyou, I am the gate for the sheep. (8) All who have come before me\nare thieves and robbers, but the sheep have not listened to them.\n(9) I am the gate; whoever enters through me will be saved. They\nwill come in and go out, and find pasture. (10) The thief comes\nonly to steal and kill and destroy; I have come that they may have","life, and have it to the full. (11) \"I am the good shepherd. The good\nshepherd lays down his life for the sheep. (12) The hired hand is\nnot the shepherd and does not own the sheep. So when he sees\nthe wolf coming, he abandons the sheep and runs away. Then\nthe wolf attacks the flock and scatters it. (13) The man runs away\nbecause he is a hired hand and cares nothing for the sheep. (14)\n\"I am the good shepherd; I know my sheep and my sheep know\nme-- (15) just as the Father knows me and I know the Father--and I\nlay down my life for the sheep. (16) I have other sheep that are not\nof this sheep pen. I must bring them also. They too will listen to my\nvoice, and there shall be one flock and one shepherd."],"start_index":400004010004,"end_index":400004010016,"verse_count":13,"word_count":276},{"reference":"John 16:5–17","translation":"NIV","division":"Senior","passage_number":37,"release":"NBBC","cards":["(5) but now I am going to him who sent me. None of you asks me,\n'Where are you going?' (6) Rather, you are filled with grief because\nI have said these things. (7) But very truly I tell you, it is for your\ngood that I am going away. Unless I go away, the Advocate will\nnot come to you; but if I go, I will send him to you. (8) When he\ncomes, he will prove the world to be in the wrong about sin and\nrighteousness and judgment: (9) about sin, because people do not\nbelieve in me; (10) about righteousness, because I am going to the\nFather, where you can see me no longer; (11) and about judgment,\nbecause the prince of this world now stands condemned. (12) \"I\nhave much more to say to you, more than you can now bear. (13)\nBut when he, the Spirit of truth, comes, he will guide you into all","the truth. He will not speak on his own; he will speak only what he\nhears, and he will tell you what is yet to come. (14) He will glorify\nme because it is from me that he will receive what he will make\nknown to you. (15) All that belongs to the Father is mine. That is\nwhy I said the Spirit will receive from me what he will make known\nto you.\" (16) Jesus went on to say, \"In a little while you will see\nme no more, and then after a little while you will see me.\" (17)\nAt this, some of his disciples said to one another, \"What does he\nmean by saying, 'In a little while you will see me no more, and then\nafter a little while you will see me,' and 'Because I am going to the\nFather'?\""],"start_index":400004016005,"end_index":400004016017,"verse_count":13,"word_count":293},{"reference":"Acts 20:15–36","translation":"NIV","division":"Senior","passage_number":38,"release":"NBBC","cards":["(15) The next day we set sail from there and arrived off Chios. The\nday after that we crossed over to Samos, and on the following day\narrived at Miletus. (16) Paul had decided to sail past Ephesus to\navoid spending time in the province of Asia, for he was in a hurry\nto reach Jerusalem, if possible, by the day of Pentecost. (17) From\nMiletus, Paul sent to Ephesus for the elders of the church. (18) When\nthey arrived, he said to them: \"You know how I lived the whole time\nI was with you, from the first day I came into the province of Asia.\n(19) I served the Lord with great humility and with tears and in the\nmidst of severe testing by the plots of my Jewish opponents. (20)\nYou know that I have not hesitated to preach anything that would","be helpful to you but have taught you publicly and from house\nto house. (21) I have declared to both Jews and Greeks that they\nmust turn to God in repentance and have faith in our Lord Jesus.\n(22) \"And now, compelled by the Spirit, I am going to Jerusalem,\nnot knowing what will happen to me there. (23) I only know that\nin every city the Holy Spirit warns me that prison and hardships\nare facing me. (24) However, I consider my life worth nothing to\nme; my only aim is to finish the race and complete the task the\nLord Jesus has given me--the task of testifying to the good news\nof God's grace. (25) \"Now I know that none of you among whom\nI have gone about preaching the kingdom will ever see me again.","(26) Therefore, I declare to you today that I am innocent of the\nblood of any of you. (27) For I have not hesitated to proclaim to\nyou the whole will of God. (28) Keep watch over yourselves and\nall the flock of which the Holy Spirit has made you overseers. Be\nshepherds of the church of God, which he bought with his own\nblood. (29) I know that after I leave, savage wolves will come in\namong you and will not spare the flock. (30) Even from your own\nnumber men will arise and distort the truth in order to draw away\ndisciples after them. (31) So be on your guard! Remember that for\nthree years I never stopped warning each of you night and day\nwith tears. (32) \"Now I commit you to God and to the word of his","grace, which can build you up and give you an inheritance among\nall those who are sanctified. (33) I have not coveted anyone's\nsilver or gold or clothing. (34) You yourselves know that these\nhands of mine have supplied my own needs and the needs of my\ncompanions. (35) In everything I did, I showed you that by this kind\nof hard work we must help the weak, remembering the words the\nLord Jesus himself said: 'It is more blessed to give than to receive.'\n\" (36) When Paul had finished speaking, he knelt down with all of\nthem and prayed."],"start_index":400005020015,"end_index":400005020036,"verse_count":22,"word_count":504},{"reference":"Romans 10:8–14","translation":"NIV","division":"Senior","passage_number":39,"release":"NBBC","cards":["(8) But what does it say? \"The word is near you; it is in your\nmouth and in your heart,\" that is, the message concerning\nfaith that we proclaim: (9) If you declare with your mouth,\n\"Jesus is Lord,\" and believe in your heart that God raised\nhim from the dead, you will be saved. (10) For it is with your\nheart that you believe and are justified, and it is with your\nmouth that you profess your faith and are saved. (11) As\nScripture says, \"Anyone who believes in him will never be put\nto shame.\" (12) For there is no difference between Jew and\nGentile--the same Lord is Lord of all and richly blesses all who\ncall on him, (13) for, \"Everyone who calls on the name of the","Lord will be saved.\" (14) How, then, can they call on the one\nthey have not believed in? And how can they believe in the\none of whom they have not heard? And how can they hear\nwithout someone preaching to them?"],"start_index":400006010008,"end_index":400006010014,"verse_count":7,"word_count":167},{"reference":"1 Corinthians 12:18–31","translation":"NIV","division":"Senior","passage_number":40,"release":"NBBC","cards":["(18) But in fact God has placed the parts in the body, every one of\nthem, just as he wanted them to be. (19) If they were all one part,\nwhere would the body be? (20) As it is, there are many parts, but\none body. (21) The eye cannot say to the hand, \"I don't need you!\"\nAnd the head cannot say to the feet, \"I don't need you!\" (22) On\nthe contrary, those parts of the body that seem to be weaker are\nindispensable, (23) and the parts that we think are less honorable\nwe treat with special honor. And the parts that are unpresentable\nare treated with special modesty, (24) while our presentable parts\nneed no special treatment. But God has put the body together,\ngiving greater honor to the parts that lacked it, (25) so that there","should be no division in the body, but that its parts should have\nequal concern for each other. (26) If one part suffers, every part\nsuffers with it; if one part is honored, every part rejoices with it. (27)\nNow you are the body of Christ, and each one of you is a part of it.\n(28) And God has placed in the church first of all apostles, second\nprophets, third teachers, then miracles, then gifts of healing, of\nhelping, of guidance, and of different kinds of tongues. (29) Are all\napostles? Are all prophets? Are all teachers? Do all work miracles?\n(30) Do all have gifts of healing? Do all speak in tongues? Do all\ninterpret? (31) Now eagerly desire the greater gifts. And yet I will\nshow you the most excellent way."],"start_index":400007012018,"end_index":400007012031,"verse_count":14,"word_count":261},{"reference":"2 Corinthians 11:13–33","translation":"NIV","division":"Senior","passage_number":41,"release":"NBBC","cards":["(13) For such people are false apostles, deceitful workers,\nmasquerading as apostles of Christ. (14) And no wonder, for\nSatan himself masquerades as an angel of light. (15) It is not\nsurprising, then, if his servants also masquerade as servants\nof righteousness. Their end will be what their actions deserve.\n(16) I repeat: Let no one take me for a fool. But if you do, then\ntolerate me just as you would a fool, so that I may do a little\nboasting. (17) In this self-confident boasting I am not talking\nas the Lord would, but as a fool. (18) Since many are boasting\nin the way the world does, I too will boast. (19) You gladly put\nup with fools since you are so wise! (20) In fact, you even put","up with anyone who enslaves you or exploits you or takes\nadvantage of you or puts on airs or slaps you in the face. (21)\nTo my shame I admit that we were too weak for that! Whatever\nanyone else dares to boast about--I am speaking as a fool--I\nalso dare to boast about. (22) Are they Hebrews? So am I. Are\nthey Israelites? So am I. Are they Abraham's descendants? So\nam I. (23) Are they servants of Christ? (I am out of my mind\nto talk like this.) I am more. I have worked much harder, been\nin prison more frequently, been flogged more severely, and\nbeen exposed to death again and again. (24) Five times I\nreceived from the Jews the forty lashes minus one. (25) Three","times I was beaten with rods, once I was pelted with stones,\nthree times I was shipwrecked, I spent a night and a day in\nthe open sea, (26) I have been constantly on the move. I have\nbeen in danger from rivers, in danger from bandits, in danger\nfrom my fellow Jews, in danger from Gentiles; in danger in\nthe city, in danger in the country, in danger at sea; and in\ndanger from false believers. (27) I have labored and toiled\nand have often gone without sleep; I have known hunger and\nthirst and have often gone without food; I have been cold and\nnaked. (28) Besides everything else, I face daily the pressure\nof my concern for all the churches. (29) Who is weak, and I","do not feel weak? Who is led into sin, and I do not inwardly\nburn? (30) If I must boast, I will boast of the things that show\nmy weakness. (31) The God and Father of the Lord Jesus,\nwho is to be praised forever, knows that I am not lying. (32)\nIn Damascus the governor under King Aretas had the city of\nthe Damascenes guarded in order to arrest me. (33) But I was\nlowered in a basket from a window in the wall and slipped\nthrough his hands."],"start_index":400008011013,"end_index":400008011033,"verse_count":21,"word_count":463},{"reference":"Galatians 2:20–21","translation":"NIV","division":"Senior","passage_number":42,"release":"NBBC","cards":["(20) I have been crucified with Christ and I no longer live, but\nChrist lives in me. The life I now live in the body, I live by faith\nin the Son of God, who loved me and gave himself for me.\n(21) I do not set aside the grace of God, for if righteousness\ncould be gained through the law, Christ died for nothing!\""],"start_index":400009002020,"end_index":400009002021,"verse_count":2,"word_count":63},{"reference":"Ephesians 3:8–10","translation":"NIV","division":"Senior","passage_number":43,"release":"NBBC","cards":["(8) Although I am less than the least of all the Lord's people,\nthis grace was given me: to preach to the Gentiles the\nboundless riches of Christ, (9) and to make plain to everyone\nthe administration of this mystery, which for ages past was\nkept hidden in God, who created all things. (10) His intent\nwas that now, through the church, the manifold wisdom of\nGod should be made known to the rulers and authorities in\nthe heavenly realms,"],"start_index":400010003008,"end_index":400010003010,"verse_count":3,"word_count":77},{"reference":"Colossians 1:24–29","translation":"NIV","division":"Senior","passage_number":44,"release":"NBBC","cards":["(24) Now I rejoice in what I am suffering for you, and I fill up in my\nflesh what is still lacking in regard to Christ's afflictions, for the sake\nof his body, which is the church. (25) I have become its servant by\nthe commission God gave me to present to you the word of God\nin its fullness-- (26) the mystery that has been kept hidden for ages\nand generations, but is now disclosed to the Lord's people. (27)\nTo them God has chosen to make known among the Gentiles the\nglorious riches of this mystery, which is Christ in you, the hope of\nglory. (28) He is the one we proclaim, admonishing and teaching\neveryone with all wisdom, so that we may present everyone fully\nmature in Christ. (29) To this end I strenuously contend with all the\nenergy Christ so powerfully works in me."],"start_index":400012001024,"end_index":400012001029,"verse_count":6,"word_count":142},{"reference":"Colossians 3:18–25","translation":"NIV","division":"Senior","passage_number":45,"release":"NBBC","cards":["(18) Wives, submit yourselves to your husbands, as is fitting in\nthe Lord. (19) Husbands, love your wives and do not be harsh\nwith them. (20) Children, obey your parents in everything, for\nthis pleases the Lord. (21) Fathers, do not embitter your children,\nor they will become discouraged. (22) Slaves, obey your earthly\nmasters in everything; and do it, not only when their eye is on you\nand to curry their favor, but with sincerity of heart and reverence\nfor the Lord. (23) Whatever you do, work at it with all your heart, as\nworking for the Lord, not for human masters, (24) since you know\nthat you will receive an inheritance from the Lord as a reward. It is\nthe Lord Christ you are serving. (25) Anyone who does wrong will\nbe repaid for their wrongs, and there is no favoritism."],"start_index":400012003018,"end_index":400012003025,"verse_count":8,"word_count":135},{"reference":"1 Thessalonians 2:4–13","translation":"NIV","division":"Senior","passage_number":46,"release":"NBBC","cards":["(4) On the contrary, we speak as those approved by God to be\nentrusted with the gospel. We are not trying to please people but\nGod, who tests our hearts. (5) You know we never used flattery, nor\ndid we put on a mask to cover up greed--God is our witness. (6) We\nwere not looking for praise from people, not from you or anyone\nelse, even though as apostles of Christ we could have asserted our\nauthority. (7) Instead, we were like young children among you. Just\nas a nursing mother cares for her children, (8) so we cared for you.\nBecause we loved you so much, we were delighted to share with\nyou not only the gospel of God but our lives as well. (9) Surely you\nremember, brothers and sisters, our toil and hardship; we worked","night and day in order not to be a burden to anyone while we\npreached the gospel of God to you. (10) You are witnesses, and so\nis God, of how holy, righteous and blameless we were among you\nwho believed. (11) For you know that we dealt with each of you as\na father deals with his own children, (12) encouraging, comforting\nand urging you to live lives worthy of God, who calls you into\nhis kingdom and glory. (13) And we also thank God continually\nbecause, when you received the word of God, which you heard\nfrom us, you accepted it not as a human word, but as it actually is,\nthe word of God, which is indeed at work in you who believe."],"start_index":400013002004,"end_index":400013002013,"verse_count":10,"word_count":256},{"reference":"1 Timothy 6:3–9","translation":"NIV","division":"Senior","passage_number":47,"release":"NBBC","cards":["(3) If anyone teaches otherwise and does not agree to the\nsound instruction of our Lord Jesus Christ and to godly\nteaching, (4) they are conceited and understand nothing.\nThey have an unhealthy interest in controversies and quarrels\nabout words that result in envy, strife, malicious talk, evil\nsuspicions (5) and constant friction between people of corrupt\nmind, who have been robbed of the truth and who think that\ngodliness is a means to financial gain. (6) But godliness with\ncontentment is great gain. (7) For we brought nothing into\nthe world, and we can take nothing out of it. (8) But if we have\nfood and clothing, we will be content with that. (9) Those who","want to get rich fall into temptation and a trap and into many\nfoolish and harmful desires that plunge people into ruin and\ndestruction."],"start_index":400015006003,"end_index":400015006009,"verse_count":7,"word_count":134},{"reference":"Titus 2:7–14","translation":"NIV","division":"Senior","passage_number":48,"release":"NBBC","cards":["(7) In everything set them an example by doing what is good.\nIn your teaching show integrity, seriousness (8) and soundness\nof speech that cannot be condemned, so that those who\noppose you may be ashamed because they have nothing bad\nto say about us. (9) Teach slaves to be subject to their masters\nin everything, to try to please them, not to talk back to them,\n(10) and not to steal from them, but to show that they can be\nfully trusted, so that in every way they will make the teaching\nabout God our Savior attractive. (11) For the grace of God has\nappeared that offers salvation to all people. (12) It teaches us\nto say \"No\" to ungodliness and worldly passions, and to live","self-controlled, upright and godly lives in this present age,\n(13) while we wait for the blessed hope--the appearing of\nthe glory of our great God and Savior, Jesus Christ, (14) who\ngave himself for us to redeem us from all wickedness and to\npurify for himself a people that are his very own, eager to do\nwhat is good."],"start_index":400017002007,"end_index":400017002014,"verse_count":8,"word_count":180},{"reference":"1 Peter 2:18–20","translation":"NIV","division":"Senior","passage_number":49,"release":"NBBC","cards":["(18) Slaves, in reverent fear of God submit yourselves to your\nmasters, not only to those who are good and considerate,\nbut also to those who are harsh. (19) For it is commendable\nif someone bears up under the pain of unjust suffering\nbecause they are conscious of God. (20) But how is it to your\ncredit if you receive a beating for doing wrong and endure\nit? But if you suffer for doing good and you endure it, this is\ncommendable before God."],"start_index":400021002018,"end_index":400021002020,"verse_count":3,"word_count":81},{"reference":"Revelation 2:1–10","translation":"NIV","division":"Senior","passage_number":50,"release":"NBBC","cards":["(1) \"To the angel of the church in Ephesus write: These are the\nwords of him who holds the seven stars in his right hand and\nwalks among the seven golden lampstands. (2) I know your\ndeeds, your hard work and your perseverance. I know that you\ncannot tolerate wicked people, that you have tested those\nwho claim to be apostles but are not, and have found them\nfalse. (3) You have persevered and have endured hardships\nfor my name, and have not grown weary. (4) Yet I hold this\nagainst you: You have forsaken the love you had at first. (5)\nConsider how far you have fallen! Repent and do the things\nyou did at first. If you do not repent, I will come to you and","remove your lampstand from its place. (6) But you have this\nin your favor: You hate the practices of the Nicolaitans, which\nI also hate. (7) Whoever has ears, let them hear what the Spirit\nsays to the churches. To the one who is victorious, I will give\nthe right to eat from the tree of life, which is in the paradise\nof God. (8) \"To the angel of the church in Smyrna write: These\nare the words of him who is the First and the Last, who died\nand came to life again. (9) I know your afflictions and your\npoverty--yet you are rich! I know about the slander of those\nwho say they are Jews and are not, but are a synagogue of\nSatan. (10) Do not be afraid of what you are about to suffer.","I tell you, the devil will put some of you in prison to test you,\nand you will suffer persecution for ten days. Be faithful, even\nto the point of death, and I will give you life as your victor's\ncrown."],"start_index":400027002001,"end_index":400027002010,"verse_count":10,"word_count":298},{"reference":"Revelation 14:1–8","translation":"NIV","division":"Senior","passage_number":51,"release":"NBBC","cards":["(1) Then I looked, and there before me was the Lamb, standing\non Mount Zion, and with him 144,000 who had his name and\nhis Father's name written on their foreheads. (2) And I heard\na sound from heaven like the roar of rushing waters and like\na loud peal of thunder. The sound I heard was like that of\nharpists playing their harps. (3) And they sang a new song\nbefore the throne and before the four living creatures and the\nelders. No one could learn the song except the 144,000 who\nhad been redeemed from the earth. (4) These are those who\ndid not defile themselves with women, for they remained\nvirgins. They follow the Lamb wherever he goes. They were","purchased from among mankind and offered as firstfruits to\nGod and the Lamb. (5) No lie was found in their mouths; they\nare blameless. (6) Then I saw another angel flying in midair,\nand he had the eternal gospel to proclaim to those who live\non the earth--to every nation, tribe, language and people.\n(7) He said in a loud voice, \"Fear God and give him glory,\nbecause the hour of his judgment has come. Worship him\nwho made the heavens, the earth, the sea and the springs of\nwater.\" (8) A second angel followed and said, \" 'Fallen! Fallen\nis Babylon the Great,' which made all the nations drink the\nmaddening wine of her adulteries.\""],"start_index":400027014001,"end_index":400027014008,"verse_count":8,"word_count":233},{"reference":"Leviticus 25:24–28","translation":"NIV","division":"Senior","passage_number":52,"release":"NBBC","cards":["(24) Throughout the land that you hold as a possession, you must\nprovide for the redemption of the land. (25) \" 'If one of your fellow\nIsraelites becomes poor and sells some of their property, their\nnearest relative is to come and redeem what they have sold. (26)\nIf, however, there is no one to redeem it for them but later on they\nprosper and acquire sufficient means to redeem it themselves, (27)\nthey are to determine the value for the years since they sold it and\nrefund the balance to the one to whom they sold it; they can then\ngo back to their own property. (28) But if they do not acquire the\nmeans to repay, what was sold will remain in the possession of the\nbuyer until the Year of Jubilee. It will be returned in the Jubilee,\nand they can then go back to their property."],"start_index":200003025024,"end_index":200003025028,"verse_count":5,"word_count":144},{"reference":"Numbers 28:1–10","translation":"NIV","division":"Senior","passage_number":53,"release":"NBBC","cards":["(1) The LORD said to Moses, (2) \"Give this command to the\nIsraelites and say to them: 'Make sure that you present to\nme at the appointed time my food offerings, as an aroma\npleasing to me.' (3) Say to them: 'This is the food offering\nyou are to present to the LORD: two lambs a year old without\ndefect, as a regular burnt offering each day. (4) Offer one\nlamb in the morning and the other at twilight, (5) together\nwith a grain offering of a tenth of an ephah of the finest flour\nmixed with a quarter of a hin of oil from pressed olives. (6)\nThis is the regular burnt offering instituted at Mount Sinai as\na pleasing aroma, a food offering presented to the LORD. (7)","The accompanying drink offering is to be a quarter of a hin of\nfermented drink with each lamb. Pour out the drink offering\nto the LORD at the sanctuary. (8) Offer the second lamb at\ntwilight, along with the same kind of grain offering and drink\noffering that you offer in the morning. This is a food offering,\nan aroma pleasing to the LORD. (9) \" 'On the Sabbath day,\nmake an offering of two lambs a year old without defect,\ntogether with its drink offering and a grain offering of two-\ntenths of an ephah of the finest flour mixed with olive oil. (10)\nThis is the burnt offering for every Sabbath, in addition to the\nregular burnt offering and its drink offering."],"start_index":200004028001,"end_index":200004028010,"verse_count":10,"word_count":243},{"reference":"Deuteronomy 10:11–22","translation":"NIV","division":"Senior","passage_number":54,"release":"NBBC","cards":["(11) \"Go,\" the LORD said to me, \"and lead the people on their\nway, so that they may enter and possess the land I swore to\ntheir ancestors to give them.\" (12) And now, Israel, what does\nthe LORD your God ask of you but to fear the LORD your\nGod, to walk in obedience to him, to love him, to serve the\nLORD your God with all your heart and with all your soul, (13)\nand to observe the LORD's commands and decrees that I\nam giving you today for your own good? (14) To the LORD\nyour God belong the heavens, even the highest heavens, the\nearth and everything in it. (15) Yet the LORD set his affection\non your ancestors and loved them, and he chose you, their","descendants, above all the nations--as it is today. (16)\nCircumcise your hearts, therefore, and do not be stiff-necked\nany longer. (17) For the LORD your God is God of gods and\nLord of lords, the great God, mighty and awesome, who\nshows no partiality and accepts no bribes. (18) He defends\nthe cause of the fatherless and the widow, and loves the\nforeigner residing among you, giving them food and clothing.\n(19) And you are to love those who are foreigners, for you\nyourselves were foreigners in Egypt. (20) Fear the LORD your\nGod and serve him. Hold fast to him and take your oaths in\nhis name. (21) He is the one you praise; he is your God, who","performed for you those great and awesome wonders you\nsaw with your own eyes. (22) Your ancestors who went down\ninto Egypt were seventy in all, and now the LORD your God\nhas made you as numerous as the stars in the sky."],"start_index":200005010011,"end_index":200005010022,"verse_count":12,"word_count":284},{"reference":"1 Samuel 2:1–10","translation":"NIV","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) Then Hannah prayed and said: \"My heart rejoices in the LORD;\nin the LORD my horn is lifted high. My mouth boasts over my\nenemies, for I delight in your deliverance. (2) \"There is no one holy\nlike the LORD; there is no one besides you; there is no Rock like our\nGod. (3) \"Do not keep talking so proudly or let your mouth speak\nsuch arrogance, for the LORD is a God who knows, and by him\ndeeds are weighed. (4) \"The bows of the warriors are broken, but\nthose who stumbled are armed with strength. (5) Those who were\nfull hire themselves out for food, but those who were hungry are\nhungry no more. She who was barren has borne seven children,\nbut she who has had many sons pines away. (6) \"The LORD brings","death and makes alive; he brings down to the grave and raises up.\n(7) The LORD sends poverty and wealth; he humbles and he exalts.\n(8) He raises the poor from the dust and lifts the needy from the\nash heap; he seats them with princes and has them inherit a throne\nof honor. \"For the foundations of the earth are the LORD's; on\nthem he has set the world. (9) He will guard the feet of his faithful\nservants, but the wicked will be silenced in the place of darkness.\n\"It is not by strength that one prevails; (10) those who oppose the\nLORD will be broken. The Most High will thunder from heaven; the\nLORD will judge the ends of the earth. \"He will give strength to his\nking and exalt the horn of his anointed.\""],"start_index":200009002001,"end_index":200009002010,"verse_count":10,"word_count":266},{"reference":"2 Samuel 22:5–14","translation":"NIV","division":"Senior","passage_number":56,"release":"NBBC","cards":["(5) The waves of death swirled about me; the torrents of\ndestruction overwhelmed me. (6) The cords of the grave\ncoiled around me; the snares of death confronted me. (7) \"In\nmy distress I called to the LORD; I called out to my God. From\nhis temple he heard my voice; my cry came to his ears. (8) The\nearth trembled and quaked, the foundations of the heavens\nshook; they trembled because he was angry. (9) Smoke rose\nfrom his nostrils; consuming fire came from his mouth, burning\ncoals blazed out of it. (10) He parted the heavens and came\ndown; dark clouds were under his feet. (11) He mounted\nthe cherubim and flew; he soared on the wings of the wind.","(12) He made darkness his canopy around him--the dark rain\nclouds of the sky. (13) Out of the brightness of his presence\nbolts of lightning blazed forth. (14) The LORD thundered\nfrom heaven; the voice of the Most High resounded."],"start_index":200010022005,"end_index":200010022014,"verse_count":10,"word_count":153},{"reference":"2 Kings 6:8–17","translation":"NIV","division":"Senior","passage_number":57,"release":"NBBC","cards":["(8) Now the king of Aram was at war with Israel. After conferring\nwith his officers, he said, \"I will set up my camp in such and such a\nplace.\" (9) The man of God sent word to the king of Israel: \"Beware\nof passing that place, because the Arameans are going down\nthere.\" (10) So the king of Israel checked on the place indicated\nby the man of God. Time and again Elisha warned the king, so that\nhe was on his guard in such places. (11) This enraged the king of\nAram. He summoned his officers and demanded of them, \"Tell me!\nWhich of us is on the side of the king of Israel?\" (12) \"None of us,\nmy lord the king,\" said one of his officers, \"but Elisha, the prophet\nwho is in Israel, tells the king of Israel the very words you speak in\nyour bedroom.\" (13) \"Go, find out where he is,\" the king ordered,","\"so I can send men and capture him.\" The report came back: \"He\nis in Dothan.\" (14) Then he sent horses and chariots and a strong\nforce there. They went by night and surrounded the city. (15) When\nthe servant of the man of God got up and went out early the next\nmorning, an army with horses and chariots had surrounded the\ncity. \"Oh no, my lord! What shall we do?\" the servant asked. (16)\n\"Don't be afraid,\" the prophet answered. \"Those who are with us\nare more than those who are with them.\" (17) And Elisha prayed,\n\"Open his eyes, LORD, so that he may see.\" Then the LORD opened\nthe servant's eyes, and he looked and saw the hills full of horses\nand chariots of fire all around Elisha."],"start_index":200012006008,"end_index":200012006017,"verse_count":10,"word_count":282},{"reference":"2 Chronicles 20:2–17","translation":"NIV","division":"Senior","passage_number":58,"release":"NBBC","cards":["(2) Some people came and told Jehoshaphat, \"A vast army\nis coming against you from Edom, from the other side of the\nDead Sea. It is already in Hazezon Tamar\" (that is, En Gedi). (3)\nAlarmed, Jehoshaphat resolved to inquire of the LORD, and he\nproclaimed a fast for all Judah. (4) The people of Judah came\ntogether to seek help from the LORD; indeed, they came from\nevery town in Judah to seek him. (5) Then Jehoshaphat stood\nup in the assembly of Judah and Jerusalem at the temple\nof the LORD in the front of the new courtyard (6) and said:\n\"LORD, the God of our ancestors, are you not the God who\nis in heaven? You rule over all the kingdoms of the nations.","Power and might are in your hand, and no one can withstand\nyou. (7) Our God, did you not drive out the inhabitants of\nthis land before your people Israel and give it forever to the\ndescendants of Abraham your friend? (8) They have lived in\nit and have built in it a sanctuary for your Name, saying, (9) 'If\ncalamity comes upon us, whether the sword of judgment, or\nplague or famine, we will stand in your presence before this\ntemple that bears your Name and will cry out to you in our\ndistress, and you will hear us and save us.' (10) \"But now here\nare men from Ammon, Moab and Mount Seir, whose territory\nyou would not allow Israel to invade when they came from","Egypt; so they turned away from them and did not destroy\nthem. (11) See how they are repaying us by coming to drive\nus out of the possession you gave us as an inheritance. (12)\nOur God, will you not judge them? For we have no power to\nface this vast army that is attacking us. We do not know what\nto do, but our eyes are on you.\" (13) All the men of Judah, with\ntheir wives and children and little ones, stood there before the\nLORD. (14) Then the Spirit of the LORD came on Jahaziel son\nof Zechariah, the son of Benaiah, the son of Jeiel, the son of\nMattaniah, a Levite and descendant of Asaph, as he stood in\nthe assembly. (15) He said: \"Listen, King Jehoshaphat and all","who live in Judah and Jerusalem! This is what the LORD says\nto you: 'Do not be afraid or discouraged because of this vast\narmy. For the battle is not yours, but God's. (16) Tomorrow\nmarch down against them. They will be climbing up by the\nPass of Ziz, and you will find them at the end of the gorge in\nthe Desert of Jeruel. (17) You will not have to fight this battle.\nTake up your positions; stand firm and see the deliverance the\nLORD will give you, Judah and Jerusalem. Do not be afraid;\ndo not be discouraged. Go out to face them tomorrow, and\nthe LORD will be with you.' \""],"start_index":200014020002,"end_index":200014020017,"verse_count":16,"word_count":485},{"reference":"Job 22:22–28","translation":"NIV","division":"Senior","passage_number":59,"release":"NBBC","cards":["(22) Accept instruction from his mouth and lay up his words\nin your heart. (23) If you return to the Almighty, you will be\nrestored: If you remove wickedness far from your tent (24)\nand assign your nuggets to the dust, your gold of Ophir to\nthe rocks in the ravines, (25) then the Almighty will be your\ngold, the choicest silver for you. (26) Surely then you will find\ndelight in the Almighty and will lift up your face to God. (27)\nYou will pray to him, and he will hear you, and you will fulfill\nyour vows. (28) What you decide on will be done, and light\nwill shine on your ways."],"start_index":200018022022,"end_index":200018022028,"verse_count":7,"word_count":107},{"reference":"Job 28:1–28","translation":"NIV","division":"Senior","passage_number":60,"release":"NBBC","cards":["(1) There is a mine for silver and a place where gold is refined.\n(2) Iron is taken from the earth, and copper is smelted from\nore. (3) Mortals put an end to the darkness; they search out\nthe farthest recesses for ore in the blackest darkness. (4) Far\nfrom human dwellings they cut a shaft, in places untouched\nby human feet; far from other people they dangle and sway.\n(5) The earth, from which food comes, is transformed below\nas by fire; (6) lapis lazuli comes from its rocks, and its dust\ncontains nuggets of gold. (7) No bird of prey knows that\nhidden path, no falcon's eye has seen it. (8) Proud beasts do\nnot set foot on it, and no lion prowls there. (9) People assault","the flinty rock with their hands and lay bare the roots of the\nmountains. (10) They tunnel through the rock; their eyes see\nall its treasures. (11) They search the sources of the rivers and\nbring hidden things to light. (12) But where can wisdom be\nfound? Where does understanding dwell? (13) No mortal\ncomprehends its worth; it cannot be found in the land of the\nliving. (14) The deep says, \"It is not in me\"; the sea says, \"It is\nnot with me.\" (15) It cannot be bought with the finest gold,\nnor can its price be weighed out in silver. (16) It cannot be\nbought with the gold of Ophir, with precious onyx or lapis\nlazuli. (17) Neither gold nor crystal can compare with it, nor","can it be had for jewels of gold. (18) Coral and jasper are\nnot worthy of mention; the price of wisdom is beyond rubies.\n(19) The topaz of Cush cannot compare with it; it cannot be\nbought with pure gold. (20) Where then does wisdom come\nfrom? Where does understanding dwell? (21) It is hidden\nfrom the eyes of every living thing, concealed even from\nthe birds in the sky. (22) Destruction and Death say, \"Only\na rumor of it has reached our ears.\" (23) God understands\nthe way to it and he alone knows where it dwells, (24) for he\nviews the ends of the earth and sees everything under the\nheavens. (25) When he established the force of the wind and","measured out the waters, (26) when he made a decree for the\nrain and a path for the thunderstorm, (27) then he looked at\nwisdom and appraised it; he confirmed it and tested it. (28)\nAnd he said to the human race, \"The fear of the Lord--that is\nwisdom, and to shun evil is understanding.\""],"start_index":200018028001,"end_index":200018028028,"verse_count":28,"word_count":408},{"reference":"Job 38:1–33","translation":"NIV","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) Then the LORD spoke to Job out of the storm. He said:\n(2) \"Who is this that obscures my plans with words without\nknowledge? (3) Brace yourself like a man; I will question you,\nand you shall answer me. (4) \"Where were you when I laid\nthe earth's foundation? Tell me, if you understand. (5) Who\nmarked off its dimensions? Surely you know! Who stretched\na measuring line across it? (6) On what were its footings set,\nor who laid its cornerstone-- (7) while the morning stars sang\ntogether and all the angels shouted for joy? (8) \"Who shut up\nthe sea behind doors when it burst forth from the womb, (9)\nwhen I made the clouds its garment and wrapped it in thick","darkness, (10) when I fixed limits for it and set its doors and\nbars in place, (11) when I said, 'This far you may come and no\nfarther; here is where your proud waves halt'? (12) \"Have you\never given orders to the morning, or shown the dawn its place,\n(13) that it might take the earth by the edges and shake the\nwicked out of it? (14) The earth takes shape like clay under a\nseal; its features stand out like those of a garment. (15) The\nwicked are denied their light, and their upraised arm is broken.\n(16) \"Have you journeyed to the springs of the sea or walked\nin the recesses of the deep? (17) Have the gates of death\nbeen shown to you? Have you seen the gates of the deepest","darkness? (18) Have you comprehended the vast expanses of\nthe earth? Tell me, if you know all this. (19) \"What is the way to\nthe abode of light? And where does darkness reside? (20) Can\nyou take them to their places? Do you know the paths to their\ndwellings? (21) Surely you know, for you were already born!\nYou have lived so many years! (22) \"Have you entered the\nstorehouses of the snow or seen the storehouses of the hail,\n(23) which I reserve for times of trouble, for days of war and\nbattle? (24) What is the way to the place where the lightning\nis dispersed, or the place where the east winds are scattered\nover the earth? (25) Who cuts a channel for the torrents of","rain, and a path for the thunderstorm, (26) to water a land\nwhere no one lives, an uninhabited desert, (27) to satisfy a\ndesolate wasteland and make it sprout with grass? (28) Does\nthe rain have a father? Who fathers the drops of dew? (29)\nFrom whose womb comes the ice? Who gives birth to the\nfrost from the heavens (30) when the waters become hard as\nstone, when the surface of the deep is frozen? (31) \"Can you\nbind the chains of the Pleiades? Can you loosen Orion's belt?\n(32) Can you bring forth the constellations in their seasons or\nlead out the Bear with its cubs? (33) Do you know the laws of\nthe heavens? Can you set up God's dominion over the earth?"],"start_index":200018038001,"end_index":200018038033,"verse_count":33,"word_count":481},{"reference":"Psalm 89:5–18","translation":"NIV","division":"Senior","passage_number":62,"release":"NBBC","cards":["(5) The heavens praise your wonders, LORD, your faithfulness\ntoo, in the assembly of the holy ones. (6) For who in the skies\nabove can compare with the LORD? Who is like the LORD\namong the heavenly beings? (7) In the council of the holy\nones God is greatly feared; he is more awesome than all who\nsurround him. (8) Who is like you, LORD God Almighty? You,\nLORD, are mighty, and your faithfulness surrounds you. (9)\nYou rule over the surging sea; when its waves mount up, you\nstill them. (10) You crushed Rahab like one of the slain; with\nyour strong arm you scattered your enemies. (11) The heavens\nare yours, and yours also the earth; you founded the world","and all that is in it. (12) You created the north and the south;\nTabor and Hermon sing for joy at your name. (13) Your arm\nis endowed with power; your hand is strong, your right hand\nexalted. (14) Righteousness and justice are the foundation of\nyour throne; love and faithfulness go before you. (15) Blessed\nare those who have learned to acclaim you, who walk in the\nlight of your presence, LORD. (16) They rejoice in your name\nall day long; they celebrate your righteousness. (17) For you\nare their glory and strength, and by your favor you exalt our\nhorn. (18) Indeed, our shield belongs to the LORD, our king\nto the Holy One of Israel."],"start_index":200019089005,"end_index":200019089018,"verse_count":14,"word_count":226},{"reference":"Proverbs 12:1–28","translation":"NIV","division":"Senior","passage_number":63,"release":"NBBC","cards":["(1) Whoever loves discipline loves knowledge, but whoever\nhates correction is stupid. (2) Good people obtain favor from\nthe LORD, but he condemns those who devise wicked schemes.\n(3) No one can be established through wickedness, but the\nrighteous cannot be uprooted. (4) A wife of noble character is\nher husband's crown, but a disgraceful wife is like decay in his\nbones. (5) The plans of the righteous are just, but the advice of\nthe wicked is deceitful. (6) The words of the wicked lie in wait\nfor blood, but the speech of the upright rescues them. (7) The\nwicked are overthrown and are no more, but the house of the\nrighteous stands firm. (8) A person is praised according to","their prudence, and one with a warped mind is despised. (9)\nBetter to be a nobody and yet have a servant than pretend to\nbe somebody and have no food. (10) The righteous care for\nthe needs of their animals, but the kindest acts of the wicked\nare cruel. (11) Those who work their land will have abundant\nfood, but those who chase fantasies have no sense. (12) The\nwicked desire the stronghold of evildoers, but the root of the\nrighteous endures. (13) Evildoers are trapped by their sinful\ntalk, and so the innocent escape trouble. (14) From the fruit of\ntheir lips people are filled with good things, and the work of\ntheir hands brings them reward. (15) The way of fools seems","right to them, but the wise listen to advice. (16) Fools show\ntheir annoyance at once, but the prudent overlook an insult.\n(17) An honest witness tells the truth, but a false witness tells\nlies. (18) The words of the reckless pierce like swords, but the\ntongue of the wise brings healing. (19) Truthful lips endure\nforever, but a lying tongue lasts only a moment. (20) Deceit is\nin the hearts of those who plot evil, but those who promote\npeace have joy. (21) No harm overtakes the righteous, but\nthe wicked have their fill of trouble. (22) The LORD detests\nlying lips, but he delights in people who are trustworthy. (23)\nThe prudent keep their knowledge to themselves, but a fool's","heart blurts out folly. (24) Diligent hands will rule, but laziness\nends in forced labor. (25) Anxiety weighs down the heart,\nbut a kind word cheers it up. (26) The righteous choose their\nfriends carefully, but the way of the wicked leads them astray.\n(27) The lazy do not roast any game, but the diligent feed on\nthe riches of the hunt. (28) In the way of righteousness there\nis life; along that path is immortality."],"start_index":200020012001,"end_index":200020012028,"verse_count":28,"word_count":415},{"reference":"Proverbs 24:1–27","translation":"NIV","division":"Senior","passage_number":64,"release":"NBBC","cards":["(1) Do not envy the wicked, do not desire their company;\n(2) for their hearts plot violence, and their lips talk about\nmaking trouble. (3) By wisdom a house is built, and through\nunderstanding it is established; (4) through knowledge its\nrooms are filled with rare and beautiful treasures. (5) The wise\nprevail through great power, and those who have knowledge\nmuster their strength. (6) Surely you need guidance to wage\nwar, and victory is won through many advisers. (7) Wisdom is\ntoo high for fools; in the assembly at the gate they must not\nopen their mouths. (8) Whoever plots evil will be known as a\nschemer. (9) The schemes of folly are sin, and people detest","a mocker. (10) If you falter in a time of trouble, how small is\nyour strength! (11) Rescue those being led away to death;\nhold back those staggering toward slaughter. (12) If you say,\n\"But we knew nothing about this,\" does not he who weighs\nthe heart perceive it? Does not he who guards your life know\nit? Will he not repay everyone according to what they have\ndone? (13) Eat honey, my son, for it is good; honey from the\ncomb is sweet to your taste. (14) Know also that wisdom is\nlike honey for you: If you find it, there is a future hope for\nyou, and your hope will not be cut off. (15) Do not lurk like\na thief near the house of the righteous, do not plunder their","dwelling place; (16) for though the righteous fall seven times,\nthey rise again, but the wicked stumble when calamity strikes.\n(17) Do not gloat when your enemy falls; when they stumble,\ndo not let your heart rejoice, (18) or the LORD will see and\ndisapprove and turn his wrath away from them. (19) Do not\nfret because of evildoers or be envious of the wicked, (20) for\nthe evildoer has no future hope, and the lamp of the wicked\nwill be snuffed out. (21) Fear the LORD and the king, my\nson, and do not join with rebellious officials, (22) for those\ntwo will send sudden destruction on them, and who knows\nwhat calamities they can bring? (23) These also are sayings","of the wise: To show partiality in judging is not good: (24)\nWhoever says to the guilty, \"You are innocent,\" will be cursed\nby peoples and denounced by nations. (25) But it will go well\nwith those who convict the guilty, and rich blessing will come\non them. (26) An honest answer is like a kiss on the lips. (27)\nPut your outdoor work in order and get your fields ready;\nafter that, build your house."],"start_index":200020024001,"end_index":200020024027,"verse_count":27,"word_count":422},{"reference":"Ecclesiastes 7:7–19","translation":"NIV","division":"Senior","passage_number":65,"release":"NBBC","cards":["(7) Extortion turns a wise person into a fool, and a bribe corrupts\nthe heart. (8) The end of a matter is better than its beginning, and\npatience is better than pride. (9) Do not be quickly provoked in\nyour spirit, for anger resides in the lap of fools. (10) Do not say,\n\"Why were the old days better than these?\" For it is not wise to\nask such questions. (11) Wisdom, like an inheritance, is a good\nthing and benefits those who see the sun. (12) Wisdom is a shelter\nas money is a shelter, but the advantage of knowledge is this:\nWisdom preserves those who have it. (13) Consider what God has\ndone: Who can straighten what he has made crooked? (14) When\ntimes are good, be happy; but when times are bad, consider this:","God has made the one as well as the other. Therefore, no one can\ndiscover anything about their future. (15) In this meaningless life\nof mine I have seen both of these: the righteous perishing in their\nrighteousness, and the wicked living long in their wickedness.\n(16) Do not be overrighteous, neither be overwise--why destroy\nyourself? (17) Do not be overwicked, and do not be a fool--why\ndie before your time? (18) It is good to grasp the one and not let\ngo of the other. Whoever fears God will avoid all extremes. (19)\nWisdom makes one wise person more powerful than ten rulers in\na city."],"start_index":200021007007,"end_index":200021007019,"verse_count":13,"word_count":233},{"reference":"Isaiah 1:15–20","translation":"NIV","division":"Senior","passage_number":66,"release":"NBBC","cards":["(15) When you spread out your hands in prayer, I hide my eyes\nfrom you; even when you offer many prayers, I am not listening.\nYour hands are full of blood! (16) Wash and make yourselves\nclean. Take your evil deeds out of my sight; stop doing wrong.\n(17) Learn to do right; seek justice. Defend the oppressed. Take\nup the cause of the fatherless; plead the case of the widow. (18)\n\"Come now, let us settle the matter,\" says the LORD. \"Though your\nsins are like scarlet, they shall be as white as snow; though they\nare red as crimson, they shall be like wool. (19) If you are willing\nand obedient, you will eat the good things of the land; (20) but if\nyou resist and rebel, you will be devoured by the sword.\" For the\nmouth of the LORD has spoken."],"start_index":200023001015,"end_index":200023001020,"verse_count":6,"word_count":138},{"reference":"Isaiah 12:1–5","translation":"NIV","division":"Senior","passage_number":67,"release":"NBBC","cards":["(1) In that day you will say: \"I will praise you, LORD. Although\nyou were angry with me, your anger has turned away and\nyou have comforted me. (2) Surely God is my salvation; I will\ntrust and not be afraid. The LORD, the LORD himself, is my\nstrength and my defense; he has become my salvation.\" (3)\nWith joy you will draw water from the wells of salvation. (4)\nIn that day you will say: \"Give praise to the LORD, proclaim\nhis name; make known among the nations what he has done,\nand proclaim that his name is exalted. (5) Sing to the LORD,\nfor he has done glorious things; let this be known to all the\nworld."],"start_index":200023012001,"end_index":200023012005,"verse_count":5,"word_count":114},{"reference":"Isaiah 26:3–9","translation":"NIV","division":"Senior","passage_number":68,"release":"NBBC","cards":["(3) You will keep in perfect peace those whose minds are steadfast,\nbecause they trust in you. (4) Trust in the LORD forever, for the\nLORD, the LORD himself, is the Rock eternal. (5) He humbles those\nwho dwell on high, he lays the lofty city low; he levels it to the\nground and casts it down to the dust. (6) Feet trample it down--\nthe feet of the oppressed, the footsteps of the poor. (7) The path\nof the righteous is level; you, the Upright One, make the way of\nthe righteous smooth. (8) Yes, LORD, walking in the way of your\nlaws, we wait for you; your name and renown are the desire of our\nhearts. (9) My soul yearns for you in the night; in the morning my\nspirit longs for you. When your judgments come upon the earth,\nthe people of the world learn righteousness."],"start_index":200023026003,"end_index":200023026009,"verse_count":7,"word_count":142},{"reference":"Jeremiah 17:1–8","translation":"NIV","division":"Senior","passage_number":69,"release":"NBBC","cards":["(1) \"Judah's sin is engraved with an iron tool, inscribed with\na flint point, on the tablets of their hearts and on the horns of\ntheir altars. (2) Even their children remember their altars and\nAsherah poles beside the spreading trees and on the high\nhills. (3) My mountain in the land and your wealth and all your\ntreasures I will give away as plunder, together with your high\nplaces, because of sin throughout your country. (4) Through\nyour own fault you will lose the inheritance I gave you. I will\nenslave you to your enemies in a land you do not know, for\nyou have kindled my anger, and it will burn forever.\" (5) This\nis what the LORD says: \"Cursed is the one who trusts in man,","who draws strength from mere flesh and whose heart turns\naway from the LORD. (6) That person will be like a bush in\nthe wastelands; they will not see prosperity when it comes.\nThey will dwell in the parched places of the desert, in a salt\nland where no one lives. (7) \"But blessed is the one who\ntrusts in the LORD, whose confidence is in him. (8) They will\nbe like a tree planted by the water that sends out its roots by\nthe stream. It does not fear when heat comes; its leaves are\nalways green. It has no worries in a year of drought and never\nfails to bear fruit.\""],"start_index":200024017001,"end_index":200024017008,"verse_count":8,"word_count":234},{"reference":"Jeremiah 35:1–14","translation":"NIV","division":"Senior","passage_number":70,"release":"NBBC","cards":["(1) This is the word that came to Jeremiah from the LORD during\nthe reign of Jehoiakim son of Josiah king of Judah: (2) \"Go to the\nRekabite family and invite them to come to one of the side rooms\nof the house of the LORD and give them wine to drink.\" (3) So I\nwent to get Jaazaniah son of Jeremiah, the son of Habazziniah,\nand his brothers and all his sons--the whole family of the Rekabites.\n(4) I brought them into the house of the LORD, into the room of\nthe sons of Hanan son of Igdaliah the man of God. It was next\nto the room of the officials, which was over that of Maaseiah son\nof Shallum the doorkeeper. (5) Then I set bowls full of wine and\nsome cups before the Rekabites and said to them, \"Drink some","wine.\" (6) But they replied, \"We do not drink wine, because our\nforefather Jehonadab son of Rekab gave us this command:\n'Neither you nor your descendants must ever drink wine. (7) Also\nyou must never build houses, sow seed or plant vineyards; you\nmust never have any of these things, but must always live in tents.\nThen you will live a long time in the land where you are nomads.'\n(8) We have obeyed everything our forefather Jehonadab son of\nRekab commanded us. Neither we nor our wives nor our sons and\ndaughters have ever drunk wine (9) or built houses to live in or had\nvineyards, fields or crops. (10) We have lived in tents and have fully\nobeyed everything our forefather Jehonadab commanded us. (11)","But when Nebuchadnezzar king of Babylon invaded this land, we\nsaid, 'Come, we must go to Jerusalem to escape the Babylonian\nand Aramean armies.' So we have remained in Jerusalem.\" (12)\nThen the word of the LORD came to Jeremiah, saying: (13) \"This\nis what the LORD Almighty, the God of Israel, says: Go and tell the\npeople of Judah and those living in Jerusalem, 'Will you not learn\na lesson and obey my words?' declares the LORD. (14) 'Jehonadab\nson of Rekab ordered his descendants not to drink wine and this\ncommand has been kept. To this day they do not drink wine,\nbecause they obey their forefather's command. But I have spoken\nto you again and again, yet you have not obeyed me."],"start_index":200024035001,"end_index":200024035014,"verse_count":14,"word_count":382},{"reference":"Hosea 2:14–23","translation":"NIV","division":"Senior","passage_number":71,"release":"NBBC","cards":["(14) \"Therefore I am now going to allure her; I will lead her into\nthe wilderness and speak tenderly to her. (15) There I will give\nher back her vineyards, and will make the Valley of Achor a door\nof hope. There she will respond as in the days of her youth, as in\nthe day she came up out of Egypt. (16) \"In that day,\" declares the\nLORD, \"you will call me 'my husband'; you will no longer call me\n'my master.' (17) I will remove the names of the Baals from her lips;\nno longer will their names be invoked. (18) In that day I will make\na covenant for them with the beasts of the field, the birds in the\nsky and the creatures that move along the ground. Bow and sword\nand battle I will abolish from the land, so that all may lie down","in safety. (19) I will betroth you to me forever; I will betroth you\nin righteousness and justice, in love and compassion. (20) I will\nbetroth you in faithfulness, and you will acknowledge the LORD.\n(21) \"In that day I will respond,\" declares the LORD--\"I will respond\nto the skies, and they will respond to the earth; (22) and the earth\nwill respond to the grain, the new wine and the olive oil, and they\nwill respond to Jezreel. (23) I will plant her for myself in the land; I\nwill show my love to the one I called 'Not my loved one.' I will say\nto those called 'Not my people,' 'You are my people'; and they will\nsay, 'You are my God.' \""],"start_index":200028002014,"end_index":200028002023,"verse_count":10,"word_count":264},{"reference":"Obadiah 3–7","translation":"NIV","division":"Senior","passage_number":72,"release":"NBBC","cards":["(3) The pride of your heart has deceived you, you who live in\nthe clefts of the rocks and make your home on the heights, you\nwho say to yourself, 'Who can bring me down to the ground?' (4)\nThough you soar like the eagle and make your nest among the\nstars, from there I will bring you down,\" declares the LORD. (5) \"If\nthieves came to you, if robbers in the night--oh, what a disaster\nawaits you!--would they not steal only as much as they wanted? If\ngrape pickers came to you, would they not leave a few grapes? (6)\nBut how Esau will be ransacked, his hidden treasures pillaged! (7)\nAll your allies will force you to the border; your friends will deceive\nand overpower you; those who eat your bread will set a trap for\nyou, but you will not detect it."],"start_index":200031001003,"end_index":200031001007,"verse_count":5,"word_count":142},{"reference":"Zephaniah 3:16–20","translation":"NIV","division":"Senior","passage_number":73,"release":"NBBC","cards":["(16) On that day they will say to Jerusalem, \"Do not fear, Zion; do\nnot let your hands hang limp. (17) The LORD your God is with you,\nthe Mighty Warrior who saves. He will take great delight in you; in\nhis love he will no longer rebuke you, but will rejoice over you with\nsinging.\" (18) \"I will remove from you all who mourn over the loss\nof your appointed festivals, which is a burden and reproach for\nyou. (19) At that time I will deal with all who oppressed you. I will\nrescue the lame; I will gather the exiles. I will give them praise and\nhonor in every land where they have suffered shame. (20) At that\ntime I will gather you; at that time I will bring you home. I will give\nyou honor and praise among all the peoples of the earth when I\nrestore your fortunes before your very eyes,\" says the LORD.."],"start_index":200036003016,"end_index":200036003020,"verse_count":5,"word_count":154},{"reference":"Haggai 2:1–9","translation":"NIV","division":"Senior","passage_number":74,"release":"NBBC","cards":["(1) on the twenty-first day of the seventh month, the word of\nthe LORD came through the prophet Haggai: (2) \"Speak to\nZerubbabel son of Shealtiel, governor of Judah, to Joshua\nson of Jozadak, the high priest, and to the remnant of the\npeople. Ask them, (3) 'Who of you is left who saw this house\nin its former glory? How does it look to you now? Does it not\nseem to you like nothing? (4) But now be strong, Zerubbabel,'\ndeclares the LORD. 'Be strong, Joshua son of Jozadak, the\nhigh priest. Be strong, all you people of the land,' declares\nthe LORD, 'and work. For I am with you,' declares the LORD\nAlmighty. (5) 'This is what I covenanted with you when you","came out of Egypt. And my Spirit remains among you. Do\nnot fear.' (6) \"This is what the LORD Almighty says: 'In a little\nwhile I will once more shake the heavens and the earth, the\nsea and the dry land. (7) I will shake all nations, and what is\ndesired by all nations will come, and I will fill this house with\nglory,' says the LORD Almighty. (8) 'The silver is mine and the\ngold is mine,' declares the LORD Almighty. (9) 'The glory of\nthis present house will be greater than the glory of the former\nhouse,' says the LORD Almighty. 'And in this place I will grant\npeace,' declares the LORD Almighty.\""],"start_index":200037002001,"end_index":200037002009,"verse_count":9,"word_count":232},{"reference":"Matthew 5:34–48","translation":"NIV","division":"Senior","passage_number":75,"release":"NBBC","cards":["(34) But I tell you, do not swear an oath at all: either by heaven, for\nit is God's throne; (35) or by the earth, for it is his footstool; or by\nJerusalem, for it is the city of the Great King. (36) And do not swear\nby your head, for you cannot make even one hair white or black.\n(37) All you need to say is simply 'Yes' or 'No'; anything beyond\nthis comes from the evil one. (38) \"You have heard that it was said,\n'Eye for eye, and tooth for tooth.' (39) But I tell you, do not resist\nan evil person. If anyone slaps you on the right cheek, turn to them\nthe other cheek also. (40) And if anyone wants to sue you and take\nyour shirt, hand over your coat as well. (41) If anyone forces you to\ngo one mile, go with them two miles. (42) Give to the one who asks","you, and do not turn away from the one who wants to borrow from\nyou. (43) \"You have heard that it was said, 'Love your neighbor\nand hate your enemy.' (44) But I tell you, love your enemies and\npray for those who persecute you, (45) that you may be children of\nyour Father in heaven. He causes his sun to rise on the evil and the\ngood, and sends rain on the righteous and the unrighteous. (46)\nIf you love those who love you, what reward will you get? Are not\neven the tax collectors doing that? (47) And if you greet only your\nown people, what are you doing more than others? Do not even\npagans do that? (48) Be perfect, therefore, as your heavenly Father\nis perfect."],"start_index":400001005034,"end_index":400001005048,"verse_count":15,"word_count":274},{"reference":"Matthew 19:3–8","translation":"NIV","division":"Senior","passage_number":76,"release":"NBBC","cards":["(3) Some Pharisees came to him to test him. They asked, \"Is it\nlawful for a man to divorce his wife for any and every reason?\" (4)\n\"Haven't you read,\" he replied, \"that at the beginning the Creator\n'made them male and female,' (5) and said, 'For this reason a man\nwill leave his father and mother and be united to his wife, and the\ntwo will become one flesh'? (6) So they are no longer two, but\none flesh. Therefore what God has joined together, let no one\nseparate.\" (7) \"Why then,\" they asked, \"did Moses command that\na man give his wife a certificate of divorce and send her away?\"\n(8) Jesus replied, \"Moses permitted you to divorce your wives\nbecause your hearts were hard. But it was not this way from the\nbeginning."],"start_index":400001019003,"end_index":400001019008,"verse_count":6,"word_count":130},{"reference":"Matthew 28:1–20","translation":"NIV","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) After the Sabbath, at dawn on the first day of the week, Mary\nMagdalene and the other Mary went to look at the tomb. (2) There\nwas a violent earthquake, for an angel of the Lord came down\nfrom heaven and, going to the tomb, rolled back the stone and sat\non it. (3) His appearance was like lightning, and his clothes were\nwhite as snow. (4) The guards were so afraid of him that they shook\nand became like dead men. (5) The angel said to the women, \"Do\nnot be afraid, for I know that you are looking for Jesus, who was\ncrucified. (6) He is not here; he has risen, just as he said. Come and\nsee the place where he lay. (7) Then go quickly and tell his disciples:\n'He has risen from the dead and is going ahead of you into Galilee.\nThere you will see him.' Now I have told you.\" (8) So the women","hurried away from the tomb, afraid yet filled with joy, and ran to tell\nhis disciples. (9) Suddenly Jesus met them. \"Greetings,\" he said.\nThey came to him, clasped his feet and worshiped him. (10) Then\nJesus said to them, \"Do not be afraid. Go and tell my brothers to\ngo to Galilee; there they will see me.\" (11) While the women were\non their way, some of the guards went into the city and reported\nto the chief priests everything that had happened. (12) When the\nchief priests had met with the elders and devised a plan, they\ngave the soldiers a large sum of money, (13) telling them, \"You\nare to say, 'His disciples came during the night and stole him away\nwhile we were asleep.' (14) If this report gets to the governor, we\nwill satisfy him and keep you out of trouble.\" (15) So the soldiers","took the money and did as they were instructed. And this story has\nbeen widely circulated among the Jews to this very day. (16) Then\nthe eleven disciples went to Galilee, to the mountain where Jesus\nhad told them to go. (17) When they saw him, they worshiped\nhim; but some doubted. (18) Then Jesus came to them and said,\n\"All authority in heaven and on earth has been given to me. (19)\nTherefore go and make disciples of all nations, baptizing them in\nthe name of the Father and of the Son and of the Holy Spirit, (20)\nand teaching them to obey everything I have commanded you.\nAnd surely I am with you always, to the very end of the age.\""],"start_index":400001028001,"end_index":400001028020,"verse_count":20,"word_count":415},{"reference":"Mark 3:11–19","translation":"NIV","division":"Senior","passage_number":78,"release":"NBBC","cards":["(11) Whenever the impure spirits saw him, they fell down before\nhim and cried out, \"You are the Son of God.\" (12) But he gave them\nstrict orders not to tell others about him. (13) Jesus went up on a\nmountainside and called to him those he wanted, and they came\nto him. (14) He appointed twelve that they might be with him and\nthat he might send them out to preach (15) and to have authority to\ndrive out demons. (16) These are the twelve he appointed: Simon\n(to whom he gave the name Peter), (17) James son of Zebedee\nand his brother John (to them he gave the name Boanerges, which\nmeans \"sons of thunder\"), (18) Andrew, Philip, Bartholomew,\nMatthew, Thomas, James son of Alphaeus, Thaddaeus, Simon the\nZealot (19) and Judas Iscariot, who betrayed him."],"start_index":400002003011,"end_index":400002003019,"verse_count":9,"word_count":129},{"reference":"Mark 16:1–12","translation":"NIV","division":"Senior","passage_number":79,"release":"NBBC","cards":["(1) When the Sabbath was over, Mary Magdalene, Mary the\nmother of James, and Salome bought spices so that they might go\nto anoint Jesus' body. (2) Very early on the first day of the week,\njust after sunrise, they were on their way to the tomb (3) and they\nasked each other, \"Who will roll the stone away from the entrance\nof the tomb?\" (4) But when they looked up, they saw that the stone,\nwhich was very large, had been rolled away. (5) As they entered\nthe tomb, they saw a young man dressed in a white robe sitting on\nthe right side, and they were alarmed. (6) \"Don't be alarmed,\" he\nsaid. \"You are looking for Jesus the Nazarene, who was crucified.\nHe has risen! He is not here. See the place where they laid him. (7)","But go, tell his disciples and Peter, 'He is going ahead of you into\nGalilee. There you will see him, just as he told you.' \" (8) Trembling\nand bewildered, the women went out and fled from the tomb.\nThey said nothing to anyone, because they were afraid. (9) When\nJesus rose early on the first day of the week, he appeared first to\nMary Magdalene, out of whom he had driven seven demons. (10)\nShe went and told those who had been with him and who were\nmourning and weeping. (11) When they heard that Jesus was alive\nand that she had seen him, they did not believe it. (12) Afterward\nJesus appeared in a different form to two of them while they were\nwalking in the country."],"start_index":400002016001,"end_index":400002016012,"verse_count":12,"word_count":256},{"reference":"Luke 7:18–28","translation":"NIV","division":"Senior","passage_number":80,"release":"NBBC","cards":["(18) John's disciples told him about all these things. Calling two\nof them, (19) he sent them to the Lord to ask, \"Are you the one\nwho is to come, or should we expect someone else?\" (20) When\nthe men came to Jesus, they said, \"John the Baptist sent us to\nyou to ask, 'Are you the one who is to come, or should we expect\nsomeone else?' \" (21) At that very time Jesus cured many who had\ndiseases, sicknesses and evil spirits, and gave sight to many who\nwere blind. (22) So he replied to the messengers, \"Go back and\nreport to John what you have seen and heard: The blind receive\nsight, the lame walk, those who have leprosy are cleansed, the deaf\nhear, the dead are raised, and the good news is proclaimed to the\npoor. (23) Blessed is anyone who does not stumble on account of","me.\" (24) After John's messengers left, Jesus began to speak to\nthe crowd about John: \"What did you go out into the wilderness\nto see? A reed swayed by the wind? (25) If not, what did you go\nout to see? A man dressed in fine clothes? No, those who wear\nexpensive clothes and indulge in luxury are in palaces. (26) But\nwhat did you go out to see? A prophet? Yes, I tell you, and more\nthan a prophet. (27) This is the one about whom it is written: \" 'I\nwill send my messenger ahead of you, who will prepare your way\nbefore you.' (28) I tell you, among those born of women there is\nno one greater than John; yet the one who is least in the kingdom\nof God is greater than he.\""],"start_index":400003007018,"end_index":400003007028,"verse_count":11,"word_count":275},{"reference":"Luke 10:38–42","translation":"NIV","division":"Senior","passage_number":81,"release":"NBBC","cards":["(38) As Jesus and his disciples were on their way, he came to\na village where a woman named Martha opened her home to\nhim. (39) She had a sister called Mary, who sat at the Lord's\nfeet listening to what he said. (40) But Martha was distracted\nby all the preparations that had to be made. She came to him\nand asked, \"Lord, don't you care that my sister has left me to\ndo the work by myself? Tell her to help me!\" (41) \"Martha,\nMartha,\" the Lord answered, \"you are worried and upset about\nmany things, (42) but few things are needed--or indeed only\none. Mary has chosen what is better, and it will not be taken\naway from her.\""],"start_index":400003010038,"end_index":400003010042,"verse_count":5,"word_count":118},{"reference":"Acts 1:10–14","translation":"NIV","division":"Senior","passage_number":82,"release":"NBBC","cards":["(10) They were looking intently up into the sky as he was\ngoing, when suddenly two men dressed in white stood\nbeside them. (11) \"Men of Galilee,\" they said, \"why do you\nstand here looking into the sky? This same Jesus, who has\nbeen taken from you into heaven, will come back in the\nsame way you have seen him go into heaven.\" (12) Then the\napostles returned to Jerusalem from the hill called the Mount\nof Olives, a Sabbath day's walk from the city. (13) When they\narrived, they went upstairs to the room where they were\nstaying. Those present were Peter, John, James and Andrew;\nPhilip and Thomas, Bartholomew and Matthew; James son of","Alphaeus and Simon the Zealot, and Judas son of James. (14)\nThey all joined together constantly in prayer, along with the\nwomen and Mary the mother of Jesus, and with his brothers."],"start_index":400005001010,"end_index":400005001014,"verse_count":5,"word_count":143},{"reference":"Acts 17:22–31","translation":"NIV","division":"Senior","passage_number":83,"release":"NBBC","cards":["(22) Paul then stood up in the meeting of the Areopagus and said:\n\"People of Athens! I see that in every way you are very religious.\n(23) For as I walked around and looked carefully at your objects of\nworship, I even found an altar with this inscription: to an unknown\ngod. So you are ignorant of the very thing you worship--and this is\nwhat I am going to proclaim to you. (24) \"The God who made the\nworld and everything in it is the Lord of heaven and earth and does\nnot live in temples built by human hands. (25) And he is not served\nby human hands, as if he needed anything. Rather, he himself\ngives everyone life and breath and everything else. (26) From one\nman he made all the nations, that they should inhabit the whole\nearth; and he marked out their appointed times in history and the","boundaries of their lands. (27) God did this so that they would\nseek him and perhaps reach out for him and find him, though he\nis not far from any one of us. (28) 'For in him we live and move\nand have our being.' As some of your own poets have said, 'We\nare his offspring.' (29) \"Therefore since we are God's offspring, we\nshould not think that the divine being is like gold or silver or stone-\n-an image made by human design and skill. (30) In the past God\noverlooked such ignorance, but now he commands all people\neverywhere to repent. (31) For he has set a day when he will judge\nthe world with justice by the man he has appointed. He has given\nproof of this to everyone by raising him from the dead.\""],"start_index":400005017022,"end_index":400005017031,"verse_count":10,"word_count":282},{"reference":"Romans 8:1–11","translation":"NIV","division":"Senior","passage_number":84,"release":"NBBC","cards":["(1) Therefore, there is now no condemnation for those who are in\nChrist Jesus, (2) because through Christ Jesus the law of the Spirit\nwho gives life has set you free from the law of sin and death. (3) For\nwhat the law was powerless to do because it was weakened by the\nflesh, God did by sending his own Son in the likeness of sinful flesh\nto be a sin offering. And so he condemned sin in the flesh, (4) in\norder that the righteous requirement of the law might be fully met\nin us, who do not live according to the flesh but according to the\nSpirit. (5) Those who live according to the flesh have their minds\nset on what the flesh desires; but those who live in accordance\nwith the Spirit have their minds set on what the Spirit desires. (6)\nThe mind governed by the flesh is death, but the mind governed","by the Spirit is life and peace. (7) The mind governed by the flesh is\nhostile to God; it does not submit to God's law, nor can it do so. (8)\nThose who are in the realm of the flesh cannot please God. (9) You,\nhowever, are not in the realm of the flesh but are in the realm of the\nSpirit, if indeed the Spirit of God lives in you. And if anyone does\nnot have the Spirit of Christ, they do not belong to Christ. (10) But\nif Christ is in you, then even though your body is subject to death\nbecause of sin, the Spirit gives life because of righteousness. (11)\nAnd if the Spirit of him who raised Jesus from the dead is living in\nyou, he who raised Christ from the dead will also give life to your\nmortal bodies because of his Spirit who lives in you."],"start_index":400006008001,"end_index":400006008011,"verse_count":11,"word_count":299},{"reference":"Romans 13:9–14","translation":"NIV","division":"Senior","passage_number":85,"release":"NBBC","cards":["(9) The commandments, \"You shall not commit adultery,\" \"You\nshall not murder,\" \"You shall not steal,\" \"You shall not covet,\"\nand whatever other command there may be, are summed\nup in this one command: \"Love your neighbor as yourself.\"\n(10) Love does no harm to a neighbor. Therefore love is the\nfulfillment of the law. (11) And do this, understanding the\npresent time: The hour has already come for you to wake up\nfrom your slumber, because our salvation is nearer now than\nwhen we first believed. (12) The night is nearly over; the day\nis almost here. So let us put aside the deeds of darkness and\nput on the armor of light. (13) Let us behave decently, as in","the daytime, not in carousing and drunkenness, not in sexual\nimmorality and debauchery, not in dissension and jealousy.\n(14) Rather, clothe yourselves with the Lord Jesus Christ, and\ndo not think about how to gratify the desires of the flesh."],"start_index":400006013009,"end_index":400006013014,"verse_count":6,"word_count":155},{"reference":"2 Corinthians 1:3–7","translation":"NIV","division":"Senior","passage_number":86,"release":"NBBC","cards":["(3) Praise be to the God and Father of our Lord Jesus Christ,\nthe Father of compassion and the God of all comfort, (4) who\ncomforts us in all our troubles, so that we can comfort those\nin any trouble with the comfort we ourselves receive from\nGod. (5) For just as we share abundantly in the sufferings\nof Christ, so also our comfort abounds through Christ. (6) If\nwe are distressed, it is for your comfort and salvation; if we\nare comforted, it is for your comfort, which produces in you\npatient endurance of the same sufferings we suffer. (7) And\nour hope for you is firm, because we know that just as you\nshare in our sufferings, so also you share in our comfort."],"start_index":400008001003,"end_index":400008001007,"verse_count":5,"word_count":121},{"reference":"2 Corinthians 8:1–22","translation":"NIV","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) And now, brothers and sisters, we want you to know about\nthe grace that God has given the Macedonian churches. (2) In the\nmidst of a very severe trial, their overflowing joy and their extreme\npoverty welled up in rich generosity. (3) For I testify that they gave\nas much as they were able, and even beyond their ability. Entirely\non their own, (4) they urgently pleaded with us for the privilege of\nsharing in this service to the Lord's people. (5) And they exceeded\nour expectations: They gave themselves first of all to the Lord, and\nthen by the will of God also to us. (6) So we urged Titus, just as he\nhad earlier made a beginning, to bring also to completion this act\nof grace on your part. (7) But since you excel in everything--in faith,","in speech, in knowledge, in complete earnestness and in the love\nwe have kindled in you--see that you also excel in this grace of\ngiving. (8) I am not commanding you, but I want to test the sincerity\nof your love by comparing it with the earnestness of others. (9) For\nyou know the grace of our Lord Jesus Christ, that though he was\nrich, yet for your sake he became poor, so that you through his\npoverty might become rich. (10) And here is my judgment about\nwhat is best for you in this matter. Last year you were the first not\nonly to give but also to have the desire to do so. (11) Now finish\nthe work, so that your eager willingness to do it may be matched\nby your completion of it, according to your means. (12) For if the","willingness is there, the gift is acceptable according to what one\nhas, not according to what one does not have. (13) Our desire is not\nthat others might be relieved while you are hard pressed, but that\nthere might be equality. (14) At the present time your plenty will\nsupply what they need, so that in turn their plenty will supply what\nyou need. The goal is equality, (15) as it is written: \"The one who\ngathered much did not have too much, and the one who gathered\nlittle did not have too little.\" (16) Thanks be to God, who put into\nthe heart of Titus the same concern I have for you. (17) For Titus\nnot only welcomed our appeal, but he is coming to you with much\nenthusiasm and on his own initiative. (18) And we are sending","along with him the brother who is praised by all the churches for\nhis service to the gospel. (19) What is more, he was chosen by\nthe churches to accompany us as we carry the offering, which we\nadminister in order to honor the Lord himself and to show our\neagerness to help. (20) We want to avoid any criticism of the way\nwe administer this liberal gift. (21) For we are taking pains to do\nwhat is right, not only in the eyes of the Lord but also in the eyes of\nman. (22) In addition, we are sending with them our brother who\nhas often proved to us in many ways that he is zealous, and now\neven more so because of his great confidence in you."],"start_index":400008008001,"end_index":400008008022,"verse_count":22,"word_count":533},{"reference":"2 Corinthians 9:1–12","translation":"NIV","division":"Senior","passage_number":88,"release":"NBBC","cards":["(1) There is no need for me to write to you about this service\nto the Lord's people. (2) For I know your eagerness to help,\nand I have been boasting about it to the Macedonians, telling\nthem that since last year you in Achaia were ready to give; and\nyour enthusiasm has stirred most of them to action. (3) But\nI am sending the brothers in order that our boasting about\nyou in this matter should not prove hollow, but that you may\nbe ready, as I said you would be. (4) For if any Macedonians\ncome with me and find you unprepared, we--not to say\nanything about you--would be ashamed of having been so\nconfident. (5) So I thought it necessary to urge the brothers","to visit you in advance and finish the arrangements for the\ngenerous gift you had promised. Then it will be ready as a\ngenerous gift, not as one grudgingly given. (6) Remember\nthis: Whoever sows sparingly will also reap sparingly, and\nwhoever sows generously will also reap generously. (7) Each\nof you should give what you have decided in your heart to\ngive, not reluctantly or under compulsion, for God loves a\ncheerful giver. (8) And God is able to bless you abundantly,\nso that in all things at all times, having all that you need, you\nwill abound in every good work. (9) As it is written: \"They have\nfreely scattered their gifts to the poor; their righteousness","endures forever.\" (10) Now he who supplies seed to the sower\nand bread for food will also supply and increase your store of\nseed and will enlarge the harvest of your righteousness. (11)\nYou will be enriched in every way so that you can be generous\non every occasion, and through us your generosity will result\nin thanksgiving to God. (12) This service that you perform is\nnot only supplying the needs of the Lord's people but is also\noverflowing in many expressions of thanks to God."],"start_index":400008009001,"end_index":400008009012,"verse_count":12,"word_count":323},{"reference":"Galatians 5:14–21","translation":"NIV","division":"Senior","passage_number":89,"release":"NBBC","cards":["(14) For the entire law is fulfilled in keeping this one command:\n\"Love your neighbor as yourself.\" (15) If you bite and devour\neach other, watch out or you will be destroyed by each other.\n(16) So I say, walk by the Spirit, and you will not gratify the\ndesires of the flesh. (17) For the flesh desires what is contrary\nto the Spirit, and the Spirit what is contrary to the flesh. They\nare in conflict with each other, so that you are not to do\nwhatever you want. (18) But if you are led by the Spirit, you\nare not under the law. (19) The acts of the flesh are obvious:\nsexual immorality, impurity and debauchery; (20) idolatry\nand witchcraft; hatred, discord, jealousy, fits of rage, selfish","ambition, dissensions, factions (21) and envy; drunkenness,\norgies, and the like. I warn you, as I did before, that those who\nlive like this will not inherit the kingdom of God."],"start_index":400009005014,"end_index":400009005021,"verse_count":8,"word_count":152},{"reference":"Ephesians 5:1–8","translation":"NIV","division":"Senior","passage_number":90,"release":"NBBC","cards":["(1) Follow God's example, therefore, as dearly loved children\n(2) and walk in the way of love, just as Christ loved us and\ngave himself up for us as a fragrant offering and sacrifice\nto God. (3) But among you there must not be even a hint\nof sexual immorality, or of any kind of impurity, or of greed,\nbecause these are improper for God's holy people. (4) Nor\nshould there be obscenity, foolish talk or coarse joking, which\nare out of place, but rather thanksgiving. (5) For of this you\ncan be sure: No immoral, impure or greedy person--such a\nperson is an idolater--has any inheritance in the kingdom of\nChrist and of God. (6) Let no one deceive you with empty","words, for because of such things God's wrath comes on\nthose who are disobedient. (7) Therefore do not be partners\nwith them. (8) For you were once darkness, but now you are\nlight in the Lord. Live as children of light"],"start_index":400010005001,"end_index":400010005008,"verse_count":8,"word_count":158},{"reference":"Ephesians 6:4–10","translation":"NIV","division":"Senior","passage_number":91,"release":"NBBC","cards":["(4) Fathers, do not exasperate your children; instead, bring\nthem up in the training and instruction of the Lord. (5) Slaves,\nobey your earthly masters with respect and fear, and with\nsincerity of heart, just as you would obey Christ. (6) Obey\nthem not only to win their favor when their eye is on you,\nbut as slaves of Christ, doing the will of God from your heart.\n(7) Serve wholeheartedly, as if you were serving the Lord,\nnot people, (8) because you know that the Lord will reward\neach one for whatever good they do, whether they are slave\nor free. (9) And masters, treat your slaves in the same way.\nDo not threaten them, since you know that he who is both","their Master and yours is in heaven, and there is no favoritism\nwith him. (10) Finally, be strong in the Lord and in his mighty\npower."],"start_index":400010006004,"end_index":400010006010,"verse_count":7,"word_count":143},{"reference":"Philippians 2:12–18","translation":"NIV","division":"Senior","passage_number":92,"release":"NBBC","cards":["(12) Therefore, my dear friends, as you have always obeyed--\nnot only in my presence, but now much more in my absence-\n-continue to work out your salvation with fear and trembling,\n(13) for it is God who works in you to will and to act in order to\nfulfill his good purpose. (14) Do everything without grumbling\nor arguing, (15) so that you may become blameless and pure,\n\"children of God without fault in a warped and crooked\ngeneration.\" Then you will shine among them like stars in the\nsky (16) as you hold firmly to the word of life. And then I will\nbe able to boast on the day of Christ that I did not run or\nlabor in vain. (17) But even if I am being poured out like a","drink offering on the sacrifice and service coming from your\nfaith, I am glad and rejoice with all of you. (18) So you too\nshould be glad and rejoice with me."],"start_index":400011002012,"end_index":400011002018,"verse_count":7,"word_count":158},{"reference":"2 Thessalonians 3:1–15","translation":"NIV","division":"Senior","passage_number":93,"release":"NBBC","cards":["(1) As for other matters, brothers and sisters, pray for us that\nthe message of the Lord may spread rapidly and be honored,\njust as it was with you. (2) And pray that we may be delivered\nfrom wicked and evil people, for not everyone has faith. (3)\nBut the Lord is faithful, and he will strengthen you and protect\nyou from the evil one. (4) We have confidence in the Lord\nthat you are doing and will continue to do the things we\ncommand. (5) May the Lord direct your hearts into God's love\nand Christ's perseverance. (6) In the name of the Lord Jesus\nChrist, we command you, brothers and sisters, to keep away\nfrom every believer who is idle and disruptive and does not","live according to the teaching you received from us. (7) For\nyou yourselves know how you ought to follow our example.\nWe were not idle when we were with you, (8) nor did we\neat anyone's food without paying for it. On the contrary, we\nworked night and day, laboring and toiling so that we would\nnot be a burden to any of you. (9) We did this, not because\nwe do not have the right to such help, but in order to offer\nourselves as a model for you to imitate. (10) For even when\nwe were with you, we gave you this rule: \"The one who is\nunwilling to work shall not eat.\" (11) We hear that some\namong you are idle and disruptive. They are not busy; they","are busybodies. (12) Such people we command and urge in\nthe Lord Jesus Christ to settle down and earn the food they\neat. (13) And as for you, brothers and sisters, never tire of\ndoing what is good. (14) Take special note of anyone who\ndoes not obey our instruction in this letter. Do not associate\nwith them, in order that they may feel ashamed. (15) Yet do\nnot regard them as an enemy, but warn them as you would a\nfellow believer."],"start_index":400014003001,"end_index":400014003015,"verse_count":15,"word_count":326},{"reference":"1 Timothy 3:2–16","translation":"NIV","division":"Senior","passage_number":94,"release":"NBBC","cards":["(2) Now the overseer is to be above reproach, faithful to his\nwife, temperate, self-controlled, respectable, hospitable,\nable to teach, (3) not given to drunkenness, not violent but\ngentle, not quarrelsome, not a lover of money. (4) He must\nmanage his own family well and see that his children obey\nhim, and he must do so in a manner worthy of full respect.\n(5) (If anyone does not know how to manage his own family,\nhow can he take care of God's church?) (6) He must not be a\nrecent convert, or he may become conceited and fall under\nthe same judgment as the devil. (7) He must also have a good\nreputation with outsiders, so that he will not fall into disgrace","and into the devil's trap. (8) In the same way, deacons are to\nbe worthy of respect, sincere, not indulging in much wine,\nand not pursuing dishonest gain. (9) They must keep hold\nof the deep truths of the faith with a clear conscience. (10)\nThey must first be tested; and then if there is nothing against\nthem, let them serve as deacons. (11) In the same way, the\nwomen are to be worthy of respect, not malicious talkers\nbut temperate and trustworthy in everything. (12) A deacon\nmust be faithful to his wife and must manage his children and\nhis household well. (13) Those who have served well gain\nan excellent standing and great assurance in their faith in","Christ Jesus. (14) Although I hope to come to you soon, I am\nwriting you these instructions so that, (15) if I am delayed,\nyou will know how people ought to conduct themselves in\nGod's household, which is the church of the living God, the\npillar and foundation of the truth. (16) Beyond all question,\nthe mystery from which true godliness springs is great: He\nappeared in the flesh, was vindicated by the Spirit, was seen\nby angels, was preached among the nations, was believed on\nin the world, was taken up in glory."],"start_index":400015003002,"end_index":400015003016,"verse_count":15,"word_count":323},{"reference":"2 Timothy 3:1–9","translation":"NIV","division":"Senior","passage_number":95,"release":"NBBC","cards":["(1) But mark this: There will be terrible times in the last days. (2)\nPeople will be lovers of themselves, lovers of money, boastful,\nproud, abusive, disobedient to their parents, ungrateful,\nunholy, (3) without love, unforgiving, slanderous, without\nself-control, brutal, not lovers of the good, (4) treacherous,\nrash, conceited, lovers of pleasure rather than lovers of God--\n(5) having a form of godliness but denying its power. Have\nnothing to do with such people. (6) They are the kind who\nworm their way into homes and gain control over gullible\nwomen, who are loaded down with sins and are swayed by\nall kinds of evil desires, (7) always learning but never able","to come to a knowledge of the truth. (8) Just as Jannes and\nJambres opposed Moses, so also these teachers oppose the\ntruth. They are men of depraved minds, who, as far as the\nfaith is concerned, are rejected. (9) But they will not get very\nfar because, as in the case of those men, their folly will be\nclear to everyone."],"start_index":400016003001,"end_index":400016003009,"verse_count":9,"word_count":166},{"reference":"2 Timothy 4:8–15","translation":"NIV","division":"Senior","passage_number":96,"release":"NBBC","cards":["(8) Now there is in store for me the crown of righteousness,\nwhich the Lord, the righteous Judge, will award to me on that\nday--and not only to me, but also to all who have longed for\nhis appearing. (9) Do your best to come to me quickly, (10)\nfor Demas, because he loved this world, has deserted me\nand has gone to Thessalonica. Crescens has gone to Galatia,\nand Titus to Dalmatia. (11) Only Luke is with me. Get Mark\nand bring him with you, because he is helpful to me in my\nministry. (12) I sent Tychicus to Ephesus. (13) When you come,\nbring the cloak that I left with Carpus at Troas, and my scrolls,\nespecially the parchments. (14) Alexander the metalworker","did me a great deal of harm. The Lord will repay him for what\nhe has done. (15) You too should be on your guard against\nhim, because he strongly opposed our message."],"start_index":400016004008,"end_index":400016004015,"verse_count":8,"word_count":151},{"reference":"Titus 3:3–8","translation":"NIV","division":"Senior","passage_number":97,"release":"NBBC","cards":["(3) At one time we too were foolish, disobedient, deceived\nand enslaved by all kinds of passions and pleasures. We lived\nin malice and envy, being hated and hating one another. (4)\nBut when the kindness and love of God our Savior appeared,\n(5) he saved us, not because of righteous things we had done,\nbut because of his mercy. He saved us through the washing\nof rebirth and renewal by the Holy Spirit, (6) whom he poured\nout on us generously through Jesus Christ our Savior, (7) so\nthat, having been justified by his grace, we might become\nheirs having the hope of eternal life. (8) This is a trustworthy\nsaying. And I want you to stress these things, so that those who","have trusted in God may be careful to devote themselves to\ndoing what is good. These things are excellent and profitable\nfor everyone."],"start_index":400017003003,"end_index":400017003008,"verse_count":6,"word_count":141},{"reference":"Titus 3:9–15","translation":"NIV","division":"Senior","passage_number":98,"release":"NBBC","cards":["(9) But avoid foolish controversies and genealogies and\narguments and quarrels about the law, because these are\nunprofitable and useless. (10) Warn a divisive person once,\nand then warn them a second time. After that, have nothing\nto do with them. (11) You may be sure that such people are\nwarped and sinful; they are self-condemned. (12) As soon as\nI send Artemas or Tychicus to you, do your best to come to\nme at Nicopolis, because I have decided to winter there. (13)\nDo everything you can to help Zenas the lawyer and Apollos\non their way and see that they have everything they need.\n(14) Our people must learn to devote themselves to doing","what is good, in order to provide for urgent needs and not\nlive unproductive lives. (15) Everyone with me sends you\ngreetings. Greet those who love us in the faith. Grace be with\nyou all."],"start_index":400017003009,"end_index":400017003015,"verse_count":7,"word_count":145},{"reference":"Hebrews 3:4–19","translation":"NIV","division":"Senior","passage_number":99,"release":"NBBC","cards":["(4) For every house is built by someone, but God is the builder\nof everything. (5) \"Moses was faithful as a servant in all God's\nhouse,\" bearing witness to what would be spoken by God\nin the future. (6) But Christ is faithful as the Son over God's\nhouse. And we are his house, if indeed we hold firmly to our\nconfidence and the hope in which we glory. (7) So, as the Holy\nSpirit says: \"Today, if you hear his voice, (8) do not harden\nyour hearts as you did in the rebellion, during the time of\ntesting in the wilderness, (9) where your ancestors tested and\ntried me, though for forty years they saw what I did. (10) That\nis why I was angry with that generation; I said, 'Their hearts","are always going astray, and they have not known my ways.'\n(11) So I declared on oath in my anger, 'They shall never enter\nmy rest.' \" (12) See to it, brothers and sisters, that none of\nyou has a sinful, unbelieving heart that turns away from the\nliving God. (13) But encourage one another daily, as long as\nit is called \"Today,\" so that none of you may be hardened\nby sin's deceitfulness. (14) We have come to share in Christ,\nif indeed we hold our original conviction firmly to the very\nend. (15) As has just been said: \"Today, if you hear his voice,\ndo not harden your hearts as you did in the rebellion.\" (16)\nWho were they who heard and rebelled? Were they not all","those Moses led out of Egypt? (17) And with whom was\nhe angry for forty years? Was it not with those who sinned,\nwhose bodies perished in the wilderness? (18) And to whom\ndid God swear that they would never enter his rest if not to\nthose who disobeyed? (19) So we see that they were not able\nto enter, because of their unbelief."],"start_index":400019003004,"end_index":400019003019,"verse_count":16,"word_count":309},{"reference":"Hebrews 12:18–29","translation":"NIV","division":"Senior","passage_number":100,"release":"NBBC","cards":["(18) You have not come to a mountain that can be touched and\nthat is burning with fire; to darkness, gloom and storm; (19) to\na trumpet blast or to such a voice speaking words that those\nwho heard it begged that no further word be spoken to them,\n(20) because they could not bear what was commanded: \"If\neven an animal touches the mountain, it must be stoned to\ndeath.\" (21) The sight was so terrifying that Moses said, \"I am\ntrembling with fear.\" (22) But you have come to Mount Zion,\nto the city of the living God, the heavenly Jerusalem. You\nhave come to thousands upon thousands of angels in joyful\nassembly, (23) to the church of the firstborn, whose names","are written in heaven. You have come to God, the Judge of\nall, to the spirits of the righteous made perfect, (24) to Jesus\nthe mediator of a new covenant, and to the sprinkled blood\nthat speaks a better word than the blood of Abel. (25) See\nto it that you do not refuse him who speaks. If they did not\nescape when they refused him who warned them on earth,\nhow much less will we, if we turn away from him who warns\nus from heaven? (26) At that time his voice shook the earth,\nbut now he has promised, \"Once more I will shake not only\nthe earth but also the heavens.\" (27) The words \"once more\"\nindicate the removing of what can be shaken--that is, created","things--so that what cannot be shaken may remain. (28)\nTherefore, since we are receiving a kingdom that cannot be\nshaken, let us be thankful, and so worship God acceptably\nwith reverence and awe, (29) for our \"God is a consuming\nfire.\""],"start_index":400019012018,"end_index":400019012029,"verse_count":12,"word_count":284},{"reference":"James 2:14–26","translation":"NIV","division":"Senior","passage_number":101,"release":"NBBC","cards":["(14) What good is it, my brothers and sisters, if someone claims\nto have faith but has no deeds? Can such faith save them? (15)\nSuppose a brother or a sister is without clothes and daily food.\n(16) If one of you says to them, \"Go in peace; keep warm and well\nfed,\" but does nothing about their physical needs, what good is\nit? (17) In the same way, faith by itself, if it is not accompanied by\naction, is dead. (18) But someone will say, \"You have faith; I have\ndeeds.\" Show me your faith without deeds, and I will show you my\nfaith by my deeds. (19) You believe that there is one God. Good!\nEven the demons believe that--and shudder. (20) You foolish\nperson, do you want evidence that faith without deeds is useless?","(21) Was not our father Abraham considered righteous for what he\ndid when he offered his son Isaac on the altar? (22) You see that\nhis faith and his actions were working together, and his faith was\nmade complete by what he did. (23) And the scripture was fulfilled\nthat says, \"Abraham believed God, and it was credited to him as\nrighteousness,\" and he was called God's friend. (24) You see that\na person is considered righteous by what they do and not by faith\nalone. (25) In the same way, was not even Rahab the prostitute\nconsidered righteous for what she did when she gave lodging to\nthe spies and sent them off in a different direction? (26) As the\nbody without the spirit is dead, so faith without deeds is dead."],"start_index":400020002014,"end_index":400020002026,"verse_count":13,"word_count":258},{"reference":"1 Peter 5:5–11","translation":"NIV","division":"Senior","passage_number":102,"release":"NBBC","cards":["(5) In the same way, you who are younger, submit yourselves\nto your elders. All of you, clothe yourselves with humility\ntoward one another, because, \"God opposes the proud but\nshows favor to the humble.\" (6) Humble yourselves, therefore,\nunder God's mighty hand, that he may lift you up in due time.\n(7) Cast all your anxiety on him because he cares for you.\n(8) Be alert and of sober mind. Your enemy the devil prowls\naround like a roaring lion looking for someone to devour. (9)\nResist him, standing firm in the faith, because you know that\nthe family of believers throughout the world is undergoing\nthe same kind of sufferings. (10) And the God of all grace,","who called you to his eternal glory in Christ, after you have\nsuffered a little while, will himself restore you and make you\nstrong, firm and steadfast. (11) To him be the power for ever\nand ever. Amen."],"start_index":400021005005,"end_index":400021005011,"verse_count":7,"word_count":150},{"reference":"2 Peter 2:1–10","translation":"NIV","division":"Senior","passage_number":103,"release":"NBBC","cards":["(1) But there were also false prophets among the people,\njust as there will be false teachers among you. They will\nsecretly introduce destructive heresies, even denying the\nsovereign Lord who bought them--bringing swift destruction\non themselves. (2) Many will follow their depraved conduct\nand will bring the way of truth into disrepute. (3) In their\ngreed these teachers will exploit you with fabricated stories.\nTheir condemnation has long been hanging over them, and\ntheir destruction has not been sleeping. (4) For if God did\nnot spare angels when they sinned, but sent them to hell,\nputting them in chains of darkness to be held for judgment;","(5) if he did not spare the ancient world when he brought the\nflood on its ungodly people, but protected Noah, a preacher\nof righteousness, and seven others; (6) if he condemned the\ncities of Sodom and Gomorrah by burning them to ashes,\nand made them an example of what is going to happen to\nthe ungodly; (7) and if he rescued Lot, a righteous man, who\nwas distressed by the depraved conduct of the lawless (8)\n(for that righteous man, living among them day after day,\nwas tormented in his righteous soul by the lawless deeds he\nsaw and heard)-- (9) if this is so, then the Lord knows how to\nrescue the godly from trials and to hold the unrighteous for","punishment on the day of judgment. (10) This is especially\ntrue of those who follow the corrupt desire of the flesh and\ndespise authority. Bold and arrogant, they are not afraid to\nheap abuse on celestial beings;"],"start_index":400022002001,"end_index":400022002010,"verse_count":10,"word_count":258},{"reference":"1 John 1:1–10","translation":"NIV","division":"Senior","passage_number":104,"release":"NBBC","cards":["(1) That which was from the beginning, which we have heard,\nwhich we have seen with our eyes, which we have looked at\nand our hands have touched--this we proclaim concerning\nthe Word of life. (2) The life appeared; we have seen it and\ntestify to it, and we proclaim to you the eternal life, which was\nwith the Father and has appeared to us. (3) We proclaim to\nyou what we have seen and heard, so that you also may have\nfellowship with us. And our fellowship is with the Father and\nwith his Son, Jesus Christ. (4) We write this to make our joy\ncomplete. (5) This is the message we have heard from him\nand declare to you: God is light; in him there is no darkness","at all. (6) If we claim to have fellowship with him and yet walk\nin the darkness, we lie and do not live out the truth. (7) But if\nwe walk in the light, as he is in the light, we have fellowship\nwith one another, and the blood of Jesus, his Son, purifies\nus from all sin. (8) If we claim to be without sin, we deceive\nourselves and the truth is not in us. (9) If we confess our sins,\nhe is faithful and just and will forgive us our sins and purify us\nfrom all unrighteousness. (10) If we claim we have not sinned,\nwe make him out to be a liar and his word is not in us."],"start_index":400023001001,"end_index":400023001010,"verse_count":10,"word_count":243},{"reference":"1 John 4:17–20","translation":"NIV","division":"Senior","passage_number":105,"release":"NBBC","cards":["(17) This is how love is made complete among us so that we\nwill have confidence on the day of judgment: In this world\nwe are like Jesus. (18) There is no fear in love. But perfect\nlove drives out fear, because fear has to do with punishment.\nThe one who fears is not made perfect in love. (19) We love\nbecause he first loved us. (20) Whoever claims to love God\nyet hates a brother or sister is a liar. For whoever does not\nlove their brother and sister, whom they have seen, cannot\nlove God, whom they have not seen."],"start_index":400023004017,"end_index":400023004020,"verse_count":4,"word_count":98},{"reference":"Jude 3–21","translation":"NIV","division":"Senior","passage_number":106,"release":"NBBC","cards":["(3) Dear friends, although I was very eager to write to you about\nthe salvation we share, I felt compelled to write and urge you\nto contend for the faith that was once for all entrusted to God's\nholy people. (4) For certain individuals whose condemnation was\nwritten about long ago have secretly slipped in among you. They\nare ungodly people, who pervert the grace of our God into a\nlicense for immorality and deny Jesus Christ our only Sovereign\nand Lord. (5) Though you already know all this, I want to remind\nyou that the Lord at one time delivered his people out of Egypt,\nbut later destroyed those who did not believe. (6) And the angels\nwho did not keep their positions of authority but abandoned\ntheir proper dwelling--these he has kept in darkness, bound with","everlasting chains for judgment on the great Day. (7) In a similar\nway, Sodom and Gomorrah and the surrounding towns gave\nthemselves up to sexual immorality and perversion. They serve\nas an example of those who suffer the punishment of eternal\nfire. (8) In the very same way, on the strength of their dreams\nthese ungodly people pollute their own bodies, reject authority\nand heap abuse on celestial beings. (9) But even the archangel\nMichael, when he was disputing with the devil about the body of\nMoses, did not himself dare to condemn him for slander but said,\n\"The Lord rebuke you!\" (10) Yet these people slander whatever\nthey do not understand, and the very things they do understand\nby instinct--as irrational animals do--will destroy them. (11) Woe","to them! They have taken the way of Cain; they have rushed for\nprofit into Balaam's error; they have been destroyed in Korah's\nrebellion. (12) These people are blemishes at your love feasts,\neating with you without the slightest qualm--shepherds who feed\nonly themselves. They are clouds without rain, blown along by\nthe wind; autumn trees, without fruit and uprooted--twice dead.\n(13) They are wild waves of the sea, foaming up their shame;\nwandering stars, for whom blackest darkness has been reserved\nforever. (14) Enoch, the seventh from Adam, prophesied about\nthem: \"See, the Lord is coming with thousands upon thousands of\nhis holy ones (15) to judge everyone, and to convict all of them of\nall the ungodly acts they have committed in their ungodliness, and","of all the defiant words ungodly sinners have spoken against him.\"\n(16) These people are grumblers and faultfinders; they follow their\nown evil desires; they boast about themselves and flatter others\nfor their own advantage. (17) But, dear friends, remember what\nthe apostles of our Lord Jesus Christ foretold. (18) They said to\nyou, \"In the last times there will be scoffers who will follow their\nown ungodly desires.\" (19) These are the people who divide you,\nwho follow mere natural instincts and do not have the Spirit. (20)\nBut you, dear friends, by building yourselves up in your most holy\nfaith and praying in the Holy Spirit, (21) keep yourselves in God's\nlove as you wait for the mercy of our Lord Jesus Christ to bring you\nto eternal life."],"start_index":400026001003,"end_index":400026001021,"verse_count":19,"word_count":510},{"reference":"Revelation 21:1–5","translation":"NIV","division":"Senior","passage_number":107,"release":"NBBC","cards":["(1) Then I saw \"a new heaven and a new earth,\" for the first heaven\nand the first earth had passed away, and there was no longer any\nsea. (2) I saw the Holy City, the new Jerusalem, coming down out\nof heaven from God, prepared as a bride beautifully dressed for\nher husband. (3) And I heard a loud voice from the throne saying,\n\"Look! God's dwelling place is now among the people, and he\nwill dwell with them. They will be his people, and God himself will\nbe with them and be their God. (4) 'He will wipe every tear from\ntheir eyes. There will be no more death' or mourning or crying or\npain, for the old order of things has passed away.\" (5) He who was\nseated on the throne said, \"I am making everything new!\" Then he\nsaid, \"Write this down, for these words are trustworthy and true.\""],"start_index":400027021001,"end_index":400027021005,"verse_count":5,"word_count":148}]