[{"reference":"Colossians 1:15–16","translation":"ESV","division":"Senior","passage_number":1,"release":"Navigate","cards":["(15) He is the image of the invisible God, the firstborn of all\ncreation. (16) For by him all things were created, in heaven and\non earth, visible and invisible, whether thrones or dominions\nor rulers or authorities--all things were created through him\nand for him."],"start_index":400012001015,"end_index":400012001016,"verse_count":2,"word_count":45},{"reference":"Genesis 1:1–5","translation":"ESV","division":"Senior","passage_number":2,"release":"Navigate","cards":["(1) In the beginning, God created the heavens and the earth.\n(2) The earth was without form and void, and darkness was\nover the face of the deep. And the Spirit of God was hovering\nover the face of the waters. (3) And God said, \"Let there be\nlight,\" and there was light. (4) And God saw that the light was\ngood. And God separated the light from the darkness. (5)\nGod called the light Day, and the darkness he called Night.\nAnd there was evening and there was morning, the first day."],"start_index":200001001001,"end_index":200001001005,"verse_count":5,"word_count":88},{"reference":"Isaiah 40:25–28","translation":"ESV","division":"Senior","passage_number":3,"release":"Explore","cards":["(25) To whom then will you compare me, that I should be\nlike him? says the Holy One. (26) Lift up your eyes on high\nand see: who created these? He who brings out their host\nby number, calling them all by name; by the greatness of his\nmight and because he is strong in power, not one is missing.\n(27) Why do you say, O Jacob, and speak, O Israel, \"My way\nis hidden from the LORD, and my right is disregarded by my\nGod\"? (28) Have you not known? Have you not heard? The\nLORD is the everlasting God, the Creator of the ends of the\nearth. He does not faint or grow weary; his understanding is\nunsearchable."],"start_index":200023040025,"end_index":200023040028,"verse_count":4,"word_count":116},{"reference":"Genesis 1:26–28","translation":"ESV","division":"Senior","passage_number":4,"release":"Navigate","cards":["(26) Then God said, \"Let us make man in our image, after our\nlikeness. And let them have dominion over the fish of the sea\nand over the birds of the heavens and over the livestock and\nover all the earth and over every creeping thing that creeps\non the earth.\" (27) So God created man in his own image,\nin the image of God he created him; male and female he\ncreated them. (28) And God blessed them. And God said to\nthem, \"Be fruitful and multiply and fill the earth and subdue\nit, and have dominion over the fish of the sea and over the\nbirds of the heavens and over every living thing that moves\non the earth.\""],"start_index":200001001026,"end_index":200001001028,"verse_count":3,"word_count":118},{"reference":"Genesis 17:1–6","translation":"ESV","division":"Senior","passage_number":5,"release":"Explore","cards":["(1) When Abram was ninety-nine years old the LORD\nappeared to Abram and said to him, \"I am God Almighty;\nwalk before me, and be blameless, (2) that I may make\nmy covenant between me and you, and may multiply you\ngreatly.\" (3) Then Abram fell on his face. And God said to him,\n(4) \"Behold, my covenant is with you, and you shall be the\nfather of a multitude of nations. (5) No longer shall your name\nbe called Abram, but your name shall be Abraham, for I have\nmade you the father of a multitude of nations. (6) I will make\nyou exceedingly fruitful, and I will make you into nations, and\nkings shall come from you."],"start_index":200001017001,"end_index":200001017006,"verse_count":6,"word_count":114},{"reference":"Genesis 2:1–4","translation":"ESV","division":"Senior","passage_number":6,"release":"Navigate","cards":["(1) Thus the heavens and the earth were finished, and all the\nhost of them. (2) And on the seventh day God finished his\nwork that he had done, and he rested on the seventh day\nfrom all his work that he had done. (3) So God blessed the\nseventh day and made it holy, because on it God rested from\nall his work that he had done in creation. (4) These are the\ngenerations of the heavens and the earth when they were\ncreated, in the day that the LORD God made the earth and\nthe heavens."],"start_index":200001002001,"end_index":200001002004,"verse_count":4,"word_count":94},{"reference":"Exodus 31:12–14","translation":"ESV","division":"Senior","passage_number":7,"release":"Explore","cards":["(12) And the LORD said to Moses, (13) \"You are to speak to\nthe people of Israel and say, 'Above all you shall keep my\nSabbaths, for this is a sign between me and you throughout\nyour generations, that you may know that I, the LORD, sanctify\nyou. (14) You shall keep the Sabbath, because it is holy for\nyou. Everyone who profanes it shall be put to death. Whoever\ndoes any work on it, that soul shall be cut off from among his\npeople."],"start_index":200002031012,"end_index":200002031014,"verse_count":3,"word_count":82},{"reference":"Genesis 2:21–25","translation":"ESV","division":"Senior","passage_number":8,"release":"Navigate","cards":["(21) So the LORD God caused a deep sleep to fall upon the\nman, and while he slept took one of his ribs and closed up\nits place with flesh. (22) And the rib that the LORD God had\ntaken from the man he made into a woman and brought her\nto the man. (23) Then the man said, \"This at last is bone of\nmy bones and flesh of my flesh; she shall be called Woman,\nbecause she was taken out of Man.\" (24) Therefore a man\nshall leave his father and his mother and hold fast to his wife,\nand they shall become one flesh. (25) And the man and his\nwife were both naked and were not ashamed."],"start_index":200001002021,"end_index":200001002025,"verse_count":5,"word_count":116},{"reference":"Deuteronomy 6:13–15","translation":"ESV","division":"Senior","passage_number":9,"release":"Explore","cards":["(13) It is the LORD your God you shall fear. Him you shall\nserve and by his name you shall swear. (14) You shall not go\nafter other gods, the gods of the peoples who are around\nyou-- (15) for the LORD your God in your midst is a jealous\nGod--lest the anger of the LORD your God be kindled against\nyou, and he destroy you from off the face of the earth."],"start_index":200005006013,"end_index":200005006015,"verse_count":3,"word_count":71},{"reference":"Genesis 3:14–15","translation":"ESV","division":"Senior","passage_number":10,"release":"Navigate","cards":["(14) The LORD God said to the serpent, \"Because you have\ndone this, cursed are you above all livestock and above all\nbeasts of the field; on your belly you shall go, and dust you\nshall eat all the days of your life. (15) I will put enmity between\nyou and the woman, and between your offspring and her\noffspring; he shall bruise your head, and you shall bruise his\nheel.\""],"start_index":200001003014,"end_index":200001003015,"verse_count":2,"word_count":69},{"reference":"Psalm 68:18–20","translation":"ESV","division":"Senior","passage_number":11,"release":"Explore","cards":["(18) You ascended on high, leading a host of captives in\nyour train and receiving gifts among men, even among the\nrebellious, that the LORD God may dwell there. (19) Blessed\nbe the Lord, who daily bears us up; God is our salvation. (20)\nOur God is a God of salvation, and to GOD, the Lord, belong\ndeliverances from death."],"start_index":200019068018,"end_index":200019068020,"verse_count":3,"word_count":57},{"reference":"Genesis 4:3–8","translation":"ESV","division":"Senior","passage_number":12,"release":"Navigate","cards":["(3) In the course of time Cain brought to the LORD an offering\nof the fruit of the ground, (4) and Abel also brought of the\nfirstborn of his flock and of their fat portions. And the LORD\nhad regard for Abel and his offering, (5) but for Cain and his\noffering he had no regard. So Cain was very angry, and his\nface fell. (6) The LORD said to Cain, \"Why are you angry, and\nwhy has your face fallen? (7) If you do well, will you not be\naccepted? And if you do not do well, sin is crouching at the\ndoor. Its desire is contrary to you, but you must rule over it.\"\n(8) Cain spoke to Abel his brother. And when they were in the\nfield, Cain rose up against his brother Abel and killed him."],"start_index":200001004003,"end_index":200001004008,"verse_count":6,"word_count":134},{"reference":"Jeremiah 23:5–6","translation":"ESV","division":"Senior","passage_number":13,"release":"Explore","cards":["(5) \"Behold, the days are coming, declares the LORD, when\nI will raise up for David a righteous Branch, and he shall\nreign as king and deal wisely, and shall execute justice and\nrighteousness in the land. (6) In his days Judah will be saved,\nand Israel will dwell securely. And this is the name by which\nhe will be called: 'The LORD is our righteousness.'"],"start_index":200024023005,"end_index":200024023006,"verse_count":2,"word_count":64},{"reference":"Genesis 5:1–3","translation":"ESV","division":"Senior","passage_number":14,"release":"Navigate","cards":["(1) This is the book of the generations of Adam. When God\ncreated man, he made him in the likeness of God. (2) Male\nand female he created them, and he blessed them and\nnamed them Man when they were created. (3) When Adam\nhad lived 130 years, he fathered a son in his own likeness,\nafter his image, and named him Seth."],"start_index":200001005001,"end_index":200001005003,"verse_count":3,"word_count":60},{"reference":"Psalm 90:1–4","translation":"ESV","division":"Senior","passage_number":15,"release":"Explore","cards":["(1) A Prayer of Moses, the man of God. Lord, you have been\nour dwelling place in all generations. (2) Before the mountains\nwere brought forth, or ever you had formed the earth and the\nworld, from everlasting to everlasting you are God. (3) You\nreturn man to dust and say, \"Return, O children of man!\" (4)\nFor a thousand years in your sight are but as yesterday when\nit is past, or as a watch in the night."],"start_index":200019090001,"end_index":200019090004,"verse_count":4,"word_count":75},{"reference":"Genesis 9:8–11","translation":"ESV","division":"Senior","passage_number":17,"release":"NBBC","cards":["(8) Then God said to Noah and to his sons with him, (9)\n\"Behold, I establish my covenant with you and your offspring\nafter you, (10) and with every living creature that is with you,\nthe birds, the livestock, and every beast of the earth with you,\nas many as came out of the ark; it is for every beast of the\nearth. (11) I establish my covenant with you, that never again\nshall all flesh be cut off by the waters of the flood, and never\nagain shall there be a flood to destroy the earth.\""],"start_index":200001009008,"end_index":200001009011,"verse_count":4,"word_count":93},{"reference":"Exodus 31:15–18","translation":"ESV","division":"Senior","passage_number":18,"release":"NBBC","cards":["(15) Six days shall work be done, but the seventh day is a\nSabbath of solemn rest, holy to the LORD. Whoever does any\nwork on the Sabbath day shall be put to death. (16) Therefore\nthe people of Israel shall keep the Sabbath, observing the\nSabbath throughout their generations, as a covenant forever.\n(17) It is a sign forever between me and the people of Israel\nthat in six days the LORD made heaven and earth, and on\nthe seventh day he rested and was refreshed.'\" (18) And he\ngave to Moses, when he had finished speaking with him on\nMount Sinai, the two tablets of the testimony, tablets of stone,\nwritten with the finger of God."],"start_index":200002031015,"end_index":200002031018,"verse_count":4,"word_count":114},{"reference":"Exodus 32:6–14","translation":"ESV","division":"Senior","passage_number":19,"release":"NBBC","cards":["(6) And they rose up early the next day and offered burnt\nofferings and brought peace offerings. And the people\nsat down to eat and drink and rose up to play. (7) And the\nLORD said to Moses, \"Go down, for your people, whom\nyou brought up out of the land of Egypt, have corrupted\nthemselves. (8) They have turned aside quickly out of the way\nthat I commanded them. They have made for themselves a\ngolden calf and have worshiped it and sacrificed to it and\nsaid, 'These are your gods, O Israel, who brought you up out\nof the land of Egypt!'\" (9) And the LORD said to Moses, \"I\nhave seen this people, and behold, it is a stiff-necked people.","(10) Now therefore let me alone, that my wrath may burn hot\nagainst them and I may consume them, in order that I may\nmake a great nation of you.\" (11) But Moses implored the\nLORD his God and said, \"O LORD, why does your wrath burn\nhot against your people, whom you have brought out of the\nland of Egypt with great power and with a mighty hand? (12)\nWhy should the Egyptians say, 'With evil intent did he bring\nthem out, to kill them in the mountains and to consume them\nfrom the face of the earth'? Turn from your burning anger and\nrelent from this disaster against your people. (13) Remember\nAbraham, Isaac, and Israel, your servants, to whom you","swore by your own self, and said to them, 'I will multiply your\noffspring as the stars of heaven, and all this land that I have\npromised I will give to your offspring, and they shall inherit it\nforever.'\" (14) And the LORD relented from the disaster that\nhe had spoken of bringing on his people."],"start_index":200002032006,"end_index":200002032014,"verse_count":9,"word_count":294},{"reference":"Deuteronomy 1:29–32","translation":"ESV","division":"Senior","passage_number":20,"release":"NBBC","cards":["(29) Then I said to you, 'Do not be in dread or afraid of them.\n(30) The LORD your God who goes before you will himself\nfight for you, just as he did for you in Egypt before your eyes,\n(31) and in the wilderness, where you have seen how the\nLORD your God carried you, as a man carries his son, all the\nway that you went until you came to this place.' (32) Yet in\nspite of this word you did not believe the LORD your God,"],"start_index":200005001029,"end_index":200005001032,"verse_count":4,"word_count":85},{"reference":"Deuteronomy 7:7–9","translation":"ESV","division":"Senior","passage_number":21,"release":"NBBC","cards":["(7) It was not because you were more in number than any\nother people that the LORD set his love on you and chose you,\nfor you were the fewest of all peoples, (8) but it is because\nthe LORD loves you and is keeping the oath that he swore\nto your fathers, that the LORD has brought you out with a\nmighty hand and redeemed you from the house of slavery,\nfrom the hand of Pharaoh king of Egypt. (9) Know therefore\nthat the LORD your God is God, the faithful God who keeps\ncovenant and steadfast love with those who love him and\nkeep his commandments, to a thousand generations,"],"start_index":200005007007,"end_index":200005007009,"verse_count":3,"word_count":109},{"reference":"1 Samuel 12:20–25","translation":"ESV","division":"Senior","passage_number":22,"release":"NBBC","cards":["(20) And Samuel said to the people, \"Do not be afraid; you have\ndone all this evil. Yet do not turn aside from following the LORD,\nbut serve the LORD with all your heart. (21) And do not turn aside\nafter empty things that cannot profit or deliver, for they are empty.\n(22) For the LORD will not forsake his people, for his great name's\nsake, because it has pleased the LORD to make you a people for\nhimself. (23) Moreover, as for me, far be it from me that I should sin\nagainst the LORD by ceasing to pray for you, and I will instruct you\nin the good and the right way. (24) Only fear the LORD and serve\nhim faithfully with all your heart. For consider what great things\nhe has done for you. (25) But if you still do wickedly, you shall be\nswept away, both you and your king.\""],"start_index":200009012020,"end_index":200009012025,"verse_count":6,"word_count":148},{"reference":"1 Chronicles 16:4–19","translation":"ESV","division":"Senior","passage_number":23,"release":"NBBC","cards":["(4) Then he appointed some of the Levites as ministers\nbefore the ark of the LORD, to invoke, to thank, and to praise\nthe LORD, the God of Israel. (5) Asaph was the chief, and\nsecond to him were Zechariah, Jeiel, Shemiramoth, Jehiel,\nMattithiah, Eliab, Benaiah, Obed-edom, and Jeiel, who were\nto play harps and lyres; Asaph was to sound the cymbals, (6)\nand Benaiah and Jahaziel the priests were to blow trumpets\nregularly before the ark of the covenant of God. (7) Then on\nthat day David first appointed that thanksgiving be sung to\nthe LORD by Asaph and his brothers. (8) Oh give thanks to\nthe LORD; call upon his name; make known his deeds among","the peoples! (9) Sing to him, sing praises to him; tell of all his\nwondrous works! (10) Glory in his holy name; let the hearts\nof those who seek the LORD rejoice! (11) Seek the LORD and\nhis strength; seek his presence continually! (12) Remember\nthe wondrous works that he has done, his miracles and the\njudgments he uttered, (13) O offspring of Israel his servant,\nchildren of Jacob, his chosen ones! (14) He is the LORD\nour God; his judgments are in all the earth. (15) Remember\nhis covenant forever, the word that he commanded, for a\nthousand generations, (16) the covenant that he made with\nAbraham, his sworn promise to Isaac, (17) which he confirmed","to Jacob as a statute, to Israel as an everlasting covenant, (18)\nsaying, \"To you I will give the land of Canaan, as your portion\nfor an inheritance.\" (19) When you were few in number, of\nlittle account, and sojourners in it,"],"start_index":200013016004,"end_index":200013016019,"verse_count":16,"word_count":262},{"reference":"Nehemiah 9:5–8","translation":"ESV","division":"Senior","passage_number":24,"release":"NBBC","cards":["(5) Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah,\nSherebiah, Hodiah, Shebaniah, and Pethahiah, said, \"Stand up\nand bless the LORD your God from everlasting to everlasting.\nBlessed be your glorious name, which is exalted above all\nblessing and praise. (6) \"You are the LORD, you alone. You\nhave made heaven, the heaven of heavens, with all their host,\nthe earth and all that is on it, the seas and all that is in them;\nand you preserve all of them; and the host of heaven worships\nyou. (7) You are the LORD, the God who chose Abram and\nbrought him out of Ur of the Chaldeans and gave him the\nname Abraham. (8) You found his heart faithful before you,","and made with him the covenant to give to his offspring the\nland of the Canaanite, the Hittite, the Amorite, the Perizzite,\nthe Jebusite, and the Girgashite. And you have kept your\npromise, for you are righteous."],"start_index":200016009005,"end_index":200016009008,"verse_count":4,"word_count":153},{"reference":"Job 36:22–33","translation":"ESV","division":"Senior","passage_number":25,"release":"NBBC","cards":["(22) Behold, God is exalted in his power; who is a teacher\nlike him? (23) Who has prescribed for him his way, or who\ncan say, 'You have done wrong'? (24) \"Remember to extol his\nwork, of which men have sung. (25) All mankind has looked\non it; man beholds it from afar. (26) Behold, God is great, and\nwe know him not; the number of his years is unsearchable.\n(27) For he draws up the drops of water; they distill his mist\nin rain, (28) which the skies pour down and drop on mankind\nabundantly. (29) Can anyone understand the spreading of\nthe clouds, the thunderings of his pavilion? (30) Behold, he\nscatters his lightning about him and covers the roots of the","sea. (31) For by these he judges peoples; he gives food in\nabundance. (32) He covers his hands with the lightning and\ncommands it to strike the mark. (33) Its crashing declares his\npresence; the cattle also declare that he rises."],"start_index":200018036022,"end_index":200018036033,"verse_count":12,"word_count":153},{"reference":"Job 40:15–24","translation":"ESV","division":"Senior","passage_number":26,"release":"NBBC","cards":["(15) \"Behold, Behemoth, which I made as I made you; he eats\ngrass like an ox. (16) Behold, his strength in his loins, and his\npower in the muscles of his belly. (17) He makes his tail stiff\nlike a cedar; the sinews of his thighs are knit together. (18)\nHis bones are tubes of bronze, his limbs like bars of iron. (19)\n\"He is the first of the works of God; let him who made him\nbring near his sword! (20) For the mountains yield food for\nhim where all the wild beasts play. (21) Under the lotus plants\nhe lies, in the shelter of the reeds and in the marsh. (22) For\nhis shade the lotus trees cover him; the willows of the brook\nsurround him. (23) Behold, if the river is turbulent he is not","frightened; he is confident though Jordan rushes against his\nmouth. (24) Can one take him by his eyes, or pierce his nose\nwith a snare?"],"start_index":200018040015,"end_index":200018040024,"verse_count":10,"word_count":153},{"reference":"Psalm 81:1–16","translation":"ESV","division":"Senior","passage_number":27,"release":"NBBC","cards":["(1) Sing aloud to God our strength; shout for joy to the God of\nJacob! (2) Raise a song; sound the tambourine, the sweet lyre with\nthe harp. (3) Blow the trumpet at the new moon, at the full moon,\non our feast day. (4) For it is a statute for Israel, a rule of the God of\nJacob. (5) He made it a decree in Joseph when he went out over\nthe land of Egypt. I hear a language I had not known: (6) \"I relieved\nyour shoulder of the burden; your hands were freed from the\nbasket. (7) In distress you called, and I delivered you; I answered\nyou in the secret place of thunder; I tested you at the waters of\nMeribah. Selah (8) Hear, O my people, while I admonish you! O\nIsrael, if you would but listen to me! (9) There shall be no strange","god among you; you shall not bow down to a foreign god. (10) I am\nthe LORD your God, who brought you up out of the land of Egypt.\nOpen your mouth wide, and I will fill it. (11) \"But my people did\nnot listen to my voice; Israel would not submit to me. (12) So I gave\nthem over to their stubborn hearts, to follow their own counsels.\n(13) Oh, that my people would listen to me, that Israel would walk\nin my ways! (14) I would soon subdue their enemies and turn my\nhand against their foes. (15) Those who hate the LORD would\ncringe toward him, and their fate would last forever. (16) But he\nwould feed you with the finest of the wheat, and with honey from\nthe rock I would satisfy you.\""],"start_index":200019081001,"end_index":200019081016,"verse_count":16,"word_count":271},{"reference":"Psalm 106:2–17","translation":"ESV","division":"Senior","passage_number":28,"release":"NBBC","cards":["(2) Who can utter the mighty deeds of the LORD, or declare all\nhis praise? (3) Blessed are they who observe justice, who do\nrighteousness at all times! (4) Remember me, O LORD, when you\nshow favor to your people; help me when you save them, (5) that\nI may look upon the prosperity of your chosen ones, that I may\nrejoice in the gladness of your nation, that I may glory with your\ninheritance. (6) Both we and our fathers have sinned; we have\ncommitted iniquity; we have done wickedness. (7) Our fathers,\nwhen they were in Egypt, did not consider your wondrous works;\nthey did not remember the abundance of your steadfast love, but\nrebelled by the sea, at the Red Sea. (8) Yet he saved them for his\nname's sake, that he might make known his mighty power. (9) He","rebuked the Red Sea, and it became dry, and he led them through\nthe deep as through a desert. (10) So he saved them from the hand\nof the foe and redeemed them from the power of the enemy. (11)\nAnd the waters covered their adversaries; not one of them was\nleft. (12) Then they believed his words; they sang his praise. (13)\nBut they soon forgot his works; they did not wait for his counsel.\n(14) But they had a wanton craving in the wilderness, and put God\nto the test in the desert; (15) he gave them what they asked, but\nsent a wasting disease among them. (16) When men in the camp\nwere jealous of Moses and Aaron, the holy one of the LORD, (17)\nthe earth opened and swallowed up Dathan, and covered the\ncompany of Abiram."],"start_index":200019106002,"end_index":200019106017,"verse_count":16,"word_count":268},{"reference":"Psalm 112:1–9","translation":"ESV","division":"Senior","passage_number":29,"release":"NBBC","cards":["(1) Praise the LORD! Blessed is the man who fears the LORD,\nwho greatly delights in his commandments! (2) His offspring\nwill be mighty in the land; the generation of the upright will\nbe blessed. (3) Wealth and riches are in his house, and his\nrighteousness endures forever. (4) Light dawns in the darkness\nfor the upright; he is gracious, merciful, and righteous. (5) It\nis well with the man who deals generously and lends; who\nconducts his affairs with justice. (6) For the righteous will\nnever be moved; he will be remembered forever. (7) He is\nnot afraid of bad news; his heart is firm, trusting in the LORD.\n(8) His heart is steady; he will not be afraid, until he looks in","triumph on his adversaries. (9) He has distributed freely; he\nhas given to the poor; his righteousness endures forever; his\nhorn is exalted in honor."],"start_index":200019112001,"end_index":200019112009,"verse_count":9,"word_count":140},{"reference":"Isaiah 59:14–21","translation":"ESV","division":"Senior","passage_number":30,"release":"NBBC","cards":["(14) Justice is turned back, and righteousness stands far away; for\ntruth has stumbled in the public squares, and uprightness cannot\nenter. (15) Truth is lacking, and he who departs from evil makes\nhimself a prey. The LORD saw it, and it displeased him that there\nwas no justice. (16) He saw that there was no man, and wondered\nthat there was no one to intercede; then his own arm brought\nhim salvation, and his righteousness upheld him. (17) He put on\nrighteousness as a breastplate, and a helmet of salvation on his\nhead; he put on garments of vengeance for clothing, and wrapped\nhimself in zeal as a cloak. (18) According to their deeds, so will he\nrepay, wrath to his adversaries, repayment to his enemies; to the","coastlands he will render repayment. (19) So they shall fear the\nname of the LORD from the west, and his glory from the rising of\nthe sun; for he will come like a rushing stream, which the wind of\nthe LORD drives. (20) \"And a Redeemer will come to Zion, to those\nin Jacob who turn from transgression,\" declares the LORD. (21)\n\"And as for me, this is my covenant with them,\" says the LORD:\n\"My Spirit that is upon you, and my words that I have put in your\nmouth, shall not depart out of your mouth, or out of the mouth of\nyour offspring, or out of the mouth of your children's offspring,\"\nsays the LORD, \"from this time forth and forevermore.\""],"start_index":200023059014,"end_index":200023059021,"verse_count":8,"word_count":245},{"reference":"Nahum 1:3–8","translation":"ESV","division":"Senior","passage_number":31,"release":"NBBC","cards":["(3) The LORD is slow to anger and great in power, and the\nLORD will by no means clear the guilty. His way is in whirlwind\nand storm, and the clouds are the dust of his feet. (4) He\nrebukes the sea and makes it dry; he dries up all the rivers;\nBashan and Carmel wither; the bloom of Lebanon withers.\n(5) The mountains quake before him; the hills melt; the earth\nheaves before him, the world and all who dwell in it. (6)\nWho can stand before his indignation? Who can endure the\nheat of his anger? His wrath is poured out like fire, and the\nrocks are broken into pieces by him. (7) The LORD is good,\na stronghold in the day of trouble; he knows those who take","refuge in him. (8) But with an overflowing flood he will make a\ncomplete end of the adversaries, and will pursue his enemies\ninto darkness."],"start_index":200034001003,"end_index":200034001008,"verse_count":6,"word_count":150},{"reference":"Matthew 11:28–29","translation":"ESV","division":"Senior","passage_number":32,"release":"NBBC","cards":["(28) Come to me, all who labor and are heavy laden, and I\nwill give you rest. (29) Take my yoke upon you, and learn from\nme, for I am gentle and lowly in heart, and you will find rest\nfor your souls."],"start_index":400001011028,"end_index":400001011029,"verse_count":2,"word_count":41},{"reference":"Mark 10:5–10","translation":"ESV","division":"Senior","passage_number":33,"release":"NBBC","cards":["(5) And Jesus said to them, \"Because of your hardness of heart\nhe wrote you this commandment. (6) But from the beginning\nof creation, 'God made them male and female.' (7) 'Therefore\na man shall leave his father and mother and hold fast to his\nwife, (8) and the two shall become one flesh.' So they are no\nlonger two but one flesh. (9) What therefore God has joined\ntogether, let not man separate.\" (10) And in the house the\ndisciples asked him again about this matter."],"start_index":400002010005,"end_index":400002010010,"verse_count":6,"word_count":81},{"reference":"Luke 12:22–40","translation":"ESV","division":"Senior","passage_number":34,"release":"NBBC","cards":["(22) And he said to his disciples, \"Therefore I tell you, do not be\nanxious about your life, what you will eat, nor about your body,\nwhat you will put on. (23) For life is more than food, and the body\nmore than clothing. (24) Consider the ravens: they neither sow nor\nreap, they have neither storehouse nor barn, and yet God feeds\nthem. Of how much more value are you than the birds! (25) And\nwhich of you by being anxious can add a single hour to his span\nof life? (26) If then you are not able to do as small a thing as that,\nwhy are you anxious about the rest? (27) Consider the lilies, how\nthey grow: they neither toil nor spin, yet I tell you, even Solomon\nin all his glory was not arrayed like one of these. (28) But if God so\nclothes the grass, which is alive in the field today, and tomorrow is","thrown into the oven, how much more will he clothe you, O you of\nlittle faith! (29) And do not seek what you are to eat and what you\nare to drink, nor be worried. (30) For all the nations of the world\nseek after these things, and your Father knows that you need them.\n(31) Instead, seek his kingdom, and these things will be added to\nyou. (32) \"Fear not, little flock, for it is your Father's good pleasure\nto give you the kingdom. (33) Sell your possessions, and give to\nthe needy. Provide yourselves with moneybags that do not grow\nold, with a treasure in the heavens that does not fail, where no thief\napproaches and no moth destroys. (34) For where your treasure\nis, there will your heart be also. (35) \"Stay dressed for action and\nkeep your lamps burning, (36) and be like men who are waiting for","their master to come home from the wedding feast, so that they\nmay open the door to him at once when he comes and knocks. (37)\nBlessed are those servants whom the master finds awake when he\ncomes. Truly, I say to you, he will dress himself for service and have\nthem recline at table, and he will come and serve them. (38) If he\ncomes in the second watch, or in the third, and finds them awake,\nblessed are those servants! (39) But know this, that if the master of\nthe house had known at what hour the thief was coming, he would\nnot have left his house to be broken into. (40) You also must be\nready, for the Son of Man is coming at an hour you do not expect.\""],"start_index":400003012022,"end_index":400003012040,"verse_count":19,"word_count":427},{"reference":"Luke 16:13","translation":"ESV","division":"Senior","passage_number":35,"release":"NBBC","cards":["(13) No servant can serve two masters, for either he will hate\nthe one and love the other, or he will be devoted to the one\nand despise the other. You cannot serve God and money.\""],"start_index":400003016013,"end_index":400003016013,"verse_count":1,"word_count":35},{"reference":"John 10:4–16","translation":"ESV","division":"Senior","passage_number":36,"release":"NBBC","cards":["(4) When he has brought out all his own, he goes before them, and\nthe sheep follow him, for they know his voice. (5) A stranger they\nwill not follow, but they will flee from him, for they do not know\nthe voice of strangers.\" (6) This figure of speech Jesus used with\nthem, but they did not understand what he was saying to them.\n(7) So Jesus again said to them, \"Truly, truly, I say to you, I am the\ndoor of the sheep. (8) All who came before me are thieves and\nrobbers, but the sheep did not listen to them. (9) I am the door. If\nanyone enters by me, he will be saved and will go in and out and\nfind pasture. (10) The thief comes only to steal and kill and destroy.\nI came that they may have life and have it abundantly. (11) I am","the good shepherd. The good shepherd lays down his life for the\nsheep. (12) He who is a hired hand and not a shepherd, who does\nnot own the sheep, sees the wolf coming and leaves the sheep\nand flees, and the wolf snatches them and scatters them. (13) He\nflees because he is a hired hand and cares nothing for the sheep.\n(14) I am the good shepherd. I know my own and my own know\nme, (15) just as the Father knows me and I know the Father; and I\nlay down my life for the sheep. (16) And I have other sheep that are\nnot of this fold. I must bring them also, and they will listen to my\nvoice. So there will be one flock, one shepherd."],"start_index":400004010004,"end_index":400004010016,"verse_count":13,"word_count":269},{"reference":"John 16:5–17","translation":"ESV","division":"Senior","passage_number":37,"release":"NBBC","cards":["(5) But now I am going to him who sent me, and none of you asks\nme, 'Where are you going?' (6) But because I have said these things\nto you, sorrow has filled your heart. (7) Nevertheless, I tell you the\ntruth: it is to your advantage that I go away, for if I do not go away,\nthe Helper will not come to you. But if I go, I will send him to you.\n(8) And when he comes, he will convict the world concerning sin\nand righteousness and judgment: (9) concerning sin, because they\ndo not believe in me; (10) concerning righteousness, because I\ngo to the Father, and you will see me no longer; (11) concerning\njudgment, because the ruler of this world is judged. (12) \"I still\nhave many things to say to you, but you cannot bear them now.","(13) When the Spirit of truth comes, he will guide you into all the\ntruth, for he will not speak on his own authority, but whatever he\nhears he will speak, and he will declare to you the things that are\nto come. (14) He will glorify me, for he will take what is mine and\ndeclare it to you. (15) All that the Father has is mine; therefore I\nsaid that he will take what is mine and declare it to you. (16) \"A\nlittle while, and you will see me no longer; and again a little while,\nand you will see me.\" (17) So some of his disciples said to one\nanother, \"What is this that he says to us, 'A little while, and you\nwill not see me, and again a little while, and you will see me'; and,\n'because I am going to the Father'?\""],"start_index":400004016005,"end_index":400004016017,"verse_count":13,"word_count":281},{"reference":"Acts 20:15–36","translation":"ESV","division":"Senior","passage_number":38,"release":"NBBC","cards":["(15) And sailing from there we came the following day opposite\nChios; the next day we touched at Samos; and the day after that we\nwent to Miletus. (16) For Paul had decided to sail past Ephesus, so\nthat he might not have to spend time in Asia, for he was hastening\nto be at Jerusalem, if possible, on the day of Pentecost. (17) Now\nfrom Miletus he sent to Ephesus and called the elders of the church\nto come to him. (18) And when they came to him, he said to them:\n\"You yourselves know how I lived among you the whole time from\nthe first day that I set foot in Asia, (19) serving the Lord with all\nhumility and with tears and with trials that happened to me through\nthe plots of the Jews; (20) how I did not shrink from declaring to","you anything that was profitable, and teaching you in public and\nfrom house to house, (21) testifying both to Jews and to Greeks\nof repentance toward God and of faith in our Lord Jesus Christ.\n(22) And now, behold, I am going to Jerusalem, constrained by\nthe Spirit, not knowing what will happen to me there, (23) except\nthat the Holy Spirit testifies to me in every city that imprisonment\nand afflictions await me. (24) But I do not account my life of any\nvalue nor as precious to myself, if only I may finish my course and\nthe ministry that I received from the Lord Jesus, to testify to the\ngospel of the grace of God. (25) And now, behold, I know that\nnone of you among whom I have gone about proclaiming the","kingdom will see my face again. (26) Therefore I testify to you this\nday that I am innocent of the blood of all, (27) for I did not shrink\nfrom declaring to you the whole counsel of God. (28) Pay careful\nattention to yourselves and to all the flock, in which the Holy Spirit\nhas made you overseers, to care for the church of God, which he\nobtained with his own blood. (29) I know that after my departure\nfierce wolves will come in among you, not sparing the flock; (30)\nand from among your own selves will arise men speaking twisted\nthings, to draw away the disciples after them. (31) Therefore be\nalert, remembering that for three years I did not cease night or\nday to admonish every one with tears. (32) And now I commend","you to God and to the word of his grace, which is able to build\nyou up and to give you the inheritance among all those who are\nsanctified. (33) I coveted no one's silver or gold or apparel. (34)\nYou yourselves know that these hands ministered to my necessities\nand to those who were with me. (35) In all things I have shown\nyou that by working hard in this way we must help the weak and\nremember the words of the Lord Jesus, how he himself said, 'It is\nmore blessed to give than to receive.'\" (36) And when he had said\nthese things, he knelt down and prayed with them all."],"start_index":400005020015,"end_index":400005020036,"verse_count":22,"word_count":510},{"reference":"Romans 10:8–14","translation":"ESV","division":"Senior","passage_number":39,"release":"NBBC","cards":["(8) But what does it say? \"The word is near you, in your mouth\nand in your heart\" (that is, the word of faith that we proclaim);\n(9) because, if you confess with your mouth that Jesus is Lord\nand believe in your heart that God raised him from the dead,\nyou will be saved. (10) For with the heart one believes and is\njustified, and with the mouth one confesses and is saved. (11)\nFor the Scripture says, \"Everyone who believes in him will not\nbe put to shame.\" (12) For there is no distinction between\nJew and Greek; for the same Lord is Lord of all, bestowing his\nriches on all who call on him. (13) For \"everyone who calls on\nthe name of the Lord will be saved.\" (14) How then will they","call on him in whom they have not believed? And how are\nthey to believe in him of whom they have never heard? And\nhow are they to hear without someone preaching?"],"start_index":400006010008,"end_index":400006010014,"verse_count":7,"word_count":161},{"reference":"1 Corinthians 12:18–31","translation":"ESV","division":"Senior","passage_number":40,"release":"NBBC","cards":["(18) But as it is, God arranged the members in the body, each one\nof them, as he chose. (19) If all were a single member, where would\nthe body be? (20) As it is, there are many parts, yet one body. (21)\nThe eye cannot say to the hand, \"I have no need of you,\" nor again\nthe head to the feet, \"I have no need of you.\" (22) On the contrary,\nthe parts of the body that seem to be weaker are indispensable,\n(23) and on those parts of the body that we think less honorable\nwe bestow the greater honor, and our unpresentable parts are\ntreated with greater modesty, (24) which our more presentable\nparts do not require. But God has so composed the body, giving\ngreater honor to the part that lacked it, (25) that there may be","no division in the body, but that the members may have the\nsame care for one another. (26) If one member suffers, all suffer\ntogether; if one member is honored, all rejoice together. (27)\nNow you are the body of Christ and individually members of it.\n(28) And God has appointed in the church first apostles, second\nprophets, third teachers, then miracles, then gifts of healing,\nhelping, administrating, and various kinds of tongues. (29) Are all\napostles? Are all prophets? Are all teachers? Do all work miracles?\n(30) Do all possess gifts of healing? Do all speak with tongues? Do\nall interpret? (31) But earnestly desire the higher gifts. And I will\nshow you a still more excellent way."],"start_index":400007012018,"end_index":400007012031,"verse_count":14,"word_count":247},{"reference":"2 Corinthians 11:13–33","translation":"ESV","division":"Senior","passage_number":41,"release":"NBBC","cards":["(13) For such men are false apostles, deceitful workmen,\ndisguising themselves as apostles of Christ. (14) And no\nwonder, for even Satan disguises himself as an angel of\nlight. (15) So it is no surprise if his servants, also, disguise\nthemselves as servants of righteousness. Their end will\ncorrespond to their deeds. (16) I repeat, let no one think me\nfoolish. But even if you do, accept me as a fool, so that I too\nmay boast a little. (17) What I am saying with this boastful\nconfidence, I say not as the Lord would but as a fool. (18)\nSince many boast according to the flesh, I too will boast. (19)\nFor you gladly bear with fools, being wise yourselves! (20)","For you bear it if someone makes slaves of you, or devours\nyou, or takes advantage of you, or puts on airs, or strikes\nyou in the face. (21) To my shame, I must say, we were too\nweak for that! But whatever anyone else dares to boast of--I\nam speaking as a fool--I also dare to boast of that. (22) Are\nthey Hebrews? So am I. Are they Israelites? So am I. Are they\noffspring of Abraham? So am I. (23) Are they servants of\nChrist? I am a better one--I am talking like a madman--with\nfar greater labors, far more imprisonments, with countless\nbeatings, and often near death. (24) Five times I received at\nthe hands of the Jews the forty lashes less one. (25) Three","times I was beaten with rods. Once I was stoned. Three times I\nwas shipwrecked; a night and a day I was adrift at sea; (26) on\nfrequent journeys, in danger from rivers, danger from robbers,\ndanger from my own people, danger from Gentiles, danger\nin the city, danger in the wilderness, danger at sea, danger\nfrom false brothers; (27) in toil and hardship, through many\na sleepless night, in hunger and thirst, often without food, in\ncold and exposure. (28) And, apart from other things, there is\nthe daily pressure on me of my anxiety for all the churches.\n(29) Who is weak, and I am not weak? Who is made to fall,\nand I am not indignant? (30) If I must boast, I will boast of the","things that show my weakness. (31) The God and Father of\nthe Lord Jesus, he who is blessed forever, knows that I am not\nlying. (32) At Damascus, the governor under King Aretas was\nguarding the city of Damascus in order to seize me, (33) but\nI was let down in a basket through a window in the wall and\nescaped his hands."],"start_index":400008011013,"end_index":400008011033,"verse_count":21,"word_count":425},{"reference":"Galatians 2:20–21","translation":"ESV","division":"Senior","passage_number":42,"release":"NBBC","cards":["(20) I have been crucified with Christ. It is no longer I who\nlive, but Christ who lives in me. And the life I now live in the\nflesh I live by faith in the Son of God, who loved me and gave\nhimself for me. (21) I do not nullify the grace of God, for if\nrighteousness were through the law, then Christ died for no\npurpose."],"start_index":400009002020,"end_index":400009002021,"verse_count":2,"word_count":66},{"reference":"Ephesians 3:8–10","translation":"ESV","division":"Senior","passage_number":43,"release":"NBBC","cards":["(8) To me, though I am the very least of all the saints, this grace\nwas given, to preach to the Gentiles the unsearchable riches\nof Christ, (9) and to bring to light for everyone what is the plan\nof the mystery hidden for ages in God, who created all things,\n(10) so that through the church the manifold wisdom of God\nmight now be made known to the rulers and authorities in\nthe heavenly places."],"start_index":400010003008,"end_index":400010003010,"verse_count":3,"word_count":73},{"reference":"Colossians 1:24–29","translation":"ESV","division":"Senior","passage_number":44,"release":"NBBC","cards":["(24) Now I rejoice in my sufferings for your sake, and in my flesh\nI am filling up what is lacking in Christ's afflictions for the sake\nof his body, that is, the church, (25) of which I became a minister\naccording to the stewardship from God that was given to me for\nyou, to make the word of God fully known, (26) the mystery hidden\nfor ages and generations but now revealed to his saints. (27) To\nthem God chose to make known how great among the Gentiles\nare the riches of the glory of this mystery, which is Christ in you,\nthe hope of glory. (28) Him we proclaim, warning everyone and\nteaching everyone with all wisdom, that we may present everyone\nmature in Christ. (29) For this I toil, struggling with all his energy\nthat he powerfully works within me."],"start_index":400012001024,"end_index":400012001029,"verse_count":6,"word_count":137},{"reference":"Colossians 3:18–25","translation":"ESV","division":"Senior","passage_number":45,"release":"NBBC","cards":["(18) Wives, submit to your husbands, as is fitting in the Lord. (19)\nHusbands, love your wives, and do not be harsh with them. (20)\nChildren, obey your parents in everything, for this pleases the\nLord. (21) Fathers, do not provoke your children, lest they become\ndiscouraged. (22) Bondservants, obey in everything those who are\nyour earthly masters, not by way of eye-service, as people-pleasers,\nbut with sincerity of heart, fearing the Lord. (23) Whatever you do,\nwork heartily, as for the Lord and not for men, (24) knowing that\nfrom the Lord you will receive the inheritance as your reward. You\nare serving the Lord Christ. (25) For the wrongdoer will be paid\nback for the wrong he has done, and there is no partiality."],"start_index":400012003018,"end_index":400012003025,"verse_count":8,"word_count":120},{"reference":"1 Thessalonians 2:4–13","translation":"ESV","division":"Senior","passage_number":46,"release":"NBBC","cards":["(4) but just as we have been approved by God to be entrusted\nwith the gospel, so we speak, not to please man, but to please God\nwho tests our hearts. (5) For we never came with words of flattery,\nas you know, nor with a pretext for greed--God is witness. (6) Nor\ndid we seek glory from people, whether from you or from others,\nthough we could have made demands as apostles of Christ. (7)\nBut we were gentle among you, like a nursing mother taking care\nof her own children. (8) So, being affectionately desirous of you,\nwe were ready to share with you not only the gospel of God but\nalso our own selves, because you had become very dear to us. (9)\nFor you remember, brothers, our labor and toil: we worked night","and day, that we might not be a burden to any of you, while we\nproclaimed to you the gospel of God. (10) You are witnesses, and\nGod also, how holy and righteous and blameless was our conduct\ntoward you believers. (11) For you know how, like a father with his\nchildren, (12) we exhorted each one of you and encouraged you\nand charged you to walk in a manner worthy of God, who calls\nyou into his own kingdom and glory. (13) And we also thank God\nconstantly for this, that when you received the word of God, which\nyou heard from us, you accepted it not as the word of men but as\nwhat it really is, the word of God, which is at work in you believers."],"start_index":400013002004,"end_index":400013002013,"verse_count":10,"word_count":258},{"reference":"1 Timothy 6:3–9","translation":"ESV","division":"Senior","passage_number":47,"release":"NBBC","cards":["(3) If anyone teaches a different doctrine and does not\nagree with the sound words of our Lord Jesus Christ and\nthe teaching that accords with godliness, (4) he is puffed up\nwith conceit and understands nothing. He has an unhealthy\ncraving for controversy and for quarrels about words, which\nproduce envy, dissension, slander, evil suspicions, (5) and\nconstant friction among people who are depraved in mind\nand deprived of the truth, imagining that godliness is a means\nof gain. (6) But godliness with contentment is great gain, (7)\nfor we brought nothing into the world, and we cannot take\nanything out of the world. (8) But if we have food and clothing,","with these we will be content. (9) But those who desire to be\nrich fall into temptation, into a snare, into many senseless and\nharmful desires that plunge people into ruin and destruction."],"start_index":400015006003,"end_index":400015006009,"verse_count":7,"word_count":139},{"reference":"Titus 2:7–14","translation":"ESV","division":"Senior","passage_number":48,"release":"NBBC","cards":["(7) Show yourself in all respects to be a model of good works,\nand in your teaching show integrity, dignity, (8) and sound\nspeech that cannot be condemned, so that an opponent\nmay be put to shame, having nothing evil to say about us. (9)\nBondservants are to be submissive to their own masters in\neverything; they are to be well-pleasing, not argumentative,\n(10) not pilfering, but showing all good faith, so that in\neverything they may adorn the doctrine of God our Savior.\n(11) For the grace of God has appeared, bringing salvation\nfor all people, (12) training us to renounce ungodliness and\nworldly passions, and to live self-controlled, upright, and","godly lives in the present age, (13) waiting for our blessed\nhope, the appearing of the glory of our great God and Savior\nJesus Christ, (14) who gave himself for us to redeem us from\nall lawlessness and to purify for himself a people for his own\npossession who are zealous for good works."],"start_index":400017002007,"end_index":400017002014,"verse_count":8,"word_count":160},{"reference":"1 Peter 2:18–20","translation":"ESV","division":"Senior","passage_number":49,"release":"NBBC","cards":["18) Servants, be subject to your masters with all respect, not\nonly to the good and gentle but also to the unjust. (19) For\nthis is a gracious thing, when, mindful of God, one endures\nsorrows while suffering unjustly. (20) For what credit is it if,\nwhen you sin and are beaten for it, you endure? But if when\nyou do good and suffer for it you endure, this is a gracious\nthing in the sight of God."],"start_index":400021002018,"end_index":400021002020,"verse_count":3,"word_count":76},{"reference":"Revelation 2:1–10","translation":"ESV","division":"Senior","passage_number":50,"release":"NBBC","cards":["(1) \"To the angel of the church in Ephesus write: 'The words of him\nwho holds the seven stars in his right hand, who walks among the\nseven golden lampstands. (2) \"'I know your works, your toil and\nyour patient endurance, and how you cannot bear with those who\nare evil, but have tested those who call themselves apostles and\nare not, and found them to be false. (3) I know you are enduring\npatiently and bearing up for my name's sake, and you have\nnot grown weary. (4) But I have this against you, that you have\nabandoned the love you had at first. (5) Remember therefore from\nwhere you have fallen; repent, and do the works you did at first. If\nnot, I will come to you and remove your lampstand from its place,\nunless you repent. (6) Yet this you have: you hate the works of the","Nicolaitans, which I also hate. (7) He who has an ear, let him hear\nwhat the Spirit says to the churches. To the one who conquers I\nwill grant to eat of the tree of life, which is in the paradise of God.'\n(8) \"And to the angel of the church in Smyrna write: 'The words of\nthe first and the last, who died and came to life. (9) \"'I know your\ntribulation and your poverty (but you are rich) and the slander of\nthose who say that they are Jews and are not, but are a synagogue\nof Satan. (10) Do not fear what you are about to suffer. Behold, the\ndevil is about to throw some of you into prison, that you may be\ntested, and for ten days you will have tribulation. Be faithful unto\ndeath, and I will give you the crown of life."],"start_index":400027002001,"end_index":400027002010,"verse_count":10,"word_count":288},{"reference":"Revelation 14:1–8","translation":"ESV","division":"Senior","passage_number":51,"release":"NBBC","cards":["(1) Then I looked, and behold, on Mount Zion stood the Lamb, and\nwith him 144,000 who had his name and his Father's name written\non their foreheads. (2) And I heard a voice from heaven like the\nroar of many waters and like the sound of loud thunder. The voice I\nheard was like the sound of harpists playing on their harps, (3) and\nthey were singing a new song before the throne and before the\nfour living creatures and before the elders. No one could learn that\nsong except the 144,000 who had been redeemed from the earth.\n(4) It is these who have not defiled themselves with women, for\nthey are virgins. It is these who follow the Lamb wherever he goes.\nThese have been redeemed from mankind as firstfruits for God","and the Lamb, (5) and in their mouth no lie was found, for they are\nblameless. (6) Then I saw another angel flying directly overhead,\nwith an eternal gospel to proclaim to those who dwell on earth, to\nevery nation and tribe and language and people. (7) And he said\nwith a loud voice, \"Fear God and give him glory, because the hour\nof his judgment has come, and worship him who made heaven\nand earth, the sea and the springs of water.\" (8) Another angel, a\nsecond, followed, saying, \"Fallen, fallen is Babylon the great, she\nwho made all nations drink the wine of the passion of her sexual\nimmorality.\""],"start_index":400027014001,"end_index":400027014008,"verse_count":8,"word_count":240},{"reference":"Leviticus 25:24–28","translation":"ESV","division":"Senior","passage_number":52,"release":"NBBC","cards":["(24) And in all the country you possess, you shall allow a redemption\nof the land. (25) \"If your brother becomes poor and sells part of his\nproperty, then his nearest redeemer shall come and redeem what\nhis brother has sold. (26) If a man has no one to redeem it and\nthen himself becomes prosperous and finds sufficient means to\nredeem it, (27) let him calculate the years since he sold it and pay\nback the balance to the man to whom he sold it, and then return\nto his property. (28) But if he does not have sufficient means to\nrecover it, then what he sold shall remain in the hand of the buyer\nuntil the year of jubilee. In the jubilee it shall be released, and he\nshall return to his property."],"start_index":200003025024,"end_index":200003025028,"verse_count":5,"word_count":130},{"reference":"Numbers 28:1–10","translation":"ESV","division":"Senior","passage_number":53,"release":"NBBC","cards":["(1) The LORD spoke to Moses, saying, (2) \"Command the\npeople of Israel and say to them, 'My offering, my food for\nmy food offerings, my pleasing aroma, you shall be careful\nto offer to me at its appointed time.' (3) And you shall say\nto them, This is the food offering that you shall offer to the\nLORD: two male lambs a year old without blemish, day by\nday, as a regular offering. (4) The one lamb you shall offer in\nthe morning, and the other lamb you shall offer at twilight; (5)\nalso a tenth of an ephah of fine flour for a grain offering, mixed\nwith a quarter of a hin of beaten oil. (6) It is a regular burnt\noffering, which was ordained at Mount Sinai for a pleasing","aroma, a food offering to the LORD. (7) Its drink offering shall\nbe a quarter of a hin for each lamb. In the Holy Place you shall\npour out a drink offering of strong drink to the LORD. (8) The\nother lamb you shall offer at twilight. Like the grain offering of\nthe morning, and like its drink offering, you shall offer it as a\nfood offering, with a pleasing aroma to the LORD. (9) \"On the\nSabbath day, two male lambs a year old without blemish, and\ntwo tenths of an ephah of fine flour for a grain offering, mixed\nwith oil, and its drink offering: (10) this is the burnt offering\nof every Sabbath, besides the regular burnt offering and its\ndrink offering."],"start_index":200004028001,"end_index":200004028010,"verse_count":10,"word_count":248},{"reference":"Deuteronomy 10:11–22","translation":"ESV","division":"Senior","passage_number":54,"release":"NBBC","cards":["(11) And the LORD said to me, 'Arise, go on your journey at\nthe head of the people, so that they may go in and possess\nthe land, which I swore to their fathers to give them.' (12)\n\"And now, Israel, what does the LORD your God require of\nyou, but to fear the LORD your God, to walk in all his ways,\nto love him, to serve the LORD your God with all your heart\nand with all your soul, (13) and to keep the commandments\nand statutes of the LORD, which I am commanding you today\nfor your good? (14) Behold, to the LORD your God belong\nheaven and the heaven of heavens, the earth with all that is\nin it. (15) Yet the LORD set his heart in love on your fathers","and chose their offspring after them, you above all peoples,\nas you are this day. (16) Circumcise therefore the foreskin of\nyour heart, and be no longer stubborn. (17) For the LORD your\nGod is God of gods and Lord of lords, the great, the mighty,\nand the awesome God, who is not partial and takes no bribe.\n(18) He executes justice for the fatherless and the widow, and\nloves the sojourner, giving him food and clothing. (19) Love\nthe sojourner, therefore, for you were sojourners in the land\nof Egypt. (20) You shall fear the LORD your God. You shall\nserve him and hold fast to him, and by his name you shall\nswear. (21) He is your praise. He is your God, who has done","for you these great and terrifying things that your eyes have\nseen. (22) Your fathers went down to Egypt seventy persons,\nand now the LORD your God has made you as numerous as\nthe stars of heaven."],"start_index":200005010011,"end_index":200005010022,"verse_count":12,"word_count":287},{"reference":"1 Samuel 2:1–10","translation":"ESV","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) And Hannah prayed and said, \"My heart exults in the LORD;\nmy horn is exalted in the LORD. My mouth derides my enemies,\nbecause I rejoice in your salvation. (2) \"There is none holy like the\nLORD: for there is none besides you; there is no rock like our God.\n(3) Talk no more so very proudly, let not arrogance come from your\nmouth; for the LORD is a God of knowledge, and by him actions\nare weighed. (4) The bows of the mighty are broken, but the feeble\nbind on strength. (5) Those who were full have hired themselves\nout for bread, but those who were hungry have ceased to hunger.\nThe barren has borne seven, but she who has many children is\nforlorn. (6) The LORD kills and brings to life; he brings down to","Sheol and raises up. (7) The LORD makes poor and makes rich; he\nbrings low and he exalts. (8) He raises up the poor from the dust; he\nlifts the needy from the ash heap to make them sit with princes and\ninherit a seat of honor. For the pillars of the earth are the LORD's,\nand on them he has set the world. (9) \"He will guard the feet of his\nfaithful ones, but the wicked shall be cut off in darkness, for not by\nmight shall a man prevail. (10) The adversaries of the LORD shall\nbe broken to pieces; against them he will thunder in heaven. The\nLORD will judge the ends of the earth; he will give strength to his\nking and exalt the horn of his anointed.\""],"start_index":200009002001,"end_index":200009002010,"verse_count":10,"word_count":260},{"reference":"2 Samuel 22:5–14","translation":"ESV","division":"Senior","passage_number":56,"release":"NBBC","cards":["(5) \"For the waves of death encompassed me, the torrents of\ndestruction assailed me; (6) the cords of Sheol entangled me;\nthe snares of death confronted me. (7) \"In my distress I called\nupon the LORD; to my God I called. From his temple he heard\nmy voice, and my cry came to his ears. (8) \"Then the earth\nreeled and rocked; the foundations of the heavens trembled\nand quaked, because he was angry. (9) Smoke went up from\nhis nostrils, and devouring fire from his mouth; glowing coals\nflamed forth from him. (10) He bowed the heavens and came\ndown; thick darkness was under his feet. (11) He rode on\na cherub and flew; he was seen on the wings of the wind.","(12) He made darkness around him his canopy, thick clouds,\na gathering of water. (13) Out of the brightness before him\ncoals of fire flamed forth. (14) The LORD thundered from\nheaven, and the Most High uttered his voice."],"start_index":200010022005,"end_index":200010022014,"verse_count":10,"word_count":153},{"reference":"2 Kings 6:8–17","translation":"ESV","division":"Senior","passage_number":57,"release":"NBBC","cards":["(8) Once when the king of Syria was warring against Israel,\nhe took counsel with his servants, saying, \"At such and such a\nplace shall be my camp.\" (9) But the man of God sent word to\nthe king of Israel, \"Beware that you do not pass this place, for\nthe Syrians are going down there.\" (10) And the king of Israel\nsent to the place about which the man of God told him. Thus\nhe used to warn him, so that he saved himself there more\nthan once or twice. (11) And the mind of the king of Syria\nwas greatly troubled because of this thing, and he called his\nservants and said to them, \"Will you not show me who of us is\nfor the king of Israel?\" (12) And one of his servants said, \"None,","my lord, O king; but Elisha, the prophet who is in Israel, tells\nthe king of Israel the words that you speak in your bedroom.\"\n(13) And he said, \"Go and see where he is, that I may send\nand seize him.\" It was told him, \"Behold, he is in Dothan.\" (14)\nSo he sent there horses and chariots and a great army, and\nthey came by night and surrounded the city. (15) When the\nservant of the man of God rose early in the morning and went\nout, behold, an army with horses and chariots was all around\nthe city. And the servant said, \"Alas, my master! What shall we\ndo?\" (16) He said, \"Do not be afraid, for those who are with\nus are more than those who are with them.\" (17) Then Elisha","prayed and said, \"O LORD, please open his eyes that he may\nsee.\" So the LORD opened the eyes of the young man, and he\nsaw, and behold, the mountain was full of horses and chariots\nof fire all around Elisha."],"start_index":200012006008,"end_index":200012006017,"verse_count":10,"word_count":305},{"reference":"2 Chronicles 20:2–17","translation":"ESV","division":"Senior","passage_number":58,"release":"NBBC","cards":["(2) Some men came and told Jehoshaphat, \"A great multitude\nis coming against you from Edom, from beyond the sea; and,\nbehold, they are in Hazazon-tamar\" (that is, Engedi). (3) Then\nJehoshaphat was afraid and set his face to seek the LORD,\nand proclaimed a fast throughout all Judah. (4) And Judah\nassembled to seek help from the LORD; from all the cities\nof Judah they came to seek the LORD. (5) And Jehoshaphat\nstood in the assembly of Judah and Jerusalem, in the house of\nthe LORD, before the new court, (6) and said, \"O LORD, God\nof our fathers, are you not God in heaven? You rule over all the\nkingdoms of the nations. In your hand are power and might,","so that none is able to withstand you. (7) Did you not, our\nGod, drive out the inhabitants of this land before your people\nIsrael, and give it forever to the descendants of Abraham your\nfriend? (8) And they have lived in it and have built for you\nin it a sanctuary for your name, saying, (9) 'If disaster comes\nupon us, the sword, judgment, or pestilence, or famine, we\nwill stand before this house and before you--for your name\nis in this house--and cry out to you in our affliction, and you\nwill hear and save.' (10) And now behold, the men of Ammon\nand Moab and Mount Seir, whom you would not let Israel\ninvade when they came from the land of Egypt, and whom","they avoided and did not destroy-- (11) behold, they reward\nus by coming to drive us out of your possession, which you\nhave given us to inherit. (12) O our God, will you not execute\njudgment on them? For we are powerless against this great\nhorde that is coming against us. We do not know what to do,\nbut our eyes are on you.\" (13) Meanwhile all Judah stood\nbefore the LORD, with their little ones, their wives, and their\nchildren. (14) And the Spirit of the LORD came upon Jahaziel\nthe son of Zechariah, son of Benaiah, son of Jeiel, son of\nMattaniah, a Levite of the sons of Asaph, in the midst of the\nassembly. (15) And he said, \"Listen, all Judah and inhabitants","of Jerusalem and King Jehoshaphat: Thus says the LORD to\nyou, 'Do not be afraid and do not be dismayed at this great\nhorde, for the battle is not yours but God's. (16) Tomorrow go\ndown against them. Behold, they will come up by the ascent\nof Ziz. You will find them at the end of the valley, east of the\nwilderness of Jeruel. (17) You will not need to fight in this\nbattle. Stand firm, hold your position, and see the salvation\nof the LORD on your behalf, O Judah and Jerusalem.' Do not\nbe afraid and do not be dismayed. Tomorrow go out against\nthem, and the LORD will be with you.\""],"start_index":200014020002,"end_index":200014020017,"verse_count":16,"word_count":477},{"reference":"Job 22:22–28","translation":"ESV","division":"Senior","passage_number":59,"release":"NBBC","cards":["(22) Receive instruction from his mouth, and lay up his words\nin your heart. (23) If you return to the Almighty you will be\nbuilt up; if you remove injustice far from your tents, (24) if you\nlay gold in the dust, and gold of Ophir among the stones of\nthe torrent-bed, (25) then the Almighty will be your gold and\nyour precious silver. (26) For then you will delight yourself in\nthe Almighty and lift up your face to God. (27) You will make\nyour prayer to him, and he will hear you, and you will pay\nyour vows. (28) You will decide on a matter, and it will be\nestablished for you, and light will shine on your ways."],"start_index":200018022022,"end_index":200018022028,"verse_count":7,"word_count":115},{"reference":"Job 28:1–28","translation":"ESV","division":"Senior","passage_number":60,"release":"NBBC","cards":["(1) \"Surely there is a mine for silver, and a place for gold that\nthey refine. (2) Iron is taken out of the earth, and copper is\nsmelted from the ore. (3) Man puts an end to darkness and\nsearches out to the farthest limit the ore in gloom and deep\ndarkness. (4) He opens shafts in a valley away from where\nanyone lives; they are forgotten by travelers; they hang in the\nair, far away from mankind; they swing to and fro. (5) As for\nthe earth, out of it comes bread, but underneath it is turned\nup as by fire. (6) Its stones are the place of sapphires, and it\nhas dust of gold. (7) \"That path no bird of prey knows, and\nthe falcon's eye has not seen it. (8) The proud beasts have not","trodden it; the lion has not passed over it. (9) \"Man puts his\nhand to the flinty rock and overturns mountains by the roots.\n(10) He cuts out channels in the rocks, and his eye sees every\nprecious thing. (11) He dams up the streams so that they do not\ntrickle, and the thing that is hidden he brings out to light. (12)\n\"But where shall wisdom be found? And where is the place\nof understanding? (13) Man does not know its worth, and it\nis not found in the land of the living. (14) The deep says, 'It is\nnot in me,' and the sea says, 'It is not with me.' (15) It cannot\nbe bought for gold, and silver cannot be weighed as its price.\n(16) It cannot be valued in the gold of Ophir, in precious onyx","or sapphire. (17) Gold and glass cannot equal it, nor can it\nbe exchanged for jewels of fine gold. (18) No mention shall\nbe made of coral or of crystal; the price of wisdom is above\npearls. (19) The topaz of Ethiopia cannot equal it, nor can it\nbe valued in pure gold. (20) \"From where, then, does wisdom\ncome? And where is the place of understanding? (21) It is\nhidden from the eyes of all living and concealed from the\nbirds of the air. (22) Abaddon and Death say, 'We have heard\na rumor of it with our ears.' (23) \"God understands the way\nto it, and he knows its place. (24) For he looks to the ends of\nthe earth and sees everything under the heavens. (25) When","he gave to the wind its weight and apportioned the waters\nby measure, (26) when he made a decree for the rain and a\nway for the lightning of the thunder, (27) then he saw it and\ndeclared it; he established it, and searched it out. (28) And he\nsaid to man, 'Behold, the fear of the Lord, that is wisdom, and\nto turn away from evil is understanding.'\""],"start_index":200018028001,"end_index":200018028028,"verse_count":28,"word_count":449},{"reference":"Job 38:1–33","translation":"ESV","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) Then the LORD answered Job out of the whirlwind and said: (2)\n\"Who is this that darkens counsel by words without knowledge?\n(3) Dress for action like a man; I will question you, and you make it\nknown to me. (4) \"Where were you when I laid the foundation of the\nearth? Tell me, if you have understanding. (5) Who determined its\nmeasurements--surely you know! Or who stretched the line upon\nit? (6) On what were its bases sunk, or who laid its cornerstone,\n(7) when the morning stars sang together and all the sons of God\nshouted for joy? (8) \"Or who shut in the sea with doors when it\nburst out from the womb, (9) when I made clouds its garment and\nthick darkness its swaddling band, (10) and prescribed limits for","it and set bars and doors, (11) and said, 'Thus far shall you come,\nand no farther, and here shall your proud waves be stayed'? (12)\n\"Have you commanded the morning since your days began, and\ncaused the dawn to know its place, (13) that it might take hold of\nthe skirts of the earth, and the wicked be shaken out of it? (14) It\nis changed like clay under the seal, and its features stand out like\na garment. (15) From the wicked their light is withheld, and their\nuplifted arm is broken. (16) \"Have you entered into the springs of\nthe sea, or walked in the recesses of the deep? (17) Have the gates\nof death been revealed to you, or have you seen the gates of deep\ndarkness? (18) Have you comprehended the expanse of the earth?","Declare, if you know all this. (19) \"Where is the way to the dwelling\nof light, and where is the place of darkness, (20) that you may take\nit to its territory and that you may discern the paths to its home?\n(21) You know, for you were born then, and the number of your\ndays is great! (22) \"Have you entered the storehouses of the snow,\nor have you seen the storehouses of the hail, (23) which I have\nreserved for the time of trouble, for the day of battle and war? (24)\nWhat is the way to the place where the light is distributed, or where\nthe east wind is scattered upon the earth? (25) \"Who has cleft a\nchannel for the torrents of rain and a way for the thunderbolt, (26)\nto bring rain on a land where no man is, on the desert in which","there is no man, (27) to satisfy the waste and desolate land, and to\nmake the ground sprout with grass? (28) \"Has the rain a father, or\nwho has begotten the drops of dew? (29) From whose womb did\nthe ice come forth, and who has given birth to the frost of heaven?\n(30) The waters become hard like stone, and the face of the deep\nis frozen. (31) \"Can you bind the chains of the Pleiades or loose\nthe cords of Orion? (32) Can you lead forth the Mazzaroth in their\nseason, or can you guide the Bear with its children? (33) Do you\nknow the ordinances of the heavens? Can you establish their rule\non the earth?"],"start_index":200018038001,"end_index":200018038033,"verse_count":33,"word_count":511},{"reference":"Psalm 89:5–18","translation":"ESV","division":"Senior","passage_number":62,"release":"NBBC","cards":["(5) Let the heavens praise your wonders, O LORD, your\nfaithfulness in the assembly of the holy ones! (6) For who in\nthe skies can be compared to the LORD? Who among the\nheavenly beings is like the LORD, (7) a God greatly to be\nfeared in the council of the holy ones, and awesome above all\nwho are around him? (8) O LORD God of hosts, who is mighty\nas you are, O LORD, with your faithfulness all around you? (9)\nYou rule the raging of the sea; when its waves rise, you still\nthem. (10) You crushed Rahab like a carcass; you scattered\nyour enemies with your mighty arm. (11) The heavens are\nyours; the earth also is yours; the world and all that is in it, you","have founded them. (12) The north and the south, you have\ncreated them; Tabor and Hermon joyously praise your name.\n(13) You have a mighty arm; strong is your hand, high your\nright hand. (14) Righteousness and justice are the foundation\nof your throne; steadfast love and faithfulness go before you.\n(15) Blessed are the people who know the festal shout, who\nwalk, O LORD, in the light of your face, (16) who exult in your\nname all the day and in your righteousness are exalted. (17)\nFor you are the glory of their strength; by your favor our horn\nis exalted. (18) For our shield belongs to the LORD, our king\nto the Holy One of Israel."],"start_index":200019089005,"end_index":200019089018,"verse_count":14,"word_count":234},{"reference":"Proverbs 12:1–28","translation":"ESV","division":"Senior","passage_number":63,"release":"NBBC","cards":["(1) Whoever loves discipline loves knowledge, but he who\nhates reproof is stupid. (2) A good man obtains favor from\nthe LORD, but a man of evil devices he condemns. (3) No one\nis established by wickedness, but the root of the righteous\nwill never be moved. (4) An excellent wife is the crown of her\nhusband, but she who brings shame is like rottenness in his\nbones. (5) The thoughts of the righteous are just; the counsels\nof the wicked are deceitful. (6) The words of the wicked lie in\nwait for blood, but the mouth of the upright delivers them. (7)\nThe wicked are overthrown and are no more, but the house of\nthe righteous will stand. (8) A man is commended according","to his good sense, but one of twisted mind is despised. (9)\nBetter to be lowly and have a servant than to play the great\nman and lack bread. (10) Whoever is righteous has regard for\nthe life of his beast, but the mercy of the wicked is cruel. (11)\nWhoever works his land will have plenty of bread, but he who\nfollows worthless pursuits lacks sense. (12) Whoever is wicked\ncovets the spoil of evildoers, but the root of the righteous\nbears fruit. (13) An evil man is ensnared by the transgression\nof his lips, but the righteous escapes from trouble. (14) From\nthe fruit of his mouth a man is satisfied with good, and the\nwork of a man's hand comes back to him. (15) The way of a","fool is right in his own eyes, but a wise man listens to advice.\n(16) The vexation of a fool is known at once, but the prudent\nignores an insult. (17) Whoever speaks the truth gives honest\nevidence, but a false witness utters deceit. (18) There is one\nwhose rash words are like sword thrusts, but the tongue of\nthe wise brings healing. (19) Truthful lips endure forever, but\na lying tongue is but for a moment. (20) Deceit is in the heart\nof those who devise evil, but those who plan peace have joy.\n(21) No ill befalls the righteous, but the wicked are filled with\ntrouble. (22) Lying lips are an abomination to the LORD, but\nthose who act faithfully are his delight. (23) A prudent man","conceals knowledge, but the heart of fools proclaims folly.\n(24) The hand of the diligent will rule, while the slothful will\nbe put to forced labor. (25) Anxiety in a man's heart weighs\nhim down, but a good word makes him glad. (26) One who\nis righteous is a guide to his neighbor, but the way of the\nwicked leads them astray. (27) Whoever is slothful will not\nroast his game, but the diligent man will get precious wealth.\n(28) In the path of righteousness is life, and in its pathway\nthere is no death."],"start_index":200020012001,"end_index":200020012028,"verse_count":28,"word_count":452},{"reference":"Proverbs 24:1–27","translation":"ESV","division":"Senior","passage_number":64,"release":"NBBC","cards":["(1) Be not envious of evil men, nor desire to be with them, (2)\nfor their hearts devise violence, and their lips talk of trouble.\n(3) By wisdom a house is built, and by understanding it is\nestablished; (4) by knowledge the rooms are filled with all\nprecious and pleasant riches. (5) A wise man is full of strength,\nand a man of knowledge enhances his might, (6) for by wise\nguidance you can wage your war, and in abundance of\ncounselors there is victory. (7) Wisdom is too high for a fool;\nin the gate he does not open his mouth. (8) Whoever plans to\ndo evil will be called a schemer. (9) The devising of folly is sin,\nand the scoffer is an abomination to mankind. (10) If you faint","in the day of adversity, your strength is small. (11) Rescue those\nwho are being taken away to death; hold back those who are\nstumbling to the slaughter. (12) If you say, \"Behold, we did\nnot know this,\" does not he who weighs the heart perceive\nit? Does not he who keeps watch over your soul know it, and\nwill he not repay man according to his work? (13) My son, eat\nhoney, for it is good, and the drippings of the honeycomb are\nsweet to your taste. (14) Know that wisdom is such to your\nsoul; if you find it, there will be a future, and your hope will\nnot be cut off. (15) Lie not in wait as a wicked man against the\ndwelling of the righteous; do no violence to his home; (16) for","the righteous falls seven times and rises again, but the wicked\nstumble in times of calamity. (17) Do not rejoice when your\nenemy falls, and let not your heart be glad when he stumbles,\n(18) lest the LORD see it and be displeased, and turn away his\nanger from him. (19) Fret not yourself because of evildoers,\nand be not envious of the wicked, (20) for the evil man has\nno future; the lamp of the wicked will be put out. (21) My son,\nfear the LORD and the king, and do not join with those who\ndo otherwise, (22) for disaster will arise suddenly from them,\nand who knows the ruin that will come from them both? (23)\nThese also are sayings of the wise. Partiality in judging is not","good. (24) Whoever says to the wicked, \"You are in the right,\"\nwill be cursed by peoples, abhorred by nations, (25) but\nthose who rebuke the wicked will have delight, and a good\nblessing will come upon them. (26) Whoever gives an honest\nanswer kisses the lips. (27) Prepare your work outside; get\neverything ready for yourself in the field, and after that build\nyour house."],"start_index":200020024001,"end_index":200020024027,"verse_count":27,"word_count":439},{"reference":"Ecclesiastes 7:7–19","translation":"ESV","division":"Senior","passage_number":65,"release":"NBBC","cards":["(7) Surely oppression drives the wise into madness, and a bribe\ncorrupts the heart. (8) Better is the end of a thing than its beginning,\nand the patient in spirit is better than the proud in spirit. (9) Be\nnot quick in your spirit to become angry, for anger lodges in the\nheart of fools. (10) Say not, \"Why were the former days better than\nthese?\" For it is not from wisdom that you ask this. (11) Wisdom is\ngood with an inheritance, an advantage to those who see the sun.\n(12) For the protection of wisdom is like the protection of money,\nand the advantage of knowledge is that wisdom preserves the life\nof him who has it. (13) Consider the work of God: who can make\nstraight what he has made crooked? (14) In the day of prosperity\nbe joyful, and in the day of adversity consider: God has made the","one as well as the other, so that man may not find out anything\nthat will be after him. (15) In my vain life I have seen everything.\nThere is a righteous man who perishes in his righteousness, and\nthere is a wicked man who prolongs his life in his evildoing. (16)\nBe not overly righteous, and do not make yourself too wise. Why\nshould you destroy yourself? (17) Be not overly wicked, neither be\na fool. Why should you die before your time? (18) It is good that\nyou should take hold of this, and from that withhold not your hand,\nfor the one who fears God shall come out from both of them. (19)\nWisdom gives strength to the wise man more than ten rulers who\nare in a city."],"start_index":200021007007,"end_index":200021007019,"verse_count":13,"word_count":272},{"reference":"Isaiah 1:15–20","translation":"ESV","division":"Senior","passage_number":66,"release":"NBBC","cards":["(15) When you spread out your hands, I will hide my eyes from you;\neven though you make many prayers, I will not listen; your hands\nare full of blood. (16) Wash yourselves; make yourselves clean;\nremove the evil of your deeds from before my eyes; cease to do\nevil, (17) learn to do good; seek justice, correct oppression; bring\njustice to the fatherless, plead the widow's cause. (18) \"Come now,\nlet us reason together, says the LORD: though your sins are like\nscarlet, they shall be as white as snow; though they are red like\ncrimson, they shall become like wool. (19) If you are willing and\nobedient, you shall eat the good of the land; (20) but if you refuse\nand rebel, you shall be eaten by the sword; for the mouth of the\nLORD has spoken.\""],"start_index":200023001015,"end_index":200023001020,"verse_count":6,"word_count":133},{"reference":"Isaiah 12:1–5","translation":"ESV","division":"Senior","passage_number":67,"release":"NBBC","cards":["(1) You will say in that day: \"I will give thanks to you, O LORD,\nfor though you were angry with me, your anger turned away,\nthat you might comfort me. (2) \"Behold, God is my salvation;\nI will trust, and will not be afraid; for the LORD GOD is my\nstrength and my song, and he has become my salvation.\" (3)\nWith joy you will draw water from the wells of salvation. (4)\nAnd you will say in that day: \"Give thanks to the LORD, call\nupon his name, make known his deeds among the peoples,\nproclaim that his name is exalted. (5) \"Sing praises to the\nLORD, for he has done gloriously; let this be made known in\nall the earth."],"start_index":200023012001,"end_index":200023012005,"verse_count":5,"word_count":118},{"reference":"Isaiah 26:3–9","translation":"ESV","division":"Senior","passage_number":68,"release":"NBBC","cards":["(3) You keep him in perfect peace whose mind is stayed on you,\nbecause he trusts in you. (4) Trust in the LORD forever, for the LORD\nGOD is an everlasting rock. (5) For he has humbled the inhabitants\nof the height, the lofty city. He lays it low, lays it low to the ground,\ncasts it to the dust. (6) The foot tramples it, the feet of the poor, the\nsteps of the needy.\" (7) The path of the righteous is level; you make\nlevel the way of the righteous. (8) In the path of your judgments,\nO LORD, we wait for you; your name and remembrance are the\ndesire of our soul. (9) My soul yearns for you in the night; my spirit\nwithin me earnestly seeks you. For when your judgments are in the\nearth, the inhabitants of the world learn righteousness."],"start_index":200023026003,"end_index":200023026009,"verse_count":7,"word_count":138},{"reference":"Jeremiah 17:1–8","translation":"ESV","division":"Senior","passage_number":69,"release":"NBBC","cards":["(1) \"The sin of Judah is written with a pen of iron; with a point\nof diamond it is engraved on the tablet of their heart, and on\nthe horns of their altars, (2) while their children remember\ntheir altars and their Asherim, beside every green tree and\non the high hills, (3) on the mountains in the open country.\nYour wealth and all your treasures I will give for spoil as the\nprice of your high places for sin throughout all your territory.\n(4) You shall loosen your hand from your heritage that I gave\nto you, and I will make you serve your enemies in a land\nthat you do not know, for in my anger a fire is kindled that\nshall burn forever.\" (5) Thus says the LORD: \"Cursed is the","man who trusts in man and makes flesh his strength, whose\nheart turns away from the LORD. (6) He is like a shrub in the\ndesert, and shall not see any good come. He shall dwell in the\nparched places of the wilderness, in an uninhabited salt land.\n(7) \"Blessed is the man who trusts in the LORD, whose trust is\nthe LORD. (8) He is like a tree planted by water, that sends out\nits roots by the stream, and does not fear when heat comes,\nfor its leaves remain green, and is not anxious in the year of\ndrought, for it does not cease to bear fruit.\""],"start_index":200024017001,"end_index":200024017008,"verse_count":8,"word_count":235},{"reference":"Jeremiah 35:1–14","translation":"ESV","division":"Senior","passage_number":70,"release":"NBBC","cards":["(1) The word that came to Jeremiah from the LORD in the days of\nJehoiakim the son of Josiah, king of Judah: (2) \"Go to the house\nof the Rechabites and speak with them and bring them to the\nhouse of the LORD, into one of the chambers; then offer them\nwine to drink.\" (3) So I took Jaazaniah the son of Jeremiah, son\nof Habazziniah and his brothers and all his sons and the whole\nhouse of the Rechabites. (4) I brought them to the house of the\nLORD into the chamber of the sons of Hanan the son of Igdaliah,\nthe man of God, which was near the chamber of the officials,\nabove the chamber of Maaseiah the son of Shallum, keeper of the\nthreshold. (5) Then I set before the Rechabites pitchers full of wine,\nand cups, and I said to them, \"Drink wine.\" (6) But they answered,","\"We will drink no wine, for Jonadab the son of Rechab, our father,\ncommanded us, 'You shall not drink wine, neither you nor your\nsons forever. (7) You shall not build a house; you shall not sow\nseed; you shall not plant or have a vineyard; but you shall live in\ntents all your days, that you may live many days in the land where\nyou sojourn.' (8) We have obeyed the voice of Jonadab the son\nof Rechab, our father, in all that he commanded us, to drink no\nwine all our days, ourselves, our wives, our sons, or our daughters,\n(9) and not to build houses to dwell in. We have no vineyard or\nfield or seed, (10) but we have lived in tents and have obeyed and\ndone all that Jonadab our father commanded us. (11) But when\nNebuchadnezzar king of Babylon came up against the land, we","said, 'Come, and let us go to Jerusalem for fear of the army of\nthe Chaldeans and the army of the Syrians.' So we are living in\nJerusalem.\" (12) Then the word of the LORD came to Jeremiah:\n(13) \"Thus says the LORD of hosts, the God of Israel: Go and say\nto the people of Judah and the inhabitants of Jerusalem, Will you\nnot receive instruction and listen to my words? declares the LORD.\n(14) The command that Jonadab the son of Rechab gave to his\nsons, to drink no wine, has been kept, and they drink none to this\nday, for they have obeyed their father's command. I have spoken\nto you persistently, but you have not listened to me."],"start_index":200024035001,"end_index":200024035014,"verse_count":14,"word_count":410},{"reference":"Hosea 2:14–23","translation":"ESV","division":"Senior","passage_number":71,"release":"NBBC","cards":["(14) \"Therefore, behold, I will allure her, and bring her into the\nwilderness, and speak tenderly to her. (15) And there I will give\nher her vineyards and make the Valley of Achor a door of hope.\nAnd there she shall answer as in the days of her youth, as at the\ntime when she came out of the land of Egypt. (16) \"And in that day,\ndeclares the LORD, you will call me 'My Husband,' and no longer\nwill you call me 'My Baal.' (17) For I will remove the names of the\nBaals from her mouth, and they shall be remembered by name no\nmore. (18) And I will make for them a covenant on that day with\nthe beasts of the field, the birds of the heavens, and the creeping\nthings of the ground. And I will abolish the bow, the sword, and war","from the land, and I will make you lie down in safety. (19) And I will\nbetroth you to me forever. I will betroth you to me in righteousness\nand in justice, in steadfast love and in mercy. (20) I will betroth you\nto me in faithfulness. And you shall know the LORD. (21) \"And in\nthat day I will answer, declares the LORD, I will answer the heavens,\nand they shall answer the earth, (22) and the earth shall answer the\ngrain, the wine, and the oil, and they shall answer Jezreel, (23) and\nI will sow her for myself in the land. And I will have mercy on No\nMercy, and I will say to Not My People, 'You are my people'; and he\nshall say, 'You are my God.'\""],"start_index":200028002014,"end_index":200028002023,"verse_count":10,"word_count":269},{"reference":"Obadiah 3–7","translation":"ESV","division":"Senior","passage_number":72,"release":"NBBC","cards":["(3) The pride of your heart has deceived you, you who live in the\nclefts of the rock, in your lofty dwelling, who say in your heart, \"Who\nwill bring me down to the ground?\" (4) Though you soar aloft like\nthe eagle, though your nest is set among the stars, from there I will\nbring you down, declares the LORD. (5) If thieves came to you, if\nplunderers came by night-- how you have been destroyed!-- would\nthey not steal only enough for themselves? If grape gatherers\ncame to you, would they not leave gleanings? (6) How Esau has\nbeen pillaged, his treasures sought out! (7) All your allies have\ndriven you to your border; those at peace with you have deceived\nyou; they have prevailed against you; those who eat your bread\nhave set a trap beneath you-- you have no understanding."],"start_index":200031001003,"end_index":200031001007,"verse_count":5,"word_count":139},{"reference":"Zephaniah 3:16–20","translation":"ESV","division":"Senior","passage_number":73,"release":"NBBC","cards":["(16) On that day it shall be said to Jerusalem: \"Fear not, O Zion;\nlet not your hands grow weak. (17) The LORD your God is in your\nmidst, a mighty one who will save; he will rejoice over you with\ngladness; he will quiet you by his love; he will exult over you with\nloud singing. (18) I will gather those of you who mourn for the\nfestival, so that you will no longer suffer reproach. (19) Behold, at\nthat time I will deal with all your oppressors. And I will save the\nlame and gather the outcast, and I will change their shame into\npraise and renown in all the earth. (20) At that time I will bring\nyou in, at the time when I gather you together; for I will make you\nrenowned and praised among all the peoples of the earth, when I\nrestore your fortunes before your eyes,\" says the LORD."],"start_index":200036003016,"end_index":200036003020,"verse_count":5,"word_count":151},{"reference":"Haggai 2:1–9","translation":"ESV","division":"Senior","passage_number":74,"release":"NBBC","cards":["(1) In the seventh month, on the twenty-first day of the month,\nthe word of the LORD came by the hand of Haggai the\nprophet: (2) \"Speak now to Zerubbabel the son of Shealtiel,\ngovernor of Judah, and to Joshua the son of Jehozadak, the\nhigh priest, and to all the remnant of the people, and say, (3)\n'Who is left among you who saw this house in its former glory?\nHow do you see it now? Is it not as nothing in your eyes? (4) Yet\nnow be strong, O Zerubbabel, declares the LORD. Be strong,\nO Joshua, son of Jehozadak, the high priest. Be strong, all\nyou people of the land, declares the LORD. Work, for I am\nwith you, declares the LORD of hosts, (5) according to the","covenant that I made with you when you came out of Egypt.\nMy Spirit remains in your midst. Fear not. (6) For thus says the\nLORD of hosts: Yet once more, in a little while, I will shake the\nheavens and the earth and the sea and the dry land. (7) And I\nwill shake all nations, so that the treasures of all nations shall\ncome in, and I will fill this house with glory, says the LORD of\nhosts. (8) The silver is mine, and the gold is mine, declares\nthe LORD of hosts. (9) The latter glory of this house shall be\ngreater than the former, says the LORD of hosts. And in this\nplace I will give peace, declares the LORD of hosts.'\""],"start_index":200037002001,"end_index":200037002009,"verse_count":9,"word_count":249},{"reference":"Matthew 5:34–48","translation":"ESV","division":"Senior","passage_number":75,"release":"NBBC","cards":["(34) But I say to you, Do not take an oath at all, either by heaven,\nfor it is the throne of God, (35) or by the earth, for it is his footstool,\nor by Jerusalem, for it is the city of the great King. (36) And do not\ntake an oath by your head, for you cannot make one hair white or\nblack. (37) Let what you say be simply 'Yes' or 'No'; anything more\nthan this comes from evil. (38) \"You have heard that it was said,\n'An eye for an eye and a tooth for a tooth.' (39) But I say to you,\nDo not resist the one who is evil. But if anyone slaps you on the\nright cheek, turn to him the other also. (40) And if anyone would\nsue you and take your tunic, let him have your cloak as well. (41)\nAnd if anyone forces you to go one mile, go with him two miles.","(42) Give to the one who begs from you, and do not refuse the one\nwho would borrow from you. (43) \"You have heard that it was said,\n'You shall love your neighbor and hate your enemy.' (44) But I say\nto you, Love your enemies and pray for those who persecute you,\n(45) so that you may be sons of your Father who is in heaven. For\nhe makes his sun rise on the evil and on the good, and sends rain\non the just and on the unjust. (46) For if you love those who love\nyou, what reward do you have? Do not even the tax collectors do\nthe same? (47) And if you greet only your brothers, what more are\nyou doing than others? Do not even the Gentiles do the same? (48)\nYou therefore must be perfect, as your heavenly Father is perfect."],"start_index":400001005034,"end_index":400001005048,"verse_count":15,"word_count":295},{"reference":"Matthew 19:3–8","translation":"ESV","division":"Senior","passage_number":76,"release":"NBBC","cards":["(3) And Pharisees came up to him and tested him by asking, \"Is\nit lawful to divorce one's wife for any cause?\" (4) He answered,\n\"Have you not read that he who created them from the beginning\nmade them male and female, (5) and said, 'Therefore a man shall\nleave his father and his mother and hold fast to his wife, and the\ntwo shall become one flesh'? (6) So they are no longer two but\none flesh. What therefore God has joined together, let not man\nseparate.\" (7) They said to him, \"Why then did Moses command\none to give a certificate of divorce and to send her away?\" (8) He\nsaid to them, \"Because of your hardness of heart Moses allowed\nyou to divorce your wives, but from the beginning it was not so."],"start_index":400001019003,"end_index":400001019008,"verse_count":6,"word_count":130},{"reference":"Matthew 28:1–20","translation":"ESV","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) Now after the Sabbath, toward the dawn of the first day of the\nweek, Mary Magdalene and the other Mary went to see the tomb.\n(2) And behold, there was a great earthquake, for an angel of the\nLord descended from heaven and came and rolled back the stone\nand sat on it. (3) His appearance was like lightning, and his clothing\nwhite as snow. (4) And for fear of him the guards trembled and\nbecame like dead men. (5) But the angel said to the women, \"Do\nnot be afraid, for I know that you seek Jesus who was crucified.\n(6) He is not here, for he has risen, as he said. Come, see the place\nwhere he lay. (7) Then go quickly and tell his disciples that he has\nrisen from the dead, and behold, he is going before you to Galilee;\nthere you will see him. See, I have told you.\" (8) So they departed","quickly from the tomb with fear and great joy, and ran to tell his\ndisciples. (9) And behold, Jesus met them and said, \"Greetings!\"\nAnd they came up and took hold of his feet and worshiped him.\n(10) Then Jesus said to them, \"Do not be afraid; go and tell my\nbrothers to go to Galilee, and there they will see me.\" (11) While\nthey were going, behold, some of the guard went into the city and\ntold the chief priests all that had taken place. (12) And when they\nhad assembled with the elders and taken counsel, they gave a\nsufficient sum of money to the soldiers (13) and said, \"Tell people,\n'His disciples came by night and stole him away while we were\nasleep.' (14) And if this comes to the governor's ears, we will satisfy\nhim and keep you out of trouble.\" (15) So they took the money and","did as they were directed. And this story has been spread among\nthe Jews to this day. (16) Now the eleven disciples went to Galilee,\nto the mountain to which Jesus had directed them. (17) And when\nthey saw him they worshiped him, but some doubted. (18) And\nJesus came and said to them, \"All authority in heaven and on earth\nhas been given to me. (19) Go therefore and make disciples of all\nnations, baptizing them in the name of the Father and of the Son\nand of the Holy Spirit, (20) teaching them to observe all that I have\ncommanded you. And behold, I am with you always, to the end of\nthe age.\""],"start_index":400001028001,"end_index":400001028020,"verse_count":20,"word_count":407},{"reference":"Mark 3:11–19","translation":"ESV","division":"Senior","passage_number":78,"release":"NBBC","cards":["(11) And whenever the unclean spirits saw him, they fell down before\nhim and cried out, \"You are the Son of God.\" (12) And he strictly ordered\nthem not to make him known. (13) And he went up on the mountain and\ncalled to him those whom he desired, and they came to him. (14) And he\nappointed twelve (whom he also named apostles) so that they might be\nwith him and he might send them out to preach (15) and have authority\nto cast out demons. (16) He appointed the twelve: Simon (to whom he\ngave the name Peter); (17) James the son of Zebedee and John the\nbrother of James (to whom he gave the name Boanerges, that is, Sons of\nThunder); (18) Andrew, and Philip, and Bartholomew, and Matthew, and\nThomas, and James the son of Alphaeus, and Thaddaeus, and Simon the\nZealot, (19) and Judas Iscariot, who betrayed him."],"start_index":400002003011,"end_index":400002003019,"verse_count":9,"word_count":144},{"reference":"Mark 16:1–12","translation":"ESV","division":"Senior","passage_number":79,"release":"NBBC","cards":["(1) When the Sabbath was past, Mary Magdalene, Mary the\nmother of James, and Salome bought spices, so that they might\ngo and anoint him. (2) And very early on the first day of the week,\nwhen the sun had risen, they went to the tomb. (3) And they were\nsaying to one another, \"Who will roll away the stone for us from\nthe entrance of the tomb?\" (4) And looking up, they saw that the\nstone had been rolled back--it was very large. (5) And entering the\ntomb, they saw a young man sitting on the right side, dressed in a\nwhite robe, and they were alarmed. (6) And he said to them, \"Do\nnot be alarmed. You seek Jesus of Nazareth, who was crucified.\nHe has risen; he is not here. See the place where they laid him. (7)","But go, tell his disciples and Peter that he is going before you to\nGalilee. There you will see him, just as he told you.\" (8) And they\nwent out and fled from the tomb, for trembling and astonishment\nhad seized them, and they said nothing to anyone, for they were\nafraid. (9) Now when he rose early on the first day of the week, he\nappeared first to Mary Magdalene, from whom he had cast out\nseven demons. (10) She went and told those who had been with\nhim, as they mourned and wept. (11) But when they heard that he\nwas alive and had been seen by her, they would not believe it. (12)\nAfter these things he appeared in another form to two of them, as\nthey were walking into the country."],"start_index":400002016001,"end_index":400002016012,"verse_count":12,"word_count":265},{"reference":"Luke 7:18–28","translation":"ESV","division":"Senior","passage_number":80,"release":"NBBC","cards":["(18) The disciples of John reported all these things to him. And\nJohn, (19) calling two of his disciples to him, sent them to the\nLord, saying, \"Are you the one who is to come, or shall we look\nfor another?\" (20) And when the men had come to him, they said,\n\"John the Baptist has sent us to you, saying, 'Are you the one who is\nto come, or shall we look for another?'\" (21) In that hour he healed\nmany people of diseases and plagues and evil spirits, and on many\nwho were blind he bestowed sight. (22) And he answered them,\n\"Go and tell John what you have seen and heard: the blind receive\ntheir sight, the lame walk, lepers are cleansed, and the deaf hear,\nthe dead are raised up, the poor have good news preached to\nthem. (23) And blessed is the one who is not offended by me.\"","(24) When John's messengers had gone, Jesus began to speak\nto the crowds concerning John: \"What did you go out into the\nwilderness to see? A reed shaken by the wind? (25) What then\ndid you go out to see? A man dressed in soft clothing? Behold,\nthose who are dressed in splendid clothing and live in luxury are\nin kings' courts. (26) What then did you go out to see? A prophet?\nYes, I tell you, and more than a prophet. (27) This is he of whom it is\nwritten, \"'Behold, I send my messenger before your face, who will\nprepare your way before you.' (28) I tell you, among those born of\nwomen none is greater than John. Yet the one who is least in the\nkingdom of God is greater than he.\""],"start_index":400003007018,"end_index":400003007028,"verse_count":11,"word_count":278},{"reference":"Luke 10:38–42","translation":"ESV","division":"Senior","passage_number":81,"release":"NBBC","cards":["(38) Now as they went on their way, Jesus entered a village.\nAnd a woman named Martha welcomed him into her house.\n(39) And she had a sister called Mary, who sat at the Lord's feet\nand listened to his teaching. (40) But Martha was distracted\nwith much serving. And she went up to him and said, \"Lord,\ndo you not care that my sister has left me to serve alone?\nTell her then to help me.\" (41) But the Lord answered her,\n\"Martha, Martha, you are anxious and troubled about many\nthings, (42) but one thing is necessary. Mary has chosen the\ngood portion, which will not be taken away from her.\""],"start_index":400003010038,"end_index":400003010042,"verse_count":5,"word_count":108},{"reference":"Acts 1:10–14","translation":"ESV","division":"Senior","passage_number":82,"release":"NBBC","cards":["(10) And while they were gazing into heaven as he went,\nbehold, two men stood by them in white robes, (11) and said,\n\"Men of Galilee, why do you stand looking into heaven? This\nJesus, who was taken up from you into heaven, will come in\nthe same way as you saw him go into heaven.\" (12) Then they\nreturned to Jerusalem from the mount called Olivet, which is\nnear Jerusalem, a Sabbath day's journey away. (13) And when\nthey had entered, they went up to the upper room, where they\nwere staying, Peter and John and James and Andrew, Philip\nand Thomas, Bartholomew and Matthew, James the son of\nAlphaeus and Simon the Zealot and Judas the son of James.","(14) All these with one accord were devoting themselves to\nprayer, together with the women and Mary the mother of\nJesus, and his brothers."],"start_index":400005001010,"end_index":400005001014,"verse_count":5,"word_count":140},{"reference":"Acts 17:22–31","translation":"ESV","division":"Senior","passage_number":83,"release":"NBBC","cards":["(22) So Paul, standing in the midst of the Areopagus, said: \"Men\nof Athens, I perceive that in every way you are very religious. (23)\nFor as I passed along and observed the objects of your worship,\nI found also an altar with this inscription: 'To the unknown god.'\nWhat therefore you worship as unknown, this I proclaim to you.\n(24) The God who made the world and everything in it, being Lord\nof heaven and earth, does not live in temples made by man, (25)\nnor is he served by human hands, as though he needed anything,\nsince he himself gives to all mankind life and breath and everything.\n(26) And he made from one man every nation of mankind to live\non all the face of the earth, having determined allotted periods\nand the boundaries of their dwelling place, (27) that they should","seek God, and perhaps feel their way toward him and find him. Yet\nhe is actually not far from each one of us, (28) for \"'In him we live\nand move and have our being'; as even some of your own poets\nhave said, \"'For we are indeed his offspring.' (29) Being then God's\noffspring, we ought not to think that the divine being is like gold\nor silver or stone, an image formed by the art and imagination of\nman. (30) The times of ignorance God overlooked, but now he\ncommands all people everywhere to repent, (31) because he has\nfixed a day on which he will judge the world in righteousness by a\nman whom he has appointed; and of this he has given assurance\nto all by raising him from the dead.\""],"start_index":400005017022,"end_index":400005017031,"verse_count":10,"word_count":270},{"reference":"Romans 8:1–11","translation":"ESV","division":"Senior","passage_number":84,"release":"NBBC","cards":["(1) There is therefore now no condemnation for those who are in\nChrist Jesus. (2) For the law of the Spirit of life has set you free in\nChrist Jesus from the law of sin and death. (3) For God has done\nwhat the law, weakened by the flesh, could not do. By sending his\nown Son in the likeness of sinful flesh and for sin, he condemned\nsin in the flesh, (4) in order that the righteous requirement of the\nlaw might be fulfilled in us, who walk not according to the flesh\nbut according to the Spirit. (5) For those who live according to\nthe flesh set their minds on the things of the flesh, but those who\nlive according to the Spirit set their minds on the things of the\nSpirit. (6) For to set the mind on the flesh is death, but to set the","mind on the Spirit is life and peace. (7) For the mind that is set on\nthe flesh is hostile to God, for it does not submit to God's law;\nindeed, it cannot. (8) Those who are in the flesh cannot please\nGod. (9) You, however, are not in the flesh but in the Spirit, if in\nfact the Spirit of God dwells in you. Anyone who does not have the\nSpirit of Christ does not belong to him. (10) But if Christ is in you,\nalthough the body is dead because of sin, the Spirit is life because\nof righteousness. (11) If the Spirit of him who raised Jesus from the\ndead dwells in you, he who raised Christ Jesus from the dead will\nalso give life to your mortal bodies through his Spirit who dwells\nin you."],"start_index":400006008001,"end_index":400006008011,"verse_count":11,"word_count":277},{"reference":"Romans 13:9–14","translation":"ESV","division":"Senior","passage_number":85,"release":"NBBC","cards":["(9) For the commandments, \"You shall not commit adultery,\nYou shall not murder, You shall not steal, You shall not covet,\"\nand any other commandment, are summed up in this word:\n\"You shall love your neighbor as yourself.\" (10) Love does no\nwrong to a neighbor; therefore love is the fulfilling of the law.\n(11) Besides this you know the time, that the hour has come\nfor you to wake from sleep. For salvation is nearer to us now\nthan when we first believed. (12) The night is far gone; the\nday is at hand. So then let us cast off the works of darkness\nand put on the armor of light. (13) Let us walk properly as\nin the daytime, not in orgies and drunkenness, not in sexual","immorality and sensuality, not in quarreling and jealousy. (14)\nBut put on the Lord Jesus Christ, and make no provision for\nthe flesh, to gratify its desires."],"start_index":400006013009,"end_index":400006013014,"verse_count":6,"word_count":150},{"reference":"2 Corinthians 1:3–7","translation":"ESV","division":"Senior","passage_number":86,"release":"NBBC","cards":["(3) Blessed be the God and Father of our Lord Jesus Christ, the\nFather of mercies and God of all comfort, (4) who comforts us in\nall our affliction, so that we may be able to comfort those who\nare in any affliction, with the comfort with which we ourselves\nare comforted by God. (5) For as we share abundantly in Christ's\nsufferings, so through Christ we share abundantly in comfort too.\n(6) If we are afflicted, it is for your comfort and salvation; and if we\nare comforted, it is for your comfort, which you experience when\nyou patiently endure the same sufferings that we suffer. (7) Our\nhope for you is unshaken, for we know that as you share in our\nsufferings, you will also share in our comfort."],"start_index":400008001003,"end_index":400008001007,"verse_count":5,"word_count":126},{"reference":"2 Corinthians 8:1–22","translation":"ESV","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) We want you to know, brothers, about the grace of God that\nhas been given among the churches of Macedonia, (2) for in a\nsevere test of affliction, their abundance of joy and their extreme\npoverty have overflowed in a wealth of generosity on their part.\n(3) For they gave according to their means, as I can testify, and\nbeyond their means, of their own accord, (4) begging us earnestly\nfor the favor of taking part in the relief of the saints-- (5) and this,\nnot as we expected, but they gave themselves first to the Lord\nand then by the will of God to us. (6) Accordingly, we urged Titus\nthat as he had started, so he should complete among you this act\nof grace. (7) But as you excel in everything--in faith, in speech, in","knowledge, in all earnestness, and in our love for you--see that\nyou excel in this act of grace also. (8) I say this not as a command,\nbut to prove by the earnestness of others that your love also is\ngenuine. (9) For you know the grace of our Lord Jesus Christ, that\nthough he was rich, yet for your sake he became poor, so that you\nby his poverty might become rich. (10) And in this matter I give my\njudgment: this benefits you, who a year ago started not only to do\nthis work but also to desire to do it. (11) So now finish doing it as\nwell, so that your readiness in desiring it may be matched by your\ncompleting it out of what you have. (12) For if the readiness is there,\nit is acceptable according to what a person has, not according to","what he does not have. (13) For I do not mean that others should\nbe eased and you burdened, but that as a matter of fairness (14)\nyour abundance at the present time should supply their need, so\nthat their abundance may supply your need, that there may be\nfairness. (15) As it is written, \"Whoever gathered much had nothing\nleft over, and whoever gathered little had no lack.\" (16) But thanks\nbe to God, who put into the heart of Titus the same earnest care I\nhave for you. (17) For he not only accepted our appeal, but being\nhimself very earnest he is going to you of his own accord. (18)\nWith him we are sending the brother who is famous among all the\nchurches for his preaching of the gospel. (19) And not only that,","but he has been appointed by the churches to travel with us as we\ncarry out this act of grace that is being ministered by us, for the\nglory of the Lord himself and to show our good will. (20) We take\nthis course so that no one should blame us about this generous\ngift that is being administered by us, (21) for we aim at what is\nhonorable not only in the Lord's sight but also in the sight of man.\n(22) And with them we are sending our brother whom we have\noften tested and found earnest in many matters, but who is now\nmore earnest than ever because of his great confidence in you."],"start_index":400008008001,"end_index":400008008022,"verse_count":22,"word_count":522},{"reference":"2 Corinthians 9:1–12","translation":"ESV","division":"Senior","passage_number":88,"release":"NBBC","cards":["(1) Now it is superfluous for me to write to you about the\nministry for the saints, (2) for I know your readiness, of which\nI boast about you to the people of Macedonia, saying that\nAchaia has been ready since last year. And your zeal has\nstirred up most of them. (3) But I am sending the brothers\nso that our boasting about you may not prove empty in this\nmatter, so that you may be ready, as I said you would be. (4)\nOtherwise, if some Macedonians come with me and find that\nyou are not ready, we would be humiliated--to say nothing\nof you--for being so confident. (5) So I thought it necessary\nto urge the brothers to go on ahead to you and arrange in","advance for the gift you have promised, so that it may be\nready as a willing gift, not as an exaction. (6) The point is this:\nwhoever sows sparingly will also reap sparingly, and whoever\nsows bountifully will also reap bountifully. (7) Each one must\ngive as he has decided in his heart, not reluctantly or under\ncompulsion, for God loves a cheerful giver. (8) And God is able\nto make all grace abound to you, so that having all sufficiency\nin all things at all times, you may abound in every good work.\n(9) As it is written, \"He has distributed freely, he has given\nto the poor; his righteousness endures forever.\" (10) He who\nsupplies seed to the sower and bread for food will supply","and multiply your seed for sowing and increase the harvest\nof your righteousness. (11) You will be enriched in every way\nto be generous in every way, which through us will produce\nthanksgiving to God. (12) For the ministry of this service is not\nonly supplying the needs of the saints but is also overflowing\nin many thanksgivings to God."],"start_index":400008009001,"end_index":400008009012,"verse_count":12,"word_count":306},{"reference":"Galatians 5:14–21","translation":"ESV","division":"Senior","passage_number":89,"release":"NBBC","cards":["(14) For the whole law is fulfilled in one word: \"You shall love\nyour neighbor as yourself.\" (15) But if you bite and devour\none another, watch out that you are not consumed by one\nanother. (16) But I say, walk by the Spirit, and you will not\ngratify the desires of the flesh. (17) For the desires of the flesh\nare against the Spirit, and the desires of the Spirit are against\nthe flesh, for these are opposed to each other, to keep you\nfrom doing the things you want to do. (18) But if you are led\nby the Spirit, you are not under the law. (19) Now the works of\nthe flesh are evident: sexual immorality, impurity, sensuality,\n(20) idolatry, sorcery, enmity, strife, jealousy, fits of anger,","rivalries, dissensions, divisions, (21) envy, drunkenness, orgies,\nand things like these. I warn you, as I warned you before, that\nthose who do such things will not inherit the kingdom of God."],"start_index":400009005014,"end_index":400009005021,"verse_count":8,"word_count":154},{"reference":"Ephesians 5:1–8","translation":"ESV","division":"Senior","passage_number":90,"release":"NBBC","cards":["(1) Therefore be imitators of God, as beloved children. (2)\nAnd walk in love, as Christ loved us and gave himself up for\nus, a fragrant offering and sacrifice to God. (3) But sexual\nimmorality and all impurity or covetousness must not even be\nnamed among you, as is proper among saints. (4) Let there\nbe no filthiness nor foolish talk nor crude joking, which are\nout of place, but instead let there be thanksgiving. (5) For you\nmay be sure of this, that everyone who is sexually immoral\nor impure, or who is covetous (that is, an idolater), has no\ninheritance in the kingdom of Christ and God. (6) Let no one\ndeceive you with empty words, for because of these things","the wrath of God comes upon the sons of disobedience. (7)\nTherefore do not become partners with them; (8) for at one\ntime you were darkness, but now you are light in the Lord.\nWalk as children of light"],"start_index":400010005001,"end_index":400010005008,"verse_count":8,"word_count":154},{"reference":"Ephesians 6:4–10","translation":"ESV","division":"Senior","passage_number":91,"release":"NBBC","cards":["(4) Fathers, do not provoke your children to anger, but bring them\nup in the discipline and instruction of the Lord. (5) Bondservants,\nobey your earthly masters with fear and trembling, with a sincere\nheart, as you would Christ, (6) not by the way of eye-service, as\npeople-pleasers, but as bondservants of Christ, doing the will of\nGod from the heart, (7) rendering service with a good will as to\nthe Lord and not to man, (8) knowing that whatever good anyone\ndoes, this he will receive back from the Lord, whether he is a\nbondservant or is free. (9) Masters, do the same to them, and stop\nyour threatening, knowing that he who is both their Master and\nyours is in heaven, and that there is no partiality with him. (10)\nFinally, be strong in the Lord and in the strength of his might."],"start_index":400010006004,"end_index":400010006010,"verse_count":7,"word_count":140},{"reference":"Philippians 2:12–18","translation":"ESV","division":"Senior","passage_number":92,"release":"NBBC","cards":["(12) Therefore, my beloved, as you have always obeyed,\nso now, not only as in my presence but much more in my\nabsence, work out your own salvation with fear and trembling,\n(13) for it is God who works in you, both to will and to work\nfor his good pleasure. (14) Do all things without grumbling\nor disputing, (15) that you may be blameless and innocent,\nchildren of God without blemish in the midst of a crooked\nand twisted generation, among whom you shine as lights in\nthe world, (16) holding fast to the word of life, so that in the\nday of Christ I may be proud that I did not run in vain or labor\nin vain. (17) Even if I am to be poured out as a drink offering","upon the sacrificial offering of your faith, I am glad and rejoice\nwith you all. (18) Likewise you also should be glad and rejoice\nwith me."],"start_index":400011002012,"end_index":400011002018,"verse_count":7,"word_count":152},{"reference":"2 Thessalonians 3:1–15","translation":"ESV","division":"Senior","passage_number":93,"release":"NBBC","cards":["(1) Finally, brothers, pray for us, that the word of the Lord may\nspeed ahead and be honored, as happened among you, (2)\nand that we may be delivered from wicked and evil men. For\nnot all have faith. (3) But the Lord is faithful. He will establish\nyou and guard you against the evil one. (4) And we have\nconfidence in the Lord about you, that you are doing and will\ndo the things that we command. (5) May the Lord direct your\nhearts to the love of God and to the steadfastness of Christ.\n(6) Now we command you, brothers, in the name of our Lord\nJesus Christ, that you keep away from any brother who is\nwalking in idleness and not in accord with the tradition that","you received from us. (7) For you yourselves know how you\nought to imitate us, because we were not idle when we were\nwith you, (8) nor did we eat anyone's bread without paying\nfor it, but with toil and labor we worked night and day, that we\nmight not be a burden to any of you. (9) It was not because\nwe do not have that right, but to give you in ourselves an\nexample to imitate. (10) For even when we were with you,\nwe would give you this command: If anyone is not willing to\nwork, let him not eat. (11) For we hear that some among you\nwalk in idleness, not busy at work, but busybodies. (12) Now\nsuch persons we command and encourage in the Lord Jesus","Christ to do their work quietly and to earn their own living.\n(13) As for you, brothers, do not grow weary in doing good.\n(14) If anyone does not obey what we say in this letter, take\nnote of that person, and have nothing to do with him, that he\nmay be ashamed. (15) Do not regard him as an enemy, but\nwarn him as a brother."],"start_index":400014003001,"end_index":400014003015,"verse_count":15,"word_count":314},{"reference":"1 Timothy 3:2–16","translation":"ESV","division":"Senior","passage_number":94,"release":"NBBC","cards":["(2) Therefore an overseer must be above reproach, the\nhusband\nof\none\nwife,\nsober-minded,\nself-controlled,\nrespectable, hospitable, able to teach, (3) not a drunkard,\nnot violent but gentle, not quarrelsome, not a lover of\nmoney. (4) He must manage his own household well, with all\ndignity keeping his children submissive, (5) for if someone\ndoes not know how to manage his own household, how\nwill he care for God's church? (6) He must not be a recent\nconvert, or he may become puffed up with conceit and fall\ninto the condemnation of the devil. (7) Moreover, he must\nbe well thought of by outsiders, so that he may not fall into","disgrace, into a snare of the devil. (8) Deacons likewise must\nbe dignified, not double-tongued, not addicted to much\nwine, not greedy for dishonest gain. (9) They must hold the\nmystery of the faith with a clear conscience. (10) And let them\nalso be tested first; then let them serve as deacons if they\nprove themselves blameless. (11) Their wives likewise must\nbe dignified, not slanderers, but sober-minded, faithful in all\nthings. (12) Let deacons each be the husband of one wife,\nmanaging their children and their own households well. (13)\nFor those who serve well as deacons gain a good standing\nfor themselves and also great confidence in the faith that is in","Christ Jesus. (14) I hope to come to you soon, but I am writing\nthese things to you so that, (15) if I delay, you may know how\none ought to behave in the household of God, which is the\nchurch of the living God, a pillar and buttress of the truth.\n(16) Great indeed, we confess, is the mystery of godliness:\nHe was manifested in the flesh, vindicated by the Spirit, seen\nby angels, proclaimed among the nations, believed on in the\nworld, taken up in glory."],"start_index":400015003002,"end_index":400015003016,"verse_count":15,"word_count":302},{"reference":"2 Timothy 3:1–9","translation":"ESV","division":"Senior","passage_number":95,"release":"NBBC","cards":["(1) But understand this, that in the last days there will come\ntimes of difficulty. (2) For people will be lovers of self, lovers\nof money, proud, arrogant, abusive, disobedient to their\nparents, ungrateful, unholy, (3) heartless, unappeasable,\nslanderous, without self-control, brutal, not loving good, (4)\ntreacherous, reckless, swollen with conceit, lovers of pleasure\nrather than lovers of God, (5) having the appearance of\ngodliness, but denying its power. Avoid such people. (6)\nFor among them are those who creep into households and\ncapture weak women, burdened with sins and led astray by\nvarious passions, (7) always learning and never able to arrive","at a knowledge of the truth. (8) Just as Jannes and Jambres\nopposed Moses, so these men also oppose the truth, men\ncorrupted in mind and disqualified regarding the faith. (9)\nBut they will not get very far, for their folly will be plain to all,\nas was that of those two men."],"start_index":400016003001,"end_index":400016003009,"verse_count":9,"word_count":148},{"reference":"2 Timothy 4:8–15","translation":"ESV","division":"Senior","passage_number":96,"release":"NBBC","cards":["(8) Henceforth there is laid up for me the crown of\nrighteousness, which the Lord, the righteous judge, will award\nto me on that day, and not only to me but also to all who have\nloved his appearing. (9) Do your best to come to me soon.\n(10) For Demas, in love with this present world, has deserted\nme and gone to Thessalonica. Crescens has gone to Galatia,\nTitus to Dalmatia. (11) Luke alone is with me. Get Mark and\nbring him with you, for he is very useful to me for ministry. (12)\nTychicus I have sent to Ephesus. (13) When you come, bring\nthe cloak that I left with Carpus at Troas, also the books, and\nabove all the parchments. (14) Alexander the coppersmith","did me great harm; the Lord will repay him according to his\ndeeds. (15) Beware of him yourself, for he strongly opposed\nour message."],"start_index":400016004008,"end_index":400016004015,"verse_count":8,"word_count":143},{"reference":"Titus 3:3–8","translation":"ESV","division":"Senior","passage_number":97,"release":"NBBC","cards":["(3) For we ourselves were once foolish, disobedient, led astray,\nslaves to various passions and pleasures, passing our days\nin malice and envy, hated by others and hating one another.\n(4) But when the goodness and loving kindness of God our\nSavior appeared, (5) he saved us, not because of works done\nby us in righteousness, but according to his own mercy, by\nthe washing of regeneration and renewal of the Holy Spirit,\n(6) whom he poured out on us richly through Jesus Christ\nour Savior, (7) so that being justified by his grace we might\nbecome heirs according to the hope of eternal life. (8) The\nsaying is trustworthy, and I want you to insist on these things,","so that those who have believed in God may be careful to\ndevote themselves to good works. These things are excellent\nand profitable for people."],"start_index":400017003003,"end_index":400017003008,"verse_count":6,"word_count":138},{"reference":"Titus 3:9–15","translation":"ESV","division":"Senior","passage_number":98,"release":"NBBC","cards":["(9) But avoid foolish controversies, genealogies, dissensions,\nand quarrels about the law, for they are unprofitable and\nworthless. (10) As for a person who stirs up division, after\nwarning him once and then twice, have nothing more to do\nwith him, (11) knowing that such a person is warped and\nsinful; he is self-condemned. (12) When I send Artemas or\nTychicus to you, do your best to come to me at Nicopolis, for\nI have decided to spend the winter there. (13) Do your best\nto speed Zenas the lawyer and Apollos on their way; see that\nthey lack nothing. (14) And let our people learn to devote\nthemselves to good works, so as to help cases of urgent","need, and not be unfruitful. (15) All who are with me send\ngreetings to you. Greet those who love us in the faith. Grace\nbe with you all."],"start_index":400017003009,"end_index":400017003015,"verse_count":7,"word_count":141},{"reference":"Hebrews 3:4–19","translation":"ESV","division":"Senior","passage_number":99,"release":"NBBC","cards":["(4) (For every house is built by someone, but the builder of\nall things is God.) (5) Now Moses was faithful in all God's\nhouse as a servant, to testify to the things that were to be\nspoken later, (6) but Christ is faithful over God's house\nas a son. And we are his house, if indeed we hold fast our\nconfidence and our boasting in our hope. (7) Therefore, as\nthe Holy Spirit says, \"Today, if you hear his voice, (8) do not\nharden your hearts as in the rebellion, on the day of testing in\nthe wilderness, (9) where your fathers put me to the test and\nsaw my works for forty years. (10) Therefore I was provoked\nwith that generation, and said, 'They always go astray in their","heart; they have not known my ways.' (11) As I swore in my\nwrath, 'They shall not enter my rest.'\" (12) Take care, brothers,\nlest there be in any of you an evil, unbelieving heart, leading\nyou to fall away from the living God. (13) But exhort one\nanother every day, as long as it is called \"today,\" that none of\nyou may be hardened by the deceitfulness of sin. (14) For we\nhave come to share in Christ, if indeed we hold our original\nconfidence firm to the end. (15) As it is said, \"Today, if you\nhear his voice, do not harden your hearts as in the rebellion.\"\n(16) For who were those who heard and yet rebelled? Was\nit not all those who left Egypt led by Moses? (17) And with","whom was he provoked for forty years? Was it not with those\nwho sinned, whose bodies fell in the wilderness? (18) And to\nwhom did he swear that they would not enter his rest, but to\nthose who were disobedient? (19) So we see that they were\nunable to enter because of unbelief."],"start_index":400019003004,"end_index":400019003019,"verse_count":16,"word_count":302},{"reference":"Hebrews 12:18–29","translation":"ESV","division":"Senior","passage_number":100,"release":"NBBC","cards":["(18) For you have not come to what may be touched, a\nblazing fire and darkness and gloom and a tempest (19) and\nthe sound of a trumpet and a voice whose words made the\nhearers beg that no further messages be spoken to them. (20)\nFor they could not endure the order that was given, \"If even a\nbeast touches the mountain, it shall be stoned.\" (21) Indeed,\nso terrifying was the sight that Moses said, \"I tremble with\nfear.\" (22) But you have come to Mount Zion and to the city of\nthe living God, the heavenly Jerusalem, and to innumerable\nangels in festal gathering, (23) and to the assembly of the\nfirstborn who are enrolled in heaven, and to God, the judge","of all, and to the spirits of the righteous made perfect, (24)\nand to Jesus, the mediator of a new covenant, and to the\nsprinkled blood that speaks a better word than the blood of\nAbel. (25) See that you do not refuse him who is speaking.\nFor if they did not escape when they refused him who warned\nthem on earth, much less will we escape if we reject him who\nwarns from heaven. (26) At that time his voice shook the earth,\nbut now he has promised, \"Yet once more I will shake not\nonly the earth but also the heavens.\" (27) This phrase, \"Yet\nonce more,\" indicates the removal of things that are shaken-\n-that is, things that have been made--in order that the things","that cannot be shaken may remain. (28) Therefore let us be\ngrateful for receiving a kingdom that cannot be shaken, and\nthus let us offer to God acceptable worship, with reverence\nand awe, (29) for our God is a consuming fire."],"start_index":400019012018,"end_index":400019012029,"verse_count":12,"word_count":283},{"reference":"James 2:14–26","translation":"ESV","division":"Senior","passage_number":101,"release":"NBBC","cards":["(14) What good is it, my brothers, if someone says he has faith but\ndoes not have works? Can that faith save him? (15) If a brother or\nsister is poorly clothed and lacking in daily food, (16) and one of\nyou says to them, \"Go in peace, be warmed and filled,\" without\ngiving them the things needed for the body, what good is that?\n(17) So also faith by itself, if it does not have works, is dead. (18)\nBut someone will say, \"You have faith and I have works.\" Show\nme your faith apart from your works, and I will show you my faith\nby my works. (19) You believe that God is one; you do well. Even\nthe demons believe--and shudder! (20) Do you want to be shown,\nyou foolish person, that faith apart from works is useless? (21) Was","not Abraham our father justified by works when he offered up\nhis son Isaac on the altar? (22) You see that faith was active along\nwith his works, and faith was completed by his works; (23) and the\nScripture was fulfilled that says, \"Abraham believed God, and it\nwas counted to him as righteousness\"--and he was called a friend\nof God. (24) You see that a person is justified by works and not\nby faith alone. (25) And in the same way was not also Rahab the\nprostitute justified by works when she received the messengers\nand sent them out by another way? (26) For as the body apart from\nthe spirit is dead, so also faith apart from works is dead."],"start_index":400020002014,"end_index":400020002026,"verse_count":13,"word_count":254},{"reference":"1 Peter 5:5–11","translation":"ESV","division":"Senior","passage_number":102,"release":"NBBC","cards":["(5) Likewise, you who are younger, be subject to the elders.\nClothe yourselves, all of you, with humility toward one another,\nfor \"God opposes the proud but gives grace to the humble.\"\n(6) Humble yourselves, therefore, under the mighty hand of\nGod so that at the proper time he may exalt you, (7) casting all\nyour anxieties on him, because he cares for you. (8) Be sober-\nminded; be watchful. Your adversary the devil prowls around\nlike a roaring lion, seeking someone to devour. (9) Resist him,\nfirm in your faith, knowing that the same kinds of suffering\nare being experienced by your brotherhood throughout the\nworld. (10) And after you have suffered a little while, the God","of all grace, who has called you to his eternal glory in Christ,\nwill himself restore, confirm, strengthen, and establish you.\n(11) To him be the dominion forever and ever. Amen."],"start_index":400021005005,"end_index":400021005011,"verse_count":7,"word_count":142},{"reference":"2 Peter 2:1–10","translation":"ESV","division":"Senior","passage_number":103,"release":"NBBC","cards":["(1) But false prophets also arose among the people, just as there\nwill be false teachers among you, who will secretly bring in\ndestructive heresies, even denying the Master who bought them,\nbringing upon themselves swift destruction. (2) And many will\nfollow their sensuality, and because of them the way of truth will\nbe blasphemed. (3) And in their greed they will exploit you with\nfalse words. Their condemnation from long ago is not idle, and\ntheir destruction is not asleep. (4) For if God did not spare angels\nwhen they sinned, but cast them into hell and committed them to\nchains of gloomy darkness to be kept until the judgment; (5) if he\ndid not spare the ancient world, but preserved Noah, a herald of\nrighteousness, with seven others, when he brought a flood upon","the world of the ungodly; (6) if by turning the cities of Sodom and\nGomorrah to ashes he condemned them to extinction, making\nthem an example of what is going to happen to the ungodly; (7)\nand if he rescued righteous Lot, greatly distressed by the sensual\nconduct of the wicked (8) (for as that righteous man lived among\nthem day after day, he was tormenting his righteous soul over their\nlawless deeds that he saw and heard); (9) then the Lord knows\nhow to rescue the godly from trials, and to keep the unrighteous\nunder punishment until the day of judgment, (10) and especially\nthose who indulge in the lust of defiling passion and despise\nauthority. Bold and willful, they do not tremble as they blaspheme\nthe glorious ones,"],"start_index":400022002001,"end_index":400022002010,"verse_count":10,"word_count":256},{"reference":"1 John 1:1–10","translation":"ESV","division":"Senior","passage_number":104,"release":"NBBC","cards":["(1) That which was from the beginning, which we have heard,\nwhich we have seen with our eyes, which we looked upon\nand have touched with our hands, concerning the word of\nlife-- (2) the life was made manifest, and we have seen it, and\ntestify to it and proclaim to you the eternal life, which was\nwith the Father and was made manifest to us-- (3) that which\nwe have seen and heard we proclaim also to you, so that you\ntoo may have fellowship with us; and indeed our fellowship is\nwith the Father and with his Son Jesus Christ. (4) And we are\nwriting these things so that our joy may be complete. (5) This\nis the message we have heard from him and proclaim to you,","that God is light, and in him is no darkness at all. (6) If we say\nwe have fellowship with him while we walk in darkness, we\nlie and do not practice the truth. (7) But if we walk in the light,\nas he is in the light, we have fellowship with one another, and\nthe blood of Jesus his Son cleanses us from all sin. (8) If we\nsay we have no sin, we deceive ourselves, and the truth is not\nin us. (9) If we confess our sins, he is faithful and just to forgive\nus our sins and to cleanse us from all unrighteousness. (10) If\nwe say we have not sinned, we make him a liar, and his word\nis not in us."],"start_index":400023001001,"end_index":400023001010,"verse_count":10,"word_count":247},{"reference":"1 John 4:17–20","translation":"ESV","division":"Senior","passage_number":105,"release":"NBBC","cards":["(17) By this is love perfected with us, so that we may have\nconfidence for the day of judgment, because as he is so also\nare we in this world. (18) There is no fear in love, but perfect\nlove casts out fear. For fear has to do with punishment, and\nwhoever fears has not been perfected in love. (19) We love\nbecause he first loved us. (20) If anyone says, \"I love God,\"\nand hates his brother, he is a liar; for he who does not love\nhis brother whom he has seen cannot love God whom he has\nnot seen."],"start_index":400023004017,"end_index":400023004020,"verse_count":4,"word_count":98},{"reference":"Jude 3–21","translation":"ESV","division":"Senior","passage_number":106,"release":"NBBC","cards":["(3) Beloved, although I was very eager to write to you about our\ncommon salvation, I found it necessary to write appealing to you\nto contend for the faith that was once for all delivered to the saints.\n(4) For certain people have crept in unnoticed who long ago were\ndesignated for this condemnation, ungodly people, who pervert\nthe grace of our God into sensuality and deny our only Master and\nLord, Jesus Christ. (5) Now I want to remind you, although you once\nfully knew it, that Jesus, who saved a people out of the land of Egypt,\nafterward destroyed those who did not believe. (6) And the angels\nwho did not stay within their own position of authority, but left\ntheir proper dwelling, he has kept in eternal chains under gloomy\ndarkness until the judgment of the great day-- (7) just as Sodom","and Gomorrah and the surrounding cities, which likewise indulged\nin sexual immorality and pursued unnatural desire, serve as an\nexample by undergoing a punishment of eternal fire. (8) Yet in like\nmanner these people also, relying on their dreams, defile the flesh,\nreject authority, and blaspheme the glorious ones. (9) But when\nthe archangel Michael, contending with the devil, was disputing\nabout the body of Moses, he did not presume to pronounce a\nblasphemous judgment, but said, \"The Lord rebuke you.\" (10)\nBut these people blaspheme all that they do not understand,\nand they are destroyed by all that they, like unreasoning animals,\nunderstand instinctively. (11) Woe to them! For they walked in the\nway of Cain and abandoned themselves for the sake of gain to","Balaam's error and perished in Korah's rebellion. (12) These are\nhidden reefs at your love feasts, as they feast with you without fear,\nshepherds feeding themselves; waterless clouds, swept along by\nwinds; fruitless trees in late autumn, twice dead, uprooted; (13)\nwild waves of the sea, casting up the foam of their own shame;\nwandering stars, for whom the gloom of utter darkness has been\nreserved forever. (14) It was also about these that Enoch, the\nseventh from Adam, prophesied, saying, \"Behold, the Lord comes\nwith ten thousands of his holy ones, (15) to execute judgment on all\nand to convict all the ungodly of all their deeds of ungodliness that\nthey have committed in such an ungodly way, and of all the harsh\nthings that ungodly sinners have spoken against him.\" (16) These","are grumblers, malcontents, following their own sinful desires;\nthey are loud-mouthed boasters, showing favoritism to gain\nadvantage. (17) But you must remember, beloved, the predictions\nof the apostles of our Lord Jesus Christ. (18) They said to you, \"In\nthe last time there will be scoffers, following their own ungodly\npassions.\" (19) It is these who cause divisions, worldly people,\ndevoid of the Spirit. (20) But you, beloved, building yourselves up\nin your most holy faith and praying in the Holy Spirit, (21) keep\nyourselves in the love of God, waiting for the mercy of our Lord\nJesus Christ that leads to eternal life."],"start_index":400026001003,"end_index":400026001021,"verse_count":19,"word_count":491},{"reference":"Revelation 21:1–5","translation":"ESV","division":"Senior","passage_number":107,"release":"NBBC","cards":["(1) Then I saw a new heaven and a new earth, for the first\nheaven and the first earth had passed away, and the sea was\nno more. (2) And I saw the holy city, new Jerusalem, coming\ndown out of heaven from God, prepared as a bride adorned\nfor her husband. (3) And I heard a loud voice from the throne\nsaying, \"Behold, the dwelling place of God is with man. He\nwill dwell with them, and they will be his people, and God\nhimself will be with them as their God. (4) He will wipe away\nevery tear from their eyes, and death shall be no more, neither\nshall there be mourning, nor crying, nor pain anymore, for the\nformer things have passed away.\" (5) And he who was seated","on the throne said, \"Behold, I am making all things new.\" Also\nhe said, \"Write this down, for these words are trustworthy and\ntrue.\""],"start_index":400027021001,"end_index":400027021005,"verse_count":5,"word_count":151}]