[{"reference":"John 1:1–4","translation":"KJV","division":"Junior","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was with God,\nand the Word was God. (2) The same was in the beginning\nwith God. (3) All things were made by him; and without him\nwas not any thing made that was made. (4) In him was life;\nand the life was the light of men."],"word_count":54},{"reference":"John 20:30–31","translation":"KJV","division":"Junior","passage_number":2,"release":"Navigate","cards":["(30) And many other signs truly did Jesus in the presence of\nhis disciples, which are not written in this book: (31) But these\nare written, that ye might believe that Jesus is the Christ, the\nSon of God; and that believing ye might have life through his\nname."],"word_count":47},{"reference":"Philippians 2:5–8","translation":"KJV","division":"Junior","passage_number":3,"release":"Explore","cards":["(5) Let this mind be in you, which was also in Christ Jesus: (6)\nWho, being in the form of God, thought it not robbery to be\nequal with God: (7) But made himself of no reputation, and\ntook upon him the form of a servant, and was made in the\nlikeness of men: (8) And being found in fashion as a man, he\nhumbled himself, and became obedient unto death, even the\ndeath of the cross."],"word_count":73},{"reference":"John 1:29–32","translation":"KJV","division":"Junior","passage_number":4,"release":"Navigate","cards":["(29) The next day John seeth Jesus coming unto him, and\nsaith, Behold the Lamb of God, which taketh away the sin of\nthe world. (30) This is he of whom I said, After me cometh a\nman which is preferred before me: for he was before me. (31)\nAnd I knew him not: but that he should be made manifest\nto Israel, therefore am I come baptizing with water. (32) And\nJohn bare record, saying, I saw the Spirit descending from\nheaven like a dove, and it abode upon him."],"word_count":87},{"reference":"Revelation 5:8–12","translation":"KJV","division":"Junior","passage_number":5,"release":"Explore","cards":["(8) And when he had taken the book, the four beasts and four and twenty\nelders fell down before the Lamb, having every one of them harps, and\ngolden vials full of odours, which are the prayers of saints. (9) And they\nsung a new song, saying, Thou art worthy to take the book, and to open\nthe seals thereof: for thou wast slain, and hast redeemed us to God by\nthy blood out of every kindred, and tongue, and people, and nation; (10)\nAnd hast made us unto our God kings and priests: and we shall reign on\nthe earth. (11) And I beheld, and I heard the voice of many angels round\nabout the throne and the beasts and the elders: and the number of them\nwas ten thousand times ten thousand, and thousands of thousands; (12)\nSaying with a loud voice, Worthy is the Lamb that was slain to receive\npower, and riches, and wisdom, and strength, and honour, and glory,\nand blessing."],"word_count":161},{"reference":"John 2:18–22","translation":"KJV","division":"Junior","passage_number":6,"release":"Navigate","cards":["(18) Then answered the Jews and said unto him, What sign\nshewest thou unto us, seeing that thou doest these things?\n(19) Jesus answered and said unto them, Destroy this temple,\nand in three days I will raise it up. (20) Then said the Jews,\nForty and six years was this temple in building, and wilt thou\nrear it up in three days? (21) But he spake of the temple of\nhis body. (22) When therefore he was risen from the dead, his\ndisciples remembered that he had said this unto them; and\nthey believed the scripture, and the word which Jesus had\nsaid."],"word_count":99},{"reference":"Acts 10:36–38","translation":"KJV","division":"Junior","passage_number":7,"release":"Explore","cards":["(36) The word which God sent unto the children of Israel,\npreaching peace by Jesus Christ: (he is Lord of all:) (37)\nThat word, I say, ye know, which was published throughout\nall Judaea, and began from Galilee, after the baptism which\nJohn preached; (38) How God anointed Jesus of Nazareth\nwith the Holy Ghost and with power: who went about doing\ngood, and healing all that were oppressed of the devil; for\nGod was with him."],"word_count":74},{"reference":"John 3:34–36","translation":"KJV","division":"Junior","passage_number":8,"release":"Navigate","cards":["(34) For he whom God hath sent speaketh the words of God:\nfor God giveth not the Spirit by measure unto him. (35) The\nFather loveth the Son, and hath given all things into his hand.\n(36) He that believeth on the Son hath everlasting life: and he\nthat believeth not the Son shall not see life; but the wrath of\nGod abideth on him."],"word_count":62},{"reference":"Titus 3:4–7","translation":"KJV","division":"Junior","passage_number":9,"release":"Explore","cards":["(4) But after that the kindness and love of God our Saviour\ntoward man appeared, (5) Not by works of righteousness\nwhich we have done, but according to his mercy he saved\nus, by the washing of regeneration, and renewing of the Holy\nGhost; (6) Which he shed on us abundantly through Jesus\nChrist our Saviour; (7) That being justiﬁed by his grace, we\nshould be made heirs according to the hope of eternal life."],"word_count":71},{"reference":"John 4:41–42","translation":"KJV","division":"Junior","passage_number":10,"release":"Navigate","cards":["(41) And many more believed because of his own word; (42)\nAnd said unto the woman, Now we believe, not because of\nthy saying: for we have heard him ourselves, and know that\nthis is indeed the Christ, the Saviour of the world."],"word_count":41},{"reference":"Acts 18:27–28","translation":"KJV","division":"Junior","passage_number":11,"release":"Explore","cards":["(27) And when he was disposed to pass into Achaia, the\nbrethren wrote, exhorting the disciples to receive him: who,\nwhen he was come, helped them much which had believed\nthrough grace: (28) For he mightily convinced the Jews, and\nthat publickly, shewing by the scriptures that Jesus was Christ."],"word_count":48},{"reference":"John 5:24","translation":"KJV","division":"Junior","passage_number":12,"release":"Navigate","cards":["(24) Verily, verily, I say unto you, He that heareth my word,\nand believeth on him that sent me, hath everlasting life, and\nshall not come into condemnation; but is passed from death\nunto life."],"word_count":34},{"reference":"Colossians 1:15–18","translation":"KJV","division":"Junior","passage_number":13,"release":"Explore","cards":["(15) Who is the image of the invisible God, the ﬁrstborn of\nevery creature: (16) For by him were all things created, that\nare in heaven, and that are in earth, visible and invisible,\nwhether they be thrones, or dominions, or principalities, or\npowers: all things were created by him, and for him: (17) And\nhe is before all things, and by him all things consist. (18) And\nhe is the head of the body, the church: who is the beginning,\nthe ﬁrstborn from the dead; that in all things he might have\nthe preeminence."],"word_count":91},{"reference":"John 6:35","translation":"KJV","division":"Junior","passage_number":14,"release":"Navigate","cards":["(35) And Jesus said unto them, I am the bread of life: he that\ncometh to me shall never hunger; and he that believeth on\nme shall never thirst."],"word_count":28},{"reference":"1 Corinthians 11:23–24","translation":"KJV","division":"Junior","passage_number":15,"release":"Explore","cards":["(23) For I have received of the Lord that which also I delivered\nunto you, That the Lord Jesus the same night in which he was\nbetrayed took bread: (24) And when he had given thanks, he\nbrake it, and said, Take, eat: this is my body, which is broken\nfor you: this do in remembrance of me."],"word_count":56},{"reference":"Genesis 1:1-2","translation":"KJV","division":"Junior","passage_number":16,"release":"NBBC","cards":["(1) In the beginning God created the heaven and the earth.\n(2) And the earth was without form, and void; and darkness\nwas upon the face of the deep. And the Spirit of God moved\nupon the face of the waters."],"word_count":39},{"reference":"Genesis 3:22-24","translation":"KJV","division":"Junior","passage_number":17,"release":"NBBC","cards":["(22) And the LORD God said, Behold, the man is become as\none of us, to know good and evil: and now, lest he put forth\nhis hand, and take also of the tree of life, and eat, and live for\never: (23) Therefore the LORD God sent him forth from the\ngarden of Eden, to till the ground from whence he was taken.\n(24) So he drove out the man; and he placed at the east of\nthe garden of Eden Cherubims, and a flaming sword which\nturned every way, to keep the way of the tree of life."],"word_count":97},{"reference":"Genesis 17:1-5","translation":"KJV","division":"Junior","passage_number":18,"release":"NBBC","cards":["(1) And when Abram was ninety years old and nine, the LORD\nappeared to Abram, and said unto him, I am the Almighty\nGod; walk before me, and be thou perfect. (2) And I will make\nmy covenant between me and thee, and will multiply thee\nexceedingly. (3) And Abram fell on his face: and God talked\nwith him, saying, (4) As for me, behold, my covenant is with\nthee, and thou shalt be a father of many nations. (5) Neither\nshall thy name any more be called Abram, but thy name shall\nbe Abraham; for a father of many nations have I made thee."],"word_count":100},{"reference":"Exodus 15:1-4","translation":"KJV","division":"Junior","passage_number":19,"release":"NBBC","cards":["(1) Then sang Moses and the children of Israel this song unto\nthe LORD, and spake, saying, I will sing unto the LORD, for\nhe hath triumphed gloriously: the horse and his rider hath\nhe thrown into the sea. (2) The LORD is my strength and\nsong, and he is become my salvation: he is my God, and I will\nprepare him an habitation; my father's God, and I will exalt\nhim. (3) The LORD is a man of war: the LORD is his name. (4)\nPharaoh's chariots and his host hath he cast into the sea: his\nchosen captains also are drowned in the Red sea."],"word_count":103},{"reference":"Numbers 21:7-9","translation":"KJV","division":"Junior","passage_number":20,"release":"NBBC","cards":["(7) Therefore the people came to Moses, and said, We have\nsinned, for we have spoken against the LORD, and against\nthee; pray unto the LORD, that he take away the serpents from\nus. And Moses prayed for the people. (8) And the LORD said\nunto Moses, Make thee a fiery serpent, and set it upon a pole:\nand it shall come to pass, that every one that is bitten, when\nhe looketh upon it, shall live. (9) And Moses made a serpent\nof brass, and put it upon a pole, and it came to pass, that if a\nserpent had bitten any man, when he beheld the serpent of\nbrass, he lived."],"word_count":110},{"reference":"1 Samuel 15:22-24","translation":"KJV","division":"Junior","passage_number":21,"release":"NBBC","cards":["(22) And Samuel said, Hath the LORD as great delight in burnt\nofferings and sacrifices, as in obeying the voice of the LORD?\nBehold, to obey is better than sacrifice, and to hearken than\nthe fat of rams. (23) For rebellion is as the sin of witchcraft,\nand stubbornness is as iniquity and idolatry. Because thou\nhast rejected the word of the LORD, he hath also rejected\nthee from being king. (24) And Saul said unto Samuel, I\nhave sinned: for I have transgressed the commandment of\nthe LORD, and thy words: because I feared the people, and\nobeyed their voice."],"word_count":98},{"reference":"1 Kings 8:14-20","translation":"KJV","division":"Junior","passage_number":22,"release":"NBBC","cards":["(14) And the king turned his face about, and blessed all the\ncongregation of Israel: (and all the congregation of Israel\nstood;) (15) And he said, Blessed be the LORD God of Israel,\nwhich spake with his mouth unto David my father, and hath\nwith his hand fulfilled it, saying, (16) Since the day that I\nbrought forth my people Israel out of Egypt, I chose no city\nout of all the tribes of Israel to build an house, that my name\nmight be therein; but I chose David to be over my people\nIsrael. (17) And it was in the heart of David my father to build\nan house for the name of the LORD God of Israel. (18) And\nthe LORD said unto David my father, Whereas it was in thine","heart to build an house unto my name, thou didst well that it\nwas in thine heart. (19) Nevertheless thou shalt not build the\nhouse; but thy son that shall come forth out of thy loins, he\nshall build the house unto my name. (20) And the LORD hath\nperformed his word that he spake, and I am risen up in the\nroom of David my father, and sit on the throne of Israel, as the\nLORD promised, and have built an house for the name of the\nLORD God of Israel."],"word_count":218},{"reference":"1 Chronicles 11:1-9","translation":"KJV","division":"Junior","passage_number":23,"release":"NBBC","cards":["(1) Then all Israel gathered themselves to David unto Hebron,\nsaying, Behold, we are thy bone and thy flesh. (2) And\nmoreover in time past, even when Saul was king, thou wast\nhe that leddest out and broughtest in Israel: and the LORD\nthy God said unto thee, Thou shalt feed my people Israel,\nand thou shalt be ruler over my people Israel. (3) Therefore\ncame all the elders of Israel to the king to Hebron; and David\nmade a covenant with them in Hebron before the LORD; and\nthey anointed David king over Israel, according to the word\nof the LORD by Samuel. (4) And David and all Israel went to\nJerusalem, which is Jebus; where the Jebusites were, the","inhabitants of the land. (5) And the inhabitants of Jebus said\nto David, Thou shalt not come hither. Nevertheless David took\nthe castle of Zion, which is the city of David. (6) And David\nsaid, Whosoever smiteth the Jebusites first shall be chief and\ncaptain. So Joab the son of Zeruiah went first up, and was\nchief. (7) And David dwelt in the castle; therefore they called\nit the city of David. (8) And he built the city round about, even\nfrom Millo round about: and Joab repaired the rest of the\ncity. (9) So David waxed greater and greater: for the LORD of\nhosts was with him."],"word_count":220},{"reference":"Job 34:16-27","translation":"KJV","division":"Junior","passage_number":24,"release":"NBBC","cards":["(16) If now thou hast understanding, hear this: hearken to\nthe voice of my words. (17) Shall even he that hateth right\ngovern? and wilt thou condemn him that is most just? (18)\nIs it fit to say to a king, Thou art wicked? and to princes, Ye\nare ungodly? (19) How much less to him that accepteth not\nthe persons of princes, nor regardeth the rich more than the\npoor? for they all are the work of his hands. (20) In a moment\nshall they die, and the people shall be troubled at midnight,\nand pass away: and the mighty shall be taken away without\nhand. (21) For his eyes are upon the ways of man, and he seeth\nall his goings. (22) There is no darkness, nor shadow of death,","where the workers of iniquity may hide themselves. (23) For\nhe will not lay upon man more than right; that he should\nenter into judgment with God. (24) He shall break in pieces\nmighty men without number, and set others in their stead.\n(25) Therefore he knoweth their works, and he overturneth\nthem in the night, so that they are destroyed. (26) He striketh\nthem as wicked men in the open sight of others; (27) Because\nthey turned back from him, and would not consider any of his\nways:"],"word_count":209},{"reference":"Psalm 2:1-6","translation":"KJV","division":"Junior","passage_number":25,"release":"NBBC","cards":["(1) Why do the heathen rage, and the people imagine a vain\nthing? (2) The kings of the earth set themselves, and the\nrulers take counsel together, against the LORD, and against\nhis anointed, saying, (3) Let us break their bands asunder,\nand cast away their cords from us. (4) He that sitteth in the\nheavens shall laugh: the Lord shall have them in derision. (5)\nThen shall he speak unto them in his wrath, and vex them in\nhis sore displeasure. (6) Yet have I set my king upon my holy\nhill of Zion."],"word_count":89},{"reference":"Psalm 3:3-8","translation":"KJV","division":"Junior","passage_number":26,"release":"NBBC","cards":["(3) But thou, O LORD, art a shield for me; my glory, and the\nlifter up of mine head. (4) I cried unto the LORD with my\nvoice, and he heard me out of his holy hill. Selah. (5) I laid me\ndown and slept; I awaked; for the LORD sustained me. (6) I\nwill not be afraid of ten thousands of people, that have set\nthemselves against me round about. (7) Arise, O LORD; save\nme, O my God: for thou hast smitten all mine enemies upon\nthe cheek bone; thou hast broken the teeth of the ungodly.\n(8) Salvation belongeth unto the LORD: thy blessing is upon\nthy people. Selah."],"word_count":106},{"reference":"Psalm 9:1-12","translation":"KJV","division":"Junior","passage_number":27,"release":"NBBC","cards":["(1) I will praise thee, O LORD, with my whole heart; I will\nshew forth all thy marvellous works. (2) I will be glad and\nrejoice in thee: I will sing praise to thy name, O thou most\nHigh. (3) When mine enemies are turned back, they shall fall\nand perish at thy presence. (4) For thou hast maintained my\nright and my cause; thou satest in the throne judging right.\n(5) Thou hast rebuked the heathen, thou hast destroyed the\nwicked, thou hast put out their name for ever and ever. (6)\nO thou enemy, destructions are come to a perpetual end:\nand thou hast destroyed cities; their memorial is perished\nwith them. (7) But the LORD shall endure for ever: he hath","prepared his throne for judgment. (8) And he shall judge the\nworld in righteousness, he shall minister judgment to the\npeople in uprightness. (9) The LORD also will be a refuge for\nthe oppressed, a refuge in times of trouble. (10) And they\nthat know thy name will put their trust in thee: for thou, LORD,\nhast not forsaken them that seek thee. (11) Sing praises to\nthe LORD, which dwelleth in Zion: declare among the people\nhis doings. (12) When he maketh inquisition for blood, he\nremembereth them: he forgetteth not the cry of the humble."],"word_count":209},{"reference":"Psalm 10:1-12","translation":"KJV","division":"Junior","passage_number":28,"release":"NBBC","cards":["(1) Why standest thou afar off, O LORD? why hidest thou\nthyself in times of trouble? (2) The wicked in his pride doth\npersecute the poor: let them be taken in the devices that\nthey have imagined. (3) For the wicked boasteth of his heart's\ndesire, and blesseth the covetous, whom the LORD abhorreth.\n(4) The wicked, through the pride of his countenance, will not\nseek after God: God is not in all his thoughts. (5) His ways\nare always grievous; thy judgments are far above out of his\nsight: as for all his enemies, he puffeth at them. (6) He hath\nsaid in his heart, I shall not be moved: for I shall never be\nin adversity. (7) His mouth is full of cursing and deceit and","fraud: under his tongue is mischief and vanity. (8) He sitteth in\nthe lurking places of the villages: in the secret places doth he\nmurder the innocent: his eyes are privily set against the poor.\n(9) He lieth in wait secretly as a lion in his den: he lieth in wait\nto catch the poor: he doth catch the poor, when he draweth\nhim into his net. (10) He croucheth, and humbleth himself,\nthat the poor may fall by his strong ones. (11) He hath said in\nhis heart, God hath forgotten: he hideth his face; he will never\nsee it. (12) Arise, O LORD; O God, lift up thine hand: forget\nnot the humble."],"word_count":231},{"reference":"Psalm 36:1-12","translation":"KJV","division":"Junior","passage_number":29,"release":"NBBC","cards":["(1) The transgression of the wicked saith within my heart, that\nthere is no fear of God before his eyes. (2) For he flattereth\nhimself in his own eyes, until his iniquity be found to be\nhateful. (3) The words of his mouth are iniquity and deceit:\nhe hath left off to be wise, and to do good. (4) He deviseth\nmischief upon his bed; he setteth himself in a way that is not\ngood; he abhorreth not evil. (5) Thy mercy, O LORD, is in the\nheavens; and thy faithfulness reacheth unto the clouds. (6)\nThy righteousness is like the great mountains; thy judgments\nare a great deep: O LORD, thou preservest man and beast.\n(7) How excellent is thy lovingkindness, O God! therefore the","children of men put their trust under the shadow of thy wings.\n(8) They shall be abundantly satisfied with the fatness of thy\nhouse; and thou shalt make them drink of the river of thy\npleasures. (9) For with thee is the fountain of life: in thy light\nshall we see light. (10) O continue thy lovingkindness unto\nthem that know thee; and thy righteousness to the upright\nin heart. (11) Let not the foot of pride come against me, and\nlet not the hand of the wicked remove me. (12) There are the\nworkers of iniquity fallen: they are cast down, and shall not be\nable to rise."],"word_count":223},{"reference":"Psalm 101:3-4","translation":"KJV","division":"Junior","passage_number":30,"release":"NBBC","cards":["(3) I will set no wicked thing before mine eyes: I hate the work\nof them that turn aside; it shall not cleave to me. (4) A froward\nheart shall depart from me: I will not know a wicked person."],"word_count":38},{"reference":"Psalm 104:24-35","translation":"KJV","division":"Junior","passage_number":31,"release":"NBBC","cards":["(24) O LORD, how manifold are thy works! in wisdom hast\nthou made them all: the earth is full of thy riches. (25) So is this\ngreat and wide sea, wherein are things creeping innumerable,\nboth small and great beasts. (26) There go the ships: there\nis that leviathan, whom thou hast made to play therein. (27)\nThese wait all upon thee; that thou mayest give them their\nmeat in due season. (28) That thou givest them they gather:\nthou openest thine hand, they are filled with good. (29) Thou\nhidest thy face, they are troubled: thou takest away their\nbreath, they die, and return to their dust. (30) Thou sendest\nforth thy spirit, they are created: and thou renewest the face","of the earth. (31) The glory of the LORD shall endure for ever:\nthe LORD shall rejoice in his works. (32) He looketh on the\nearth, and it trembleth: he toucheth the hills, and they smoke.\n(33) I will sing unto the LORD as long as I live: I will sing praise\nto my God while I have my being. (34) My meditation of him\nshall be sweet: I will be glad in the LORD. (35) Let the sinners\nbe consumed out of the earth, and let the wicked be no more.\nBless thou the LORD, O my soul. Praise ye the LORD."],"word_count":213},{"reference":"Proverbs 3:21-33","translation":"KJV","division":"Junior","passage_number":32,"release":"NBBC","cards":["(21) My son, let not them depart from thine eyes: keep sound\nwisdom and discretion: (22) So shall they be life unto thy\nsoul, and grace to thy neck. (23) Then shalt thou walk in thy\nway safely, and thy foot shall not stumble. (24) When thou\nliest down, thou shalt not be afraid: yea, thou shalt lie down,\nand thy sleep shall be sweet. (25) Be not afraid of sudden\nfear, neither of the desolation of the wicked, when it cometh.\n(26) For the LORD shall be thy confidence, and shall keep thy\nfoot from being taken. (27) Withhold not good from them to\nwhom it is due, when it is in the power of thine hand to do it.\n(28) Say not unto thy neighbour, Go, and come again, and to","morrow I will give; when thou hast it by thee. (29) Devise not\nevil against thy neighbour, seeing he dwelleth securely by\nthee. (30) Strive not with a man without cause, if he have done\nthee no harm. (31) Envy thou not the oppressor, and choose\nnone of his ways. (32) For the froward is abomination to the\nLORD: but his secret is with the righteous. (33) The curse of\nthe LORD is in the house of the wicked: but he blesseth the\nhabitation of the just."],"word_count":207},{"reference":"Proverbs 20:1-11","translation":"KJV","division":"Junior","passage_number":33,"release":"NBBC","cards":["(1) Wine is a mocker, strong drink is raging: and whosoever\nis deceived thereby is not wise. (2) The fear of a king is as\nthe roaring of a lion: whoso provoketh him to anger sinneth\nagainst his own soul. (3) It is an honour for a man to cease\nfrom strife: but every fool will be meddling. (4) The sluggard\nwill not plow by reason of the cold; therefore shall he beg in\nharvest, and have nothing. (5) Counsel in the heart of man is\nlike deep water; but a man of understanding will draw it out.\n(6) Most men will proclaim every one his own goodness: but\na faithful man who can find? (7) The just man walketh in his\nintegrity: his children are blessed after him. (8) A king that","sitteth in the throne of judgment scattereth away all evil with\nhis eyes. (9) Who can say, I have made my heart clean, I am\npure from my sin? (10) Divers weights, and divers measures,\nboth of them are alike abomination to the LORD. (11) Even a\nchild is known by his doings, whether his work be pure, and\nwhether it be right."],"word_count":185},{"reference":"Isaiah 1:12-20","translation":"KJV","division":"Junior","passage_number":34,"release":"NBBC","cards":["(12) When ye come to appear before me, who hath required\nthis at your hand, to tread my courts? (13) Bring no more\nvain oblations; incense is an abomination unto me; the new\nmoons and sabbaths, the calling of assemblies, I cannot away\nwith; it is iniquity, even the solemn meeting. (14) Your new\nmoons and your appointed feasts my soul hateth: they are a\ntrouble unto me; I am weary to bear them. (15) And when ye\nspread forth your hands, I will hide mine eyes from you: yea,\nwhen ye make many prayers, I will not hear: your hands are\nfull of blood. (16) Wash you, make you clean; put away the\nevil of your doings from before mine eyes; cease to do evil;","(17) Learn to do well; seek judgment, relieve the oppressed,\njudge the fatherless, plead for the widow. (18) Come now,\nand let us reason together, saith the LORD: though your sins\nbe as scarlet, they shall be as white as snow; though they be\nred like crimson, they shall be as wool. (19) If ye be willing\nand obedient, ye shall eat the good of the land: (20) But if ye\nrefuse and rebel, ye shall be devoured with the sword: for the\nmouth of the LORD hath spoken it."],"word_count":207},{"reference":"Isaiah 40:1-9","translation":"KJV","division":"Junior","passage_number":35,"release":"NBBC","cards":["(1) Comfort ye, comfort ye my people, saith your God. (2)\nSpeak ye comfortably to Jerusalem, and cry unto her, that\nher warfare is accomplished, that her iniquity is pardoned:\nfor she hath received of the LORD'S hand double for all\nher sins. (3) The voice of him that crieth in the wilderness,\nPrepare ye the way of the LORD, make straight in the desert\na highway for our God. (4) Every valley shall be exalted, and\nevery mountain and hill shall be made low: and the crooked\nshall be made straight, and the rough places plain: (5) And\nthe glory of the LORD shall be revealed, and all flesh shall see\nit together: for the mouth of the LORD hath spoken it. (6) The","voice said, Cry. And he said, What shall I cry? All flesh is grass,\nand all the goodliness thereof is as the flower of the field: (7)\nThe grass withereth, the flower fadeth: because the spirit of\nthe LORD bloweth upon it: surely the people is grass. (8) The\ngrass withereth, the flower fadeth: but the word of our God\nshall stand for ever. (9) O Zion, that bringest good tidings, get\nthee up into the high mountain; O Jerusalem, that bringest\ngood tidings, lift up thy voice with strength; lift it up, be not\nafraid; say unto the cities of Judah, Behold your God!"],"word_count":221},{"reference":"Hosea 7:1-10","translation":"KJV","division":"Junior","passage_number":36,"release":"NBBC","cards":["(1) When I would have healed Israel, then the iniquity of\nEphraim was discovered, and the wickedness of Samaria:\nfor they commit falsehood; and the thief cometh in, and the\ntroop of robbers spoileth without. (2) And they consider not\nin their hearts that I remember all their wickedness: now their\nown doings have beset them about; they are before my face.\n(3) They make the king glad with their wickedness, and the\nprinces with their lies. (4) They are all adulterers, as an oven\nheated by the baker, who ceaseth from raising after he hath\nkneaded the dough, until it be leavened. (5) In the day of our\nking the princes have made him sick with bottles of wine;","he stretched out his hand with scorners. (6) For they have\nmade ready their heart like an oven, whiles they lie in wait:\ntheir baker sleepeth all the night; in the morning it burneth\nas a flaming fire. (7) They are all hot as an oven, and have\ndevoured their judges; all their kings are fallen: there is none\namong them that calleth unto me. (8) Ephraim, he hath mixed\nhimself among the people; Ephraim is a cake not turned. (9)\nStrangers have devoured his strength, and he knoweth it not:\nyea, gray hairs are here and there upon him, yet he knoweth\nnot. (10) And the pride of Israel testifieth to his face: and they\ndo not return to the LORD their God, nor seek him for all this."],"word_count":240},{"reference":"Jonah 3:2-4","translation":"KJV","division":"Junior","passage_number":37,"release":"NBBC","cards":["(2) Arise, go unto Nineveh, that great city, and preach unto it\nthe preaching that I bid thee. (3) So Jonah arose, and went\nunto Nineveh, according to the word of the LORD. Now\nNineveh was an exceeding great city of three days' journey.\n(4) And Jonah began to enter into the city a day's journey,\nand he cried, and said, Yet forty days, and Nineveh shall be\noverthrown."],"word_count":66},{"reference":"Nahum 1:6-8","translation":"KJV","division":"Junior","passage_number":38,"release":"NBBC","cards":["(6) Who can stand before his indignation? and who can abide\nin the fierceness of his anger? his fury is poured out like fire,\nand the rocks are thrown down by him. (7) The LORD is good,\na strong hold in the day of trouble; and he knoweth them that\ntrust in him. (8) But with an overrunning flood he will make an\nutter end of the place thereof, and darkness shall pursue his\nenemies."],"word_count":72},{"reference":"Matthew 2:9-11","translation":"KJV","division":"Junior","passage_number":39,"release":"NBBC","cards":["(9) When they had heard the king, they departed; and, lo, the\nstar, which they saw in the east, went before them, till it came\nand stood over where the young child was. (10) When they\nsaw the star, they rejoiced with exceeding great joy. (11) And\nwhen they were come into the house, they saw the young child\nwith Mary his mother, and fell down, and worshipped him:\nand when they had opened their treasures, they presented\nunto him gifts; gold, and frankincense, and myrrh."],"word_count":83},{"reference":"Romans 1:16","translation":"KJV","division":"Junior","passage_number":40,"release":"NBBC","cards":["(16) For I am not ashamed of the gospel of Christ: for it is the\npower of God unto salvation to every one that believeth; to\nthe Jew first, and also to the Greek."],"word_count":33},{"reference":"Philippians 4:10-13","translation":"KJV","division":"Junior","passage_number":41,"release":"NBBC","cards":["(10) But I rejoiced in the Lord greatly, that now at the last\nyour care of me hath flourished again; wherein ye were also\ncareful, but ye lacked opportunity. (11) Not that I speak in\nrespect of want: for I have learned, in whatsoever state I am,\ntherewith to be content. (12) I know both how to be abased,\nand I know how to abound: every where and in all things I am\ninstructed both to be full and to be hungry, both to abound\nand to suffer need. (13) I can do all things through Christ\nwhich strengtheneth me."],"word_count":96},{"reference":"James 1:9-10","translation":"KJV","division":"Junior","passage_number":42,"release":"NBBC","cards":["(9) Let the brother of low degree rejoice in that he is exalted:\n(10) But the rich, in that he is made low: because as the flower\nof the grass he shall pass away."],"word_count":32},{"reference":"1 John 2:9-10","translation":"KJV","division":"Junior","passage_number":43,"release":"NBBC","cards":["(9) He that saith he is in the light, and hateth his brother, is\nin darkness even until now. (10) He that loveth his brother\nabideth in the light, and there is none occasion of stumbling\nin him."],"word_count":36},{"reference":"Deuteronomy 28:1-13","translation":"KJV","division":"Junior","passage_number":44,"release":"NBBC","cards":["(1) And it shall come to pass, if thou shalt hearken diligently\nunto the voice of the LORD thy God, to observe and to do all his\ncommandments which I command thee this day, that the LORD thy\nGod will set thee on high above all nations of the earth: (2) And\nall these blessings shall come on thee, and overtake thee, if thou\nshalt hearken unto the voice of the LORD thy God. (3) Blessed\nshalt thou be in the city, and blessed shalt thou be in the field. (4)\nBlessed shall be the fruit of thy body, and the fruit of thy ground,\nand the fruit of thy cattle, the increase of thy kine, and the flocks of\nthy sheep. (5) Blessed shall be thy basket and thy store. (6) Blessed\nshalt thou be when thou comest in, and blessed shalt thou be","when thou goest out. (7) The LORD shall cause thine enemies that\nrise up against thee to be smitten before thy face: they shall come\nout against thee one way, and flee before thee seven ways. (8) The\nLORD shall command the blessing upon thee in thy storehouses,\nand in all that thou settest thine hand unto; and he shall bless thee\nin the land which the LORD thy God giveth thee. (9) The LORD shall\nestablish thee an holy people unto himself, as he hath sworn unto\nthee, if thou shalt keep the commandments of the LORD thy God,\nand walk in his ways. (10) And all people of the earth shall see that\nthou art called by the name of the LORD; and they shall be afraid\nof thee. (11) And the LORD shall make thee plenteous in goods, in","the fruit of thy body, and in the fruit of thy cattle, and in the fruit of\nthy ground, in the land which the LORD sware unto thy fathers to\ngive thee. (12) The LORD shall open unto thee his good treasure,\nthe heaven to give the rain unto thy land in his season, and to bless\nall the work of thine hand: and thou shalt lend unto many nations,\nand thou shalt not borrow. (13) And the LORD shall make thee the\nhead, and not the tail; and thou shalt be above only, and thou shalt\nnot be beneath; if that thou hearken unto the commandments of\nthe LORD thy God, which I command thee this day, to observe and\nto do them:"],"word_count":398},{"reference":"1 Samuel 2:1-5","translation":"KJV","division":"Junior","passage_number":45,"release":"NBBC","cards":["(1) And Hannah prayed, and said, My heart rejoiceth in the LORD,\nmine horn is exalted in the LORD: my mouth is enlarged over\nmine enemies; because I rejoice in thy salvation. (2) There is none\nholy as the LORD: for there is none beside thee: neither is there\nany rock like our God. (3) Talk no more so exceeding proudly; let\nnot arrogancy come out of your mouth: for the LORD is a God\nof knowledge, and by him actions are weighed. (4) The bows of\nthe mighty men are broken, and they that stumbled are girded\nwith strength. (5) They that were full have hired out themselves for\nbread; and they that were hungry ceased: so that the barren hath\nborn seven; and she that hath many children is waxed feeble."],"word_count":128},{"reference":"Esther 4:13-16","translation":"KJV","division":"Junior","passage_number":46,"release":"NBBC","cards":["(13) Then Mordecai commanded to answer Esther, Think not with\nthyself that thou shalt escape in the king's house, more than all the\nJews. (14) For if thou altogether holdest thy peace at this time, then\nshall there enlargement and deliverance arise to the Jews from\nanother place; but thou and thy father's house shall be destroyed:\nand who knoweth whether thou art come to the kingdom for such\na time as this? (15) Then Esther bade them return Mordecai this\nanswer, (16) Go, gather together all the Jews that are present in\nShushan, and fast ye for me, and neither eat nor drink three days,\nnight or day: I also and my maidens will fast likewise; and so will\nI go in unto the king, which is not according to the law: and if I\nperish, I perish."],"word_count":135},{"reference":"Psalm 102:1-24","translation":"KJV","division":"Junior","passage_number":47,"release":"NBBC","cards":["(1) Hear my prayer, O LORD, and let my cry come unto thee. (2)\nHide not thy face from me in the day when I am in trouble; incline\nthine ear unto me: in the day when I call answer me speedily. (3)\nFor my days are consumed like smoke, and my bones are burned\nas an hearth. (4) My heart is smitten, and withered like grass; so\nthat I forget to eat my bread. (5) By reason of the voice of my\ngroaning my bones cleave to my skin. (6) I am like a pelican of the\nwilderness: I am like an owl of the desert. (7) I watch, and am as a\nsparrow alone upon the house top. (8) Mine enemies reproach me\nall the day; and they that are mad against me are sworn against\nme. (9) For I have eaten ashes like bread, and mingled my drink","with weeping, (10) Because of thine indignation and thy wrath:\nfor thou hast lifted me up, and cast me down. (11) My days are\nlike a shadow that declineth; and I am withered like grass. (12) But\nthou, O LORD, shalt endure for ever; and thy remembrance unto\nall generations. (13) Thou shalt arise, and have mercy upon Zion:\nfor the time to favour her, yea, the set time, is come. (14) For thy\nservants take pleasure in her stones, and favour the dust thereof.\n(15) So the heathen shall fear the name of the LORD, and all the\nkings of the earth thy glory. (16) When the LORD shall build up\nZion, he shall appear in his glory. (17) He will regard the prayer\nof the destitute, and not despise their prayer. (18) This shall be","written for the generation to come: and the people which shall be\ncreated shall praise the LORD. (19) For he hath looked down from\nthe height of his sanctuary; from heaven did the LORD behold the\nearth; (20) To hear the groaning of the prisoner; to loose those\nthat are appointed to death; (21) To declare the name of the LORD\nin Zion, and his praise in Jerusalem; (22) When the people are\ngathered together, and the kingdoms, to serve the LORD. (23) He\nweakened my strength in the way; he shortened my days. (24) I\nsaid, O my God, take me not away in the midst of my days: thy\nyears are throughout all generations."],"word_count":380},{"reference":"Psalm 103:1-22","translation":"KJV","division":"Junior","passage_number":48,"release":"NBBC","cards":["(1) Bless the LORD, O my soul: and all that is within me, bless\nhis holy name. (2) Bless the LORD, O my soul, and forget not all\nhis benefits: (3) Who forgiveth all thine iniquities; who healeth\nall thy diseases; (4) Who redeemeth thy life from destruction;\nwho crowneth thee with lovingkindness and tender mercies;\n(5) Who satisfieth thy mouth with good things; so that thy\nyouth is renewed like the eagle's. (6) The LORD executeth\nrighteousness and judgment for all that are oppressed. (7) He\nmade known his ways unto Moses, his acts unto the children\nof Israel. (8) The LORD is merciful and gracious, slow to anger,\nand plenteous in mercy. (9) He will not always chide: neither","will he keep his anger for ever. (10) He hath not dealt with us\nafter our sins; nor rewarded us according to our iniquities.\n(11) For as the heaven is high above the earth, so great is\nhis mercy toward them that fear him. (12) As far as the east\nis from the west, so far hath he removed our transgressions\nfrom us. (13) Like as a father pitieth his children, so the LORD\npitieth them that fear him. (14) For he knoweth our frame;\nhe remembereth that we are dust. (15) As for man, his days\nare as grass: as a flower of the field, so he flourisheth. (16)\nFor the wind passeth over it, and it is gone; and the place\nthereof shall know it no more. (17) But the mercy of the","LORD is from everlasting to everlasting upon them that fear\nhim, and his righteousness unto children's children; (18) To\nsuch as keep his covenant, and to those that remember his\ncommandments to do them. (19) The LORD hath prepared\nhis throne in the heavens; and his kingdom ruleth over all.\n(20) Bless the LORD, ye his angels, that excel in strength,\nthat do his commandments, hearkening unto the voice of his\nword. (21) Bless ye the LORD, all ye his hosts; ye ministers of\nhis, that do his pleasure. (22) Bless the LORD, all his works in\nall places of his dominion: bless the LORD, O my soul."],"word_count":342},{"reference":"Isaiah 11:1-11","translation":"KJV","division":"Junior","passage_number":49,"release":"NBBC","cards":["(1) And there shall come forth a rod out of the stem of Jesse,\nand a Branch shall grow out of his roots: (2) And the spirit\nof the LORD shall rest upon him, the spirit of wisdom and\nunderstanding, the spirit of counsel and might, the spirit of\nknowledge and of the fear of the LORD; (3) And shall make\nhim of quick understanding in the fear of the LORD: and he\nshall not judge after the sight of his eyes, neither reprove after\nthe hearing of his ears: (4) But with righteousness shall he\njudge the poor, and reprove with equity for the meek of the\nearth: and he shall smite the earth with the rod of his mouth,\nand with the breath of his lips shall he slay the wicked. (5) And","righteousness shall be the girdle of his loins, and faithfulness\nthe girdle of his reins. (6) The wolf also shall dwell with the\nlamb, and the leopard shall lie down with the kid; and the calf\nand the young lion and the fatling together; and a little child\nshall lead them. (7) And the cow and the bear shall feed; their\nyoung ones shall lie down together: and the lion shall eat\nstraw like the ox. (8) And the sucking child shall play on the\nhole of the asp, and the weaned child shall put his hand on\nthe cockatrice' den. (9) They shall not hurt nor destroy in all\nmy holy mountain: for the earth shall be full of the knowledge\nof the LORD, as the waters cover the sea. (10) And in that day","there shall be a root of Jesse, which shall stand for an ensign\nof the people; to it shall the Gentiles seek: and his rest shall\nbe glorious. (11) And it shall come to pass in that day, that the\nLord shall set his hand again the second time to recover the\nremnant of his people, which shall be left, from Assyria, and\nfrom Egypt, and from Pathros, and from Cush, and from Elam,\nand from Shinar, and from Hamath, and from the islands of\nthe sea."],"word_count":347},{"reference":"Daniel 4:34-36","translation":"KJV","division":"Junior","passage_number":50,"release":"NBBC","cards":["(34) And at the end of the days I Nebuchadnezzar lifted up\nmine eyes unto heaven, and mine understanding returned\nunto me, and I blessed the most High, and I praised and\nhonoured him that liveth for ever, whose dominion is an\neverlasting dominion, and his kingdom is from generation\nto generation: (35) And all the inhabitants of the earth are\nreputed as nothing: and he doeth according to his will in the\narmy of heaven, and among the inhabitants of the earth: and\nnone can stay his hand, or say unto him, What doest thou? (36)\nAt the same time my reason returned unto me; and for the\nglory of my kingdom, mine honour and brightness returned","unto me; and my counsellors and my lords sought unto me;\nand I was established in my kingdom, and excellent majesty\nwas added unto me."],"word_count":140},{"reference":"Matthew 3:1-4","translation":"KJV","division":"Junior","passage_number":51,"release":"NBBC","cards":["(1) In those days came John the Baptist, preaching in the\nwilderness of Judaea, (2) And saying, Repent ye: for the\nkingdom of heaven is at hand. (3) For this is he that was\nspoken of by the prophet Esaias, saying, The voice of one\ncrying in the wilderness, Prepare ye the way of the Lord, make\nhis paths straight. (4) And the same John had his raiment of\ncamel's hair, and a leathern girdle about his loins; and his\nmeat was locusts and wild honey."],"word_count":82},{"reference":"Matthew 6:5-15","translation":"KJV","division":"Junior","passage_number":52,"release":"NBBC","cards":["(5) And when thou prayest, thou shalt not be as the hypocrites\nare: for they love to pray standing in the synagogues and in\nthe corners of the streets, that they may be seen of men. Verily\nI say unto you, They have their reward. (6) But thou, when\nthou prayest, enter into thy closet, and when thou hast shut\nthy door, pray to thy Father which is in secret; and thy Father\nwhich seeth in secret shall reward thee openly. (7) But when\nye pray, use not vain repetitions, as the heathen do: for they\nthink that they shall be heard for their much speaking. (8) Be\nnot ye therefore like unto them: for your Father knoweth what\nthings ye have need of, before ye ask him. (9) After this manner","therefore pray ye: Our Father which art in heaven, Hallowed\nbe thy name. (10) Thy kingdom come. Thy will be done in\nearth, as it is in heaven. (11) Give us this day our daily bread.\n(12) And forgive us our debts, as we forgive our debtors. (13)\nAnd lead us not into temptation, but deliver us from evil:\nFor thine is the kingdom, and the power, and the glory, for\never. Amen. (14) For if ye forgive men their trespasses, your\nheavenly Father will also forgive you: (15) But if ye forgive\nnot men their trespasses, neither will your Father forgive your\ntrespasses."],"word_count":225},{"reference":"Matthew 6:16-18","translation":"KJV","division":"Junior","passage_number":53,"release":"NBBC","cards":["(16) Moreover when ye fast, be not, as the hypocrites, of a\nsad countenance: for they disfigure their faces, that they may\nappear unto men to fast. Verily I say unto you, They have their\nreward. (17) But thou, when thou fastest, anoint thine head,\nand wash thy face; (18) That thou appear not unto men to\nfast, but unto thy Father which is in secret: and thy Father,\nwhich seeth in secret, shall reward thee openly."],"word_count":74},{"reference":"Matthew 8:1-4","translation":"KJV","division":"Junior","passage_number":54,"release":"NBBC","cards":["(1) When he was come down from the mountain, great\nmultitudes followed him. (2) And, behold, there came a leper\nand worshipped him, saying, Lord, if thou wilt, thou canst\nmake me clean. (3) And Jesus put forth his hand, and touched\nhim, saying, I will; be thou clean. And immediately his leprosy\nwas cleansed. (4) And Jesus saith unto him, See thou tell no\nman; but go thy way, shew thyself to the priest, and offer the\ngift that Moses commanded, for a testimony unto them."],"word_count":83},{"reference":"Matthew 8:23-27","translation":"KJV","division":"Junior","passage_number":55,"release":"NBBC","cards":["(23) And when he was entered into a ship, his disciples\nfollowed him. (24) And, behold, there arose a great tempest\nin the sea, insomuch that the ship was covered with the\nwaves: but he was asleep. (25) And his disciples came to him,\nand awoke him, saying, Lord, save us: we perish. (26) And he\nsaith unto them, Why are ye fearful, O ye of little faith? Then\nhe arose, and rebuked the winds and the sea; and there was a\ngreat calm. (27) But the men marvelled, saying, What manner\nof man is this, that even the winds and the sea obey him!"],"word_count":100},{"reference":"Mark 1:2-3","translation":"KJV","division":"Junior","passage_number":56,"release":"NBBC","cards":["(2) As it is written in the prophets, Behold, I send my messenger\nbefore thy face, which shall prepare thy way before thee. (3)\nThe voice of one crying in the wilderness, Prepare ye the way\nof the Lord, make his paths straight."],"word_count":41},{"reference":"Mark 1:4-8","translation":"KJV","division":"Junior","passage_number":57,"release":"NBBC","cards":["(4) John did baptize in the wilderness, and preach the baptism\nof repentance for the remission of sins. (5) And there went out\nunto him all the land of Judaea, and they of Jerusalem, and\nwere all baptized of him in the river of Jordan, confessing\ntheir sins. (6) And John was clothed with camel's hair, and\nwith a girdle of a skin about his loins; and he did eat locusts\nand wild honey; (7) And preached, saying, There cometh one\nmightier than I after me, the latchet of whose shoes I am not\nworthy to stoop down and unloose. (8) I indeed have baptized\nyou with water: but he shall baptize you with the Holy Ghost."],"word_count":112},{"reference":"Mark 2:3-12","translation":"KJV","division":"Junior","passage_number":58,"release":"NBBC","cards":["(3) And they come unto him, bringing one sick of the palsy,\nwhich was borne of four. (4) And when they could not come\nnigh unto him for the press, they uncovered the roof where\nhe was: and when they had broken it up, they let down the\nbed wherein the sick of the palsy lay. (5) When Jesus saw\ntheir faith, he said unto the sick of the palsy, Son, thy sins be\nforgiven thee. (6) But there were certain of the scribes sitting\nthere, and reasoning in their hearts, (7) Why doth this man\nthus speak blasphemies? who can forgive sins but God only?\n(8) And immediately when Jesus perceived in his spirit that\nthey so reasoned within themselves, he said unto them, Why","reason ye these things in your hearts? (9) Whether is it easier\nto say to the sick of the palsy, Thy sins be forgiven thee; or\nto say, Arise, and take up thy bed, and walk? (10) But that ye\nmay know that the Son of man hath power on earth to forgive\nsins, (he saith to the sick of the palsy,) (11) I say unto thee,\nArise, and take up thy bed, and go thy way into thine house.\n(12) And immediately he arose, took up the bed, and went\nforth before them all; insomuch that they were all amazed,\nand glorified God, saying, We never saw it on this fashion."],"word_count":228},{"reference":"Mark 7:1-9","translation":"KJV","division":"Junior","passage_number":59,"release":"NBBC","cards":["(1) Then came together unto him the Pharisees, and certain of\nthe scribes, which came from Jerusalem. (2) And when they\nsaw some of his disciples eat bread with defiled, that is to say,\nwith unwashen, hands, they found fault. (3) For the Pharisees,\nand all the Jews, except they wash their hands oft, eat not,\nholding the tradition of the elders. (4) And when they come\nfrom the market, except they wash, they eat not. And many\nother things there be, which they have received to hold, as\nthe washing of cups, and pots, brasen vessels, and of tables.\n(5) Then the Pharisees and scribes asked him, Why walk not\nthy disciples according to the tradition of the elders, but eat","bread with unwashen hands? (6) He answered and said unto\nthem, Well hath Esaias prophesied of you hypocrites, as it is\nwritten, This people honoureth me with their lips, but their\nheart is far from me. (7) Howbeit in vain do they worship me,\nteaching for doctrines the commandments of men. (8) For\nlaying aside the commandment of God, ye hold the tradition\nof men, as the washing of pots and cups: and many other\nsuch like things ye do. (9) And he said unto them, Full well ye\nreject the commandment of God, that ye may keep your own\ntradition."],"word_count":214},{"reference":"Luke 10:2","translation":"KJV","division":"Junior","passage_number":60,"release":"NBBC","cards":["(2) Therefore said he unto them, The harvest truly is great,\nbut the labourers are few: pray ye therefore the Lord of the\nharvest, that he would send forth labourers into his harvest."],"word_count":32},{"reference":"Luke 15:1-10","translation":"KJV","division":"Junior","passage_number":61,"release":"NBBC","cards":["(1) Then drew near unto him all the publicans and sinners for\nto hear him. (2) And the Pharisees and scribes murmured,\nsaying, This man receiveth sinners, and eateth with them. (3)\nAnd he spake this parable unto them, saying, (4) What man of\nyou, having an hundred sheep, if he lose one of them, doth not\nleave the ninety and nine in the wilderness, and go after that\nwhich is lost, until he find it? (5) And when he hath found it, he\nlayeth it on his shoulders, rejoicing. (6) And when he cometh\nhome, he calleth together his friends and neighbours, saying\nunto them, Rejoice with me; for I have found my sheep which\nwas lost. (7) I say unto you, that likewise joy shall be in heaven","over one sinner that repenteth, more than over ninety and\nnine just persons, which need no repentance. (8) Either what\nwoman having ten pieces of silver, if she lose one piece, doth\nnot light a candle, and sweep the house, and seek diligently\ntill she find it? (9) And when she hath found it, she calleth\nher friends and her neighbours together, saying, Rejoice with\nme; for I have found the piece which I had lost. (10) Likewise, I\nsay unto you, there is joy in the presence of the angels of God\nover one sinner that repenteth."],"word_count":218},{"reference":"Luke 17:5-14","translation":"KJV","division":"Junior","passage_number":62,"release":"NBBC","cards":["(5) And the apostles said unto the Lord, Increase our faith. (6)\nAnd the Lord said, If ye had faith as a grain of mustard seed,\nye might say unto this sycamine tree, Be thou plucked up by\nthe root, and be thou planted in the sea; and it should obey\nyou. (7) But which of you, having a servant plowing or feeding\ncattle, will say unto him by and by, when he is come from the\nfield, Go and sit down to meat? (8) And will not rather say unto\nhim, Make ready wherewith I may sup, and gird thyself, and\nserve me, till I have eaten and drunken; and afterward thou\nshalt eat and drink? (9) Doth he thank that servant because\nhe did the things that were commanded him? I trow not. (10)","So likewise ye, when ye shall have done all those things which\nare commanded you, say, We are unprofitable servants: we\nhave done that which was our duty to do. (11) And it came\nto pass, as he went to Jerusalem, that he passed through the\nmidst of Samaria and Galilee. (12) And as he entered into a\ncertain village, there met him ten men that were lepers, which\nstood afar off: (13) And they lifted up their voices, and said,\nJesus, Master, have mercy on us. (14) And when he saw them,\nhe said unto them, Go shew yourselves unto the priests. And\nit came to pass, that, as they went, they were cleansed."],"word_count":241},{"reference":"John 8:12","translation":"KJV","division":"Junior","passage_number":63,"release":"NBBC","cards":["(12) Then spake Jesus again unto them, saying, I am the light\nof the world: he that followeth me shall not walk in darkness,\nbut shall have the light of life."],"word_count":30},{"reference":"John 12:27-36","translation":"KJV","division":"Junior","passage_number":64,"release":"NBBC","cards":["(27) Now is my soul troubled; and what shall I say? Father,\nsave me from this hour: but for this cause came I unto this\nhour. (28) Father, glorify thy name. Then came there a voice\nfrom heaven, saying, I have both glorified it, and will glorify\nit again. (29) The people therefore, that stood by, and heard\nit, said that it thundered: others said, An angel spake to him.\n(30) Jesus answered and said, This voice came not because\nof me, but for your sakes. (31) Now is the judgment of this\nworld: now shall the prince of this world be cast out. (32) And\nI, if I be lifted up from the earth, will draw all men unto me.\n(33) This he said, signifying what death he should die. (34)","The people answered him, We have heard out of the law that\nChrist abideth for ever: and how sayest thou, The Son of man\nmust be lifted up? who is this Son of man? (35) Then Jesus\nsaid unto them, Yet a little while is the light with you. Walk\nwhile ye have the light, lest darkness come upon you: for he\nthat walketh in darkness knoweth not whither he goeth. (36)\nWhile ye have light, believe in the light, that ye may be the\nchildren of light. These things spake Jesus, and departed,\nand did hide himself from them."],"word_count":222},{"reference":"Acts 9:1-16","translation":"KJV","division":"Junior","passage_number":65,"release":"NBBC","cards":["(1) And Saul, yet breathing out threatenings and slaughter against\nthe disciples of the Lord, went unto the high priest, (2) And desired\nof him letters to Damascus to the synagogues, that if he found\nany of this way, whether they were men or women, he might bring\nthem bound unto Jerusalem. (3) And as he journeyed, he came\nnear Damascus: and suddenly there shined round about him a\nlight from heaven: (4) And he fell to the earth, and heard a voice\nsaying unto him, Saul, Saul, why persecutest thou me? (5) And he\nsaid, Who art thou, Lord? And the Lord said, I am Jesus whom thou\npersecutest: it is hard for thee to kick against the pricks. (6) And\nhe trembling and astonished said, Lord, what wilt thou have me","to do? And the Lord said unto him, Arise, and go into the city, and\nit shall be told thee what thou must do. (7) And the men which\njourneyed with him stood speechless, hearing a voice, but seeing\nno man. (8) And Saul arose from the earth; and when his eyes\nwere opened, he saw no man: but they led him by the hand, and\nbrought him into Damascus. (9) And he was three days without\nsight, and neither did eat nor drink. (10) And there was a certain\ndisciple at Damascus, named Ananias; and to him said the Lord in\na vision, Ananias. And he said, Behold, I am here, Lord. (11) And\nthe Lord said unto him, Arise, and go into the street which is called\nStraight, and enquire in the house of Judas for one called Saul,","of Tarsus: for, behold, he prayeth, (12) And hath seen in a vision\na man named Ananias coming in, and putting his hand on him,\nthat he might receive his sight. (13) Then Ananias answered, Lord,\nI have heard by many of this man, how much evil he hath done to\nthy saints at Jerusalem: (14) And here he hath authority from the\nchief priests to bind all that call on thy name. (15) But the Lord\nsaid unto him, Go thy way: for he is a chosen vessel unto me, to\nbear my name before the Gentiles, and kings, and the children of\nIsrael: (16) For I will shew him how great things he must suffer for\nmy name's sake."],"word_count":379},{"reference":"Acts 10:9-20","translation":"KJV","division":"Junior","passage_number":66,"release":"NBBC","cards":["(9) On the morrow, as they went on their journey, and drew nigh\nunto the city, Peter went up upon the housetop to pray about the\nsixth hour: (10) And he became very hungry, and would have\neaten: but while they made ready, he fell into a trance, (11) And\nsaw heaven opened, and a certain vessel descending unto him, as\nit had been a great sheet knit at the four corners, and let down to\nthe earth: (12) Wherein were all manner of fourfooted beasts of\nthe earth, and wild beasts, and creeping things, and fowls of the\nair. (13) And there came a voice to him, Rise, Peter; kill, and eat. (14)\nBut Peter said, Not so, Lord; for I have never eaten any thing that is\ncommon or unclean. (15) And the voice spake unto him again the","second time, What God hath cleansed, that call not thou common.\n(16) This was done thrice: and the vessel was received up again\ninto heaven. (17) Now while Peter doubted in himself what this\nvision which he had seen should mean, behold, the men which\nwere sent from Cornelius had made enquiry for Simon's house,\nand stood before the gate, (18) And called, and asked whether\nSimon, which was surnamed Peter, were lodged there. (19) While\nPeter thought on the vision, the Spirit said unto him, Behold, three\nmen seek thee. (20) Arise therefore, and get thee down, and go\nwith them, doubting nothing: for I have sent them."],"word_count":238},{"reference":"Acts 11:19-26","translation":"KJV","division":"Junior","passage_number":67,"release":"NBBC","cards":["(19) Now they which were scattered abroad upon the\npersecution that arose about Stephen travelled as far as\nPhenice, and Cyprus, and Antioch, preaching the word to\nnone but unto the Jews only. (20) And some of them were\nmen of Cyprus and Cyrene, which, when they were come to\nAntioch, spake unto the Grecians, preaching the Lord Jesus.\n(21) And the hand of the Lord was with them: and a great\nnumber believed, and turned unto the Lord. (22) Then tidings\nof these things came unto the ears of the church which was\nin Jerusalem: and they sent forth Barnabas, that he should\ngo as far as Antioch. (23) Who, when he came, and had seen","the grace of God, was glad, and exhorted them all, that\nwith purpose of heart they would cleave unto the Lord. (24)\nFor he was a good man, and full of the Holy Ghost and of\nfaith: and much people was added unto the Lord. (25) Then\ndeparted Barnabas to Tarsus, for to seek Saul: (26) And when\nhe had found him, he brought him unto Antioch. And it came\nto pass, that a whole year they assembled themselves with\nthe church, and taught much people. And the disciples were\ncalled Christians first in Antioch."],"word_count":204},{"reference":"Acts 12:5-17","translation":"KJV","division":"Junior","passage_number":68,"release":"NBBC","cards":["(5) Peter therefore was kept in prison: but prayer was made\nwithout ceasing of the church unto God for him. (6) And when\nHerod would have brought him forth, the same night Peter was\nsleeping between two soldiers, bound with two chains: and the\nkeepers before the door kept the prison. (7) And, behold, the\nangel of the Lord came upon him, and a light shined in the prison:\nand he smote Peter on the side, and raised him up, saying, Arise\nup quickly. And his chains fell off from his hands. (8) And the angel\nsaid unto him, Gird thyself, and bind on thy sandals. And so he did.\nAnd he saith unto him, Cast thy garment about thee, and follow\nme. (9) And he went out, and followed him; and wist not that it was","true which was done by the angel; but thought he saw a vision.\n(10) When they were past the first and the second ward, they came\nunto the iron gate that leadeth unto the city; which opened to them\nof his own accord: and they went out, and passed on through one\nstreet; and forthwith the angel departed from him. (11) And when\nPeter was come to himself, he said, Now I know of a surety, that the\nLord hath sent his angel, and hath delivered me out of the hand of\nHerod, and from all the expectation of the people of the Jews. (12)\nAnd when he had considered the thing, he came to the house of\nMary the mother of John, whose surname was Mark; where many\nwere gathered together praying. (13) And as Peter knocked at the","door of the gate, a damsel came to hearken, named Rhoda. (14)\nAnd when she knew Peter's voice, she opened not the gate for\ngladness, but ran in, and told how Peter stood before the gate.\n(15) And they said unto her, Thou art mad. But she constantly\naffirmed that it was even so. Then said they, It is his angel. (16) But\nPeter continued knocking: and when they had opened the door,\nand saw him, they were astonished. (17) But he, beckoning unto\nthem with the hand to hold their peace, declared unto them how\nthe Lord had brought him out of the prison. And he said, Go shew\nthese things unto James, and to the brethren. And he departed,\nand went into another place."],"word_count":390},{"reference":"Acts 16:1-10","translation":"KJV","division":"Junior","passage_number":69,"release":"NBBC","cards":["(1) Then came he to Derbe and Lystra: and, behold, a certain\ndisciple was there, named Timotheus, the son of a certain\nwoman, which was a Jewess, and believed; but his father was\na Greek: (2) Which was well reported of by the brethren that\nwere at Lystra and Iconium. (3) Him would Paul have to go forth\nwith him; and took and circumcised him because of the Jews\nwhich were in those quarters: for they knew all that his father\nwas a Greek. (4) And as they went through the cities, they\ndelivered them the decrees for to keep, that were ordained\nof the apostles and elders which were at Jerusalem. (5) And\nso were the churches established in the faith, and increased","in number daily. (6) Now when they had gone throughout\nPhrygia and the region of Galatia, and were forbidden of the\nHoly Ghost to preach the word in Asia, (7) After they were\ncome to Mysia, they assayed to go into Bithynia: but the\nSpirit suffered them not. (8) And they passing by Mysia came\ndown to Troas. (9) And a vision appeared to Paul in the night;\nThere stood a man of Macedonia, and prayed him, saying,\nCome over into Macedonia, and help us. (10) And after he\nhad seen the vision, immediately we endeavoured to go into\nMacedonia, assuredly gathering that the Lord had called us\nfor to preach the gospel unto them."],"word_count":229},{"reference":"Romans 2:1-6","translation":"KJV","division":"Junior","passage_number":70,"release":"NBBC","cards":["(1) Therefore thou art inexcusable, O man, whosoever thou\nart that judgest: for wherein thou judgest another, thou\ncondemnest thyself; for thou that judgest doest the same\nthings. (2) But we are sure that the judgment of God is\naccording to truth against them which commit such things.\n(3) And thinkest thou this, O man, that judgest them which\ndo such things, and doest the same, that thou shalt escape\nthe judgment of God? (4) Or despisest thou the riches of his\ngoodness and forbearance and longsuffering; not knowing\nthat the goodness of God leadeth thee to repentance? (5)\nBut after thy hardness and impenitent heart treasurest up","unto thyself wrath against the day of wrath and revelation of\nthe righteous judgment of God; (6) Who will render to every\nman according to his deeds:"],"word_count":129},{"reference":"Romans 5:6-21","translation":"KJV","division":"Junior","passage_number":71,"release":"NBBC","cards":["(6) For when we were yet without strength, in due time Christ died\nfor the ungodly. (7) For scarcely for a righteous man will one die:\nyet peradventure for a good man some would even dare to die. (8)\nBut God commendeth his love toward us, in that, while we were yet\nsinners, Christ died for us. (9) Much more then, being now justified\nby his blood, we shall be saved from wrath through him. (10) For if,\nwhen we were enemies, we were reconciled to God by the death\nof his Son, much more, being reconciled, we shall be saved by his\nlife. (11) And not only so, but we also joy in God through our Lord\nJesus Christ, by whom we have now received the atonement. (12)\nWherefore, as by one man sin entered into the world, and death\nby sin; and so death passed upon all men, for that all have sinned:","(13) (For until the law sin was in the world: but sin is not imputed\nwhen there is no law. (14) Nevertheless death reigned from Adam\nto Moses, even over them that had not sinned after the similitude\nof Adam's transgression, who is the figure of him that was to come.\n(15) But not as the offence, so also is the free gift. For if through\nthe offence of one many be dead, much more the grace of God,\nand the gift by grace, which is by one man, Jesus Christ, hath\nabounded unto many. (16) And not as it was by one that sinned,\nso is the gift: for the judgment was by one to condemnation, but\nthe free gift is of many offences unto justification. (17) For if by\none man's offence death reigned by one; much more they which\nreceive abundance of grace and of the gift of righteousness shall","reign in life by one, Jesus Christ.) (18) Therefore as by the offence\nof one judgment came upon all men to condemnation; even so\nby the righteousness of one the free gift came upon all men unto\njustification of life. (19) For as by one man's disobedience many\nwere made sinners, so by the obedience of one shall many be\nmade righteous. (20) Moreover the law entered, that the offence\nmight abound. But where sin abounded, grace did much more\nabound: (21) That as sin hath reigned unto death, even so might\ngrace reign through righteousness unto eternal life by Jesus Christ\nour Lord."],"word_count":396},{"reference":"Romans 7:11-25","translation":"KJV","division":"Junior","passage_number":72,"release":"NBBC","cards":["(11) For sin, taking occasion by the commandment, deceived\nme, and by it slew me. (12) Wherefore the law is holy, and the\ncommandment holy, and just, and good. (13) Was then that which\nis good made death unto me? God forbid. But sin, that it might\nappear sin, working death in me by that which is good; that sin\nby the commandment might become exceeding sinful. (14) For\nwe know that the law is spiritual: but I am carnal, sold under sin.\n(15) For that which I do I allow not: for what I would, that do I not;\nbut what I hate, that do I. (16) If then I do that which I would not,\nI consent unto the law that it is good. (17) Now then it is no more\nI that do it, but sin that dwelleth in me. (18) For I know that in me\n(that is, in my flesh,) dwelleth no good thing: for to will is present","with me; but how to perform that which is good I find not. (19) For\nthe good that I would I do not: but the evil which I would not, that\nI do. (20) Now if I do that I would not, it is no more I that do it, but\nsin that dwelleth in me. (21) I find then a law, that, when I would do\ngood, evil is present with me. (22) For I delight in the law of God\nafter the inward man: (23) But I see another law in my members,\nwarring against the law of my mind, and bringing me into captivity\nto the law of sin which is in my members. (24) O wretched man\nthat I am! who shall deliver me from the body of this death? (25) I\nthank God through Jesus Christ our Lord. So then with the mind I\nmyself serve the law of God; but with the flesh the law of sin."],"word_count":312},{"reference":"1 Corinthians 10:1-12","translation":"KJV","division":"Junior","passage_number":73,"release":"NBBC","cards":["(1) Moreover, brethren, I would not that ye should be ignorant,\nhow that all our fathers were under the cloud, and all passed\nthrough the sea; (2) And were all baptized unto Moses in the\ncloud and in the sea; (3) And did all eat the same spiritual\nmeat; (4) And did all drink the same spiritual drink: for they\ndrank of that spiritual Rock that followed them: and that\nRock was Christ. (5) But with many of them God was not well\npleased: for they were overthrown in the wilderness. (6) Now\nthese things were our examples, to the intent we should not\nlust after evil things, as they also lusted. (7) Neither be ye\nidolaters, as were some of them; as it is written, The people","sat down to eat and drink, and rose up to play. (8) Neither let\nus commit fornication, as some of them committed, and fell in\none day three and twenty thousand. (9) Neither let us tempt\nChrist, as some of them also tempted, and were destroyed\nof serpents. (10) Neither murmur ye, as some of them also\nmurmured, and were destroyed of the destroyer. (11) Now\nall these things happened unto them for ensamples: and\nthey are written for our admonition, upon whom the ends of\nthe world are come. (12) Wherefore let him that thinketh he\nstandeth take heed lest he fall."],"word_count":219},{"reference":"1 Corinthians 15:35-49","translation":"KJV","division":"Junior","passage_number":74,"release":"NBBC","cards":["(35) But some man will say, How are the dead raised up? and\nwith what body do they come? (36) Thou fool, that which thou\nsowest is not quickened, except it die: (37) And that which\nthou sowest, thou sowest not that body that shall be, but bare\ngrain, it may chance of wheat, or of some other grain: (38) But\nGod giveth it a body as it hath pleased him, and to every seed\nhis own body. (39) All flesh is not the same flesh: but there\nis one kind of flesh of men, another flesh of beasts, another\nof fishes, and another of birds. (40) There are also celestial\nbodies, and bodies terrestrial: but the glory of the celestial\nis one, and the glory of the terrestrial is another. (41) There","is one glory of the sun, and another glory of the moon, and\nanother glory of the stars: for one star differeth from another\nstar in glory. (42) So also is the resurrection of the dead. It is\nsown in corruption; it is raised in incorruption: (43) It is sown\nin dishonour; it is raised in glory: it is sown in weakness; it is\nraised in power: (44) It is sown a natural body; it is raised a\nspiritual body. There is a natural body, and there is a spiritual\nbody. (45) And so it is written, The first man Adam was made\na living soul; the last Adam was made a quickening spirit. (46)\nHowbeit that was not first which is spiritual, but that which\nis natural; and afterward that which is spiritual. (47) The first","man is of the earth, earthy: the second man is the Lord from\nheaven. (48) As is the earthy, such are they also that are earthy:\nand as is the heavenly, such are they also that are heavenly.\n(49) And as we have borne the image of the earthy, we shall\nalso bear the image of the heavenly."],"word_count":313},{"reference":"2 Corinthians 3:7-18","translation":"KJV","division":"Junior","passage_number":75,"release":"NBBC","cards":["(7) But if the ministration of death, written and engraven in stones,\nwas glorious, so that the children of Israel could not stedfastly\nbehold the face of Moses for the glory of his countenance; which\nglory was to be done away: (8) How shall not the ministration of the\nspirit be rather glorious? (9) For if the ministration of condemnation\nbe glory, much more doth the ministration of righteousness exceed\nin glory. (10) For even that which was made glorious had no glory\nin this respect, by reason of the glory that excelleth. (11) For if that\nwhich is done away was glorious, much more that which remaineth\nis glorious. (12) Seeing then that we have such hope, we use great\nplainness of speech: (13) And not as Moses, which put a vail over","his face, that the children of Israel could not stedfastly look to the\nend of that which is abolished: (14) But their minds were blinded:\nfor until this day remaineth the same vail untaken away in the\nreading of the old testament; which vail is done away in Christ.\n(15) But even unto this day, when Moses is read, the vail is upon\ntheir heart. (16) Nevertheless when it shall turn to the Lord, the vail\nshall be taken away. (17) Now the Lord is that Spirit: and where the\nSpirit of the Lord is, there is liberty. (18) But we all, with open face\nbeholding as in a glass the glory of the Lord, are changed into the\nsame image from glory to glory, even as by the Spirit of the Lord."],"word_count":255},{"reference":"Galatians 5:13-16","translation":"KJV","division":"Junior","passage_number":76,"release":"NBBC","cards":["(13) For, brethren, ye have been called unto liberty; only use\nnot liberty for an occasion to the flesh, but by love serve one\nanother. (14) For all the law is fulfilled in one word, even in\nthis; Thou shalt love thy neighbour as thyself. (15) But if ye bite\nand devour one another, take heed that ye be not consumed\none of another. (16) This I say then, Walk in the Spirit, and ye\nshall not fulfil the lust of the flesh."],"word_count":79},{"reference":"Galatians 6:1-6","translation":"KJV","division":"Junior","passage_number":77,"release":"NBBC","cards":["(1) Brethren, if a man be overtaken in a fault, ye which are\nspiritual, restore such an one in the spirit of meekness;\nconsidering thyself, lest thou also be tempted. (2) Bear ye\none another's burdens, and so fulfil the law of Christ. (3) For if\na man think himself to be something, when he is nothing, he\ndeceiveth himself. (4) But let every man prove his own work,\nand then shall he have rejoicing in himself alone, and not in\nanother. (5) For every man shall bear his own burden. (6) Let\nhim that is taught in the word communicate unto him that\nteacheth in all good things."],"word_count":103},{"reference":"Ephesians 2:17-22","translation":"KJV","division":"Junior","passage_number":78,"release":"NBBC","cards":["(17) And came and preached peace to you which were afar\noff, and to them that were nigh. (18) For through him we both\nhave access by one Spirit unto the Father. (19) Now therefore\nye are no more strangers and foreigners, but fellowcitizens\nwith the saints, and of the household of God; (20) And are\nbuilt upon the foundation of the apostles and prophets, Jesus\nChrist himself being the chief corner stone; (21) In whom\nall the building fitly framed together groweth unto an holy\ntemple in the Lord: (22) In whom ye also are builded together\nfor an habitation of God through the Spirit."],"word_count":100},{"reference":"Philippians 1:3-8","translation":"KJV","division":"Junior","passage_number":79,"release":"NBBC","cards":["(3) I thank my God upon every remembrance of you, (4)\nAlways in every prayer of mine for you all making request\nwith joy, (5) For your fellowship in the gospel from the first\nday until now; (6) Being confident of this very thing, that he\nwhich hath begun a good work in you will perform it until\nthe day of Jesus Christ: (7) Even as it is meet for me to think\nthis of you all, because I have you in my heart; inasmuch as\nboth in my bonds, and in the defence and confirmation of\nthe gospel, ye all are partakers of my grace. (8) For God is my\nrecord, how greatly I long after you all in the bowels of Jesus\nChrist."],"word_count":119},{"reference":"Philippians 1:9-18","translation":"KJV","division":"Junior","passage_number":80,"release":"NBBC","cards":["(9) And this I pray, that your love may abound yet more and\nmore in knowledge and in all judgment; (10) That ye may\napprove things that are excellent; that ye may be sincere\nand without offence till the day of Christ; (11) Being filled\nwith the fruits of righteousness, which are by Jesus Christ,\nunto the glory and praise of God. (12) But I would ye should\nunderstand, brethren, that the things which happened unto\nme have fallen out rather unto the furtherance of the gospel;\n(13) So that my bonds in Christ are manifest in all the palace,\nand in all other places; (14) And many of the brethren in the\nLord, waxing confident by my bonds, are much more bold to","speak the word without fear. (15) Some indeed preach Christ\neven of envy and strife; and some also of good will: (16) The\none preach Christ of contention, not sincerely, supposing to\nadd affliction to my bonds: (17) But the other of love, knowing\nthat I am set for the defence of the gospel. (18) What then?\nnotwithstanding, every way, whether in pretence, or in truth,\nChrist is preached; and I therein do rejoice, yea, and will\nrejoice."],"word_count":192},{"reference":"Philippians 4:14-20","translation":"KJV","division":"Junior","passage_number":81,"release":"NBBC","cards":["(14) Notwithstanding ye have well done, that ye did communicate\nwith my affliction. (15) Now ye Philippians know also, that in the\nbeginning of the gospel, when I departed from Macedonia, no\nchurch communicated with me as concerning giving and receiving,\nbut ye only. (16) For even in Thessalonica ye sent once and again\nunto my necessity. (17) Not because I desire a gift: but I desire fruit\nthat may abound to your account. (18) But I have all, and abound:\nI am full, having received of Epaphroditus the things which were\nsent from you, an odour of a sweet smell, a sacrifice acceptable,\nwellpleasing to God. (19) But my God shall supply all your need\naccording to his riches in glory by Christ Jesus. (20) Now unto God\nand our Father be glory for ever and ever. Amen."],"word_count":132},{"reference":"Colossians 2:1-10","translation":"KJV","division":"Junior","passage_number":82,"release":"NBBC","cards":["(1) For I would that ye knew what great conflict I have for you,\nand for them at Laodicea, and for as many as have not seen\nmy face in the flesh; (2) That their hearts might be comforted,\nbeing knit together in love, and unto all riches of the full\nassurance of understanding, to the acknowledgement of\nthe mystery of God, and of the Father, and of Christ; (3) In\nwhom are hid all the treasures of wisdom and knowledge. (4)\nAnd this I say, lest any man should beguile you with enticing\nwords. (5) For though I be absent in the flesh, yet am I with\nyou in the spirit, joying and beholding your order, and the\nstedfastness of your faith in Christ. (6) As ye have therefore","received Christ Jesus the Lord, so walk ye in him: (7) Rooted\nand built up in him, and stablished in the faith, as ye have been\ntaught, abounding therein with thanksgiving. (8) Beware lest\nany man spoil you through philosophy and vain deceit, after\nthe tradition of men, after the rudiments of the world, and\nnot after Christ. (9) For in him dwelleth all the fulness of the\nGodhead bodily. (10) And ye are complete in him, which is\nthe head of all principality and power:"],"word_count":206},{"reference":"Colossians 3:2-9","translation":"KJV","division":"Junior","passage_number":83,"release":"NBBC","cards":["(2) Set your affection on things above, not on things on the earth.\n(3) For ye are dead, and your life is hid with Christ in God. (4)\nWhen Christ, who is our life, shall appear, then shall ye also appear\nwith him in glory. (5) Mortify therefore your members which are\nupon the earth; fornication, uncleanness, inordinate affection,\nevil concupiscence, and covetousness, which is idolatry: (6) For\nwhich things' sake the wrath of God cometh on the children of\ndisobedience: (7) In the which ye also walked some time, when\nye lived in them. (8) But now ye also put off all these; anger, wrath,\nmalice, blasphemy, filthy communication out of your mouth. (9) Lie\nnot one to another, seeing that ye have put off the old man with\nhis deeds;"],"word_count":124},{"reference":"1 Thessalonians 3:1-10","translation":"KJV","division":"Junior","passage_number":84,"release":"NBBC","cards":["(1) Wherefore when we could no longer forbear, we thought\nit good to be left at Athens alone; (2) And sent Timotheus,\nour brother, and minister of God, and our fellowlabourer in\nthe gospel of Christ, to establish you, and to comfort you\nconcerning your faith: (3) That no man should be moved by\nthese afflictions: for yourselves know that we are appointed\nthereunto. (4) For verily, when we were with you, we told you\nbefore that we should suffer tribulation; even as it came to\npass, and ye know. (5) For this cause, when I could no longer\nforbear, I sent to know your faith, lest by some means the\ntempter have tempted you, and our labour be in vain. (6) But","now when Timotheus came from you unto us, and brought us\ngood tidings of your faith and charity, and that ye have good\nremembrance of us always, desiring greatly to see us, as we\nalso to see you: (7) Therefore, brethren, we were comforted\nover you in all our affliction and distress by your faith: (8) For\nnow we live, if ye stand fast in the Lord. (9) For what thanks\ncan we render to God again for you, for all the joy wherewith\nwe joy for your sakes before our God; (10) Night and day\npraying exceedingly that we might see your face, and might\nperfect that which is lacking in your faith?"],"word_count":227},{"reference":"1 Timothy 1:3-12","translation":"KJV","division":"Junior","passage_number":85,"release":"NBBC","cards":["(3) As I besought thee to abide still at Ephesus, when I went\ninto Macedonia, that thou mightest charge some that they\nteach no other doctrine, (4) Neither give heed to fables and\nendless genealogies, which minister questions, rather than\ngodly edifying which is in faith: so do. (5) Now the end of\nthe commandment is charity out of a pure heart, and of a\ngood conscience, and of faith unfeigned: (6) From which\nsome having swerved have turned aside unto vain jangling;\n(7) Desiring to be teachers of the law; understanding neither\nwhat they say, nor whereof they affirm. (8) But we know that\nthe law is good, if a man use it lawfully; (9) Knowing this, that","the law is not made for a righteous man, but for the lawless\nand disobedient, for the ungodly and for sinners, for unholy\nand profane, for murderers of fathers and murderers of\nmothers, for manslayers, (10) For whoremongers, for them\nthat defile themselves with mankind, for menstealers, for\nliars, for perjured persons, and if there be any other thing that\nis contrary to sound doctrine; (11) According to the glorious\ngospel of the blessed God, which was committed to my trust.\n(12) And I thank Christ Jesus our Lord, who hath enabled me,\nfor that he counted me faithful, putting me into the ministry;"],"word_count":213},{"reference":"1 Timothy 4:6-11","translation":"KJV","division":"Junior","passage_number":86,"release":"NBBC","cards":["(6) If thou put the brethren in remembrance of these things, thou\nshalt be a good minister of Jesus Christ, nourished up in the words\nof faith and of good doctrine, whereunto thou hast attained. (7)\nBut refuse profane and old wives' fables, and exercise thyself\nrather unto godliness. (8) For bodily exercise profiteth little: but\ngodliness is profitable unto all things, having promise of the life\nthat now is, and of that which is to come. (9) This is a faithful saying\nand worthy of all acceptation. (10) For therefore we both labour\nand suffer reproach, because we trust in the living God, who is\nthe Saviour of all men, specially of those that believe. (11) These\nthings command and teach."],"word_count":116},{"reference":"1 Timothy 5:17-21","translation":"KJV","division":"Junior","passage_number":87,"release":"NBBC","cards":["(17) Let the elders that rule well be counted worthy of double\nhonour, especially they who labour in the word and doctrine.\n(18) For the scripture saith, Thou shalt not muzzle the ox\nthat treadeth out the corn. And, The labourer is worthy of\nhis reward. (19) Against an elder receive not an accusation,\nbut before two or three witnesses. (20) Them that sin rebuke\nbefore all, that others also may fear. (21) I charge thee before\nGod, and the Lord Jesus Christ, and the elect angels, that thou\nobserve these things without preferring one before another,\ndoing nothing by partiality."],"word_count":96},{"reference":"1 Timothy 6:11-16","translation":"KJV","division":"Junior","passage_number":88,"release":"NBBC","cards":["(11) But thou, O man of God, flee these things; and follow after\nrighteousness, godliness, faith, love, patience, meekness. (12)\nFight the good fight of faith, lay hold on eternal life, whereunto\nthou art also called, and hast professed a good profession\nbefore many witnesses. (13) I give thee charge in the sight of\nGod, who quickeneth all things, and before Christ Jesus, who\nbefore Pontius Pilate witnessed a good confession; (14) That\nthou keep this commandment without spot, unrebukeable,\nuntil the appearing of our Lord Jesus Christ: (15) Which in his\ntimes he shall shew, who is the blessed and only Potentate,\nthe King of kings, and Lord of lords; (16) Who only hath","immortality, dwelling in the light which no man can approach\nunto; whom no man hath seen, nor can see: to whom be\nhonour and power everlasting. Amen."],"word_count":136},{"reference":"2 Timothy 1:3-6","translation":"KJV","division":"Junior","passage_number":89,"release":"NBBC","cards":["(3) I thank God, whom I serve from my forefathers with pure\nconscience, that without ceasing I have remembrance of thee\nin my prayers night and day; (4) Greatly desiring to see thee,\nbeing mindful of thy tears, that I may be filled with joy; (5)\nWhen I call to remembrance the unfeigned faith that is in thee,\nwhich dwelt first in thy grandmother Lois, and thy mother\nEunice; and I am persuaded that in thee also. (6) Wherefore\nI put thee in remembrance that thou stir up the gift of God,\nwhich is in thee by the putting on of my hands."],"word_count":99},{"reference":"2 Timothy 2:1-13","translation":"KJV","division":"Junior","passage_number":90,"release":"NBBC","cards":["(1) Thou therefore, my son, be strong in the grace that is in\nChrist Jesus. (2) And the things that thou hast heard of me\namong many witnesses, the same commit thou to faithful\nmen, who shall be able to teach others also. (3) Thou therefore\nendure hardness, as a good soldier of Jesus Christ. (4) No\nman that warreth entangleth himself with the affairs of this\nlife; that he may please him who hath chosen him to be a\nsoldier. (5) And if a man also strive for masteries, yet is he\nnot crowned, except he strive lawfully. (6) The husbandman\nthat laboureth must be first partaker of the fruits. (7) Consider\nwhat I say; and the Lord give thee understanding in all things.","(8) Remember that Jesus Christ of the seed of David was\nraised from the dead according to my gospel: (9) Wherein I\nsuffer trouble, as an evil doer, even unto bonds; but the word\nof God is not bound. (10) Therefore I endure all things for the\nelect's sakes, that they may also obtain the salvation which is\nin Christ Jesus with eternal glory. (11) It is a faithful saying:\nFor if we be dead with him, we shall also live with him: (12) If\nwe suffer, we shall also reign with him: if we deny him, he also\nwill deny us: (13) If we believe not, yet he abideth faithful: he\ncannot deny himself."],"word_count":227},{"reference":"2 Timothy 4:6-11","translation":"KJV","division":"Junior","passage_number":91,"release":"NBBC","cards":["(6) For I am now ready to be offered, and the time of my\ndeparture is at hand. (7) I have fought a good fight, I have\nfinished my course, I have kept the faith: (8) Henceforth there\nis laid up for me a crown of righteousness, which the Lord,\nthe righteous judge, shall give me at that day: and not to me\nonly, but unto all them also that love his appearing. (9) Do\nthy diligence to come shortly unto me: (10) For Demas hath\nforsaken me, having loved this present world, and is departed\nunto Thessalonica; Crescens to Galatia, Titus unto Dalmatia.\n(11) Only Luke is with me. Take Mark, and bring him with thee:\nfor he is profitable to me for the ministry."],"word_count":120},{"reference":"Titus 2:1-12","translation":"KJV","division":"Junior","passage_number":92,"release":"NBBC","cards":["(1) But speak thou the things which become sound doctrine:\n(2) That the aged men be sober, grave, temperate, sound in\nfaith, in charity, in patience. (3) The aged women likewise,\nthat they be in behaviour as becometh holiness, not false\naccusers, not given to much wine, teachers of good things;\n(4) That they may teach the young women to be sober, to\nlove their husbands, to love their children, (5) To be discreet,\nchaste, keepers at home, good, obedient to their own\nhusbands, that the word of God be not blasphemed. (6)\nYoung men likewise exhort to be sober minded. (7) In all\nthings shewing thyself a pattern of good works: in doctrine","shewing uncorruptness, gravity, sincerity, (8) Sound speech,\nthat cannot be condemned; that he that is of the contrary\npart may be ashamed, having no evil thing to say of you. (9)\nExhort servants to be obedient unto their own masters, and\nto please them well in all things; not answering again; (10)\nNot purloining, but shewing all good fidelity; that they may\nadorn the doctrine of God our Saviour in all things. (11) For\nthe grace of God that bringeth salvation hath appeared to all\nmen, (12) Teaching us that, denying ungodliness and worldly\nlusts, we should live soberly, righteously, and godly, in this\npresent world;"],"word_count":208},{"reference":"Hebrews 3:7-19","translation":"KJV","division":"Junior","passage_number":93,"release":"NBBC","cards":["(7) Wherefore (as the Holy Ghost saith, To day if ye will hear\nhis voice, (8) Harden not your hearts, as in the provocation, in\nthe day of temptation in the wilderness: (9) When your fathers\ntempted me, proved me, and saw my works forty years. (10)\nWherefore I was grieved with that generation, and said, They\ndo alway err in their heart; and they have not known my ways.\n(11) So I sware in my wrath, They shall not enter into my rest.)\n(12) Take heed, brethren, lest there be in any of you an evil\nheart of unbelief, in departing from the living God. (13) But\nexhort one another daily, while it is called To day; lest any of\nyou be hardened through the deceitfulness of sin. (14) For","we are made partakers of Christ, if we hold the beginning\nof our confidence stedfast unto the end; (15) While it is said,\nTo day if ye will hear his voice, harden not your hearts, as in\nthe provocation. (16) For some, when they had heard, did\nprovoke: howbeit not all that came out of Egypt by Moses.\n(17) But with whom was he grieved forty years? was it not with\nthem that had sinned, whose carcases fell in the wilderness?\n(18) And to whom sware he that they should not enter into his\nrest, but to them that believed not? (19) So we see that they\ncould not enter in because of unbelief."],"word_count":232},{"reference":"Hebrews 4:1-16","translation":"KJV","division":"Junior","passage_number":94,"release":"NBBC","cards":["(1) Let us therefore fear, lest, a promise being left us of entering\ninto his rest, any of you should seem to come short of it. (2) For\nunto us was the gospel preached, as well as unto them: but the\nword preached did not profit them, not being mixed with faith in\nthem that heard it. (3) For we which have believed do enter into\nrest, as he said, As I have sworn in my wrath, if they shall enter into\nmy rest: although the works were finished from the foundation of\nthe world. (4) For he spake in a certain place of the seventh day on\nthis wise, And God did rest the seventh day from all his works. (5)\nAnd in this place again, If they shall enter into my rest. (6) Seeing\ntherefore it remaineth that some must enter therein, and they to","whom it was first preached entered not in because of unbelief:\n(7) Again, he limiteth a certain day, saying in David, To day, after\nso long a time; as it is said, To day if ye will hear his voice, harden\nnot your hearts. (8) For if Jesus had given them rest, then would\nhe not afterward have spoken of another day. (9) There remaineth\ntherefore a rest to the people of God. (10) For he that is entered\ninto his rest, he also hath ceased from his own works, as God did\nfrom his. (11) Let us labour therefore to enter into that rest, lest\nany man fall after the same example of unbelief. (12) For the word\nof God is quick, and powerful, and sharper than any twoedged\nsword, piercing even to the dividing asunder of soul and spirit,","and of the joints and marrow, and is a discerner of the thoughts\nand intents of the heart. (13) Neither is there any creature that is\nnot manifest in his sight: but all things are naked and opened unto\nthe eyes of him with whom we have to do. (14) Seeing then that\nwe have a great high priest, that is passed into the heavens, Jesus\nthe Son of God, let us hold fast our profession. (15) For we have\nnot an high priest which cannot be touched with the feeling of our\ninfirmities; but was in all points tempted like as we are, yet without\nsin. (16) Let us therefore come boldly unto the throne of grace,\nthat we may obtain mercy, and find grace to help in time of need."],"word_count":404},{"reference":"Hebrews 10:1-10","translation":"KJV","division":"Junior","passage_number":95,"release":"NBBC","cards":["(1) For the law having a shadow of good things to come,\nand not the very image of the things, can never with those\nsacrifices which they offered year by year continually make\nthe comers thereunto perfect. (2) For then would they not\nhave ceased to be offered? because that the worshippers\nonce purged should have had no more conscience of sins.\n(3) But in those sacrifices there is a remembrance again made\nof sins every year. (4) For it is not possible that the blood of\nbulls and of goats should take away sins. (5) Wherefore when\nhe cometh into the world, he saith, Sacrifice and offering thou\nwouldest not, but a body hast thou prepared me: (6) In burnt","offerings and sacrifices for sin thou hast had no pleasure.\n(7) Then said I, Lo, I come (in the volume of the book it is\nwritten of me,) to do thy will, O God. (8) Above when he said,\nSacrifice and offering and burnt offerings and offering for sin\nthou wouldest not, neither hadst pleasure therein; which are\noffered by the law; (9) Then said he, Lo, I come to do thy will,\nO God. He taketh away the first, that he may establish the\nsecond. (10) By the which will we are sanctified through the\noffering of the body of Jesus Christ once for all."],"word_count":217},{"reference":"Hebrews 12:1-2","translation":"KJV","division":"Junior","passage_number":96,"release":"NBBC","cards":["(1) Wherefore seeing we also are compassed about with\nso great a cloud of witnesses, let us lay aside every weight,\nand the sin which doth so easily beset us, and let us run with\npatience the race that is set before us, (2) Looking unto Jesus\nthe author and finisher of our faith; who for the joy that was\nset before him endured the cross, despising the shame, and\nis set down at the right hand of the throne of God."],"word_count":80},{"reference":"James 4:1-5","translation":"KJV","division":"Junior","passage_number":98,"release":"NBBC","cards":["(1) From whence come wars and fightings among you? come\nthey not hence, even of your lusts that war in your members?\n(2) Ye lust, and have not: ye kill, and desire to have, and\ncannot obtain: ye fight and war, yet ye have not, because ye\nask not. (3) Ye ask, and receive not, because ye ask amiss,\nthat ye may consume it upon your lusts. (4) Ye adulterers and\nadulteresses, know ye not that the friendship of the world is\nenmity with God? whosoever therefore will be a friend of the\nworld is the enemy of God. (5) Do ye think that the scripture\nsaith in vain, The spirit that dwelleth in us lusteth to envy?"],"word_count":113},{"reference":"James 4:6-10","translation":"KJV","division":"Junior","passage_number":99,"release":"NBBC","cards":["(6) But he giveth more grace. Wherefore he saith, God\nresisteth the proud, but giveth grace unto the humble. (7)\nSubmit yourselves therefore to God. Resist the devil, and he\nwill flee from you. (8) Draw nigh to God, and he will draw\nnigh to you. Cleanse your hands, ye sinners; and purify your\nhearts, ye double minded. (9) Be afflicted, and mourn, and\nweep: let your laughter be turned to mourning, and your joy\nto heaviness. (10) Humble yourselves in the sight of the Lord,\nand he shall lift you up."],"word_count":87},{"reference":"2 Peter 1:5-10","translation":"KJV","division":"Junior","passage_number":100,"release":"NBBC","cards":["(5) And beside this, giving all diligence, add to your faith virtue;\nand to virtue knowledge; (6) And to knowledge temperance; and\nto temperance patience; and to patience godliness; (7) And to\ngodliness brotherly kindness; and to brotherly kindness charity.\n(8) For if these things be in you, and abound, they make you that\nye shall neither be barren nor unfruitful in the knowledge of our\nLord Jesus Christ. (9) But he that lacketh these things is blind, and\ncannot see afar off, and hath forgotten that he was purged from\nhis old sins. (10) Wherefore the rather, brethren, give diligence to\nmake your calling and election sure: for if ye do these things, ye\nshall never fall:"],"word_count":112},{"reference":"1 John 1:5-6","translation":"KJV","division":"Junior","passage_number":101,"release":"NBBC","cards":["(5) This then is the message which we have heard of him, and\ndeclare unto you, that God is light, and in him is no darkness\nat all. (6) If we say that we have fellowship with him, and walk\nin darkness, we lie, and do not the truth:"],"word_count":47},{"reference":"2 John 1:1-13","translation":"KJV","division":"Junior","passage_number":102,"release":"NBBC","cards":["(1) The elder unto the elect lady and her children, whom I\nlove in the truth; and not I only, but also all they that have\nknown the truth; (2) For the truth's sake, which dwelleth\nin us, and shall be with us for ever. (3) Grace be with you,\nmercy, and peace, from God the Father, and from the Lord\nJesus Christ, the Son of the Father, in truth and love. (4) I\nrejoiced greatly that I found of thy children walking in truth,\nas we have received a commandment from the Father. (5)\nAnd now I beseech thee, lady, not as though I wrote a new\ncommandment unto thee, but that which we had from the\nbeginning, that we love one another. (6) And this is love, that","we walk after his commandments. This is the commandment,\nThat, as ye have heard from the beginning, ye should walk\nin it. (7) For many deceivers are entered into the world, who\nconfess not that Jesus Christ is come in the flesh. This is a\ndeceiver and an antichrist. (8) Look to yourselves, that we lose\nnot those things which we have wrought, but that we receive\na full reward. (9) Whosoever transgresseth, and abideth not\nin the doctrine of Christ, hath not God. He that abideth in the\ndoctrine of Christ, he hath both the Father and the Son. (10) If\nthere come any unto you, and bring not this doctrine, receive\nhim not into your house, neither bid him God speed: (11) For","he that biddeth him God speed is partaker of his evil deeds.\n(12) Having many things to write unto you, I would not write\nwith paper and ink: but I trust to come unto you, and speak\nface to face, that our joy may be full. (13) The children of thy\nelect sister greet thee. Amen."],"word_count":298},{"reference":"Revelation 3:1-3","translation":"KJV","division":"Junior","passage_number":103,"release":"NBBC","cards":["(1) And unto the angel of the church in Sardis write; These\nthings saith he that hath the seven Spirits of God, and the\nseven stars; I know thy works, that thou hast a name that\nthou livest, and art dead. (2) Be watchful, and strengthen\nthe things which remain, that are ready to die: for I have not\nfound thy works perfect before God. (3) Remember therefore\nhow thou hast received and heard, and hold fast, and repent.\nIf therefore thou shalt not watch, I will come on thee as a thief,\nand thou shalt not know what hour I will come upon thee."],"word_count":102},{"reference":"Revelation 3:17-19","translation":"KJV","division":"Junior","passage_number":104,"release":"NBBC","cards":["(17) Because thou sayest, I am rich, and increased with\ngoods, and have need of nothing; and knowest not that thou\nart wretched, and miserable, and poor, and blind, and naked:\n(18) I counsel thee to buy of me gold tried in the fire, that\nthou mayest be rich; and white raiment, that thou mayest be\nclothed, and that the shame of thy nakedness do not appear;\nand anoint thine eyes with eyesalve, that thou mayest see.\n(19) As many as I love, I rebuke and chasten: be zealous\ntherefore, and repent."],"word_count":89},{"reference":"Revelation 22:13-19","translation":"KJV","division":"Junior","passage_number":105,"release":"NBBC","cards":["(13) I am Alpha and Omega, the beginning and the end, the first\nand the last. (14) Blessed are they that do his commandments,\nthat they may have right to the tree of life, and may enter in\nthrough the gates into the city. (15) For without are dogs, and\nsorcerers, and whoremongers, and murderers, and idolaters,\nand whosoever loveth and maketh a lie. (16) I Jesus have sent\nmine angel to testify unto you these things in the churches. I\nam the root and the offspring of David, and the bright and\nmorning star. (17) And the Spirit and the bride say, Come.\nAnd let him that heareth say, Come. And let him that is athirst\ncome. And whosoever will, let him take the water of life freely.","(18) For I testify unto every man that heareth the words of the\nprophecy of this book, If any man shall add unto these things,\nGod shall add unto him the plagues that are written in this\nbook: (19) And if any man shall take away from the words of\nthe book of this prophecy, God shall take away his part out of\nthe book of life, and out of the holy city, and from the things\nwhich are written in this book."],"word_count":205}]