[{"reference":"John 1:1–4","translation":"NKJV","division":"Junior","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was with\nGod, and the Word was God. (2) He was in the beginning\nwith God. (3) All things were made through Him, and without\nHim nothing was made that was made. (4) In Him was life,\nand the life was the light of men."],"word_count":51},{"reference":"John 20:30–31","translation":"NKJV","division":"Junior","passage_number":2,"release":"Navigate","cards":["(30) And truly Jesus did many other signs in the presence of\nHis disciples, which are not written in this book; (31) but these\nare written that you may believe that Jesus is the Christ, the\nSon of God, and that believing you may have life in His name."],"word_count":47},{"reference":"Philippians 2:5–8","translation":"NKJV","division":"Junior","passage_number":3,"release":"Explore","cards":["(5) Let this mind be in you which was also in Christ Jesus, (6)\nwho, being in the form of God, did not consider it robbery to\nbe equal with God, (7) but made Himself of no reputation,\ntaking the form of a bondservant, and coming in the likeness\nof men. (8) And being found in appearance as a man, He\nhumbled Himself and became obedient to the point of death,\neven the death of the cross."],"word_count":73},{"reference":"John 1:29–32","translation":"NKJV","division":"Junior","passage_number":4,"release":"Navigate","cards":["(29) The next day John saw Jesus coming toward him, and\nsaid, \"Behold! The Lamb of God who takes away the sin of\nthe world! (30) \"This is He of whom I said, 'After me comes a\nMan who is preferred before me, for He was before me.' (31)\n\"I did not know Him; but that He should be revealed to Israel,\ntherefore I came baptizing with water.\" (32) And John bore\nwitness, saying, \"I saw the Spirit descending from heaven like\na dove, and He remained upon Him."],"word_count":85},{"reference":"Revelation 5:8–12","translation":"NKJV","division":"Junior","passage_number":5,"release":"Explore","cards":["(8) Now when He had taken the scroll, the four living creatures and\nthe twenty-four elders fell down before the Lamb, each having a\nharp, and golden bowls full of incense, which are the prayers of\nthe saints. (9) And they sang a new song, saying: \"You are worthy\nto take the scroll, And to open its seals; For You were slain, And\nhave redeemed us to God by Your blood Out of every tribe and\ntongue and people and nation, (10) And have made us kings and\npriests to our God; And we shall reign on the earth.\" (11) Then I\nlooked, and I heard the voice of many angels around the throne,\nthe living creatures, and the elders; and the number of them was\nten thousand times ten thousand, and thousands of thousands,\n(12) saying with a loud voice: \"Worthy is the Lamb who was slain\nTo receive power and riches and wisdom, And strength and honor\nand glory and blessing!\""],"word_count":159},{"reference":"John 2:18–22","translation":"NKJV","division":"Junior","passage_number":6,"release":"Navigate","cards":["(18) So the Jews answered and said to Him, \"What sign do You\nshow to us, since You do these things?\" (19) Jesus answered\nand said to them, \"Destroy this temple, and in three days I\nwill raise it up.\" (20) Then the Jews said, \"It has taken forty-\nsix years to build this temple, and will You raise it up in three\ndays?\" (21) But He was speaking of the temple of His body.\n(22) Therefore, when He had risen from the dead, His disciples\nremembered that He had said this to them; and they believed\nthe Scripture and the word which Jesus had said."],"word_count":101},{"reference":"Acts 10:36–38","translation":"NKJV","division":"Junior","passage_number":7,"release":"Explore","cards":["(36) \"The word which God sent to the children of Israel,\npreaching peace through Jesus Christ--He is Lord of all-- (37)\n\"that word you know, which was proclaimed throughout all\nJudea, and began from Galilee after the baptism which John\npreached: (38) \"how God anointed Jesus of Nazareth with\nthe Holy Spirit and with power, who went about doing good\nand healing all who were oppressed by the devil, for God\nwas with Him."],"word_count":72},{"reference":"John 3:34–36","translation":"NKJV","division":"Junior","passage_number":8,"release":"Navigate","cards":["(34) \"For He whom God has sent speaks the words of God,\nfor God does not give the Spirit by measure. (35) \"The Father\nloves the Son, and has given all things into His hand. (36) \"He\nwho believes in the Son has everlasting life; and he who does\nnot believe the Son shall not see life, but the wrath of God\nabides on him.\""],"word_count":62},{"reference":"Titus 3:4–7","translation":"NKJV","division":"Junior","passage_number":9,"release":"Explore","cards":["(4) But when the kindness and the love of God our Savior\ntoward man appeared, (5) not by works of righteousness\nwhich we have done, but according to His mercy He saved\nus, through the washing of regeneration and renewing of\nthe Holy Spirit, (6) whom He poured out on us abundantly\nthrough Jesus Christ our Savior, (7) that having been justiﬁed\nby His grace we should become heirs according to the hope\nof eternal life."],"word_count":72},{"reference":"John 4:41–42","translation":"NKJV","division":"Junior","passage_number":10,"release":"Navigate","cards":["(41) And many more believed because of His own word. (42)\nThen they said to the woman, \"Now we believe, not because\nof what you said, for we ourselves have heard Him and we\nknow that this is indeed the Christ, the Savior of the world.\""],"word_count":44},{"reference":"Acts 18:27–28","translation":"NKJV","division":"Junior","passage_number":11,"release":"Explore","cards":["(27) And when he desired to cross to Achaia, the brethren\nwrote, exhorting the disciples to receive him; and when he\narrived, he greatly helped those who had believed through\ngrace; (28) for he vigorously refuted the Jews publicly,\nshowing from the Scriptures that Jesus is the Christ."],"word_count":46},{"reference":"John 5:24","translation":"NKJV","division":"Junior","passage_number":12,"release":"Navigate","cards":["(24) \"Most assuredly, I say to you, he who hears My word and\nbelieves in Him who sent Me has everlasting life, and shall\nnot come into judgment, but has passed from death into life."],"word_count":34},{"reference":"Colossians 1:15–18","translation":"NKJV","division":"Junior","passage_number":13,"release":"Explore","cards":["(15) He is the image of the invisible God, the ﬁrstborn over\nall creation. (16) For by Him all things were created that are\nin heaven and that are on earth, visible and invisible, whether\nthrones or dominions or principalities or powers. All things\nwere created through Him and for Him. (17) And He is before\nall things, and in Him all things consist. (18) And He is the\nhead of the body, the church, who is the beginning, the\nﬁrstborn from the dead, that in all things He may have the\npreeminence."],"word_count":89},{"reference":"John 6:35","translation":"NKJV","division":"Junior","passage_number":14,"release":"Navigate","cards":["(35) And Jesus said to them, \"I am the bread of life. He who\ncomes to Me shall never hunger, and he who believes in Me\nshall never thirst."],"word_count":28},{"reference":"1 Corinthians 11:23–24","translation":"NKJV","division":"Junior","passage_number":15,"release":"Explore","cards":["(23) For I received from the Lord that which I also delivered\nto you: that the Lord Jesus on the same night in which He was\nbetrayed took bread; (24) and when He had given thanks, He\nbroke it and said, \"Take, eat; this is My body which is broken\nfor you; do this in remembrance of Me.\""],"word_count":56},{"reference":"Genesis 1:1-2","translation":"NKJV","division":"Junior","passage_number":16,"release":"NBBC","cards":["(1) In the beginning God created the heavens and the earth.\n(2) The earth was without form, and void; and darkness was\non the face of the deep. And the Spirit of God was hovering\nover the face of the waters."],"word_count":39},{"reference":"Genesis 3:22-24","translation":"NKJV","division":"Junior","passage_number":17,"release":"NBBC","cards":["(22) Then the LORD God said, \"Behold, the man has become\nlike one of Us, to know good and evil. And now, lest he put\nout his hand and take also of the tree of life, and eat, and live\nforever\"-- (23) therefore the LORD God sent him out of the\ngarden of Eden to till the ground from which he was taken.\n(24) So He drove out the man; and He placed cherubim at\nthe east of the garden of Eden, and a flaming sword which\nturned every way, to guard the way to the tree of life."],"word_count":96},{"reference":"Genesis 17:1-5","translation":"NKJV","division":"Junior","passage_number":18,"release":"NBBC","cards":["(1) When Abram was ninety-nine years old, the LORD\nappeared to Abram and said to him, \"I am Almighty God; walk\nbefore Me and be blameless. (2) \"And I will make My covenant\nbetween Me and you, and will multiply you exceedingly.\" (3)\nThen Abram fell on his face, and God talked with him, saying:\n(4) \"As for Me, behold, My covenant is with you, and you shall\nbe a father of many nations. (5) \"No longer shall your name\nbe called Abram, but your name shall be Abraham; for I have\nmade you a father of many nations."],"word_count":95},{"reference":"Exodus 15:1-4","translation":"NKJV","division":"Junior","passage_number":19,"release":"NBBC","cards":["(1) Then Moses and the children of Israel sang this song to the\nLORD, and spoke, saying: \"I will sing to the LORD, For He has\ntriumphed gloriously! The horse and its rider He has thrown\ninto the sea! (2) The LORD is my strength and song, And He\nhas become my salvation; He is my God, and I will praise Him;\nMy father's God, and I will exalt Him. (3) The LORD is a man\nof war; The LORD is His name. (4) Pharaoh's chariots and his\narmy He has cast into the sea; His chosen captains also are\ndrowned in the Red Sea."],"word_count":101},{"reference":"Numbers 21:7-9","translation":"NKJV","division":"Junior","passage_number":20,"release":"NBBC","cards":["(7) Therefore the people came to Moses, and said, \"We have\nsinned, for we have spoken against the LORD and against\nyou; pray to the LORD that He take away the serpents from\nus.\" So Moses prayed for the people. (8) Then the LORD said\nto Moses, \"Make a fiery serpent, and set it on a pole; and it\nshall be that everyone who is bitten, when he looks at it, shall\nlive.\" (9) So Moses made a bronze serpent, and put it on a\npole; and so it was, if a serpent had bitten anyone, when he\nlooked at the bronze serpent, he lived."],"word_count":102},{"reference":"1 Samuel 15:22-24","translation":"NKJV","division":"Junior","passage_number":21,"release":"NBBC","cards":["(22) So Samuel said: \"Has the LORD as great delight in burnt\nofferings and sacrifices, As in obeying the voice of the LORD?\nBehold, to obey is better than sacrifice, And to heed than the\nfat of rams. (23) For rebellion is as the sin of witchcraft, And\nstubbornness is as iniquity and idolatry. Because you have\nrejected the word of the LORD, He also has rejected you from\nbeing king.\" (24) Then Saul said to Samuel, \"I have sinned, for\nI have transgressed the commandment of the LORD and your\nwords, because I feared the people and obeyed their voice."],"word_count":98},{"reference":"1 Kings 8:14-20","translation":"NKJV","division":"Junior","passage_number":22,"release":"NBBC","cards":["(14) Then the king turned around and blessed the whole\nassembly of Israel, while all the assembly of Israel was standing.\n(15) And he said: \"Blessed be the LORD God of Israel, who\nspoke with His mouth to my father David, and with His hand\nhas fulfilled it, saying, (16) 'Since the day that I brought My\npeople Israel out of Egypt, I have chosen no city from any\ntribe of Israel in which to build a house, that My name might\nbe there; but I chose David to be over My people Israel.' (17)\n\"Now it was in the heart of my father David to build a temple\nfor the name of the LORD God of Israel. (18) \"But the LORD\nsaid to my father David, 'Whereas it was in your heart to build","a temple for My name, you did well that it was in your heart.\n(19) 'Nevertheless you shall not build the temple, but your\nson who will come from your body, he shall build the temple\nfor My name.' (20) \"So the LORD has fulfilled His word which\nHe spoke; and I have filled the position of my father David,\nand sit on the throne of Israel, as the LORD promised; and I\nhave built a temple for the name of the LORD God of Israel."],"word_count":214},{"reference":"1 Chronicles 11:1-9","translation":"NKJV","division":"Junior","passage_number":23,"release":"NBBC","cards":["(1) Then all Israel came together to David at Hebron, saying,\n\"Indeed we are your bone and your flesh. (2) \"Also, in time\npast, even when Saul was king, you were the one who led\nIsrael out and brought them in; and the LORD your God said\nto you, 'You shall shepherd My people Israel, and be ruler over\nMy people Israel.' \" (3) Therefore all the elders of Israel came\nto the king at Hebron, and David made a covenant with them\nat Hebron before the LORD. And they anointed David king\nover Israel, according to the word of the LORD by Samuel. (4)\nAnd David and all Israel went to Jerusalem, which is Jebus,\nwhere the Jebusites were, the inhabitants of the land. (5) But","the inhabitants of Jebus said to David, \"You shall not come in\nhere!\" Nevertheless David took the stronghold of Zion (that\nis, the City of David). (6) Now David said, \"Whoever attacks\nthe Jebusites first shall be chief and captain.\" And Joab the\nson of Zeruiah went up first, and became chief. (7) Then David\ndwelt in the stronghold; therefore they called it the City of\nDavid. (8) And he built the city around it, from the Millo to\nthe surrounding area. Joab repaired the rest of the city. (9) So\nDavid went on and became great, and the LORD of hosts was\nwith him."],"word_count":222},{"reference":"Job 34:16-27","translation":"NKJV","division":"Junior","passage_number":24,"release":"NBBC","cards":["(16) \"If you have understanding, hear this; Listen to the sound\nof my words: (17) Should one who hates justice govern?\nWill you condemn Him who is most just? (18) Is it fitting to\nsay to a king, 'You are worthless,' And to nobles, 'You are\nwicked'? (19) Yet He is not partial to princes, Nor does He\nregard the rich more than the poor; For they are all the work\nof His hands. (20) In a moment they die, in the middle of the\nnight; The people are shaken and pass away; The mighty are\ntaken away without a hand. (21) \"For His eyes are on the ways\nof man, And He sees all his steps. (22) There is no darkness\nnor shadow of death Where the workers of iniquity may hide","themselves. (23) For He need not further consider a man,\nThat he should go before God in judgment. (24) He breaks\nin pieces mighty men without inquiry, And sets others in their\nplace. (25) Therefore He knows their works; He overthrows\nthem in the night, And they are crushed. (26) He strikes them\nas wicked men In the open sight of others, (27) Because they\nturned back from Him, And would not consider any of His\nways,"],"word_count":198},{"reference":"Psalm 2:1-6","translation":"NKJV","division":"Junior","passage_number":25,"release":"NBBC","cards":["(1) Why do the nations rage, And the people plot a vain\nthing? (2) The kings of the earth set themselves, And the\nrulers take counsel together, Against the LORD and against\nHis Anointed, saying, (3) \"Let us break Their bonds in pieces\nAnd cast away Their cords from us.\" (4) He who sits in the\nheavens shall laugh; The Lord shall hold them in derision. (5)\nThen He shall speak to them in His wrath, And distress them\nin His deep displeasure: (6) \"Yet I have set My King On My\nholy hill of Zion.\""],"word_count":90},{"reference":"Psalm 3:3-8","translation":"NKJV","division":"Junior","passage_number":26,"release":"NBBC","cards":["(3) But You, O LORD, are a shield for me, My glory and the\nOne who lifts up my head. (4) I cried to the LORD with my\nvoice, And He heard me from His holy hill. Selah (5) I lay down\nand slept; I awoke, for the LORD sustained me. (6) I will not be\nafraid of ten thousands of people Who have set themselves\nagainst me all around. (7) Arise, O LORD; Save me, O my God!\nFor You have struck all my enemies on the cheekbone; You\nhave broken the teeth of the ungodly. (8) Salvation belongs\nto the LORD. Your blessing is upon Your people. Selah"],"word_count":104},{"reference":"Psalm 9:1-12","translation":"NKJV","division":"Junior","passage_number":27,"release":"NBBC","cards":["(1) I will praise You, O LORD, with my whole heart; I will tell of\nall Your marvelous works. (2) I will be glad and rejoice in You;\nI will sing praise to Your name, O Most High. (3) When my\nenemies turn back, They shall fall and perish at Your presence.\n(4) For You have maintained my right and my cause; You sat\non the throne judging in righteousness. (5) You have rebuked\nthe nations, You have destroyed the wicked; You have blotted\nout their name forever and ever. (6) O enemy, destructions are\nfinished forever! And you have destroyed cities; Even their\nmemory has perished. (7) But the LORD shall endure forever;\nHe has prepared His throne for judgment. (8) He shall judge","the world in righteousness, And He shall administer judgment\nfor the peoples in uprightness. (9) The LORD also will be a\nrefuge for the oppressed, A refuge in times of trouble. (10)\nAnd those who know Your name will put their trust in You;\nFor You, LORD, have not forsaken those who seek You. (11)\nSing praises to the LORD, who dwells in Zion! Declare His\ndeeds among the people. (12) When He avenges blood, He\nremembers them; He does not forget the cry of the humble."],"word_count":200},{"reference":"Psalm 10:1-12","translation":"NKJV","division":"Junior","passage_number":28,"release":"NBBC","cards":["(1) Why do You stand afar off, O LORD? Why do You hide in\ntimes of trouble? (2) The wicked in his pride persecutes the\npoor; Let them be caught in the plots which they have devised.\n(3) For the wicked boasts of his heart's desire; He blesses\nthe greedy and renounces the LORD. (4) The wicked in his\nproud countenance does not seek God; God is in none of his\nthoughts. (5) His ways are always prospering; Your judgments\nare far above, out of his sight; As for all his enemies, he sneers\nat them. (6) He has said in his heart, \"I shall not be moved; I\nshall never be in adversity.\" (7) His mouth is full of cursing\nand deceit and oppression; Under his tongue is trouble and","iniquity. (8) He sits in the lurking places of the villages; In the\nsecret places he murders the innocent; His eyes are secretly\nfixed on the helpless. (9) He lies in wait secretly, as a lion in\nhis den; He lies in wait to catch the poor; He catches the poor\nwhen he draws him into his net. (10) So he crouches, he lies\nlow, That the helpless may fall by his strength. (11) He has\nsaid in his heart, \"God has forgotten; He hides His face; He\nwill never see.\" (12) Arise, O LORD! O God, lift up Your hand!\nDo not forget the humble."],"word_count":225},{"reference":"Psalm 36:1-12","translation":"NKJV","division":"Junior","passage_number":29,"release":"NBBC","cards":["(1) An oracle within my heart concerning the transgression\nof the wicked: There is no fear of God before his eyes. (2)\nFor he flatters himself in his own eyes, When he finds out his\niniquity and when he hates. (3) The words of his mouth are\nwickedness and deceit; He has ceased to be wise and to do\ngood. (4) He devises wickedness on his bed; He sets himself\nin a way that is not good; He does not abhor evil. (5) Your\nmercy, O LORD, is in the heavens; Your faithfulness reaches to\nthe clouds. (6) Your righteousness is like the great mountains;\nYour judgments are a great deep; O LORD, You preserve\nman and beast. (7) How precious is Your lovingkindness, O","God! Therefore the children of men put their trust under the\nshadow of Your wings. (8) They are abundantly satisfied with\nthe fullness of Your house, And You give them drink from the\nriver of Your pleasures. (9) For with You is the fountain of life; In\nYour light we see light. (10) Oh, continue Your lovingkindness\nto those who know You, And Your righteousness to the upright\nin heart. (11) Let not the foot of pride come against me, And\nlet not the hand of the wicked drive me away. (12) There the\nworkers of iniquity have fallen; They have been cast down\nand are not able to rise."],"word_count":223},{"reference":"Psalm 101:3-4","translation":"NKJV","division":"Junior","passage_number":30,"release":"NBBC","cards":["(3) I will set nothing wicked before my eyes; I hate the work\nof those who fall away; It shall not cling to me. (4) A perverse\nheart shall depart from me; I will not know wickedness."],"word_count":35},{"reference":"Psalm 104:24-35","translation":"NKJV","division":"Junior","passage_number":31,"release":"NBBC","cards":["(24) O LORD, how manifold are Your works! In wisdom You\nhave made them all. The earth is full of Your possessions--\n(25) This great and wide sea, In which are innumerable\nteeming things, Living things both small and great. (26) There\nthe ships sail about; There is that Leviathan Which You have\nmade to play there. (27) These all wait for You, That You may\ngive them their food in due season. (28) What You give them\nthey gather in; You open Your hand, they are filled with good.\n(29) You hide Your face, they are troubled; You take away their\nbreath, they die and return to their dust. (30) You send forth\nYour Spirit, they are created; And You renew the face of the","earth. (31) May the glory of the LORD endure forever; May\nthe LORD rejoice in His works. (32) He looks on the earth,\nand it trembles; He touches the hills, and they smoke. (33)\nI will sing to the LORD as long as I live; I will sing praise to\nmy God while I have my being. (34) May my meditation be\nsweet to Him; I will be glad in the LORD. (35) May sinners be\nconsumed from the earth, And the wicked be no more. Bless\nthe LORD, O my soul! Praise the LORD!"],"word_count":209},{"reference":"Proverbs 3:21-33","translation":"NKJV","division":"Junior","passage_number":32,"release":"NBBC","cards":["(21) My son, let them not depart from your eyes--Keep sound\nwisdom and discretion; (22) So they will be life to your soul\nAnd grace to your neck. (23) Then you will walk safely in your\nway, And your foot will not stumble. (24) When you lie down,\nyou will not be afraid; Yes, you will lie down and your sleep\nwill be sweet. (25) Do not be afraid of sudden terror, Nor of\ntrouble from the wicked when it comes; (26) For the LORD\nwill be your confidence, And will keep your foot from being\ncaught. (27) Do not withhold good from those to whom it is\ndue, When it is in the power of your hand to do so. (28) Do\nnot say to your neighbor, \"Go, and come back, And tomorrow","I will give it,\" When you have it with you. (29) Do not devise\nevil against your neighbor, For he dwells by you for safety's\nsake. (30) Do not strive with a man without cause, If he has\ndone you no harm. (31) Do not envy the oppressor, And\nchoose none of his ways; (32) For the perverse person is an\nabomination to the LORD, But His secret counsel is with the\nupright. (33) The curse of the LORD is on the house of the\nwicked, But He blesses the home of the just."],"word_count":216},{"reference":"Proverbs 20:1-11","translation":"NKJV","division":"Junior","passage_number":33,"release":"NBBC","cards":["(1) Wine is a mocker, Strong drink is a brawler, And whoever\nis led astray by it is not wise. (2) The wrath of a king is like\nthe roaring of a lion; Whoever provokes him to anger sins\nagainst his own life. (3) It is honorable for a man to stop\nstriving, Since any fool can start a quarrel. (4) The lazy man\nwill not plow because of winter; He will beg during harvest\nand have nothing. (5) Counsel in the heart of man is like deep\nwater, But a man of understanding will draw it out. (6) Most\nmen will proclaim each his own goodness, But who can find\na faithful man? (7) The righteous man walks in his integrity;\nHis children are blessed after him. (8) A king who sits on the","throne of judgment Scatters all evil with his eyes. (9) Who can\nsay, \"I have made my heart clean, I am pure from my sin\"? (10)\nDiverse weights and diverse measures, They are both alike,\nan abomination to the LORD. (11) Even a child is known by\nhis deeds, Whether what he does is pure and right."],"word_count":181},{"reference":"Isaiah 1:12-20","translation":"NKJV","division":"Junior","passage_number":34,"release":"NBBC","cards":["(12) \"When you come to appear before Me, Who has required\nthis from your hand, To trample My courts? (13) Bring no\nmore futile sacrifices; Incense is an abomination to Me. The\nNew Moons, the Sabbaths, and the calling of assemblies--I\ncannot endure iniquity and the sacred meeting. (14) Your\nNew Moons and your appointed feasts My soul hates; They\nare a trouble to Me, I am weary of bearing them. (15) When\nyou spread out your hands, I will hide My eyes from you; Even\nthough you make many prayers, I will not hear. Your hands\nare full of blood. (16) \"Wash yourselves, make yourselves\nclean; Put away the evil of your doings from before My eyes.","Cease to do evil, (17) Learn to do good; Seek justice, Rebuke\nthe oppressor; Defend the fatherless, Plead for the widow.\n(18) \"Come now, and let us reason together,\" Says the LORD,\n\"Though your sins are like scarlet, They shall be as white as\nsnow; Though they are red like crimson, They shall be as\nwool. (19) If you are willing and obedient, You shall eat the\ngood of the land; (20) But if you refuse and rebel, You shall\nbe devoured by the sword\"; For the mouth of the LORD has\nspoken."],"word_count":203},{"reference":"Isaiah 40:1-9","translation":"NKJV","division":"Junior","passage_number":35,"release":"NBBC","cards":["(1) \"Comfort, yes, comfort My people!\" Says your God. (2)\n\"Speak comfort to Jerusalem, and cry out to her, That her\nwarfare is ended, That her iniquity is pardoned; For she has\nreceived from the LORD's hand Double for all her sins.\" (3)\nThe voice of one crying in the wilderness: \"Prepare the way of\nthe LORD; Make straight in the desert A highway for our God.\n(4) Every valley shall be exalted And every mountain and hill\nbrought low; The crooked places shall be made straight And\nthe rough places smooth; (5) The glory of the LORD shall be\nrevealed, And all flesh shall see it together; For the mouth of\nthe LORD has spoken.\" (6) The voice said, \"Cry out!\" And he","said, \"What shall I cry?\" \"All flesh is grass, And all its loveliness\nis like the flower of the field. (7) The grass withers, the flower\nfades, Because the breath of the LORD blows upon it; Surely\nthe people are grass. (8) The grass withers, the flower fades,\nBut the word of our God stands forever.\" (9) O Zion, You\nwho bring good tidings, Get up into the high mountain; O\nJerusalem, You who bring good tidings, Lift up your voice\nwith strength, Lift it up, be not afraid; Say to the cities of\nJudah, \"Behold your God!\""],"word_count":213},{"reference":"Hosea 7:1-10","translation":"NKJV","division":"Junior","passage_number":36,"release":"NBBC","cards":["(1) \"When I would have healed Israel, Then the iniquity of\nEphraim was uncovered, And the wickedness of Samaria.\nFor they have committed fraud; A thief comes in; A band of\nrobbers takes spoil outside. (2) They do not consider in their\nhearts That I remember all their wickedness; Now their own\ndeeds have surrounded them; They are before My face. (3)\nThey make a king glad with their wickedness, And princes with\ntheir lies. (4) \"They are all adulterers. Like an oven heated by\na baker--He ceases stirring the fire after kneading the dough,\nUntil it is leavened. (5) In the day of our king Princes have\nmade him sick, inflamed with wine; He stretched out his hand","with scoffers. (6) They prepare their heart like an oven, While\nthey lie in wait; Their baker sleeps all night; In the morning it\nburns like a flaming fire. (7) They are all hot, like an oven, And\nhave devoured their judges; All their kings have fallen. None\namong them calls upon Me. (8) \"Ephraim has mixed himself\namong the peoples; Ephraim is a cake unturned. (9) Aliens\nhave devoured his strength, But he does not know it; Yes,\ngray hairs are here and there on him, Yet he does not know\nit. (10) And the pride of Israel testifies to his face, But they do\nnot return to the LORD their God, Nor seek Him for all this."],"word_count":229},{"reference":"Jonah 3:2-4","translation":"NKJV","division":"Junior","passage_number":37,"release":"NBBC","cards":["(2) \"Arise, go to Nineveh, that great city, and preach to it\nthe message that I tell you.\" (3) So Jonah arose and went to\nNineveh, according to the word of the LORD. Now Nineveh\nwas an exceedingly great city, a three-day journey in extent.\n(4) And Jonah began to enter the city on the first day's walk.\nThen he cried out and said, \"Yet forty days, and Nineveh shall\nbe overthrown!\""],"word_count":70},{"reference":"Nahum 1:6-8","translation":"NKJV","division":"Junior","passage_number":38,"release":"NBBC","cards":["(6) Who can stand before His indignation? And who can\nendure the fierceness of His anger? His fury is poured out like\nfire, And the rocks are thrown down by Him. (7) The LORD\nis good, A stronghold in the day of trouble; And He knows\nthose who trust in Him. (8) But with an overflowing flood He\nwill make an utter end of its place, And darkness will pursue\nHis enemies."],"word_count":69},{"reference":"Matthew 2:9-11","translation":"NKJV","division":"Junior","passage_number":39,"release":"NBBC","cards":["(9) When they heard the king, they departed; and behold,\nthe star which they had seen in the East went before them,\ntill it came and stood over where the young Child was. (10)\nWhen they saw the star, they rejoiced with exceedingly great\njoy. (11) And when they had come into the house, they saw\nthe young Child with Mary His mother, and fell down and\nworshiped Him. And when they had opened their treasures,\nthey presented gifts to Him: gold, frankincense, and myrrh."],"word_count":82},{"reference":"Romans 1:16","translation":"NKJV","division":"Junior","passage_number":40,"release":"NBBC","cards":["(16) For I am not ashamed of the gospel of Christ, for it is the\npower of God to salvation for everyone who believes, for the\nJew first and also for the Greek."],"word_count":32},{"reference":"Philippians 4:10-13","translation":"NKJV","division":"Junior","passage_number":41,"release":"NBBC","cards":["(10) But I rejoiced in the Lord greatly that now at last your\ncare for me has flourished again; though you surely did care,\nbut you lacked opportunity. (11) Not that I speak in regard to\nneed, for I have learned in whatever state I am, to be content:\n(12) I know how to be abased, and I know how to abound.\nEverywhere and in all things I have learned both to be full\nand to be hungry, both to abound and to suffer need. (13) I\ncan do all things through Christ who strengthens me."],"word_count":92},{"reference":"James 1:9-10","translation":"NKJV","division":"Junior","passage_number":42,"release":"NBBC","cards":["(9) Let the lowly brother glory in his exaltation, (10) but the\nrich in his humiliation, because as a flower of the field he will\npass away."],"word_count":25},{"reference":"1 John 2:9-10","translation":"NKJV","division":"Junior","passage_number":43,"release":"NBBC","cards":["(9) He who says he is in the light, and hates his brother, is in\ndarkness until now. (10) He who loves his brother abides in\nthe light, and there is no cause for stumbling in him."],"word_count":35},{"reference":"Deuteronomy 28:1-13","translation":"NKJV","division":"Junior","passage_number":44,"release":"NBBC","cards":["(1) \"Now it shall come to pass, if you diligently obey the voice of\nthe LORD your God, to observe carefully all His commandments\nwhich I command you today, that the LORD your God will set you\nhigh above all nations of the earth. (2) \"And all these blessings\nshall come upon you and overtake you, because you obey the\nvoice of the LORD your God: (3) \"Blessed shall you be in the city,\nand blessed shall you be in the country. (4) \"Blessed shall be the\nfruit of your body, the produce of your ground and the increase\nof your herds, the increase of your cattle and the offspring of your\nflocks. (5) \"Blessed shall be your basket and your kneading bowl.\n(6) \"Blessed shall you be when you come in, and blessed shall","you be when you go out. (7) \"The LORD will cause your enemies\nwho rise against you to be defeated before your face; they shall\ncome out against you one way and flee before you seven ways. (8)\n\"The LORD will command the blessing on you in your storehouses\nand in all to which you set your hand, and He will bless you in the\nland which the LORD your God is giving you. (9) \"The LORD will\nestablish you as a holy people to Himself, just as He has sworn to\nyou, if you keep the commandments of the LORD your God and\nwalk in His ways. (10) \"Then all peoples of the earth shall see that\nyou are called by the name of the LORD, and they shall be afraid\nof you. (11) \"And the LORD will grant you plenty of goods, in the","fruit of your body, in the increase of your livestock, and in the\nproduce of your ground, in the land of which the LORD swore to\nyour fathers to give you. (12) \"The LORD will open to you His good\ntreasure, the heavens, to give the rain to your land in its season,\nand to bless all the work of your hand. You shall lend to many\nnations, but you shall not borrow. (13) \"And the LORD will make\nyou the head and not the tail; you shall be above only, and not be\nbeneath, if you heed the commandments of the LORD your God,\nwhich I command you today, and are careful to observe them."],"word_count":384},{"reference":"1 Samuel 2:1-5","translation":"NKJV","division":"Junior","passage_number":45,"release":"NBBC","cards":["(1) And Hannah prayed and said: \"My heart rejoices in the LORD;\nMy horn is exalted in the LORD. I smile at my enemies, Because I\nrejoice in Your salvation. (2) \"No one is holy like the LORD, For there\nis none besides You, Nor is there any rock like our God. (3) \"Talk\nno more so very proudly; Let no arrogance come from your mouth,\nFor the LORD is the God of knowledge; And by Him actions are\nweighed. (4) \"The bows of the mighty men are broken, And those\nwho stumbled are girded with strength. (5) Those who were full\nhave hired themselves out for bread, And the hungry have ceased\nto hunger. Even the barren has borne seven, And she who has\nmany children has become feeble."],"word_count":125},{"reference":"Esther 4:13-16","translation":"NKJV","division":"Junior","passage_number":46,"release":"NBBC","cards":["(13) And Mordecai told them to answer Esther: \"Do not think in\nyour heart that you will escape in the king's palace any more than\nall the other Jews. (14) \"For if you remain completely silent at this\ntime, relief and deliverance will arise for the Jews from another\nplace, but you and your father's house will perish. Yet who knows\nwhether you have come to the kingdom for such a time as this?\"\n(15) Then Esther told them to reply to Mordecai: (16) \"Go, gather\nall the Jews who are present in Shushan, and fast for me; neither\neat nor drink for three days, night or day. My maids and I will fast\nlikewise. And so I will go to the king, which is against the law; and\nif I perish, I perish!\""],"word_count":130},{"reference":"Psalm 102:1-24","translation":"NKJV","division":"Junior","passage_number":47,"release":"NBBC","cards":["(1) Hear my prayer, O LORD, And let my cry come to You. (2) Do not\nhide Your face from me in the day of my trouble; Incline Your ear to\nme; In the day that I call, answer me speedily. (3) For my days are\nconsumed like smoke, And my bones are burned like a hearth. (4)\nMy heart is stricken and withered like grass, So that I forget to eat\nmy bread. (5) Because of the sound of my groaning My bones cling\nto my skin. (6) I am like a pelican of the wilderness; I am like an owl\nof the desert. (7) I lie awake, And am like a sparrow alone on the\nhousetop. (8) My enemies reproach me all day long; Those who\nderide me swear an oath against me. (9) For I have eaten ashes like\nbread, And mingled my drink with weeping, (10) Because of Your","indignation and Your wrath; For You have lifted me up and cast me\naway. (11) My days are like a shadow that lengthens, And I wither\naway like grass. (12) But You, O LORD, shall endure forever, And\nthe remembrance of Your name to all generations. (13) You will\narise and have mercy on Zion; For the time to favor her, Yes, the set\ntime, has come. (14) For Your servants take pleasure in her stones,\nAnd show favor to her dust. (15) So the nations shall fear the name\nof the LORD, And all the kings of the earth Your glory. (16) For the\nLORD shall build up Zion; He shall appear in His glory. (17) He\nshall regard the prayer of the destitute, And shall not despise their\nprayer. (18) This will be written for the generation to come, That a","people yet to be created may praise the LORD. (19) For He looked\ndown from the height of His sanctuary; From heaven the LORD\nviewed the earth, (20) To hear the groaning of the prisoner, To\nrelease those appointed to death, (21) To declare the name of the\nLORD in Zion, And His praise in Jerusalem, (22) When the peoples\nare gathered together, And the kingdoms, to serve the LORD. (23)\nHe weakened my strength in the way; He shortened my days. (24)\nI said, \"O my God, Do not take me away in the midst of my days;\nYour years are throughout all generations."],"word_count":377},{"reference":"Psalm 103:1-22","translation":"NKJV","division":"Junior","passage_number":48,"release":"NBBC","cards":["(1) Bless the LORD, O my soul; And all that is within me, bless\nHis holy name! (2) Bless the LORD, O my soul, And forget not\nall His benefits: (3) Who forgives all your iniquities, Who heals\nall your diseases, (4) Who redeems your life from destruction,\nWho crowns you with lovingkindness and tender mercies,\n(5) Who satisfies your mouth with good things, So that your\nyouth is renewed like the eagle's. (6) The LORD executes\nrighteousness And justice for all who are oppressed. (7) He\nmade known His ways to Moses, His acts to the children of\nIsrael. (8) The LORD is merciful and gracious, Slow to anger,\nand abounding in mercy. (9) He will not always strive with us,","Nor will He keep His anger forever. (10) He has not dealt with\nus according to our sins, Nor punished us according to our\niniquities. (11) For as the heavens are high above the earth,\nSo great is His mercy toward those who fear Him; (12) As\nfar as the east is from the west, So far has He removed our\ntransgressions from us. (13) As a father pities his children, So\nthe LORD pities those who fear Him. (14) For He knows our\nframe; He remembers that we are dust. (15) As for man, his\ndays are like grass; As a flower of the field, so he flourishes.\n(16) For the wind passes over it, and it is gone, And its place\nremembers it no more. (17) But the mercy of the LORD is from","everlasting to everlasting On those who fear Him, And His\nrighteousness to children's children, (18) To such as keep His\ncovenant, And to those who remember His commandments to\ndo them. (19) The LORD has established His throne in heaven,\nAnd His kingdom rules over all. (20) Bless the LORD, you His\nangels, Who excel in strength, who do His word, Heeding the\nvoice of His word. (21) Bless the LORD, all you His hosts, You\nministers of His, who do His pleasure. (22) Bless the LORD, all\nHis works, In all places of His dominion. Bless the LORD, O\nmy soul!"],"word_count":338},{"reference":"Isaiah 11:1-11","translation":"NKJV","division":"Junior","passage_number":49,"release":"NBBC","cards":["(1) There shall come forth a Rod from the stem of Jesse, And\na Branch shall grow out of his roots. (2) The Spirit of the LORD\nshall rest upon Him, The Spirit of wisdom and understanding,\nThe Spirit of counsel and might, The Spirit of knowledge and\nof the fear of the LORD. (3) His delight is in the fear of the\nLORD, And He shall not judge by the sight of His eyes, Nor\ndecide by the hearing of His ears; (4) But with righteousness\nHe shall judge the poor, And decide with equity for the meek\nof the earth; He shall strike the earth with the rod of His mouth,\nAnd with the breath of His lips He shall slay the wicked. (5)\nRighteousness shall be the belt of His loins, And faithfulness","the belt of His waist. (6) \"The wolf also shall dwell with the\nlamb, The leopard shall lie down with the young goat, The\ncalf and the young lion and the fatling together; And a little\nchild shall lead them. (7) The cow and the bear shall graze;\nTheir young ones shall lie down together; And the lion shall\neat straw like the ox. (8) The nursing child shall play by the\ncobra's hole, And the weaned child shall put his hand in the\nviper's den. (9) They shall not hurt nor destroy in all My holy\nmountain, For the earth shall be full of the knowledge of the\nLORD As the waters cover the sea. (10) \"And in that day there\nshall be a Root of Jesse, Who shall stand as a banner to the","people; For the Gentiles shall seek Him, And His resting place\nshall be glorious.\" (11) It shall come to pass in that day That\nthe Lord shall set His hand again the second time To recover\nthe remnant of His people who are left, From Assyria and\nEgypt, From Pathros and Cush, From Elam and Shinar, From\nHamath and the islands of the sea."],"word_count":325},{"reference":"Daniel 4:34-36","translation":"NKJV","division":"Junior","passage_number":50,"release":"NBBC","cards":["(34) And at the end of the time I, Nebuchadnezzar, lifted my eyes\nto heaven, and my understanding returned to me; and I blessed\nthe Most High and praised and honored Him who lives forever:\nFor His dominion is an everlasting dominion, And His kingdom is\nfrom generation to generation. (35) All the inhabitants of the earth\nare reputed as nothing; He does according to His will in the army\nof heaven And among the inhabitants of the earth. No one can\nrestrain His hand Or say to Him, \"What have You done?\" (36) At\nthe same time my reason returned to me, and for the glory of my\nkingdom, my honor and splendor returned to me. My counselors\nand nobles resorted to me, I was restored to my kingdom, and\nexcellent majesty was added to me."],"word_count":134},{"reference":"Matthew 3:1-4","translation":"NKJV","division":"Junior","passage_number":51,"release":"NBBC","cards":["(1) In those days John the Baptist came preaching in the\nwilderness of Judea, (2) and saying, \"Repent, for the kingdom\nof heaven is at hand!\" (3) For this is he who was spoken of by\nthe prophet Isaiah, saying: \"The voice of one crying in the\nwilderness: 'Prepare the way of the LORD; Make His paths\nstraight.' \" (4) Now John himself was clothed in camel's hair,\nwith a leather belt around his waist; and his food was locusts\nand wild honey."],"word_count":78},{"reference":"Matthew 6:5-15","translation":"NKJV","division":"Junior","passage_number":52,"release":"NBBC","cards":["(5) \"And when you pray, you shall not be like the hypocrites.\nFor they love to pray standing in the synagogues and on\nthe corners of the streets, that they may be seen by men.\nAssuredly, I say to you, they have their reward. (6) \"But you,\nwhen you pray, go into your room, and when you have shut\nyour door, pray to your Father who is in the secret place; and\nyour Father who sees in secret will reward you openly. (7) \"And\nwhen you pray, do not use vain repetitions as the heathen do.\nFor they think that they will be heard for their many words.\n(8) \"Therefore do not be like them. For your Father knows\nthe things you have need of before you ask Him. (9) \"In this","manner, therefore, pray: Our Father in heaven, Hallowed be\nYour name. (10) Your kingdom come. Your will be done On\nearth as it is in heaven. (11) Give us this day our daily bread.\n(12) And forgive us our debts, As we forgive our debtors. (13)\nAnd do not lead us into temptation, But deliver us from the\nevil one. For Yours is the kingdom and the power and the glory\nforever. Amen. (14) \"For if you forgive men their trespasses,\nyour heavenly Father will also forgive you. (15) \"But if you\ndo not forgive men their trespasses, neither will your Father\nforgive your trespasses."],"word_count":226},{"reference":"Matthew 6:16-18","translation":"NKJV","division":"Junior","passage_number":53,"release":"NBBC","cards":["(16) \"Moreover, when you fast, do not be like the hypocrites,\nwith a sad countenance. For they disfigure their faces that\nthey may appear to men to be fasting. Assuredly, I say to\nyou, they have their reward. (17) \"But you, when you fast,\nanoint your head and wash your face, (18) \"so that you do not\nappear to men to be fasting, but to your Father who is in the\nsecret place; and your Father who sees in secret will reward\nyou openly."],"word_count":81},{"reference":"Matthew 8:1-4","translation":"NKJV","division":"Junior","passage_number":54,"release":"NBBC","cards":["(1) When He had come down from the mountain, great\nmultitudes followed Him. (2) And behold, a leper came and\nworshiped Him, saying, \"Lord, if You are willing, You can make\nme clean.\" (3) Then Jesus put out His hand and touched him,\nsaying, \"I am willing; be cleansed.\" Immediately his leprosy\nwas cleansed. (4) And Jesus said to him, \"See that you tell no\none; but go your way, show yourself to the priest, and offer\nthe gift that Moses commanded, as a testimony to them.\""],"word_count":83},{"reference":"Matthew 8:23-27","translation":"NKJV","division":"Junior","passage_number":55,"release":"NBBC","cards":["(23) Now when He got into a boat, His disciples followed\nHim. (24) And suddenly a great tempest arose on the sea, so\nthat the boat was covered with the waves. But He was asleep.\n(25) Then His disciples came to Him and awoke Him, saying,\n\"Lord, save us! We are perishing!\" (26) But He said to them,\n\"Why are you fearful, O you of little faith?\" Then He arose\nand rebuked the winds and the sea, and there was a great\ncalm. (27) So the men marveled, saying, \"Who can this be,\nthat even the winds and the sea obey Him?\""],"word_count":97},{"reference":"Mark 1:2-3","translation":"NKJV","division":"Junior","passage_number":56,"release":"NBBC","cards":["(2) As it is written in the Prophets: \"Behold, I send My\nmessenger before Your face, Who will prepare Your way\nbefore You.\" (3) \"The voice of one crying in the wilderness:\n'Prepare the way of the LORD; Make His paths straight.' \""],"word_count":40},{"reference":"Mark 1:4-8","translation":"NKJV","division":"Junior","passage_number":57,"release":"NBBC","cards":["(4) John came baptizing in the wilderness and preaching a\nbaptism of repentance for the remission of sins. (5) Then all\nthe land of Judea, and those from Jerusalem, went out to him\nand were all baptized by him in the Jordan River, confessing\ntheir sins. (6) Now John was clothed with camel's hair and\nwith a leather belt around his waist, and he ate locusts and\nwild honey. (7) And he preached, saying, \"There comes One\nafter me who is mightier than I, whose sandal strap I am not\nworthy to stoop down and loose. (8) \"I indeed baptized you\nwith water, but He will baptize you with the Holy Spirit.\""],"word_count":107},{"reference":"Mark 2:3-12","translation":"NKJV","division":"Junior","passage_number":58,"release":"NBBC","cards":["(3) Then they came to Him, bringing a paralytic who was\ncarried by four men. (4) And when they could not come near\nHim because of the crowd, they uncovered the roof where\nHe was. So when they had broken through, they let down\nthe bed on which the paralytic was lying. (5) When Jesus\nsaw their faith, He said to the paralytic, \"Son, your sins are\nforgiven you.\" (6) And some of the scribes were sitting there\nand reasoning in their hearts, (7) \"Why does this Man speak\nblasphemies like this? Who can forgive sins but God alone?\"\n(8) But immediately, when Jesus perceived in His spirit that\nthey reasoned thus within themselves, He said to them, \"Why","do you reason about these things in your hearts? (9) \"Which\nis easier, to say to the paralytic, 'Your sins are forgiven you,' or\nto say, 'Arise, take up your bed and walk'? (10) \"But that you\nmay know that the Son of Man has power on earth to forgive\nsins\"--He said to the paralytic, (11) \"I say to you, arise, take up\nyour bed, and go to your house.\" (12) Immediately he arose,\ntook up the bed, and went out in the presence of them all, so\nthat all were amazed and glorified God, saying, \"We never\nsaw anything like this!\""],"word_count":212},{"reference":"Mark 7:1-9","translation":"NKJV","division":"Junior","passage_number":59,"release":"NBBC","cards":["(1) Then the Pharisees and some of the scribes came together\nto Him, having come from Jerusalem. (2) Now when they\nsaw some of His disciples eat bread with defiled, that is, with\nunwashed hands, they found fault. (3) For the Pharisees and\nall the Jews do not eat unless they wash their hands in a\nspecial way, holding the tradition of the elders. (4) When they\ncome from the marketplace, they do not eat unless they wash.\nAnd there are many other things which they have received\nand hold, like the washing of cups, pitchers, copper vessels,\nand couches. (5) Then the Pharisees and scribes asked Him,\n\"Why do Your disciples not walk according to the tradition","of the elders, but eat bread with unwashed hands?\" (6) He\nanswered and said to them, \"Well did Isaiah prophesy of\nyou hypocrites, as it is written: 'This people honors Me with\ntheir lips, But their heart is far from Me. (7) And in vain they\nworship Me, Teaching as doctrines the commandments of\nmen.' (8) \"For laying aside the commandment of God, you\nhold the tradition of men--the washing of pitchers and cups,\nand many other such things you do.\" (9) He said to them, \"All\ntoo well you reject the commandment of God, that you may\nkeep your tradition."],"word_count":211},{"reference":"Luke 10:2","translation":"NKJV","division":"Junior","passage_number":60,"release":"NBBC","cards":["(2) Then He said to them, \"The harvest truly is great, but the\nlaborers are few; therefore pray the Lord of the harvest to\nsend out laborers into His harvest."],"word_count":29},{"reference":"Luke 15:1-10","translation":"NKJV","division":"Junior","passage_number":61,"release":"NBBC","cards":["(1) Then all the tax collectors and the sinners drew near to Him\nto hear Him. (2) And the Pharisees and scribes complained,\nsaying, \"This Man receives sinners and eats with them.\" (3) So\nHe spoke this parable to them, saying: (4) \"What man of you,\nhaving a hundred sheep, if he loses one of them, does not\nleave the ninety-nine in the wilderness, and go after the one\nwhich is lost until he finds it? (5) \"And when he has found it,\nhe lays it on his shoulders, rejoicing. (6) \"And when he comes\nhome, he calls together his friends and neighbors, saying to\nthem, 'Rejoice with me, for I have found my sheep which was\nlost!' (7) \"I say to you that likewise there will be more joy in","heaven over one sinner who repents than over ninety-nine\njust persons who need no repentance. (8) \"Or what woman,\nhaving ten silver coins, if she loses one coin, does not light a\nlamp, sweep the house, and search carefully until she finds\nit? (9) \"And when she has found it, she calls her friends and\nneighbors together, saying, 'Rejoice with me, for I have found\nthe piece which I lost!' (10) \"Likewise, I say to you, there is joy\nin the presence of the angels of God over one sinner who\nrepents.\""],"word_count":215},{"reference":"Luke 17:5-14","translation":"NKJV","division":"Junior","passage_number":62,"release":"NBBC","cards":["(5) And the apostles said to the Lord, \"Increase our faith.\" (6)\nSo the Lord said, \"If you have faith as a mustard seed, you\ncan say to this mulberry tree, 'Be pulled up by the roots and\nbe planted in the sea,' and it would obey you. (7) \"And which\nof you, having a servant plowing or tending sheep, will say\nto him when he has come in from the field, 'Come at once\nand sit down to eat'? (8) \"But will he not rather say to him,\n'Prepare something for my supper, and gird yourself and\nserve me till I have eaten and drunk, and afterward you will\neat and drink'? (9) \"Does he thank that servant because he\ndid the things that were commanded him? I think not. (10)","\"So likewise you, when you have done all those things which\nyou are commanded, say, 'We are unprofitable servants. We\nhave done what was our duty to do.' \" (11) Now it happened\nas He went to Jerusalem that He passed through the midst\nof Samaria and Galilee. (12) Then as He entered a certain\nvillage, there met Him ten men who were lepers, who stood\nafar off. (13) And they lifted up their voices and said, \"Jesus,\nMaster, have mercy on us!\" (14) So when He saw them, He\nsaid to them, \"Go, show yourselves to the priests.\" And so it\nwas that as they went, they were cleansed."],"word_count":231},{"reference":"John 8:12","translation":"NKJV","division":"Junior","passage_number":63,"release":"NBBC","cards":["(12) Then Jesus spoke to them again, saying, \"I am the light\nof the world. He who follows Me shall not walk in darkness,\nbut have the light of life.\""],"word_count":29},{"reference":"John 12:27-36","translation":"NKJV","division":"Junior","passage_number":64,"release":"NBBC","cards":["(27) \"Now My soul is troubled, and what shall I say? 'Father,\nsave Me from this hour'? But for this purpose I came to this\nhour. (28) \"Father, glorify Your name.\" Then a voice came\nfrom heaven, saying, \"I have both glorified it and will glorify it\nagain.\" (29) Therefore the people who stood by and heard it\nsaid that it had thundered. Others said, \"An angel has spoken\nto Him.\" (30) Jesus answered and said, \"This voice did not\ncome because of Me, but for your sake. (31) \"Now is the\njudgment of this world; now the ruler of this world will be\ncast out. (32) \"And I, if I am lifted up from the earth, will draw\nall peoples to Myself.\" (33) This He said, signifying by what","death He would die. (34) The people answered Him, \"We\nhave heard from the law that the Christ remains forever; and\nhow can You say, 'The Son of Man must be lifted up'? Who\nis this Son of Man?\" (35) Then Jesus said to them, \"A little\nwhile longer the light is with you. Walk while you have the\nlight, lest darkness overtake you; he who walks in darkness\ndoes not know where he is going. (36) \"While you have the\nlight, believe in the light, that you may become sons of light.\"\nThese things Jesus spoke, and departed, and was hidden\nfrom them."],"word_count":224},{"reference":"Acts 9:1-16","translation":"NKJV","division":"Junior","passage_number":65,"release":"NBBC","cards":["(1) Then Saul, still breathing threats and murder against the\ndisciples of the Lord, went to the high priest (2) and asked\nletters from him to the synagogues of Damascus, so that if he\nfound any who were of the Way, whether men or women, he\nmight bring them bound to Jerusalem. (3) As he journeyed he\ncame near Damascus, and suddenly a light shone around him\nfrom heaven. (4) Then he fell to the ground, and heard a voice\nsaying to him, \"Saul, Saul, why are you persecuting Me?\" (5)\nAnd he said, \"Who are You, Lord?\" Then the Lord said, \"I am\nJesus, whom you are persecuting. It is hard for you to kick\nagainst the goads.\" (6) So he, trembling and astonished, said,","\"Lord, what do You want me to do?\" Then the Lord said to\nhim, \"Arise and go into the city, and you will be told what you\nmust do.\" (7) And the men who journeyed with him stood\nspeechless, hearing a voice but seeing no one. (8) Then Saul\narose from the ground, and when his eyes were opened he\nsaw no one. But they led him by the hand and brought him\ninto Damascus. (9) And he was three days without sight, and\nneither ate nor drank. (10) Now there was a certain disciple\nat Damascus named Ananias; and to him the Lord said in a\nvision, \"Ananias.\" And he said, \"Here I am, Lord.\" (11) So the\nLord said to him, \"Arise and go to the street called Straight,","and inquire at the house of Judas for one called Saul of\nTarsus, for behold, he is praying. (12) \"And in a vision he has\nseen a man named Ananias coming in and putting his hand\non him, so that he might receive his sight.\" (13) Then Ananias\nanswered, \"Lord, I have heard from many about this man,\nhow much harm he has done to Your saints in Jerusalem. (14)\n\"And here he has authority from the chief priests to bind all\nwho call on Your name.\" (15) But the Lord said to him, \"Go,\nfor he is a chosen vessel of Mine to bear My name before\nGentiles, kings, and the children of Israel. (16) \"For I will show\nhim how many things he must suffer for My name's sake.\""],"word_count":372},{"reference":"Acts 10:9-20","translation":"NKJV","division":"Junior","passage_number":66,"release":"NBBC","cards":["(9) The next day, as they went on their journey and drew near\nthe city, Peter went up on the housetop to pray, about the\nsixth hour. (10) Then he became very hungry and wanted to\neat; but while they made ready, he fell into a trance (11) and\nsaw heaven opened and an object like a great sheet bound at\nthe four corners, descending to him and let down to the earth.\n(12) In it were all kinds of four-footed animals of the earth,\nwild beasts, creeping things, and birds of the air. (13) And a\nvoice came to him, \"Rise, Peter; kill and eat.\" (14) But Peter\nsaid, \"Not so, Lord! For I have never eaten anything common\nor unclean.\" (15) And a voice spoke to him again the second","time, \"What God has cleansed you must not call common.\"\n(16) This was done three times. And the object was taken up\ninto heaven again. (17) Now while Peter wondered within\nhimself what this vision which he had seen meant, behold,\nthe men who had been sent from Cornelius had made inquiry\nfor Simon's house, and stood before the gate. (18) And they\ncalled and asked whether Simon, whose surname was Peter,\nwas lodging there. (19) While Peter thought about the vision,\nthe Spirit said to him, \"Behold, three men are seeking you.\n(20) \"Arise therefore, go down and go with them, doubting\nnothing; for I have sent them.\""],"word_count":230},{"reference":"Acts 11:19-26","translation":"NKJV","division":"Junior","passage_number":67,"release":"NBBC","cards":["(19) Now those who were scattered after the persecution that\narose over Stephen traveled as far as Phoenicia, Cyprus, and\nAntioch, preaching the word to no one but the Jews only.\n(20) But some of them were men from Cyprus and Cyrene,\nwho, when they had come to Antioch, spoke to the Hellenists,\npreaching the Lord Jesus. (21) And the hand of the Lord was\nwith them, and a great number believed and turned to the\nLord. (22) Then news of these things came to the ears of the\nchurch in Jerusalem, and they sent out Barnabas to go as far\nas Antioch. (23) When he came and had seen the grace of\nGod, he was glad, and encouraged them all that with purpose","of heart they should continue with the Lord. (24) For he was a\ngood man, full of the Holy Spirit and of faith. And a great many\npeople were added to the Lord. (25) Then Barnabas departed\nfor Tarsus to seek Saul. (26) And when he had found him, he\nbrought him to Antioch. So it was that for a whole year they\nassembled with the church and taught a great many people.\nAnd the disciples were first called Christians in Antioch."],"word_count":198},{"reference":"Acts 12:5-17","translation":"NKJV","division":"Junior","passage_number":68,"release":"NBBC","cards":["(5) Peter was therefore kept in prison, but constant prayer was\noffered to God for him by the church. (6) And when Herod was\nabout to bring him out, that night Peter was sleeping, bound\nwith two chains between two soldiers; and the guards before the\ndoor were keeping the prison. (7) Now behold, an angel of the\nLord stood by him, and a light shone in the prison; and he struck\nPeter on the side and raised him up, saying, \"Arise quickly!\" And\nhis chains fell off his hands. (8) Then the angel said to him, \"Gird\nyourself and tie on your sandals\"; and so he did. And he said to\nhim, \"Put on your garment and follow me.\" (9) So he went out and\nfollowed him, and did not know that what was done by the angel","was real, but thought he was seeing a vision. (10) When they were\npast the first and the second guard posts, they came to the iron\ngate that leads to the city, which opened to them of its own accord;\nand they went out and went down one street, and immediately\nthe angel departed from him. (11) And when Peter had come to\nhimself, he said, \"Now I know for certain that the Lord has sent\nHis angel, and has delivered me from the hand of Herod and from\nall the expectation of the Jewish people.\" (12) So, when he had\nconsidered this, he came to the house of Mary, the mother of John\nwhose surname was Mark, where many were gathered together\npraying. (13) And as Peter knocked at the door of the gate, a girl","named Rhoda came to answer. (14) When she recognized Peter's\nvoice, because of her gladness she did not open the gate, but ran\nin and announced that Peter stood before the gate. (15) But they\nsaid to her, \"You are beside yourself!\" Yet she kept insisting that\nit was so. So they said, \"It is his angel.\" (16) Now Peter continued\nknocking; and when they opened the door and saw him, they\nwere astonished. (17) But motioning to them with his hand to keep\nsilent, he declared to them how the Lord had brought him out of\nthe prison. And he said, \"Go, tell these things to James and to the\nbrethren.\" And he departed and went to another place."],"word_count":383},{"reference":"Acts 16:1-10","translation":"NKJV","division":"Junior","passage_number":69,"release":"NBBC","cards":["(1) Then he came to Derbe and Lystra. And behold, a certain\ndisciple was there, named Timothy, the son of a certain\nJewish woman who believed, but his father was Greek. (2)\nHe was well spoken of by the brethren who were at Lystra\nand Iconium. (3) Paul wanted to have him go on with him.\nAnd he took him and circumcised him because of the Jews\nwho were in that region, for they all knew that his father was\nGreek. (4) And as they went through the cities, they delivered\nto them the decrees to keep, which were determined by the\napostles and elders at Jerusalem. (5) So the churches were\nstrengthened in the faith, and increased in number daily. (6)","Now when they had gone through Phrygia and the region\nof Galatia, they were forbidden by the Holy Spirit to preach\nthe word in Asia. (7) After they had come to Mysia, they tried\nto go into Bithynia, but the Spirit did not permit them. (8) So\npassing by Mysia, they came down to Troas. (9) And a vision\nappeared to Paul in the night. A man of Macedonia stood\nand pleaded with him, saying, \"Come over to Macedonia and\nhelp us.\" (10) Now after he had seen the vision, immediately\nwe sought to go to Macedonia, concluding that the Lord had\ncalled us to preach the gospel to them."],"word_count":222},{"reference":"Romans 2:1-6","translation":"NKJV","division":"Junior","passage_number":70,"release":"NBBC","cards":["(1) Therefore you are inexcusable, O man, whoever you are\nwho judge, for in whatever you judge another you condemn\nyourself; for you who judge practice the same things. (2)\nBut we know that the judgment of God is according to truth\nagainst those who practice such things. (3) And do you think\nthis, O man, you who judge those practicing such things, and\ndoing the same, that you will escape the judgment of God? (4)\nOr do you despise the riches of His goodness, forbearance,\nand longsuffering, not knowing that the goodness of God\nleads you to repentance? (5) But in accordance with your\nhardness and your impenitent heart you are treasuring up","for yourself wrath in the day of wrath and revelation of the\nrighteous judgment of God, (6) who \"will render to each one\naccording to his deeds\":"],"word_count":135},{"reference":"Romans 5:6-21","translation":"NKJV","division":"Junior","passage_number":71,"release":"NBBC","cards":["(6) For when we were still without strength, in due time Christ died\nfor the ungodly. (7) For scarcely for a righteous man will one die;\nyet perhaps for a good man someone would even dare to die. (8)\nBut God demonstrates His own love toward us, in that while we\nwere still sinners, Christ died for us. (9) Much more then, having\nnow been justified by His blood, we shall be saved from wrath\nthrough Him. (10) For if when we were enemies we were reconciled\nto God through the death of His Son, much more, having been\nreconciled, we shall be saved by His life. (11) And not only that,\nbut we also rejoice in God through our Lord Jesus Christ, through\nwhom we have now received the reconciliation. (12) Therefore,\njust as through one man sin entered the world, and death through","sin, and thus death spread to all men, because all sinned-- (13) (For\nuntil the law sin was in the world, but sin is not imputed when there\nis no law. (14) Nevertheless death reigned from Adam to Moses,\neven over those who had not sinned according to the likeness\nof the transgression of Adam, who is a type of Him who was to\ncome. (15) But the free gift is not like the offense. For if by the one\nman's offense many died, much more the grace of God and the\ngift by the grace of the one Man, Jesus Christ, abounded to many.\n(16) And the gift is not like that which came through the one who\nsinned. For the judgment which came from one offense resulted in\ncondemnation, but the free gift which came from many offenses\nresulted in justification. (17) For if by the one man's offense death","reigned through the one, much more those who receive abundance\nof grace and of the gift of righteousness will reign in life through\nthe One, Jesus Christ.) (18) Therefore, as through one man's\noffense judgment came to all men, resulting in condemnation,\neven so through one Man's righteous act the free gift came to\nall men, resulting in justification of life. (19) For as by one man's\ndisobedience many were made sinners, so also by one Man's\nobedience many will be made righteous. (20) Moreover the law\nentered that the offense might abound. But where sin abounded,\ngrace abounded much more, (21) so that as sin reigned in death,\neven so grace might reign through righteousness to eternal life\nthrough Jesus Christ our Lord."],"word_count":405},{"reference":"Romans 7:11-25","translation":"NKJV","division":"Junior","passage_number":72,"release":"NBBC","cards":["(11) For sin, taking occasion by the commandment, deceived\nme, and by it killed me. (12) Therefore the law is holy, and the\ncommandment holy and just and good. (13) Has then what\nis good become death to me? Certainly not! But sin, that it\nmight appear sin, was producing death in me through what is\ngood, so that sin through the commandment might become\nexceedingly sinful. (14) For we know that the law is spiritual,\nbut I am carnal, sold under sin. (15) For what I am doing, I do\nnot understand. For what I will to do, that I do not practice;\nbut what I hate, that I do. (16) If, then, I do what I will not to\ndo, I agree with the law that it is good. (17) But now, it is no","longer I who do it, but sin that dwells in me. (18) For I know\nthat in me (that is, in my flesh) nothing good dwells; for to\nwill is present with me, but how to perform what is good I do\nnot find. (19) For the good that I will to do, I do not do; but\nthe evil I will not to do, that I practice. (20) Now if I do what\nI will not to do, it is no longer I who do it, but sin that dwells\nin me. (21) I find then a law, that evil is present with me, the\none who wills to do good. (22) For I delight in the law of God\naccording to the inward man. (23) But I see another law in my\nmembers, warring against the law of my mind, and bringing\nme into captivity to the law of sin which is in my members.","(24) O wretched man that I am! Who will deliver me from this\nbody of death? (25) I thank God--through Jesus Christ our\nLord! So then, with the mind I myself serve the law of God,\nbut with the flesh the law of sin."],"word_count":324},{"reference":"1 Corinthians 10:1-12","translation":"NKJV","division":"Junior","passage_number":73,"release":"NBBC","cards":["(1) Moreover, brethren, I do not want you to be unaware that\nall our fathers were under the cloud, all passed through the\nsea, (2) all were baptized into Moses in the cloud and in the\nsea, (3) all ate the same spiritual food, (4) and all drank the\nsame spiritual drink. For they drank of that spiritual Rock that\nfollowed them, and that Rock was Christ. (5) But with most\nof them God was not well pleased, for their bodies were\nscattered in the wilderness. (6) Now these things became our\nexamples, to the intent that we should not lust after evil things\nas they also lusted. (7) And do not become idolaters as were\nsome of them. As it is written, \"The people sat down to eat","and drink, and rose up to play.\" (8) Nor let us commit sexual\nimmorality, as some of them did, and in one day twenty-three\nthousand fell; (9) nor let us tempt Christ, as some of them also\ntempted, and were destroyed by serpents; (10) nor complain,\nas some of them also complained, and were destroyed by\nthe destroyer. (11) Now all these things happened to them\nas examples, and they were written for our admonition, upon\nwhom the ends of the ages have come. (12) Therefore let him\nwho thinks he stands take heed lest he fall."],"word_count":215},{"reference":"1 Corinthians 15:35-49","translation":"NKJV","division":"Junior","passage_number":74,"release":"NBBC","cards":["(35) But someone will say, \"How are the dead raised up?\nAnd with what body do they come?\" (36) Foolish one, what\nyou sow is not made alive unless it dies. (37) And what you\nsow, you do not sow that body that shall be, but mere grain-\n-perhaps wheat or some other grain. (38) But God gives it a\nbody as He pleases, and to each seed its own body. (39) All\nflesh is not the same flesh, but there is one kind of flesh of\nmen, another flesh of animals, another of fish, and another\nof birds. (40) There are also celestial bodies and terrestrial\nbodies; but the glory of the celestial is one, and the glory of\nthe terrestrial is another. (41) There is one glory of the sun,","another glory of the moon, and another glory of the stars; for\none star differs from another star in glory. (42) So also is the\nresurrection of the dead. The body is sown in corruption, it is\nraised in incorruption. (43) It is sown in dishonor, it is raised\nin glory. It is sown in weakness, it is raised in power. (44) It is\nsown a natural body, it is raised a spiritual body. There is a\nnatural body, and there is a spiritual body. (45) And so it is\nwritten, \"The first man Adam became a living being.\" The last\nAdam became a life-giving spirit. (46) However, the spiritual\nis not first, but the natural, and afterward the spiritual. (47) The\nfirst man was of the earth, made of dust; the second Man is","the Lord from heaven. (48) As was the man of dust, so also are\nthose who are made of dust; and as is the heavenly Man, so\nalso are those who are heavenly. (49) And as we have borne\nthe image of the man of dust, we shall also bear the image of\nthe heavenly Man."],"word_count":309},{"reference":"2 Corinthians 3:7-18","translation":"NKJV","division":"Junior","passage_number":75,"release":"NBBC","cards":["(7) But if the ministry of death, written and engraved on stones,\nwas glorious, so that the children of Israel could not look steadily at\nthe face of Moses because of the glory of his countenance, which\nglory was passing away, (8) how will the ministry of the Spirit not\nbe more glorious? (9) For if the ministry of condemnation had\nglory, the ministry of righteousness exceeds much more in glory.\n(10) For even what was made glorious had no glory in this respect,\nbecause of the glory that excels. (11) For if what is passing away\nwas glorious, what remains is much more glorious. (12) Therefore,\nsince we have such hope, we use great boldness of speech-- (13)\nunlike Moses, who put a veil over his face so that the children of","Israel could not look steadily at the end of what was passing away.\n(14) But their minds were blinded. For until this day the same veil\nremains unlifted in the reading of the Old Testament, because the\nveil is taken away in Christ. (15) But even to this day, when Moses is\nread, a veil lies on their heart. (16) Nevertheless when one turns to\nthe Lord, the veil is taken away. (17) Now the Lord is the Spirit; and\nwhere the Spirit of the Lord is, there is liberty. (18) But we all, with\nunveiled face, beholding as in a mirror the glory of the Lord, are\nbeing transformed into the same image from glory to glory, just as\nby the Spirit of the Lord."],"word_count":247},{"reference":"Galatians 5:13-16","translation":"NKJV","division":"Junior","passage_number":76,"release":"NBBC","cards":["(13) For you, brethren, have been called to liberty; only do\nnot use liberty as an opportunity for the flesh, but through\nlove serve one another. (14) For all the law is fulfilled in one\nword, even in this: \"You shall love your neighbor as yourself.\"\n(15) But if you bite and devour one another, beware lest you\nbe consumed by one another! (16) I say then: Walk in the\nSpirit, and you shall not fulfill the lust of the flesh."],"word_count":77},{"reference":"Galatians 6:1-6","translation":"NKJV","division":"Junior","passage_number":77,"release":"NBBC","cards":["(1) Brethren, if a man is overtaken in any trespass, you who\nare spiritual restore such a one in a spirit of gentleness,\nconsidering yourself lest you also be tempted. (2) Bear one\nanother's burdens, and so fulfill the law of Christ. (3) For if\nanyone thinks himself to be something, when he is nothing,\nhe deceives himself. (4) But let each one examine his own\nwork, and then he will have rejoicing in himself alone, and\nnot in another. (5) For each one shall bear his own load. (6)\nLet him who is taught the word share in all good things with\nhim who teaches."],"word_count":100},{"reference":"Ephesians 2:17-22","translation":"NKJV","division":"Junior","passage_number":78,"release":"NBBC","cards":["(17) And He came and preached peace to you who were\nafar off and to those who were near. (18) For through Him\nwe both have access by one Spirit to the Father. (19) Now,\ntherefore, you are no longer strangers and foreigners, but\nfellow citizens with the saints and members of the household\nof God, (20) having been built on the foundation of the\napostles and prophets, Jesus Christ Himself being the chief\ncornerstone, (21) in whom the whole building, being fitted\ntogether, grows into a holy temple in the Lord, (22) in whom\nyou also are being built together for a dwelling place of God\nin the Spirit."],"word_count":104},{"reference":"Philippians 1:3-8","translation":"NKJV","division":"Junior","passage_number":79,"release":"NBBC","cards":["(3) I thank my God upon every remembrance of you, (4)\nalways in every prayer of mine making request for you all\nwith joy, (5) for your fellowship in the gospel from the first day\nuntil now, (6) being confident of this very thing, that He who\nhas begun a good work in you will complete it until the day of\nJesus Christ; (7) just as it is right for me to think this of you all,\nbecause I have you in my heart, inasmuch as both in my chains\nand in the defense and confirmation of the gospel, you all are\npartakers with me of grace. (8) For God is my witness, how\ngreatly I long for you all with the affection of Jesus Christ."],"word_count":120},{"reference":"Philippians 1:9-18","translation":"NKJV","division":"Junior","passage_number":80,"release":"NBBC","cards":["(9) And this I pray, that your love may abound still more and\nmore in knowledge and all discernment, (10) that you may\napprove the things that are excellent, that you may be sincere\nand without offense till the day of Christ, (11) being filled\nwith the fruits of righteousness which are by Jesus Christ,\nto the glory and praise of God. (12) But I want you to know,\nbrethren, that the things which happened to me have actually\nturned out for the furtherance of the gospel, (13) so that it has\nbecome evident to the whole palace guard, and to all the rest,\nthat my chains are in Christ; (14) and most of the brethren in\nthe Lord, having become confident by my chains, are much","more bold to speak the word without fear. (15) Some indeed\npreach Christ even from envy and strife, and some also from\ngoodwill: (16) The former preach Christ from selfish ambition,\nnot sincerely, supposing to add affliction to my chains; (17)\nbut the latter out of love, knowing that I am appointed for\nthe defense of the gospel. (18) What then? Only that in every\nway, whether in pretense or in truth, Christ is preached; and\nin this I rejoice, yes, and will rejoice."],"word_count":201},{"reference":"Philippians 4:14-20","translation":"NKJV","division":"Junior","passage_number":81,"release":"NBBC","cards":["(14) Nevertheless you have done well that you shared in my distress.\n(15) Now you Philippians know also that in the beginning of the\ngospel, when I departed from Macedonia, no church shared with\nme concerning giving and receiving but you only. (16) For even\nin Thessalonica you sent aid once and again for my necessities.\n(17) Not that I seek the gift, but I seek the fruit that abounds to\nyour account. (18) Indeed I have all and abound. I am full, having\nreceived from Epaphroditus the things sent from you, a sweet-\nsmelling aroma, an acceptable sacrifice, well pleasing to God. (19)\nAnd my God shall supply all your need according to His riches in\nglory by Christ Jesus. (20) Now to our God and Father be glory\nforever and ever. Amen."],"word_count":127},{"reference":"Colossians 2:1-10","translation":"NKJV","division":"Junior","passage_number":82,"release":"NBBC","cards":["(1) For I want you to know what a great conflict I have for\nyou and those in Laodicea, and for as many as have not seen\nmy face in the flesh, (2) that their hearts may be encouraged,\nbeing knit together in love, and attaining to all riches of the\nfull assurance of understanding, to the knowledge of the\nmystery of God, both of the Father and of Christ, (3) in whom\nare hidden all the treasures of wisdom and knowledge. (4)\nNow this I say lest anyone should deceive you with persuasive\nwords. (5) For though I am absent in the flesh, yet I am\nwith you in spirit, rejoicing to see your good order and the\nsteadfastness of your faith in Christ. (6) As you therefore have","received Christ Jesus the Lord, so walk in Him, (7) rooted\nand built up in Him and established in the faith, as you have\nbeen taught, abounding in it with thanksgiving. (8) Beware\nlest anyone cheat you through philosophy and empty deceit,\naccording to the tradition of men, according to the basic\nprinciples of the world, and not according to Christ. (9) For in\nHim dwells all the fullness of the Godhead bodily; (10) and\nyou are complete in Him, who is the head of all principality\nand power."],"word_count":209},{"reference":"Colossians 3:2-9","translation":"NKJV","division":"Junior","passage_number":83,"release":"NBBC","cards":["(2) Set your mind on things above, not on things on the earth.\n(3) For you died, and your life is hidden with Christ in God. (4)\nWhen Christ who is our life appears, then you also will appear\nwith Him in glory. (5) Therefore put to death your members which\nare on the earth: fornication, uncleanness, passion, evil desire,\nand covetousness, which is idolatry. (6) Because of these things\nthe wrath of God is coming upon the sons of disobedience, (7) in\nwhich you yourselves once walked when you lived in them. (8) But\nnow you yourselves are to put off all these: anger, wrath, malice,\nblasphemy, filthy language out of your mouth. (9) Do not lie to one\nanother, since you have put off the old man with his deeds,"],"word_count":124},{"reference":"1 Thessalonians 3:1-10","translation":"NKJV","division":"Junior","passage_number":84,"release":"NBBC","cards":["(1) Therefore, when we could no longer endure it, we thought\nit good to be left in Athens alone, (2) and sent Timothy,\nour brother and minister of God, and our fellow laborer in\nthe gospel of Christ, to establish you and encourage you\nconcerning your faith, (3) that no one should be shaken\nby these afflictions; for you yourselves know that we are\nappointed to this. (4) For, in fact, we told you before when\nwe were with you that we would suffer tribulation, just as it\nhappened, and you know. (5) For this reason, when I could\nno longer endure it, I sent to know your faith, lest by some\nmeans the tempter had tempted you, and our labor might","be in vain. (6) But now that Timothy has come to us from you,\nand brought us good news of your faith and love, and that\nyou always have good remembrance of us, greatly desiring\nto see us, as we also to see you-- (7) therefore, brethren, in all\nour affliction and distress we were comforted concerning you\nby your faith. (8) For now we live, if you stand fast in the Lord.\n(9) For what thanks can we render to God for you, for all the\njoy with which we rejoice for your sake before our God, (10)\nnight and day praying exceedingly that we may see your face\nand perfect what is lacking in your faith?"],"word_count":230},{"reference":"1 Timothy 1:3-12","translation":"NKJV","division":"Junior","passage_number":85,"release":"NBBC","cards":["(3) As I urged you when I went into Macedonia--remain in\nEphesus that you may charge some that they teach no other\ndoctrine, (4) nor give heed to fables and endless genealogies,\nwhich cause disputes rather than godly edification which is in\nfaith. (5) Now the purpose of the commandment is love from\na pure heart, from a good conscience, and from sincere faith,\n(6) from which some, having strayed, have turned aside to\nidle talk, (7) desiring to be teachers of the law, understanding\nneither what they say nor the things which they affirm. (8)\nBut we know that the law is good if one uses it lawfully, (9)\nknowing this: that the law is not made for a righteous person,","but for the lawless and insubordinate, for the ungodly and for\nsinners, for the unholy and profane, for murderers of fathers\nand murderers of mothers, for manslayers, (10) for fornicators,\nfor sodomites, for kidnappers, for liars, for perjurers, and if\nthere is any other thing that is contrary to sound doctrine, (11)\naccording to the glorious gospel of the blessed God which\nwas committed to my trust. (12) And I thank Christ Jesus our\nLord who has enabled me, because He counted me faithful,\nputting me into the ministry,"],"word_count":202},{"reference":"1 Timothy 4:6-11","translation":"NKJV","division":"Junior","passage_number":86,"release":"NBBC","cards":["(6) If you instruct the brethren in these things, you will be a\ngood minister of Jesus Christ, nourished in the words of faith\nand of the good doctrine which you have carefully followed.\n(7) But reject profane and old wives' fables, and exercise\nyourself toward godliness. (8) For bodily exercise profits a\nlittle, but godliness is profitable for all things, having promise\nof the life that now is and of that which is to come. (9) This\nis a faithful saying and worthy of all acceptance. (10) For to\nthis end we both labor and suffer reproach, because we trust\nin the living God, who is the Savior of all men, especially of\nthose who believe. (11) These things command and teach."],"word_count":117},{"reference":"1 Timothy 5:17-21","translation":"NKJV","division":"Junior","passage_number":87,"release":"NBBC","cards":["(17) Let the elders who rule well be counted worthy of\ndouble honor, especially those who labor in the word and\ndoctrine. (18) For the Scripture says, \"You shall not muzzle an\nox while it treads out the grain,\" and, \"The laborer is worthy\nof his wages.\" (19) Do not receive an accusation against an\nelder except from two or three witnesses. (20) Those who are\nsinning rebuke in the presence of all, that the rest also may\nfear. (21) I charge you before God and the Lord Jesus Christ\nand the elect angels that you observe these things without\nprejudice, doing nothing with partiality."],"word_count":100},{"reference":"1 Timothy 6:11-16","translation":"NKJV","division":"Junior","passage_number":88,"release":"NBBC","cards":["(11) But you, O man of God, flee these things and pursue\nrighteousness, godliness, faith, love, patience, gentleness.\n(12) Fight the good fight of faith, lay hold on eternal life, to\nwhich you were also called and have confessed the good\nconfession in the presence of many witnesses. (13) I urge you\nin the sight of God who gives life to all things, and before\nChrist Jesus who witnessed the good confession before\nPontius Pilate, (14) that you keep this commandment without\nspot, blameless until our Lord Jesus Christ's appearing, (15)\nwhich He will manifest in His own time, He who is the blessed\nand only Potentate, the King of kings and Lord of lords, (16)","who alone has immortality, dwelling in unapproachable light,\nwhom no man has seen or can see, to whom be honor and\neverlasting power. Amen."],"word_count":134},{"reference":"2 Timothy 1:3-6","translation":"NKJV","division":"Junior","passage_number":89,"release":"NBBC","cards":["(3) I thank God, whom I serve with a pure conscience, as my\nforefathers did, as without ceasing I remember you in my\nprayers night and day, (4) greatly desiring to see you, being\nmindful of your tears, that I may be filled with joy, (5) when\nI call to remembrance the genuine faith that is in you, which\ndwelt first in your grandmother Lois and your mother Eunice,\nand I am persuaded is in you also. (6) Therefore I remind you\nto stir up the gift of God which is in you through the laying on\nof my hands."],"word_count":96},{"reference":"2 Timothy 2:1-13","translation":"NKJV","division":"Junior","passage_number":90,"release":"NBBC","cards":["(1) You therefore, my son, be strong in the grace that is in\nChrist Jesus. (2) And the things that you have heard from me\namong many witnesses, commit these to faithful men who will\nbe able to teach others also. (3) You therefore must endure\nhardship as a good soldier of Jesus Christ. (4) No one engaged\nin warfare entangles himself with the affairs of this life, that he\nmay please him who enlisted him as a soldier. (5) And also if\nanyone competes in athletics, he is not crowned unless he\ncompetes according to the rules. (6) The hardworking farmer\nmust be first to partake of the crops. (7) Consider what I\nsay, and may the Lord give you understanding in all things.","(8) Remember that Jesus Christ, of the seed of David, was\nraised from the dead according to my gospel, (9) for which I\nsuffer trouble as an evildoer, even to the point of chains; but\nthe word of God is not chained. (10) Therefore I endure all\nthings for the sake of the elect, that they also may obtain the\nsalvation which is in Christ Jesus with eternal glory. (11) This\nis a faithful saying: For if we died with Him, We shall also live\nwith Him. (12) If we endure, We shall also reign with Him. If\nwe deny Him, He also will deny us. (13) If we are faithless, He\nremains faithful; He cannot deny Himself."],"word_count":230},{"reference":"2 Timothy 4:6-11","translation":"NKJV","division":"Junior","passage_number":91,"release":"NBBC","cards":["(6) For I am already being poured out as a drink offering,\nand the time of my departure is at hand. (7) I have fought the\ngood fight, I have finished the race, I have kept the faith. (8)\nFinally, there is laid up for me the crown of righteousness,\nwhich the Lord, the righteous Judge, will give to me on that\nDay, and not to me only but also to all who have loved His\nappearing. (9) Be diligent to come to me quickly; (10) for\nDemas has forsaken me, having loved this present world, and\nhas departed for Thessalonica--Crescens for Galatia, Titus for\nDalmatia. (11) Only Luke is with me. Get Mark and bring him\nwith you, for he is useful to me for ministry."],"word_count":122},{"reference":"Titus 2:1-12","translation":"NKJV","division":"Junior","passage_number":92,"release":"NBBC","cards":["(1) But as for you, speak the things which are proper for sound\ndoctrine: (2) that the older men be sober, reverent, temperate,\nsound in faith, in love, in patience; (3) the older women\nlikewise, that they be reverent in behavior, not slanderers,\nnot given to much wine, teachers of good things-- (4) that\nthey admonish the young women to love their husbands, to\nlove their children, (5) to be discreet, chaste, homemakers,\ngood, obedient to their own husbands, that the word of God\nmay not be blasphemed. (6) Likewise, exhort the young men\nto be sober-minded, (7) in all things showing yourself to\nbe a pattern of good works; in doctrine showing integrity,","reverence, incorruptibility, (8) sound speech that cannot be\ncondemned, that one who is an opponent may be ashamed,\nhaving nothing evil to say of you. (9) Exhort bondservants\nto be obedient to their own masters, to be well pleasing\nin all things, not answering back, (10) not pilfering, but\nshowing all good fidelity, that they may adorn the doctrine\nof God our Savior in all things. (11) For the grace of God that\nbrings salvation has appeared to all men, (12) teaching us\nthat, denying ungodliness and worldly lusts, we should live\nsoberly, righteously, and godly in the present age,"],"word_count":203},{"reference":"Hebrews 3:7-19","translation":"NKJV","division":"Junior","passage_number":93,"release":"NBBC","cards":["(7) Therefore, as the Holy Spirit says: \"Today, if you will hear\nHis voice, (8) Do not harden your hearts as in the rebellion, In\nthe day of trial in the wilderness, (9) Where your fathers tested\nMe, tried Me, And saw My works forty years. (10) Therefore I\nwas angry with that generation, And said, 'They always go\nastray in their heart, And they have not known My ways.' (11)\nSo I swore in My wrath, 'They shall not enter My rest.' \" (12)\nBeware, brethren, lest there be in any of you an evil heart of\nunbelief in departing from the living God; (13) but exhort\none another daily, while it is called \"Today,\" lest any of you be\nhardened through the deceitfulness of sin. (14) For we have","become partakers of Christ if we hold the beginning of our\nconfidence steadfast to the end, (15) while it is said: \"Today,\nif you will hear His voice, Do not harden your hearts as in the\nrebellion.\" (16) For who, having heard, rebelled? Indeed, was\nit not all who came out of Egypt, led by Moses? (17) Now\nwith whom was He angry forty years? Was it not with those\nwho sinned, whose corpses fell in the wilderness? (18) And to\nwhom did He swear that they would not enter His rest, but to\nthose who did not obey? (19) So we see that they could not\nenter in because of unbelief."],"word_count":229},{"reference":"Hebrews 4:1-16","translation":"NKJV","division":"Junior","passage_number":94,"release":"NBBC","cards":["(1) Therefore, since a promise remains of entering His rest, let us\nfear lest any of you seem to have come short of it. (2) For indeed\nthe gospel was preached to us as well as to them; but the word\nwhich they heard did not profit them, not being mixed with faith\nin those who heard it. (3) For we who have believed do enter that\nrest, as He has said: \"So I swore in My wrath, 'They shall not enter\nMy rest,' \" although the works were finished from the foundation\nof the world. (4) For He has spoken in a certain place of the seventh\nday in this way: \"And God rested on the seventh day from all His\nworks\"; (5) and again in this place: \"They shall not enter My rest.\"\n(6) Since therefore it remains that some must enter it, and those to","whom it was first preached did not enter because of disobedience,\n(7) again He designates a certain day, saying in David, \"Today,\"\nafter such a long time, as it has been said: \"Today, if you will hear\nHis voice, Do not harden your hearts.\" (8) For if Joshua had given\nthem rest, then He would not afterward have spoken of another\nday. (9) There remains therefore a rest for the people of God. (10)\nFor he who has entered His rest has himself also ceased from his\nworks as God did from His. (11) Let us therefore be diligent to\nenter that rest, lest anyone fall according to the same example of\ndisobedience. (12) For the word of God is living and powerful, and\nsharper than any two-edged sword, piercing even to the division","of soul and spirit, and of joints and marrow, and is a discerner of\nthe thoughts and intents of the heart. (13) And there is no creature\nhidden from His sight, but all things are naked and open to the\neyes of Him to whom we must give account. (14) Seeing then that\nwe have a great High Priest who has passed through the heavens,\nJesus the Son of God, let us hold fast our confession. (15) For\nwe do not have a High Priest who cannot sympathize with our\nweaknesses, but was in all points tempted as we are, yet without\nsin. (16) Let us therefore come boldly to the throne of grace, that\nwe may obtain mercy and find grace to help in time of need."],"word_count":394},{"reference":"Hebrews 10:1-10","translation":"NKJV","division":"Junior","passage_number":95,"release":"NBBC","cards":["(1) For the law, having a shadow of the good things to come,\nand not the very image of the things, can never with these\nsame sacrifices, which they offer continually year by year,\nmake those who approach perfect. (2) For then would they\nnot have ceased to be offered? For the worshipers, once\npurified, would have had no more consciousness of sins. (3)\nBut in those sacrifices there is a reminder of sins every year.\n(4) For it is not possible that the blood of bulls and goats\ncould take away sins. (5) Therefore, when He came into the\nworld, He said: \"Sacrifice and offering You did not desire, But\na body You have prepared for Me. (6) In burnt offerings and","sacrifices for sin You had no pleasure. (7) Then I said, 'Behold,\nI have come--In the volume of the book it is written of Me--To\ndo Your will, O God.' \" (8) Previously saying, \"Sacrifice and\noffering, burnt offerings, and offerings for sin You did not\ndesire, nor had pleasure in them\" (which are offered according\nto the law), (9) then He said, \"Behold, I have come to do Your\nwill, O God.\" He takes away the first that He may establish the\nsecond. (10) By that will we have been sanctified through the\noffering of the body of Jesus Christ once for all."],"word_count":218},{"reference":"Hebrews 12:1-2","translation":"NKJV","division":"Junior","passage_number":96,"release":"NBBC","cards":["(1) Therefore we also, since we are surrounded by so great a\ncloud of witnesses, let us lay aside every weight, and the sin\nwhich so easily ensnares us, and let us run with endurance the\nrace that is set before us, (2) looking unto Jesus, the author\nand finisher of our faith, who for the joy that was set before\nHim endured the cross, despising the shame, and has sat\ndown at the right hand of the throne of God."],"word_count":79},{"reference":"James 4:1-5","translation":"NKJV","division":"Junior","passage_number":98,"release":"NBBC","cards":["(1) Where do wars and fights come from among you? Do\nthey not come from your desires for pleasure that war in\nyour members? (2) You lust and do not have. You murder\nand covet and cannot obtain. You fight and war. Yet you do\nnot have because you do not ask. (3) You ask and do not\nreceive, because you ask amiss, that you may spend it on your\npleasures. (4) Adulterers and adulteresses! Do you not know\nthat friendship with the world is enmity with God? Whoever\ntherefore wants to be a friend of the world makes himself an\nenemy of God. (5) Or do you think that the Scripture says in\nvain, \"The Spirit who dwells in us yearns jealously\"?"],"word_count":118},{"reference":"James 4:6-10","translation":"NKJV","division":"Junior","passage_number":99,"release":"NBBC","cards":["(6) But He gives more grace. Therefore He says: \"God resists\nthe proud, But gives grace to the humble.\" (7) Therefore\nsubmit to God. Resist the devil and he will flee from you.\n(8) Draw near to God and He will draw near to you. Cleanse\nyour hands, you sinners; and purify your hearts, you double-\nminded. (9) Lament and mourn and weep! Let your laughter\nbe turned to mourning and your joy to gloom. (10) Humble\nyourselves in the sight of the Lord, and He will lift you up."],"word_count":85},{"reference":"2 Peter 1:5-10","translation":"NKJV","division":"Junior","passage_number":100,"release":"NBBC","cards":["(5) But also for this very reason, giving all diligence, add\nto your faith virtue, to virtue knowledge, (6) to knowledge\nself-control, to self-control perseverance, to perseverance\ngodliness, (7) to godliness brotherly kindness, and to brotherly\nkindness love. (8) For if these things are yours and abound,\nyou will be neither barren nor unfruitful in the knowledge\nof our Lord Jesus Christ. (9) For he who lacks these things\nis shortsighted, even to blindness, and has forgotten that he\nwas cleansed from his old sins. (10) Therefore, brethren, be\neven more diligent to make your call and election sure, for if\nyou do these things you will never stumble;"],"word_count":105},{"reference":"1 John 1:5-6","translation":"NKJV","division":"Junior","passage_number":101,"release":"NBBC","cards":["(5) This is the message which we have heard from Him and\ndeclare to you, that God is light and in Him is no darkness at\nall. (6) If we say that we have fellowship with Him, and walk in\ndarkness, we lie and do not practice the truth."],"word_count":47},{"reference":"2 John 1:1-13","translation":"NKJV","division":"Junior","passage_number":102,"release":"NBBC","cards":["(1) The Elder, To the elect lady and her children, whom I love\nin truth, and not only I, but also all those who have known the\ntruth, (2) because of the truth which abides in us and will be\nwith us forever: (3) Grace, mercy, and peace will be with you\nfrom God the Father and from the Lord Jesus Christ, the Son\nof the Father, in truth and love. (4) I rejoiced greatly that I have\nfound some of your children walking in truth, as we received\ncommandment from the Father. (5) And now I plead with you,\nlady, not as though I wrote a new commandment to you, but\nthat which we have had from the beginning: that we love\none another. (6) This is love, that we walk according to His","commandments. This is the commandment, that as you have\nheard from the beginning, you should walk in it. (7) For many\ndeceivers have gone out into the world who do not confess\nJesus Christ as coming in the flesh. This is a deceiver and an\nantichrist. (8) Look to yourselves, that we do not lose those\nthings we worked for, but that we may receive a full reward.\n(9) Whoever transgresses and does not abide in the doctrine\nof Christ does not have God. He who abides in the doctrine of\nChrist has both the Father and the Son. (10) If anyone comes\nto you and does not bring this doctrine, do not receive him\ninto your house nor greet him; (11) for he who greets him","shares in his evil deeds. (12) Having many things to write to\nyou, I did not wish to do so with paper and ink; but I hope to\ncome to you and speak face to face, that our joy may be full.\n(13) The children of your elect sister greet you. Amen."],"word_count":301},{"reference":"Revelation 3:1-3","translation":"NKJV","division":"Junior","passage_number":103,"release":"NBBC","cards":["(1) \"And to the angel of the church in Sardis write, 'These things\nsays He who has the seven Spirits of God and the seven stars:\n\"I know your works, that you have a name that you are alive,\nbut you are dead. (2) \"Be watchful, and strengthen the things\nwhich remain, that are ready to die, for I have not found your\nworks perfect before God. (3) \"Remember therefore how you\nhave received and heard; hold fast and repent. Therefore if\nyou will not watch, I will come upon you as a thief, and you\nwill not know what hour I will come upon you."],"word_count":103},{"reference":"Revelation 3:17-19","translation":"NKJV","division":"Junior","passage_number":104,"release":"NBBC","cards":["(17) \"Because you say, 'I am rich, have become wealthy,\nand have need of nothing'--and do not know that you are\nwretched, miserable, poor, blind, and naked-- (18) \"I counsel\nyou to buy from Me gold refined in the fire, that you may be\nrich; and white garments, that you may be clothed, that the\nshame of your nakedness may not be revealed; and anoint\nyour eyes with eye salve, that you may see. (19) \"As many as I\nlove, I rebuke and chasten. Therefore be zealous and repent."],"word_count":87},{"reference":"Revelation 22:13-19","translation":"NKJV","division":"Junior","passage_number":105,"release":"NBBC","cards":["(13) \"I am the Alpha and the Omega, the Beginning and the\nEnd, the First and the Last.\" (14) Blessed are those who do\nHis commandments, that they may have the right to the tree\nof life, and may enter through the gates into the city. (15) But\noutside are dogs and sorcerers and sexually immoral and\nmurderers and idolaters, and whoever loves and practices a\nlie. (16) \"I, Jesus, have sent My angel to testify to you these\nthings in the churches. I am the Root and the Offspring of\nDavid, the Bright and Morning Star.\" (17) And the Spirit and\nthe bride say, \"Come!\" And let him who hears say, \"Come!\"\nAnd let him who thirsts come. Whoever desires, let him take","the water of life freely. (18) For I testify to everyone who hears\nthe words of the prophecy of this book: If anyone adds to\nthese things, God will add to him the plagues that are written\nin this book; (19) and if anyone takes away from the words of\nthe book of this prophecy, God shall take away his part from\nthe Book of Life, from the holy city, and from the things which\nare written in this book."],"word_count":197}]