[{"reference":"John 1:1–4","translation":"ESV","division":"Junior","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was with\nGod, and the Word was God. (2) He was in the beginning\nwith God. (3) All things were made through him, and without\nhim was not any thing made that was made. (4) In him was\nlife, and the life was the light of men."],"word_count":53},{"reference":"John 20:30–31","translation":"ESV","division":"Junior","passage_number":2,"release":"Navigate","cards":["(30) Now Jesus did many other signs in the presence of the\ndisciples, which are not written in this book; (31) but these\nare written so that you may believe that Jesus is the Christ,\nthe Son of God, and that by believing you may have life in his\nname."],"word_count":48},{"reference":"Philippians 2:5–8","translation":"ESV","division":"Junior","passage_number":3,"release":"Explore","cards":["(5) Have this mind among yourselves, which is yours in\nChrist Jesus, (6) who, though he was in the form of God, did\nnot count equality with God a thing to be grasped, (7) but\nemptied himself, by taking the form of a servant, being born\nin the likeness of men. (8) And being found in human form,\nhe humbled himself by becoming obedient to the point of\ndeath, even death on a cross."],"word_count":70},{"reference":"John 1:29–32","translation":"ESV","division":"Junior","passage_number":4,"release":"Navigate","cards":["(29) The next day he saw Jesus coming toward him, and\nsaid, \"Behold, the Lamb of God, who takes away the sin of\nthe world! (30) This is he of whom I said, 'After me comes\na man who ranks before me, because he was before me.'\n(31) I myself did not know him, but for this purpose I came\nbaptizing with water, that he might be revealed to Israel.\"\n(32) And John bore witness: \"I saw the Spirit descend from\nheaven like a dove, and it remained on him."],"word_count":86},{"reference":"Revelation 5:8–12","translation":"ESV","division":"Junior","passage_number":5,"release":"Explore","cards":["(8) And when he had taken the scroll, the four living creatures and the\ntwenty-four elders fell down before the Lamb, each holding a harp, and\ngolden bowls full of incense, which are the prayers of the saints. (9) And\nthey sang a new song, saying, \"Worthy are you to take the scroll and\nto open its seals, for you were slain, and by your blood you ransomed\npeople for God from every tribe and language and people and nation,\n(10) and you have made them a kingdom and priests to our God, and\nthey shall reign on the earth.\" (11) Then I looked, and I heard around the\nthrone and the living creatures and the elders the voice of many angels,\nnumbering myriads of myriads and thousands of thousands, (12) saying\nwith a loud voice, \"Worthy is the Lamb who was slain, to receive power\nand wealth and wisdom and might and honor and glory and blessing!\""],"word_count":154},{"reference":"John 2:18–22","translation":"ESV","division":"Junior","passage_number":6,"release":"Navigate","cards":["(18) So the Jews said to him, \"What sign do you show us for\ndoing these things?\" (19) Jesus answered them, \"Destroy this\ntemple, and in three days I will raise it up.\" (20) The Jews then\nsaid, \"It has taken forty-six years to build this temple, and will\nyou raise it up in three days?\" (21) But he was speaking about\nthe temple of his body. (22) When therefore he was raised\nfrom the dead, his disciples remembered that he had said\nthis, and they believed the Scripture and the word that Jesus\nhad spoken."],"word_count":92},{"reference":"Acts 10:36–38","translation":"ESV","division":"Junior","passage_number":7,"release":"Explore","cards":["(36) As for the word that he sent to Israel, preaching good\nnews of peace through Jesus Christ (he is Lord of all),\n(37) you yourselves know what happened throughout all\nJudea, beginning from Galilee after the baptism that John\nproclaimed: (38) how God anointed Jesus of Nazareth with\nthe Holy Spirit and with power. He went about doing good\nand healing all who were oppressed by the devil, for God\nwas with him."],"word_count":71},{"reference":"John 3:34–36","translation":"ESV","division":"Junior","passage_number":8,"release":"Navigate","cards":["(34) For he whom God has sent utters the words of God, for\nhe gives the Spirit without measure. (35) The Father loves\nthe Son and has given all things into his hand. (36) Whoever\nbelieves in the Son has eternal life; whoever does not obey\nthe Son shall not see life, but the wrath of God remains on\nhim."],"word_count":57},{"reference":"Titus 3:4–7","translation":"ESV","division":"Junior","passage_number":9,"release":"Explore","cards":["(4) But when the goodness and loving kindness of God our\nSavior appeared, (5) he saved us, not because of works done\nby us in righteousness, but according to his own mercy, by\nthe washing of regeneration and renewal of the Holy Spirit,\n(6) whom he poured out on us richly through Jesus Christ\nour Savior, (7) so that being justiﬁed by his grace we might\nbecome heirs according to the hope of eternal life."],"word_count":71},{"reference":"John 4:41–42","translation":"ESV","division":"Junior","passage_number":10,"release":"Navigate","cards":["(41) And many more believed because of his word. (42) They\nsaid to the woman, \"It is no longer because of what you said\nthat we believe, for we have heard for ourselves, and we know\nthat this is indeed the Savior of the world.\""],"word_count":43},{"reference":"Acts 18:27–28","translation":"ESV","division":"Junior","passage_number":11,"release":"Explore","cards":["(27) And when he wished to cross to Achaia, the brothers\nencouraged him and wrote to the disciples to welcome him.\nWhen he arrived, he greatly helped those who through grace\nhad believed, (28) for he powerfully refuted the Jews in\npublic, showing by the Scriptures that the Christ was Jesus."],"word_count":49},{"reference":"John 5:24","translation":"ESV","division":"Junior","passage_number":12,"release":"Navigate","cards":["(24) Truly, truly, I say to you, whoever hears my word and\nbelieves him who sent me has eternal life. He does not come\ninto judgment, but has passed from death to life."],"word_count":32},{"reference":"Colossians 1:15–18","translation":"ESV","division":"Junior","passage_number":13,"release":"Explore","cards":["(15) He is the image of the invisible God, the ﬁrstborn of all\ncreation. (16) For by him all things were created, in heaven and\non earth, visible and invisible, whether thrones or dominions\nor rulers or authorities--all things were created through him\nand for him. (17) And he is before all things, and in him all\nthings hold together. (18) And he is the head of the body, the\nchurch. He is the beginning, the ﬁrstborn from the dead, that\nin everything he might be preeminent."],"word_count":84},{"reference":"John 6:35","translation":"ESV","division":"Junior","passage_number":14,"release":"Navigate","cards":["(35) Jesus said to them, \"I am the bread of life; whoever\ncomes to me shall not hunger, and whoever believes in me\nshall never thirst."],"word_count":25},{"reference":"1 Corinthians 11:23–24","translation":"ESV","division":"Junior","passage_number":15,"release":"Explore","cards":["(23) For I received from the Lord what I also delivered to you,\nthat the Lord Jesus on the night when he was betrayed took\nbread, (24) and when he had given thanks, he broke it, and\nsaid, \"This is my body, which is for you. Do this in remembrance\nof me.\""],"word_count":50},{"reference":"Genesis 1:1-2","translation":"ESV","division":"Junior","passage_number":16,"release":"NBBC","cards":["(1) In the beginning, God created the heavens and the earth.\n(2) The earth was without form and void, and darkness was\nover the face of the deep. And the Spirit of God was hovering\nover the face of the waters."],"word_count":39},{"reference":"Genesis 3:22-24","translation":"ESV","division":"Junior","passage_number":17,"release":"NBBC","cards":["(22) Then the LORD God said, \"Behold, the man has become\nlike one of us in knowing good and evil. Now, lest he reach\nout his hand and take also of the tree of life and eat, and live\nforever--\" (23) therefore the LORD God sent him out from the\ngarden of Eden to work the ground from which he was taken.\n(24) He drove out the man, and at the east of the garden\nof Eden he placed the cherubim and a flaming sword that\nturned every way to guard the way to the tree of life."],"word_count":95},{"reference":"Genesis 17:1-5","translation":"ESV","division":"Junior","passage_number":18,"release":"NBBC","cards":["(1) When Abram was ninety-nine years old the LORD appeared\nto Abram and said to him, \"I am God Almighty; walk before\nme, and be blameless, (2) that I may make my covenant\nbetween me and you, and may multiply you greatly.\" (3) Then\nAbram fell on his face. And God said to him, (4) \"Behold, my\ncovenant is with you, and you shall be the father of a multitude\nof nations. (5) No longer shall your name be called Abram,\nbut your name shall be Abraham, for I have made you the\nfather of a multitude of nations."],"word_count":95},{"reference":"Exodus 15:1-4","translation":"ESV","division":"Junior","passage_number":19,"release":"NBBC","cards":["(1) Then Moses and the people of Israel sang this song to the\nLORD, saying, \"I will sing to the LORD, for he has triumphed\ngloriously; the horse and his rider he has thrown into the sea.\n(2) The LORD is my strength and my song, and he has become\nmy salvation; this is my God, and I will praise him, my father's\nGod, and I will exalt him. (3) The LORD is a man of war; the\nLORD is his name. (4) \"Pharaoh's chariots and his host he cast\ninto the sea, and his chosen officers were sunk in the Red Sea."],"word_count":99},{"reference":"Numbers 21:7-9","translation":"ESV","division":"Junior","passage_number":20,"release":"NBBC","cards":["(7) And the people came to Moses and said, \"We have sinned,\nfor we have spoken against the LORD and against you. Pray to\nthe LORD, that he take away the serpents from us.\" So Moses\nprayed for the people. (8) And the LORD said to Moses,\n\"Make a fiery serpent and set it on a pole, and everyone\nwho is bitten, when he sees it, shall live.\" (9) So Moses made\na bronze serpent and set it on a pole. And if a serpent bit\nanyone, he would look at the bronze serpent and live."],"word_count":93},{"reference":"1 Samuel 15:22-24","translation":"ESV","division":"Junior","passage_number":21,"release":"NBBC","cards":["(22) And Samuel said, \"Has the LORD as great delight in burnt\nofferings and sacrifices, as in obeying the voice of the LORD?\nBehold, to obey is better than sacrifice, and to listen than the\nfat of rams. (23) For rebellion is as the sin of divination, and\npresumption is as iniquity and idolatry. Because you have\nrejected the word of the LORD, he has also rejected you from\nbeing king.\" (24) Saul said to Samuel, \"I have sinned, for I\nhave transgressed the commandment of the LORD and your\nwords, because I feared the people and obeyed their voice."],"word_count":97},{"reference":"1 Kings 8:14-20","translation":"ESV","division":"Junior","passage_number":22,"release":"NBBC","cards":["(14) Then the king turned around and blessed all the\nassembly of Israel, while all the assembly of Israel stood. (15)\nAnd he said, \"Blessed be the LORD, the God of Israel, who\nwith his hand has fulfilled what he promised with his mouth\nto David my father, saying, (16) 'Since the day that I brought\nmy people Israel out of Egypt, I chose no city out of all the\ntribes of Israel in which to build a house, that my name might\nbe there. But I chose David to be over my people Israel.' (17)\nNow it was in the heart of David my father to build a house for\nthe name of the LORD, the God of Israel. (18) But the LORD\nsaid to David my father, 'Whereas it was in your heart to build","a house for my name, you did well that it was in your heart.\n(19) Nevertheless, you shall not build the house, but your son\nwho shall be born to you shall build the house for my name.'\n(20) Now the LORD has fulfilled his promise that he made.\nFor I have risen in the place of David my father, and sit on the\nthrone of Israel, as the LORD promised, and I have built the\nhouse for the name of the LORD, the God of Israel."],"word_count":217},{"reference":"1 Chronicles 11:1-9","translation":"ESV","division":"Junior","passage_number":23,"release":"NBBC","cards":["(1) Then all Israel gathered together to David at Hebron and\nsaid, \"Behold, we are your bone and flesh. (2) In times past,\neven when Saul was king, it was you who led out and brought\nin Israel. And the LORD your God said to you, 'You shall be\nshepherd of my people Israel, and you shall be prince over\nmy people Israel.'\" (3) So all the elders of Israel came to\nthe king at Hebron, and David made a covenant with them\nat Hebron before the LORD. And they anointed David king\nover Israel, according to the word of the LORD by Samuel.\n(4) And David and all Israel went to Jerusalem, that is, Jebus,\nwhere the Jebusites were, the inhabitants of the land. (5) The","inhabitants of Jebus said to David, \"You will not come in here.\"\nNevertheless, David took the stronghold of Zion, that is, the\ncity of David. (6) David said, \"Whoever strikes the Jebusites\nfirst shall be chief and commander.\" And Joab the son of\nZeruiah went up first, so he became chief. (7) And David lived\nin the stronghold; therefore it was called the city of David. (8)\nAnd he built the city all around from the Millo in complete\ncircuit, and Joab repaired the rest of the city. (9) And David\nbecame greater and greater, for the LORD of hosts was with\nhim."],"word_count":221},{"reference":"Job 34:16-27","translation":"ESV","division":"Junior","passage_number":24,"release":"NBBC","cards":["(16) \"If you have understanding, hear this; listen to what I say.\n(17) Shall one who hates justice govern? Will you condemn\nhim who is righteous and mighty, (18) who says to a king,\n'Worthless one,' and to nobles, 'Wicked man,' (19) who shows\nno partiality to princes, nor regards the rich more than the\npoor, for they are all the work of his hands? (20) In a moment\nthey die; at midnight the people are shaken and pass away,\nand the mighty are taken away by no human hand. (21) \"For\nhis eyes are on the ways of a man, and he sees all his steps.\n(22) There is no gloom or deep darkness where evildoers\nmay hide themselves. (23) For God has no need to consider a","man further, that he should go before God in judgment. (24)\nHe shatters the mighty without investigation and sets others\nin their place. (25) Thus, knowing their works, he overturns\nthem in the night, and they are crushed. (26) He strikes them\nfor their wickedness in a place for all to see, (27) because\nthey turned aside from following him and had no regard for\nany of his ways,"],"word_count":186},{"reference":"Psalm 2:1-6","translation":"ESV","division":"Junior","passage_number":25,"release":"NBBC","cards":["(1) Why do the nations rage and the peoples plot in vain?\n(2) The kings of the earth set themselves, and the rulers take\ncounsel together, against the LORD and against his Anointed,\nsaying, (3) \"Let us burst their bonds apart and cast away their\ncords from us.\" (4) He who sits in the heavens laughs; the\nLord holds them in derision. (5) Then he will speak to them in\nhis wrath, and terrify them in his fury, saying, (6) \"As for me, I\nhave set my King on Zion, my holy hill.\""],"word_count":87},{"reference":"Psalm 3:3-8","translation":"ESV","division":"Junior","passage_number":26,"release":"NBBC","cards":["(3) But you, O LORD, are a shield about me, my glory, and\nthe lifter of my head. (4) I cried aloud to the LORD, and he\nanswered me from his holy hill. Selah (5) I lay down and slept;\nI woke again, for the LORD sustained me. (6) I will not be\nafraid of many thousands of people who have set themselves\nagainst me all around. (7) Arise, O LORD! Save me, O my\nGod! For you strike all my enemies on the cheek; you break\nthe teeth of the wicked. (8) Salvation belongs to the LORD;\nyour blessing be on your people! Selah"],"word_count":99},{"reference":"Psalm 9:1-12","translation":"ESV","division":"Junior","passage_number":27,"release":"NBBC","cards":["(1) I will give thanks to the LORD with my whole heart; I will\nrecount all of your wonderful deeds. (2) I will be glad and\nexult in you; I will sing praise to your name, O Most High. (3)\nWhen my enemies turn back, they stumble and perish before\nyour presence. (4) For you have maintained my just cause;\nyou have sat on the throne, giving righteous judgment. (5)\nYou have rebuked the nations; you have made the wicked\nperish; you have blotted out their name forever and ever. (6)\nThe enemy came to an end in everlasting ruins; their cities you\nrooted out; the very memory of them has perished. (7) But the\nLORD sits enthroned forever; he has established his throne","for justice, (8) and he judges the world with righteousness;\nhe judges the peoples with uprightness. (9) The LORD is\na stronghold for the oppressed, a stronghold in times of\ntrouble. (10) And those who know your name put their trust in\nyou, for you, O LORD, have not forsaken those who seek you.\n(11) Sing praises to the LORD, who sits enthroned in Zion!\nTell among the peoples his deeds! (12) For he who avenges\nblood is mindful of them; he does not forget the cry of the\nafflicted."],"word_count":202},{"reference":"Psalm 10:1-12","translation":"ESV","division":"Junior","passage_number":28,"release":"NBBC","cards":["(1) Why, O LORD, do you stand far away? Why do you hide\nyourself in times of trouble? (2) In arrogance the wicked hotly\npursue the poor; let them be caught in the schemes that they\nhave devised. (3) For the wicked boasts of the desires of his\nsoul, and the one greedy for gain curses and renounces the\nLORD. (4) In the pride of his face the wicked does not seek him;\nall his thoughts are, \"There is no God.\" (5) His ways prosper at\nall times; your judgments are on high, out of his sight; as for\nall his foes, he puffs at them. (6) He says in his heart, \"I shall\nnot be moved; throughout all generations I shall not meet\nadversity.\" (7) His mouth is filled with cursing and deceit and","oppression; under his tongue are mischief and iniquity. (8)\nHe sits in ambush in the villages; in hiding places he murders\nthe innocent. His eyes stealthily watch for the helpless; (9) he\nlurks in ambush like a lion in his thicket; he lurks that he may\nseize the poor; he seizes the poor when he draws him into his\nnet. (10) The helpless are crushed, sink down, and fall by his\nmight. (11) He says in his heart, \"God has forgotten, he has\nhidden his face, he will never see it.\" (12) Arise, O LORD; O\nGod, lift up your hand; forget not the afflicted."],"word_count":228},{"reference":"Psalm 36:1-12","translation":"ESV","division":"Junior","passage_number":29,"release":"NBBC","cards":["(1) Transgression speaks to the wicked deep in his heart;\nthere is no fear of God before his eyes. (2) For he flatters\nhimself in his own eyes that his iniquity cannot be found out\nand hated. (3) The words of his mouth are trouble and deceit;\nhe has ceased to act wisely and do good. (4) He plots trouble\nwhile on his bed; he sets himself in a way that is not good; he\ndoes not reject evil. (5) Your steadfast love, O LORD, extends\nto the heavens, your faithfulness to the clouds. (6) Your\nrighteousness is like the mountains of God; your judgments\nare like the great deep; man and beast you save, O LORD.\n(7) How precious is your steadfast love, O God! The children","of mankind take refuge in the shadow of your wings. (8)\nThey feast on the abundance of your house, and you give\nthem drink from the river of your delights. (9) For with you\nis the fountain of life; in your light do we see light. (10) Oh,\ncontinue your steadfast love to those who know you, and your\nrighteousness to the upright of heart! (11) Let not the foot of\narrogance come upon me, nor the hand of the wicked drive\nme away. (12) There the evildoers lie fallen; they are thrust\ndown, unable to rise."],"word_count":213},{"reference":"Psalm 101:3-4","translation":"ESV","division":"Junior","passage_number":30,"release":"NBBC","cards":["(3) I will not set before my eyes anything that is worthless. I\nhate the work of those who fall away; it shall not cling to me.\n(4) A perverse heart shall be far from me; I will know nothing\nof evil."],"word_count":40},{"reference":"Psalm 104:24-35","translation":"ESV","division":"Junior","passage_number":31,"release":"NBBC","cards":["(24) O LORD, how manifold are your works! In wisdom have\nyou made them all; the earth is full of your creatures. (25)\nHere is the sea, great and wide, which teems with creatures\ninnumerable, living things both small and great. (26) There go\nthe ships, and Leviathan, which you formed to play in it. (27)\nThese all look to you, to give them their food in due season.\n(28) When you give it to them, they gather it up; when you\nopen your hand, they are filled with good things. (29) When\nyou hide your face, they are dismayed; when you take away\ntheir breath, they die and return to their dust. (30) When you\nsend forth your Spirit, they are created, and you renew the","face of the ground. (31) May the glory of the LORD endure\nforever; may the LORD rejoice in his works, (32) who looks\non the earth and it trembles, who touches the mountains and\nthey smoke! (33) I will sing to the LORD as long as I live; I\nwill sing praise to my God while I have being. (34) May my\nmeditation be pleasing to him, for I rejoice in the LORD. (35)\nLet sinners be consumed from the earth, and let the wicked\nbe no more! Bless the LORD, O my soul! Praise the LORD!"],"word_count":212},{"reference":"Proverbs 3:21-33","translation":"ESV","division":"Junior","passage_number":32,"release":"NBBC","cards":["(21) My son, do not lose sight of these-- keep sound wisdom\nand discretion, (22) and they will be life for your soul and\nadornment for your neck. (23) Then you will walk on your way\nsecurely, and your foot will not stumble. (24) If you lie down,\nyou will not be afraid; when you lie down, your sleep will be\nsweet. (25) Do not be afraid of sudden terror or of the ruin\nof the wicked, when it comes, (26) for the LORD will be your\nconfidence and will keep your foot from being caught. (27)\nDo not withhold good from those to whom it is due, when\nit is in your power to do it. (28) Do not say to your neighbor,\n\"Go, and come again, tomorrow I will give it\"--when you have","it with you. (29) Do not plan evil against your neighbor, who\ndwells trustingly beside you. (30) Do not contend with a man\nfor no reason, when he has done you no harm. (31) Do not\nenvy a man of violence and do not choose any of his ways,\n(32) for the devious person is an abomination to the LORD,\nbut the upright are in his confidence. (33) The LORD's curse\nis on the house of the wicked, but he blesses the dwelling of\nthe righteous."],"word_count":209},{"reference":"Proverbs 20:1-11","translation":"ESV","division":"Junior","passage_number":33,"release":"NBBC","cards":["(1) Wine is a mocker, strong drink a brawler, and whoever is\nled astray by it is not wise. (2) The terror of a king is like the\ngrowling of a lion; whoever provokes him to anger forfeits his\nlife. (3) It is an honor for a man to keep aloof from strife, but\nevery fool will be quarreling. (4) The sluggard does not plow\nin the autumn; he will seek at harvest and have nothing. (5)\nThe purpose in a man's heart is like deep water, but a man of\nunderstanding will draw it out. (6) Many a man proclaims his\nown steadfast love, but a faithful man who can find? (7) The\nrighteous who walks in his integrity-- blessed are his children\nafter him! (8) A king who sits on the throne of judgment","winnows all evil with his eyes. (9) Who can say, \"I have made\nmy heart pure; I am clean from my sin\"? (10) Unequal weights\nand unequal measures are both alike an abomination to the\nLORD. (11) Even a child makes himself known by his acts, by\nwhether his conduct is pure and upright."],"word_count":179},{"reference":"Isaiah 1:12-20","translation":"ESV","division":"Junior","passage_number":34,"release":"NBBC","cards":["(12) \"When you come to appear before me, who has required\nof you this trampling of my courts? (13) Bring no more vain\nofferings; incense is an abomination to me. New moon and\nSabbath and the calling of convocations-- I cannot endure\niniquity and solemn assembly. (14) Your new moons and your\nappointed feasts my soul hates; they have become a burden\nto me; I am weary of bearing them. (15) When you spread\nout your hands, I will hide my eyes from you; even though\nyou make many prayers, I will not listen; your hands are full of\nblood. (16) Wash yourselves; make yourselves clean; remove\nthe evil of your deeds from before my eyes; cease to do evil,","(17) learn to do good; seek justice, correct oppression; bring\njustice to the fatherless, plead the widow's cause. (18) \"Come\nnow, let us reason together, says the LORD: though your sins\nare like scarlet, they shall be as white as snow; though they\nare red like crimson, they shall become like wool. (19) If you\nare willing and obedient, you shall eat the good of the land;\n(20) but if you refuse and rebel, you shall be eaten by the\nsword; for the mouth of the LORD has spoken.\""],"word_count":200},{"reference":"Isaiah 40:1-9","translation":"ESV","division":"Junior","passage_number":35,"release":"NBBC","cards":["(1) Comfort, comfort my people, says your God. (2) Speak\ntenderly to Jerusalem, and cry to her that her warfare is\nended, that her iniquity is pardoned, that she has received\nfrom the LORD's hand double for all her sins. (3) A voice\ncries: \"In the wilderness prepare the way of the LORD; make\nstraight in the desert a highway for our God. (4) Every valley\nshall be lifted up, and every mountain and hill be made low;\nthe uneven ground shall become level, and the rough places\na plain. (5) And the glory of the LORD shall be revealed, and\nall flesh shall see it together, for the mouth of the LORD has\nspoken.\" (6) A voice says, \"Cry!\" And I said, \"What shall I cry?\"","All flesh is grass, and all its beauty is like the flower of the\nfield. (7) The grass withers, the flower fades when the breath\nof the LORD blows on it; surely the people are grass. (8) The\ngrass withers, the flower fades, but the word of our God will\nstand forever. (9) Go on up to a high mountain, O Zion, herald\nof good news; lift up your voice with strength, O Jerusalem,\nherald of good news; lift it up, fear not; say to the cities of\nJudah, \"Behold your God!\""],"word_count":210},{"reference":"Hosea 7:1-10","translation":"ESV","division":"Junior","passage_number":36,"release":"NBBC","cards":["(1) when I would heal Israel, the iniquity of Ephraim is\nrevealed, and the evil deeds of Samaria, for they deal\nfalsely; the thief breaks in, and the bandits raid outside. (2)\nBut they do not consider that I remember all their evil. Now\ntheir deeds surround them; they are before my face. (3) By\ntheir evil they make the king glad, and the princes by their\ntreachery. (4) They are all adulterers; they are like a heated\noven whose baker ceases to stir the fire, from the kneading of\nthe dough until it is leavened. (5) On the day of our king, the\nprinces became sick with the heat of wine; he stretched out\nhis hand with mockers. (6) For with hearts like an oven they","approach their intrigue; all night their anger smolders; in the\nmorning it blazes like a flaming fire. (7) All of them are hot\nas an oven, and they devour their rulers. All their kings have\nfallen, and none of them calls upon me. (8) Ephraim mixes\nhimself with the peoples; Ephraim is a cake not turned. (9)\nStrangers devour his strength, and he knows it not; gray hairs\nare sprinkled upon him, and he knows it not. (10) The pride of\nIsrael testifies to his face; yet they do not return to the LORD\ntheir God, nor seek him, for all this."],"word_count":219},{"reference":"Jonah 3:2-4","translation":"ESV","division":"Junior","passage_number":37,"release":"NBBC","cards":["(2) \"Arise, go to Nineveh, that great city, and call out against\nit the message that I tell you.\" (3) So Jonah arose and went to\nNineveh, according to the word of the LORD. Now Nineveh\nwas an exceedingly great city, three days' journey in breadth.\n(4) Jonah began to go into the city, going a day's journey.\nAnd he called out, \"Yet forty days, and Nineveh shall be\noverthrown!\""],"word_count":67},{"reference":"Nahum 1:6-8","translation":"ESV","division":"Junior","passage_number":38,"release":"NBBC","cards":["(6) Who can stand before his indignation? Who can endure\nthe heat of his anger? His wrath is poured out like fire, and the\nrocks are broken into pieces by him. (7) The LORD is good, a\nstronghold in the day of trouble; he knows those who take\nrefuge in him. (8) But with an overflowing flood he will make a\ncomplete end of the adversaries, and will pursue his enemies\ninto darkness."],"word_count":70},{"reference":"Matthew 2:9-11","translation":"ESV","division":"Junior","passage_number":39,"release":"NBBC","cards":["(9) After listening to the king, they went on their way. And\nbehold, the star that they had seen when it rose went before\nthem until it came to rest over the place where the child was.\n(10) When they saw the star, they rejoiced exceedingly with\ngreat joy. (11) And going into the house, they saw the child\nwith Mary his mother, and they fell down and worshiped him.\nThen, opening their treasures, they offered him gifts, gold\nand frankincense and myrrh."],"word_count":80},{"reference":"Romans 1:16","translation":"ESV","division":"Junior","passage_number":40,"release":"NBBC","cards":["(16) For I am not ashamed of the gospel, for it is the power of\nGod for salvation to everyone who believes, to the Jew first\nand also to the Greek."],"word_count":30},{"reference":"Philippians 4:10-13","translation":"ESV","division":"Junior","passage_number":41,"release":"NBBC","cards":["(10) I rejoiced in the Lord greatly that now at length you have\nrevived your concern for me. You were indeed concerned for\nme, but you had no opportunity. (11) Not that I am speaking\nof being in need, for I have learned in whatever situation I am\nto be content. (12) I know how to be brought low, and I know\nhow to abound. In any and every circumstance, I have learned\nthe secret of facing plenty and hunger, abundance and need.\n(13) I can do all things through him who strengthens me."],"word_count":90},{"reference":"James 1:9-10","translation":"ESV","division":"Junior","passage_number":42,"release":"NBBC","cards":["(9) Let the lowly brother boast in his exaltation, (10) and the\nrich in his humiliation, because like a flower of the grass he\nwill pass away."],"word_count":25},{"reference":"1 John 2:9-10","translation":"ESV","division":"Junior","passage_number":43,"release":"NBBC","cards":["(9) Whoever says he is in the light and hates his brother is\nstill in darkness. (10) Whoever loves his brother abides in the\nlight, and in him there is no cause for stumbling."],"word_count":32},{"reference":"Deuteronomy 28:1-13","translation":"ESV","division":"Junior","passage_number":44,"release":"NBBC","cards":["(1) \"And if you faithfully obey the voice of the LORD your God,\nbeing careful to do all his commandments that I command\nyou today, the LORD your God will set you high above all\nthe nations of the earth. (2) And all these blessings shall\ncome upon you and overtake you, if you obey the voice of\nthe LORD your God. (3) Blessed shall you be in the city, and\nblessed shall you be in the field. (4) Blessed shall be the fruit\nof your womb and the fruit of your ground and the fruit of\nyour cattle, the increase of your herds and the young of your\nflock. (5) Blessed shall be your basket and your kneading\nbowl. (6) Blessed shall you be when you come in, and blessed","shall you be when you go out. (7) \"The LORD will cause your\nenemies who rise against you to be defeated before you.\nThey shall come out against you one way and flee before you\nseven ways. (8) The LORD will command the blessing on you\nin your barns and in all that you undertake. And he will bless\nyou in the land that the LORD your God is giving you. (9) The\nLORD will establish you as a people holy to himself, as he has\nsworn to you, if you keep the commandments of the LORD\nyour God and walk in his ways. (10) And all the peoples of the\nearth shall see that you are called by the name of the LORD,\nand they shall be afraid of you. (11) And the LORD will make","you abound in prosperity, in the fruit of your womb and in the\nfruit of your livestock and in the fruit of your ground, within\nthe land that the LORD swore to your fathers to give you. (12)\nThe LORD will open to you his good treasury, the heavens,\nto give the rain to your land in its season and to bless all the\nwork of your hands. And you shall lend to many nations, but\nyou shall not borrow. (13) And the LORD will make you the\nhead and not the tail, and you shall only go up and not down,\nif you obey the commandments of the LORD your God, which\nI command you today, being careful to do them,"],"word_count":377},{"reference":"1 Samuel 2:1-5","translation":"ESV","division":"Junior","passage_number":45,"release":"NBBC","cards":["(1) And Hannah prayed and said, \"My heart exults in the\nLORD; my horn is exalted in the LORD. My mouth derides\nmy enemies, because I rejoice in your salvation. (2) \"There is\nnone holy like the LORD: for there is none besides you; there\nis no rock like our God. (3) Talk no more so very proudly, let\nnot arrogance come from your mouth; for the LORD is a God\nof knowledge, and by him actions are weighed. (4) The bows\nof the mighty are broken, but the feeble bind on strength. (5)\nThose who were full have hired themselves out for bread, but\nthose who were hungry have ceased to hunger. The barren\nhas borne seven, but she who has many children is forlorn."],"word_count":121},{"reference":"Esther 4:13-16","translation":"ESV","division":"Junior","passage_number":46,"release":"NBBC","cards":["(13) Then Mordecai told them to reply to Esther, \"Do not think to\nyourself that in the king's palace you will escape any more than all\nthe other Jews. (14) For if you keep silent at this time, relief and\ndeliverance will rise for the Jews from another place, but you and\nyour father's house will perish. And who knows whether you have\nnot come to the kingdom for such a time as this?\" (15) Then Esther\ntold them to reply to Mordecai, (16) \"Go, gather all the Jews to be\nfound in Susa, and hold a fast on my behalf, and do not eat or drink\nfor three days, night or day. I and my young women will also fast as\nyou do. Then I will go to the king, though it is against the law, and\nif I perish, I perish.\""],"word_count":139},{"reference":"Psalm 102:1-24","translation":"ESV","division":"Junior","passage_number":47,"release":"NBBC","cards":["(1) Hear my prayer, O LORD; let my cry come to you! (2) Do\nnot hide your face from me in the day of my distress! Incline\nyour ear to me; answer me speedily in the day when I call!\n(3) For my days pass away like smoke, and my bones burn\nlike a furnace. (4) My heart is struck down like grass and has\nwithered; I forget to eat my bread. (5) Because of my loud\ngroaning my bones cling to my flesh. (6) I am like a desert\nowl of the wilderness, like an owl of the waste places; (7) I lie\nawake; I am like a lonely sparrow on the housetop. (8) All the\nday my enemies taunt me; those who deride me use my name\nfor a curse. (9) For I eat ashes like bread and mingle tears","with my drink, (10) because of your indignation and anger;\nfor you have taken me up and thrown me down. (11) My days\nare like an evening shadow; I wither away like grass. (12) But\nyou, O LORD, are enthroned forever; you are remembered\nthroughout all generations. (13) You will arise and have pity\non Zion; it is the time to favor her; the appointed time has\ncome. (14) For your servants hold her stones dear and have\npity on her dust. (15) Nations will fear the name of the LORD,\nand all the kings of the earth will fear your glory. (16) For the\nLORD builds up Zion; he appears in his glory; (17) he regards\nthe prayer of the destitute and does not despise their prayer.","(18) Let this be recorded for a generation to come, so that a\npeople yet to be created may praise the LORD: (19) that he\nlooked down from his holy height; from heaven the LORD\nlooked at the earth, (20) to hear the groans of the prisoners,\nto set free those who were doomed to die, (21) that they may\ndeclare in Zion the name of the LORD, and in Jerusalem his\npraise, (22) when peoples gather together, and kingdoms,\nto worship the LORD. (23) He has broken my strength in\nmidcourse; he has shortened my days. (24) \"O my God,\" I say,\n\"take me not away in the midst of my days-- you whose years\nendure throughout all generations!\""],"word_count":366},{"reference":"Psalm 103:1-22","translation":"ESV","division":"Junior","passage_number":48,"release":"NBBC","cards":["(1) Bless the LORD, O my soul, and all that is within me, bless\nhis holy name! (2) Bless the LORD, O my soul, and forget not\nall his benefits, (3) who forgives all your iniquity, who heals\nall your diseases, (4) who redeems your life from the pit, who\ncrowns you with steadfast love and mercy, (5) who satisfies\nyou with good so that your youth is renewed like the eagle's.\n(6) The LORD works righteousness and justice for all who are\noppressed. (7) He made known his ways to Moses, his acts to\nthe people of Israel. (8) The LORD is merciful and gracious,\nslow to anger and abounding in steadfast love. (9) He will not\nalways chide, nor will he keep his anger forever. (10) He does","not deal with us according to our sins, nor repay us according\nto our iniquities. (11) For as high as the heavens are above the\nearth, so great is his steadfast love toward those who fear him;\n(12) as far as the east is from the west, so far does he remove\nour transgressions from us. (13) As a father shows compassion\nto his children, so the LORD shows compassion to those who\nfear him. (14) For he knows our frame; he remembers that we\nare dust. (15) As for man, his days are like grass; he flourishes\nlike a flower of the field; (16) for the wind passes over it, and it\nis gone, and its place knows it no more. (17) But the steadfast\nlove of the LORD is from everlasting to everlasting on those","who fear him, and his righteousness to children's children,\n(18) to those who keep his covenant and remember to do his\ncommandments. (19) The LORD has established his throne\nin the heavens, and his kingdom rules over all. (20) Bless the\nLORD, O you his angels, you mighty ones who do his word,\nobeying the voice of his word! (21) Bless the LORD, all his\nhosts, his ministers, who do his will! (22) Bless the LORD, all\nhis works, in all places of his dominion. Bless the LORD, O my\nsoul!"],"word_count":336},{"reference":"Isaiah 11:1-11","translation":"ESV","division":"Junior","passage_number":49,"release":"NBBC","cards":["(1) There shall come forth a shoot from the stump of Jesse,\nand a branch from his roots shall bear fruit. (2) And the Spirit\nof the LORD shall rest upon him, the Spirit of wisdom and\nunderstanding, the Spirit of counsel and might, the Spirit of\nknowledge and the fear of the LORD. (3) And his delight shall\nbe in the fear of the LORD. He shall not judge by what his\neyes see, or decide disputes by what his ears hear, (4) but\nwith righteousness he shall judge the poor, and decide with\nequity for the meek of the earth; and he shall strike the earth\nwith the rod of his mouth, and with the breath of his lips he\nshall kill the wicked. (5) Righteousness shall be the belt of his","waist, and faithfulness the belt of his loins. (6) The wolf shall\ndwell with the lamb, and the leopard shall lie down with the\nyoung goat, and the calf and the lion and the fattened calf\ntogether; and a little child shall lead them. (7) The cow and\nthe bear shall graze; their young shall lie down together; and\nthe lion shall eat straw like the ox. (8) The nursing child shall\nplay over the hole of the cobra, and the weaned child shall\nput his hand on the adder's den. (9) They shall not hurt or\ndestroy in all my holy mountain; for the earth shall be full of\nthe knowledge of the LORD as the waters cover the sea. (10)\nIn that day the root of Jesse, who shall stand as a signal for","the peoples--of him shall the nations inquire, and his resting\nplace shall be glorious. (11) In that day the Lord will extend his\nhand yet a second time to recover the remnant that remains\nof his people, from Assyria, from Egypt, from Pathros, from\nCush, from Elam, from Shinar, from Hamath, and from the\ncoastlands of the sea."],"word_count":318},{"reference":"Daniel 4:34-36","translation":"ESV","division":"Junior","passage_number":50,"release":"NBBC","cards":["(34) At the end of the days I, Nebuchadnezzar, lifted my eyes to\nheaven, and my reason returned to me, and I blessed the Most\nHigh, and praised and honored him who lives forever, for his\ndominion is an everlasting dominion, and his kingdom endures\nfrom generation to generation; (35) all the inhabitants of the earth\nare accounted as nothing, and he does according to his will among\nthe host of heaven and among the inhabitants of the earth; and\nnone can stay his hand or say to him, \"What have you done?\" (36)\nAt the same time my reason returned to me, and for the glory of my\nkingdom, my majesty and splendor returned to me. My counselors\nand my lords sought me, and I was established in my kingdom,\nand still more greatness was added to me."],"word_count":136},{"reference":"Matthew 3:1-4","translation":"ESV","division":"Junior","passage_number":51,"release":"NBBC","cards":["(1) In those days John the Baptist came preaching in the\nwilderness of Judea, (2) \"Repent, for the kingdom of heaven\nis at hand.\" (3) For this is he who was spoken of by the prophet\nIsaiah when he said, \"The voice of one crying in the wilderness:\n'Prepare the way of the Lord; make his paths straight.'\" (4)\nNow John wore a garment of camel's hair and a leather belt\naround his waist, and his food was locusts and wild honey."],"word_count":78},{"reference":"Matthew 6:5-15","translation":"ESV","division":"Junior","passage_number":52,"release":"NBBC","cards":["(5) \"And when you pray, you must not be like the hypocrites.\nFor they love to stand and pray in the synagogues and at the\nstreet corners, that they may be seen by others. Truly, I say to\nyou, they have received their reward. (6) But when you pray,\ngo into your room and shut the door and pray to your Father\nwho is in secret. And your Father who sees in secret will\nreward you. (7) \"And when you pray, do not heap up empty\nphrases as the Gentiles do, for they think that they will be\nheard for their many words. (8) Do not be like them, for your\nFather knows what you need before you ask him. (9) Pray\nthen like this: \"Our Father in heaven, hallowed be your name.","(10) Your kingdom come, your will be done, on earth as it is in\nheaven. (11) Give us this day our daily bread, (12) and forgive\nus our debts, as we also have forgiven our debtors. (13) And\nlead us not into temptation, but deliver us from evil. (14) For\nif you forgive others their trespasses, your heavenly Father\nwill also forgive you, (15) but if you do not forgive others their\ntrespasses, neither will your Father forgive your trespasses."],"word_count":202},{"reference":"Matthew 6:16-18","translation":"ESV","division":"Junior","passage_number":53,"release":"NBBC","cards":["(16) \"And when you fast, do not look gloomy like the\nhypocrites, for they disfigure their faces that their fasting may\nbe seen by others. Truly, I say to you, they have received their\nreward. (17) But when you fast, anoint your head and wash\nyour face, (18) that your fasting may not be seen by others\nbut by your Father who is in secret. And your Father who sees\nin secret will reward you."],"word_count":72},{"reference":"Matthew 8:1-4","translation":"ESV","division":"Junior","passage_number":54,"release":"NBBC","cards":["(1) When he came down from the mountain, great crowds\nfollowed him. (2) And behold, a leper came to him and knelt\nbefore him, saying, \"Lord, if you will, you can make me clean.\"\n(3) And Jesus stretched out his hand and touched him,\nsaying, \"I will; be clean.\" And immediately his leprosy was\ncleansed. (4) And Jesus said to him, \"See that you say nothing\nto anyone, but go, show yourself to the priest and offer the\ngift that Moses commanded, for a proof to them.\""],"word_count":83},{"reference":"Matthew 8:23-27","translation":"ESV","division":"Junior","passage_number":55,"release":"NBBC","cards":["(23) And when he got into the boat, his disciples followed\nhim. (24) And behold, there arose a great storm on the sea, so\nthat the boat was being swamped by the waves; but he was\nasleep. (25) And they went and woke him, saying, \"Save us,\nLord; we are perishing.\" (26) And he said to them, \"Why are\nyou afraid, O you of little faith?\" Then he rose and rebuked\nthe winds and the sea, and there was a great calm. (27) And\nthe men marveled, saying, \"What sort of man is this, that even\nwinds and sea obey him?\""],"word_count":96},{"reference":"Mark 1:2-3","translation":"ESV","division":"Junior","passage_number":56,"release":"NBBC","cards":["(2) As it is written in Isaiah the prophet, \"Behold, I send my\nmessenger before your face, who will prepare your way, (3)\nthe voice of one crying in the wilderness: 'Prepare the way of\nthe Lord, make his paths straight,'\""],"word_count":39},{"reference":"Mark 1:4-8","translation":"ESV","division":"Junior","passage_number":57,"release":"NBBC","cards":["(4) John appeared, baptizing in the wilderness and\nproclaiming a baptism of repentance for the forgiveness of\nsins. (5) And all the country of Judea and all Jerusalem were\ngoing out to him and were being baptized by him in the river\nJordan, confessing their sins. (6) Now John was clothed with\ncamel's hair and wore a leather belt around his waist and ate\nlocusts and wild honey. (7) And he preached, saying, \"After me\ncomes he who is mightier than I, the strap of whose sandals\nI am not worthy to stoop down and untie. (8) I have baptized\nyou with water, but he will baptize you with the Holy Spirit.\""],"word_count":107},{"reference":"Mark 2:3-12","translation":"ESV","division":"Junior","passage_number":58,"release":"NBBC","cards":["(3) And they came, bringing to him a paralytic carried by four\nmen. (4) And when they could not get near him because of\nthe crowd, they removed the roof above him, and when they\nhad made an opening, they let down the bed on which the\nparalytic lay. (5) And when Jesus saw their faith, he said to\nthe paralytic, \"Son, your sins are forgiven.\" (6) Now some\nof the scribes were sitting there, questioning in their hearts,\n(7) \"Why does this man speak like that? He is blaspheming!\nWho can forgive sins but God alone?\" (8) And immediately\nJesus, perceiving in his spirit that they thus questioned within\nthemselves, said to them, \"Why do you question these things","in your hearts? (9) Which is easier, to say to the paralytic, 'Your\nsins are forgiven,' or to say, 'Rise, take up your bed and walk'?\n(10) But that you may know that the Son of Man has authority\non earth to forgive sins\"--he said to the paralytic-- (11) \"I say\nto you, rise, pick up your bed, and go home.\" (12) And he\nrose and immediately picked up his bed and went out before\nthem all, so that they were all amazed and glorified God,\nsaying, \"We never saw anything like this!\""],"word_count":204},{"reference":"Mark 7:1-9","translation":"ESV","division":"Junior","passage_number":59,"release":"NBBC","cards":["(1) Now when the Pharisees gathered to him, with some of\nthe scribes who had come from Jerusalem, (2) they saw that\nsome of his disciples ate with hands that were defiled, that\nis, unwashed. (3) (For the Pharisees and all the Jews do not\neat unless they wash their hands properly, holding to the\ntradition of the elders, (4) and when they come from the\nmarketplace, they do not eat unless they wash. And there are\nmany other traditions that they observe, such as the washing\nof cups and pots and copper vessels and dining couches.) (5)\nAnd the Pharisees and the scribes asked him, \"Why do your\ndisciples not walk according to the tradition of the elders,","but eat with defiled hands?\" (6) And he said to them, \"Well\ndid Isaiah prophesy of you hypocrites, as it is written, \"'This\npeople honors me with their lips, but their heart is far from\nme; (7) in vain do they worship me, teaching as doctrines the\ncommandments of men.' (8) You leave the commandment of\nGod and hold to the tradition of men.\" (9) And he said to\nthem, \"You have a fine way of rejecting the commandment of\nGod in order to establish your tradition!"],"word_count":197},{"reference":"Luke 10:2","translation":"ESV","division":"Junior","passage_number":60,"release":"NBBC","cards":["(2) And he said to them, \"The harvest is plentiful, but the\nlaborers are few. Therefore pray earnestly to the Lord of the\nharvest to send out laborers into his harvest."],"word_count":30},{"reference":"Luke 15:1-10","translation":"ESV","division":"Junior","passage_number":61,"release":"NBBC","cards":["(1) Now the tax collectors and sinners were all drawing near\nto hear him. (2) And the Pharisees and the scribes grumbled,\nsaying, \"This man receives sinners and eats with them.\" (3)\nSo he told them this parable: (4) \"What man of you, having a\nhundred sheep, if he has lost one of them, does not leave the\nninety-nine in the open country, and go after the one that is\nlost, until he finds it? (5) And when he has found it, he lays it\non his shoulders, rejoicing. (6) And when he comes home, he\ncalls together his friends and his neighbors, saying to them,\n'Rejoice with me, for I have found my sheep that was lost.' (7)\nJust so, I tell you, there will be more joy in heaven over one","sinner who repents than over ninety-nine righteous persons\nwho need no repentance. (8) \"Or what woman, having ten\nsilver coins, if she loses one coin, does not light a lamp and\nsweep the house and seek diligently until she finds it? (9)\nAnd when she has found it, she calls together her friends and\nneighbors, saying, 'Rejoice with me, for I have found the coin\nthat I had lost.' (10) Just so, I tell you, there is joy before the\nangels of God over one sinner who repents.\""],"word_count":213},{"reference":"Luke 17:5-14","translation":"ESV","division":"Junior","passage_number":62,"release":"NBBC","cards":["(5) The apostles said to the Lord, \"Increase our faith!\" (6) And\nthe Lord said, \"If you had faith like a grain of mustard seed,\nyou could say to this mulberry tree, 'Be uprooted and planted\nin the sea,' and it would obey you. (7) \"Will any one of you\nwho has a servant plowing or keeping sheep say to him when\nhe has come in from the field, 'Come at once and recline at\ntable'? (8) Will he not rather say to him, 'Prepare supper for\nme, and dress properly, and serve me while I eat and drink,\nand afterward you will eat and drink'? (9) Does he thank the\nservant because he did what was commanded? (10) So you\nalso, when you have done all that you were commanded,","say, 'We are unworthy servants; we have only done what\nwas our duty.'\" (11) On the way to Jerusalem he was passing\nalong between Samaria and Galilee. (12) And as he entered\na village, he was met by ten lepers, who stood at a distance\n(13) and lifted up their voices, saying, \"Jesus, Master, have\nmercy on us.\" (14) When he saw them he said to them, \"Go\nand show yourselves to the priests.\" And as they went they\nwere cleansed."],"word_count":202},{"reference":"John 8:12","translation":"ESV","division":"Junior","passage_number":63,"release":"NBBC","cards":["(12) Again Jesus spoke to them, saying, \"I am the light of the\nworld. Whoever follows me will not walk in darkness, but will\nhave the light of life.\""],"word_count":28},{"reference":"John 12:27-36","translation":"ESV","division":"Junior","passage_number":64,"release":"NBBC","cards":["(27) \"Now is my soul troubled. And what shall I say? 'Father,\nsave me from this hour'? But for this purpose I have come to\nthis hour. (28) Father, glorify your name.\" Then a voice came\nfrom heaven: \"I have glorified it, and I will glorify it again.\"\n(29) The crowd that stood there and heard it said that it had\nthundered. Others said, \"An angel has spoken to him.\" (30)\nJesus answered, \"This voice has come for your sake, not\nmine. (31) Now is the judgment of this world; now will the\nruler of this world be cast out. (32) And I, when I am lifted up\nfrom the earth, will draw all people to myself.\" (33) He said\nthis to show by what kind of death he was going to die. (34)","So the crowd answered him, \"We have heard from the Law\nthat the Christ remains forever. How can you say that the Son\nof Man must be lifted up? Who is this Son of Man?\" (35) So\nJesus said to them, \"The light is among you for a little while\nlonger. Walk while you have the light, lest darkness overtake\nyou. The one who walks in the darkness does not know where\nhe is going. (36) While you have the light, believe in the light,\nthat you may become sons of light.\" When Jesus had said\nthese things, he departed and hid himself from them."],"word_count":229},{"reference":"Acts 9:1-16","translation":"ESV","division":"Junior","passage_number":65,"release":"NBBC","cards":["(1) But Saul, still breathing threats and murder against the\ndisciples of the Lord, went to the high priest (2) and asked him\nfor letters to the synagogues at Damascus, so that if he found\nany belonging to the Way, men or women, he might bring\nthem bound to Jerusalem. (3) Now as he went on his way,\nhe approached Damascus, and suddenly a light from heaven\nshone around him. (4) And falling to the ground, he heard\na voice saying to him, \"Saul, Saul, why are you persecuting\nme?\" (5) And he said, \"Who are you, Lord?\" And he said, \"I\nam Jesus, whom you are persecuting. (6) But rise and enter\nthe city, and you will be told what you are to do.\" (7) The men","who were traveling with him stood speechless, hearing the\nvoice but seeing no one. (8) Saul rose from the ground, and\nalthough his eyes were opened, he saw nothing. So they led\nhim by the hand and brought him into Damascus. (9) And for\nthree days he was without sight, and neither ate nor drank.\n(10) Now there was a disciple at Damascus named Ananias.\nThe Lord said to him in a vision, \"Ananias.\" And he said, \"Here\nI am, Lord.\" (11) And the Lord said to him, \"Rise and go to the\nstreet called Straight, and at the house of Judas look for a\nman of Tarsus named Saul, for behold, he is praying, (12) and\nhe has seen in a vision a man named Ananias come in and lay","his hands on him so that he might regain his sight.\" (13) But\nAnanias answered, \"Lord, I have heard from many about this\nman, how much evil he has done to your saints at Jerusalem.\n(14) And here he has authority from the chief priests to bind\nall who call on your name.\" (15) But the Lord said to him, \"Go,\nfor he is a chosen instrument of mine to carry my name before\nthe Gentiles and kings and the children of Israel. (16) For I will\nshow him how much he must suffer for the sake of my name.\""],"word_count":343},{"reference":"Acts 10:9-20","translation":"ESV","division":"Junior","passage_number":66,"release":"NBBC","cards":["(9) The next day, as they were on their journey and approaching\nthe city, Peter went up on the housetop about the sixth hour\nto pray. (10) And he became hungry and wanted something\nto eat, but while they were preparing it, he fell into a trance\n(11) and saw the heavens opened and something like a great\nsheet descending, being let down by its four corners upon the\nearth. (12) In it were all kinds of animals and reptiles and birds\nof the air. (13) And there came a voice to him: \"Rise, Peter; kill\nand eat.\" (14) But Peter said, \"By no means, Lord; for I have\nnever eaten anything that is common or unclean.\" (15) And\nthe voice came to him again a second time, \"What God has","made clean, do not call common.\" (16) This happened three\ntimes, and the thing was taken up at once to heaven. (17)\nNow while Peter was inwardly perplexed as to what the vision\nthat he had seen might mean, behold, the men who were\nsent by Cornelius, having made inquiry for Simon's house,\nstood at the gate (18) and called out to ask whether Simon\nwho was called Peter was lodging there. (19) And while Peter\nwas pondering the vision, the Spirit said to him, \"Behold,\nthree men are looking for you. (20) Rise and go down and\naccompany them without hesitation, for I have sent them.\""],"word_count":226},{"reference":"Acts 11:19-26","translation":"ESV","division":"Junior","passage_number":67,"release":"NBBC","cards":["(19) Now those who were scattered because of the\npersecution that arose over Stephen traveled as far as\nPhoenicia and Cyprus and Antioch, speaking the word to no\none except Jews. (20) But there were some of them, men of\nCyprus and Cyrene, who on coming to Antioch spoke to the\nHellenists also, preaching the Lord Jesus. (21) And the hand\nof the Lord was with them, and a great number who believed\nturned to the Lord. (22) The report of this came to the ears of\nthe church in Jerusalem, and they sent Barnabas to Antioch.\n(23) When he came and saw the grace of God, he was glad,\nand he exhorted them all to remain faithful to the Lord with","steadfast purpose, (24) for he was a good man, full of the\nHoly Spirit and of faith. And a great many people were added\nto the Lord. (25) So Barnabas went to Tarsus to look for Saul,\n(26) and when he had found him, he brought him to Antioch.\nFor a whole year they met with the church and taught a great\nmany people. And in Antioch the disciples were first called\nChristians."],"word_count":187},{"reference":"Acts 12:5-17","translation":"ESV","division":"Junior","passage_number":68,"release":"NBBC","cards":["(5) So Peter was kept in prison, but earnest prayer for him was\nmade to God by the church. (6) Now when Herod was about to\nbring him out, on that very night, Peter was sleeping between two\nsoldiers, bound with two chains, and sentries before the door were\nguarding the prison. (7) And behold, an angel of the Lord stood\nnext to him, and a light shone in the cell. He struck Peter on the\nside and woke him, saying, \"Get up quickly.\" And the chains fell off\nhis hands. (8) And the angel said to him, \"Dress yourself and put on\nyour sandals.\" And he did so. And he said to him, \"Wrap your cloak\naround you and follow me.\" (9) And he went out and followed him.\nHe did not know that what was being done by the angel was real,","but thought he was seeing a vision. (10) When they had passed\nthe first and the second guard, they came to the iron gate leading\ninto the city. It opened for them of its own accord, and they went\nout and went along one street, and immediately the angel left\nhim. (11) When Peter came to himself, he said, \"Now I am sure\nthat the Lord has sent his angel and rescued me from the hand of\nHerod and from all that the Jewish people were expecting.\" (12)\nWhen he realized this, he went to the house of Mary, the mother\nof John whose other name was Mark, where many were gathered\ntogether and were praying. (13) And when he knocked at the door\nof the gateway, a servant girl named Rhoda came to answer. (14)","Recognizing Peter's voice, in her joy she did not open the gate\nbut ran in and reported that Peter was standing at the gate. (15)\nThey said to her, \"You are out of your mind.\" But she kept insisting\nthat it was so, and they kept saying, \"It is his angel!\" (16) But Peter\ncontinued knocking, and when they opened, they saw him and\nwere amazed. (17) But motioning to them with his hand to be\nsilent, he described to them how the Lord had brought him out\nof the prison. And he said, \"Tell these things to James and to the\nbrothers.\" Then he departed and went to another place."],"word_count":378},{"reference":"Acts 16:1-10","translation":"ESV","division":"Junior","passage_number":69,"release":"NBBC","cards":["(1) Paul came also to Derbe and to Lystra. A disciple was\nthere, named Timothy, the son of a Jewish woman who was\na believer, but his father was a Greek. (2) He was well spoken\nof by the brothers at Lystra and Iconium. (3) Paul wanted\nTimothy to accompany him, and he took him and circumcised\nhim because of the Jews who were in those places, for they\nall knew that his father was a Greek. (4) As they went on their\nway through the cities, they delivered to them for observance\nthe decisions that had been reached by the apostles and\nelders who were in Jerusalem. (5) So the churches were\nstrengthened in the faith, and they increased in numbers","daily. (6) And they went through the region of Phrygia and\nGalatia, having been forbidden by the Holy Spirit to speak\nthe word in Asia. (7) And when they had come up to Mysia,\nthey attempted to go into Bithynia, but the Spirit of Jesus did\nnot allow them. (8) So, passing by Mysia, they went down to\nTroas. (9) And a vision appeared to Paul in the night: a man\nof Macedonia was standing there, urging him and saying,\n\"Come over to Macedonia and help us.\" (10) And when Paul\nhad seen the vision, immediately we sought to go on into\nMacedonia, concluding that God had called us to preach the\ngospel to them."],"word_count":227},{"reference":"Romans 2:1-6","translation":"ESV","division":"Junior","passage_number":70,"release":"NBBC","cards":["(1) Therefore you have no excuse, O man, every one of\nyou who judges. For in passing judgment on another you\ncondemn yourself, because you, the judge, practice the very\nsame things. (2) We know that the judgment of God rightly\nfalls on those who practice such things. (3) Do you suppose,\nO man--you who judge those who practice such things and\nyet do them yourself--that you will escape the judgment of\nGod? (4) Or do you presume on the riches of his kindness and\nforbearance and patience, not knowing that God's kindness\nis meant to lead you to repentance? (5) But because of\nyour hard and impenitent heart you are storing up wrath for","yourself on the day of wrath when God's righteous judgment\nwill be revealed. (6) He will render to each one according to\nhis works:"],"word_count":135},{"reference":"Romans 5:6-21","translation":"ESV","division":"Junior","passage_number":71,"release":"NBBC","cards":["(6) For while we were still weak, at the right time Christ died for\nthe ungodly. (7) For one will scarcely die for a righteous person--\nthough perhaps for a good person one would dare even to die--\n(8) but God shows his love for us in that while we were still sinners,\nChrist died for us. (9) Since, therefore, we have now been justified\nby his blood, much more shall we be saved by him from the wrath of\nGod. (10) For if while we were enemies we were reconciled to God\nby the death of his Son, much more, now that we are reconciled,\nshall we be saved by his life. (11) More than that, we also rejoice\nin God through our Lord Jesus Christ, through whom we have\nnow received reconciliation. (12) Therefore, just as sin came into\nthe world through one man, and death through sin, and so death","spread to all men because all sinned-- (13) for sin indeed was in\nthe world before the law was given, but sin is not counted where\nthere is no law. (14) Yet death reigned from Adam to Moses, even\nover those whose sinning was not like the transgression of Adam,\nwho was a type of the one who was to come. (15) But the free\ngift is not like the trespass. For if many died through one man's\ntrespass, much more have the grace of God and the free gift by\nthe grace of that one man Jesus Christ abounded for many. (16)\nAnd the free gift is not like the result of that one man's sin. For the\njudgment following one trespass brought condemnation, but the\nfree gift following many trespasses brought justification. (17) For\nif, because of one man's trespass, death reigned through that one","man, much more will those who receive the abundance of grace\nand the free gift of righteousness reign in life through the one man\nJesus Christ. (18) Therefore, as one trespass led to condemnation\nfor all men, so one act of righteousness leads to justification\nand life for all men. (19) For as by the one man's disobedience\nthe many were made sinners, so by the one man's obedience\nthe many will be made righteous. (20) Now the law came in to\nincrease the trespass, but where sin increased, grace abounded\nall the more, (21) so that, as sin reigned in death, grace also might\nreign through righteousness leading to eternal life through Jesus\nChrist our Lord."],"word_count":401},{"reference":"Romans 7:11-25","translation":"ESV","division":"Junior","passage_number":72,"release":"NBBC","cards":["(11) For sin, seizing an opportunity through the commandment,\ndeceived me and through it killed me. (12) So the law is holy,\nand the commandment is holy and righteous and good.\n(13) Did that which is good, then, bring death to me? By no\nmeans! It was sin, producing death in me through what is\ngood, in order that sin might be shown to be sin, and through\nthe commandment might become sinful beyond measure.\n(14) For we know that the law is spiritual, but I am of the flesh,\nsold under sin. (15) For I do not understand my own actions.\nFor I do not do what I want, but I do the very thing I hate.\n(16) Now if I do what I do not want, I agree with the law, that","it is good. (17) So now it is no longer I who do it, but sin that\ndwells within me. (18) For I know that nothing good dwells\nin me, that is, in my flesh. For I have the desire to do what is\nright, but not the ability to carry it out. (19) For I do not do\nthe good I want, but the evil I do not want is what I keep on\ndoing. (20) Now if I do what I do not want, it is no longer I who\ndo it, but sin that dwells within me. (21) So I find it to be a law\nthat when I want to do right, evil lies close at hand. (22) For I\ndelight in the law of God, in my inner being, (23) but I see in\nmy members another law waging war against the law of my\nmind and making me captive to the law of sin that dwells in","my members. (24) Wretched man that I am! Who will deliver\nme from this body of death? (25) Thanks be to God through\nJesus Christ our Lord! So then, I myself serve the law of God\nwith my mind, but with my flesh I serve the law of sin."],"word_count":331},{"reference":"1 Corinthians 10:1-12","translation":"ESV","division":"Junior","passage_number":73,"release":"NBBC","cards":["(1) For I do not want you to be unaware, brothers, that our\nfathers were all under the cloud, and all passed through the\nsea, (2) and all were baptized into Moses in the cloud and\nin the sea, (3) and all ate the same spiritual food, (4) and\nall drank the same spiritual drink. For they drank from the\nspiritual Rock that followed them, and the Rock was Christ.\n(5) Nevertheless, with most of them God was not pleased, for\nthey were overthrown in the wilderness. (6) Now these things\ntook place as examples for us, that we might not desire evil\nas they did. (7) Do not be idolaters as some of them were; as\nit is written, \"The people sat down to eat and drink and rose","up to play.\" (8) We must not indulge in sexual immorality as\nsome of them did, and twenty-three thousand fell in a single\nday. (9) We must not put Christ to the test, as some of them\ndid and were destroyed by serpents, (10) nor grumble, as\nsome of them did and were destroyed by the Destroyer. (11)\nNow these things happened to them as an example, but they\nwere written down for our instruction, on whom the end of\nthe ages has come. (12) Therefore let anyone who thinks that\nhe stands take heed lest he fall."],"word_count":217},{"reference":"1 Corinthians 15:35-49","translation":"ESV","division":"Junior","passage_number":74,"release":"NBBC","cards":["(35) But someone will ask, \"How are the dead raised? With\nwhat kind of body do they come?\" (36) You foolish person!\nWhat you sow does not come to life unless it dies. (37) And\nwhat you sow is not the body that is to be, but a bare kernel,\nperhaps of wheat or of some other grain. (38) But God gives\nit a body as he has chosen, and to each kind of seed its\nown body. (39) For not all flesh is the same, but there is one\nkind for humans, another for animals, another for birds, and\nanother for fish. (40) There are heavenly bodies and earthly\nbodies, but the glory of the heavenly is of one kind, and the\nglory of the earthly is of another. (41) There is one glory of","the sun, and another glory of the moon, and another glory of\nthe stars; for star differs from star in glory. (42) So is it with the\nresurrection of the dead. What is sown is perishable; what is\nraised is imperishable. (43) It is sown in dishonor; it is raised\nin glory. It is sown in weakness; it is raised in power. (44) It\nis sown a natural body; it is raised a spiritual body. If there\nis a natural body, there is also a spiritual body. (45) Thus it\nis written, \"The first man Adam became a living being\"; the\nlast Adam became a life-giving spirit. (46) But it is not the\nspiritual that is first but the natural, and then the spiritual. (47)\nThe first man was from the earth, a man of dust; the second","man is from heaven. (48) As was the man of dust, so also are\nthose who are of the dust, and as is the man of heaven, so\nalso are those who are of heaven. (49) Just as we have borne\nthe image of the man of dust, we shall also bear the image of\nthe man of heaven."],"word_count":319},{"reference":"2 Corinthians 3:7-18","translation":"ESV","division":"Junior","passage_number":75,"release":"NBBC","cards":["(7) Now if the ministry of death, carved in letters on stone, came\nwith such glory that the Israelites could not gaze at Moses' face\nbecause of its glory, which was being brought to an end, (8) will\nnot the ministry of the Spirit have even more glory? (9) For if\nthere was glory in the ministry of condemnation, the ministry of\nrighteousness must far exceed it in glory. (10) Indeed, in this case,\nwhat once had glory has come to have no glory at all, because of\nthe glory that surpasses it. (11) For if what was being brought to\nan end came with glory, much more will what is permanent have\nglory. (12) Since we have such a hope, we are very bold, (13) not\nlike Moses, who would put a veil over his face so that the Israelites","might not gaze at the outcome of what was being brought to an\nend. (14) But their minds were hardened. For to this day, when they\nread the old covenant, that same veil remains unlifted, because\nonly through Christ is it taken away. (15) Yes, to this day whenever\nMoses is read a veil lies over their hearts. (16) But when one turns\nto the Lord, the veil is removed. (17) Now the Lord is the Spirit,\nand where the Spirit of the Lord is, there is freedom. (18) And we\nall, with unveiled face, beholding the glory of the Lord, are being\ntransformed into the same image from one degree of glory to\nanother. For this comes from the Lord who is the Spirit."],"word_count":254},{"reference":"Galatians 5:13-16","translation":"ESV","division":"Junior","passage_number":76,"release":"NBBC","cards":["(13) For you were called to freedom, brothers. Only do not\nuse your freedom as an opportunity for the flesh, but through\nlove serve one another. (14) For the whole law is fulfilled in\none word: \"You shall love your neighbor as yourself.\" (15) But\nif you bite and devour one another, watch out that you are not\nconsumed by one another. (16) But I say, walk by the Spirit,\nand you will not gratify the desires of the flesh."],"word_count":76},{"reference":"Galatians 6:1-6","translation":"ESV","division":"Junior","passage_number":77,"release":"NBBC","cards":["(1) Brothers, if anyone is caught in any transgression, you\nwho are spiritual should restore him in a spirit of gentleness.\nKeep watch on yourself, lest you too be tempted. (2) Bear\none another's burdens, and so fulfill the law of Christ. (3)\nFor if anyone thinks he is something, when he is nothing, he\ndeceives himself. (4) But let each one test his own work, and\nthen his reason to boast will be in himself alone and not in his\nneighbor. (5) For each will have to bear his own load. (6) Let\nthe one who is taught the word share all good things with the\none who teaches."],"word_count":104},{"reference":"Ephesians 2:17-22","translation":"ESV","division":"Junior","passage_number":78,"release":"NBBC","cards":["(17) And he came and preached peace to you who were far off\nand peace to those who were near. (18) For through him we\nboth have access in one Spirit to the Father. (19) So then you\nare no longer strangers and aliens, but you are fellow citizens\nwith the saints and members of the household of God, (20)\nbuilt on the foundation of the apostles and prophets, Christ\nJesus himself being the cornerstone, (21) in whom the whole\nstructure, being joined together, grows into a holy temple in\nthe Lord. (22) In him you also are being built together into a\ndwelling place for God by the Spirit."],"word_count":104},{"reference":"Philippians 1:3-8","translation":"ESV","division":"Junior","passage_number":79,"release":"NBBC","cards":["(3) I thank my God in all my remembrance of you, (4) always\nin every prayer of mine for you all making my prayer with joy,\n(5) because of your partnership in the gospel from the first\nday until now. (6) And I am sure of this, that he who began\na good work in you will bring it to completion at the day of\nJesus Christ. (7) It is right for me to feel this way about you all,\nbecause I hold you in my heart, for you are all partakers with\nme of grace, both in my imprisonment and in the defense\nand confirmation of the gospel. (8) For God is my witness,\nhow I yearn for you all with the affection of Christ Jesus."],"word_count":121},{"reference":"Philippians 1:9-18","translation":"ESV","division":"Junior","passage_number":80,"release":"NBBC","cards":["(9) And it is my prayer that your love may abound more and\nmore, with knowledge and all discernment, (10) so that you\nmay approve what is excellent, and so be pure and blameless\nfor the day of Christ, (11) filled with the fruit of righteousness\nthat comes through Jesus Christ, to the glory and praise of\nGod. (12) I want you to know, brothers, that what has happened\nto me has really served to advance the gospel, (13) so that\nit has become known throughout the whole imperial guard\nand to all the rest that my imprisonment is for Christ. (14) And\nmost of the brothers, having become confident in the Lord\nby my imprisonment, are much more bold to speak the word","without fear. (15) Some indeed preach Christ from envy and\nrivalry, but others from good will. (16) The latter do it out of\nlove, knowing that I am put here for the defense of the gospel.\n(17) The former proclaim Christ out of selfish ambition, not\nsincerely but thinking to afflict me in my imprisonment. (18)\nWhat then? Only that in every way, whether in pretense or in\ntruth, Christ is proclaimed, and in that I rejoice. Yes, and I will\nrejoice,"],"word_count":196},{"reference":"Philippians 4:14-20","translation":"ESV","division":"Junior","passage_number":81,"release":"NBBC","cards":["(14) Yet it was kind of you to share my trouble. (15) And you\nPhilippians yourselves know that in the beginning of the gospel,\nwhen I left Macedonia, no church entered into partnership with me\nin giving and receiving, except you only. (16) Even in Thessalonica\nyou sent me help for my needs once and again. (17) Not that I\nseek the gift, but I seek the fruit that increases to your credit. (18) I\nhave received full payment, and more. I am well supplied, having\nreceived from Epaphroditus the gifts you sent, a fragrant offering,\na sacrifice acceptable and pleasing to God. (19) And my God will\nsupply every need of yours according to his riches in glory in Christ\nJesus. (20) To our God and Father be glory forever and ever. Amen."],"word_count":127},{"reference":"Colossians 2:1-10","translation":"ESV","division":"Junior","passage_number":82,"release":"NBBC","cards":["(1) For I want you to know how great a struggle I have for you\nand for those at Laodicea and for all who have not seen me\nface to face, (2) that their hearts may be encouraged, being\nknit together in love, to reach all the riches of full assurance of\nunderstanding and the knowledge of God's mystery, which is\nChrist, (3) in whom are hidden all the treasures of wisdom and\nknowledge. (4) I say this in order that no one may delude you\nwith plausible arguments. (5) For though I am absent in body,\nyet I am with you in spirit, rejoicing to see your good order\nand the firmness of your faith in Christ. (6) Therefore, as you\nreceived Christ Jesus the Lord, so walk in him, (7) rooted and","built up in him and established in the faith, just as you were\ntaught, abounding in thanksgiving. (8) See to it that no one\ntakes you captive by philosophy and empty deceit, according\nto human tradition, according to the elemental spirits of the\nworld, and not according to Christ. (9) For in him the whole\nfullness of deity dwells bodily, (10) and you have been filled\nin him, who is the head of all rule and authority."],"word_count":201},{"reference":"Colossians 3:2-9","translation":"ESV","division":"Junior","passage_number":83,"release":"NBBC","cards":["(2) Set your minds on things that are above, not on things that\nare on earth. (3) For you have died, and your life is hidden with\nChrist in God. (4) When Christ who is your life appears, then you\nalso will appear with him in glory. (5) Put to death therefore what\nis earthly in you: sexual immorality, impurity, passion, evil desire,\nand covetousness, which is idolatry. (6) On account of these the\nwrath of God is coming. (7) In these you too once walked, when\nyou were living in them. (8) But now you must put them all away:\nanger, wrath, malice, slander, and obscene talk from your mouth.\n(9) Do not lie to one another, seeing that you have put off the old\nself with its practices"],"word_count":122},{"reference":"1 Thessalonians 3:1-10","translation":"ESV","division":"Junior","passage_number":84,"release":"NBBC","cards":["(1) Therefore when we could bear it no longer, we were\nwilling to be left behind at Athens alone, (2) and we sent\nTimothy, our brother and God's coworker in the gospel of\nChrist, to establish and exhort you in your faith, (3) that no\none be moved by these afflictions. For you yourselves know\nthat we are destined for this. (4) For when we were with\nyou, we kept telling you beforehand that we were to suffer\naffliction, just as it has come to pass, and just as you know.\n(5) For this reason, when I could bear it no longer, I sent to\nlearn about your faith, for fear that somehow the tempter\nhad tempted you and our labor would be in vain. (6) But now","that Timothy has come to us from you, and has brought us\nthe good news of your faith and love and reported that you\nalways remember us kindly and long to see us, as we long to\nsee you-- (7) for this reason, brothers, in all our distress and\naffliction we have been comforted about you through your\nfaith. (8) For now we live, if you are standing fast in the Lord.\n(9) For what thanksgiving can we return to God for you, for all\nthe joy that we feel for your sake before our God, (10) as we\npray most earnestly night and day that we may see you face\nto face and supply what is lacking in your faith?"],"word_count":239},{"reference":"1 Timothy 1:3-12","translation":"ESV","division":"Junior","passage_number":85,"release":"NBBC","cards":["(3) As I urged you when I was going to Macedonia, remain\nat Ephesus so that you may charge certain persons not to\nteach any different doctrine, (4) nor to devote themselves to\nmyths and endless genealogies, which promote speculations\nrather than the stewardship from God that is by faith. (5) The\naim of our charge is love that issues from a pure heart and\na good conscience and a sincere faith. (6) Certain persons,\nby swerving from these, have wandered away into vain\ndiscussion, (7) desiring to be teachers of the law, without\nunderstanding either what they are saying or the things about\nwhich they make confident assertions. (8) Now we know that","the law is good, if one uses it lawfully, (9) understanding this,\nthat the law is not laid down for the just but for the lawless\nand disobedient, for the ungodly and sinners, for the unholy\nand profane, for those who strike their fathers and mothers,\nfor murderers, (10) the sexually immoral, men who practice\nhomosexuality, enslavers, liars, perjurers, and whatever else\nis contrary to sound doctrine, (11) in accordance with the\ngospel of the glory of the blessed God with which I have been\nentrusted. (12) I thank him who has given me strength, Christ\nJesus our Lord, because he judged me faithful, appointing\nme to his service,"],"word_count":213},{"reference":"1 Timothy 4:6-11","translation":"ESV","division":"Junior","passage_number":86,"release":"NBBC","cards":["(6) If you put these things before the brothers, you will be a\ngood servant of Christ Jesus, being trained in the words of\nthe faith and of the good doctrine that you have followed. (7)\nHave nothing to do with irreverent, silly myths. Rather train\nyourself for godliness; (8) for while bodily training is of some\nvalue, godliness is of value in every way, as it holds promise\nfor the present life and also for the life to come. (9) The saying\nis trustworthy and deserving of full acceptance. (10) For to\nthis end we toil and strive, because we have our hope set on\nthe living God, who is the Savior of all people, especially of\nthose who believe. (11) Command and teach these things."],"word_count":121},{"reference":"1 Timothy 5:17-21","translation":"ESV","division":"Junior","passage_number":87,"release":"NBBC","cards":["(17) Let the elders who rule well be considered worthy of\ndouble honor, especially those who labor in preaching and\nteaching. (18) For the Scripture says, \"You shall not muzzle an\nox when it treads out the grain,\" and, \"The laborer deserves\nhis wages.\" (19) Do not admit a charge against an elder except\non the evidence of two or three witnesses. (20) As for those\nwho persist in sin, rebuke them in the presence of all, so that\nthe rest may stand in fear. (21) In the presence of God and\nof Christ Jesus and of the elect angels I charge you to keep\nthese rules without prejudging, doing nothing from partiality."],"word_count":108},{"reference":"1 Timothy 6:11-16","translation":"ESV","division":"Junior","passage_number":88,"release":"NBBC","cards":["(11) But as for you, O man of God, flee these things. Pursue\nrighteousness, godliness, faith, love, steadfastness, gentleness.\n(12) Fight the good fight of the faith. Take hold of the eternal\nlife to which you were called and about which you made the\ngood confession in the presence of many witnesses. (13) I\ncharge you in the presence of God, who gives life to all things,\nand of Christ Jesus, who in his testimony before Pontius Pilate\nmade the good confession, (14) to keep the commandment\nunstained and free from reproach until the appearing of our\nLord Jesus Christ, (15) which he will display at the proper\ntime--he who is the blessed and only Sovereign, the King of","kings and Lord of lords, (16) who alone has immortality, who\ndwells in unapproachable light, whom no one has ever seen\nor can see. To him be honor and eternal dominion. Amen."],"word_count":146},{"reference":"2 Timothy 1:3-6","translation":"ESV","division":"Junior","passage_number":89,"release":"NBBC","cards":["(3) I thank God whom I serve, as did my ancestors, with a\nclear conscience, as I remember you constantly in my prayers\nnight and day. (4) As I remember your tears, I long to see you,\nthat I may be filled with joy. (5) I am reminded of your sincere\nfaith, a faith that dwelt first in your grandmother Lois and your\nmother Eunice and now, I am sure, dwells in you as well. (6)\nFor this reason I remind you to fan into flame the gift of God,\nwhich is in you through the laying on of my hands,"],"word_count":97},{"reference":"2 Timothy 2:1-13","translation":"ESV","division":"Junior","passage_number":90,"release":"NBBC","cards":["(1) You then, my child, be strengthened by the grace that is\nin Christ Jesus, (2) and what you have heard from me in the\npresence of many witnesses entrust to faithful men, who will\nbe able to teach others also. (3) Share in suffering as a good\nsoldier of Christ Jesus. (4) No soldier gets entangled in civilian\npursuits, since his aim is to please the one who enlisted him.\n(5) An athlete is not crowned unless he competes according\nto the rules. (6) It is the hard-working farmer who ought to\nhave the first share of the crops. (7) Think over what I say,\nfor the Lord will give you understanding in everything. (8)\nRemember Jesus Christ, risen from the dead, the offspring of","David, as preached in my gospel, (9) for which I am suffering,\nbound with chains as a criminal. But the word of God is not\nbound! (10) Therefore I endure everything for the sake of the\nelect, that they also may obtain the salvation that is in Christ\nJesus with eternal glory. (11) The saying is trustworthy, for: If\nwe have died with him, we will also live with him; (12) if we\nendure, we will also reign with him; if we deny him, he also\nwill deny us; (13) if we are faithless, he remains faithful-- for\nhe cannot deny himself."],"word_count":216},{"reference":"2 Timothy 4:6-11","translation":"ESV","division":"Junior","passage_number":91,"release":"NBBC","cards":["(6) For I am already being poured out as a drink offering,\nand the time of my departure has come. (7) I have fought the\ngood fight, I have finished the race, I have kept the faith. (8)\nHenceforth there is laid up for me the crown of righteousness,\nwhich the Lord, the righteous judge, will award to me on that\nday, and not only to me but also to all who have loved his\nappearing. (9) Do your best to come to me soon. (10) For\nDemas, in love with this present world, has deserted me and\ngone to Thessalonica. Crescens has gone to Galatia, Titus to\nDalmatia. (11) Luke alone is with me. Get Mark and bring him\nwith you, for he is very useful to me for ministry."],"word_count":125},{"reference":"Titus 2:1-12","translation":"ESV","division":"Junior","passage_number":92,"release":"NBBC","cards":["(1) But as for you, teach what accords with sound doctrine. (2)\nOlder men are to be sober-minded, dignified, self-controlled,\nsound in faith, in love, and in steadfastness. (3) Older women\nlikewise are to be reverent in behavior, not slanderers or\nslaves to much wine. They are to teach what is good, (4)\nand so train the young women to love their husbands and\nchildren, (5) to be self-controlled, pure, working at home,\nkind, and submissive to their own husbands, that the word of\nGod may not be reviled. (6) Likewise, urge the younger men\nto be self-controlled. (7) Show yourself in all respects to be\na model of good works, and in your teaching show integrity,","dignity, (8) and sound speech that cannot be condemned,\nso that an opponent may be put to shame, having nothing\nevil to say about us. (9) Bondservants are to be submissive to\ntheir own masters in everything; they are to be well-pleasing,\nnot argumentative, (10) not pilfering, but showing all good\nfaith, so that in everything they may adorn the doctrine of\nGod our Savior. (11) For the grace of God has appeared,\nbringing salvation for all people, (12) training us to renounce\nungodliness and worldly passions, and to live self-controlled,\nupright, and godly lives in the present age,"],"word_count":210},{"reference":"Hebrews 3:7-19","translation":"ESV","division":"Junior","passage_number":93,"release":"NBBC","cards":["(7) Therefore, as the Holy Spirit says, \"Today, if you hear his\nvoice, (8) do not harden your hearts as in the rebellion, on the\nday of testing in the wilderness, (9) where your fathers put me\nto the test and saw my works for forty years. (10) Therefore I\nwas provoked with that generation, and said, 'They always go\nastray in their heart; they have not known my ways.' (11) As\nI swore in my wrath, 'They shall not enter my rest.'\" (12) Take\ncare, brothers, lest there be in any of you an evil, unbelieving\nheart, leading you to fall away from the living God. (13) But\nexhort one another every day, as long as it is called \"today,\"\nthat none of you may be hardened by the deceitfulness of","sin. (14) For we have come to share in Christ, if indeed we\nhold our original confidence firm to the end. (15) As it is said,\n\"Today, if you hear his voice, do not harden your hearts as in\nthe rebellion.\" (16) For who were those who heard and yet\nrebelled? Was it not all those who left Egypt led by Moses? (17)\nAnd with whom was he provoked for forty years? Was it not\nwith those who sinned, whose bodies fell in the wilderness?\n(18) And to whom did he swear that they would not enter his\nrest, but to those who were disobedient? (19) So we see that\nthey were unable to enter because of unbelief."],"word_count":237},{"reference":"Hebrews 4:1-16","translation":"ESV","division":"Junior","passage_number":94,"release":"NBBC","cards":["(1) Therefore, while the promise of entering his rest still stands, let\nus fear lest any of you should seem to have failed to reach it. (2)\nFor good news came to us just as to them, but the message they\nheard did not benefit them, because they were not united by faith\nwith those who listened. (3) For we who have believed enter that\nrest, as he has said, \"As I swore in my wrath, 'They shall not enter\nmy rest,'\" although his works were finished from the foundation of\nthe world. (4) For he has somewhere spoken of the seventh day in\nthis way: \"And God rested on the seventh day from all his works.\"\n(5) And again in this passage he said, \"They shall not enter my\nrest.\" (6) Since therefore it remains for some to enter it, and those","who formerly received the good news failed to enter because of\ndisobedience, (7) again he appoints a certain day, \"Today,\" saying\nthrough David so long afterward, in the words already quoted,\n\"Today, if you hear his voice, do not harden your hearts.\" (8) For\nif Joshua had given them rest, God would not have spoken of\nanother day later on. (9) So then, there remains a Sabbath rest for\nthe people of God, (10) for whoever has entered God's rest has\nalso rested from his works as God did from his. (11) Let us therefore\nstrive to enter that rest, so that no one may fall by the same sort\nof disobedience. (12) For the word of God is living and active,\nsharper than any two-edged sword, piercing to the division of soul","and of spirit, of joints and of marrow, and discerning the thoughts\nand intentions of the heart. (13) And no creature is hidden from his\nsight, but all are naked and exposed to the eyes of him to whom\nwe must give account. (14) Since then we have a great high priest\nwho has passed through the heavens, Jesus, the Son of God, let\nus hold fast our confession. (15) For we do not have a high priest\nwho is unable to sympathize with our weaknesses, but one who in\nevery respect has been tempted as we are, yet without sin. (16) Let\nus then with confidence draw near to the throne of grace, that we\nmay receive mercy and find grace to help in time of need."],"word_count":389},{"reference":"Hebrews 10:1-10","translation":"ESV","division":"Junior","passage_number":95,"release":"NBBC","cards":["(1) For since the law has but a shadow of the good things to\ncome instead of the true form of these realities, it can never,\nby the same sacrifices that are continually offered every year,\nmake perfect those who draw near. (2) Otherwise, would they\nnot have ceased to be offered, since the worshipers, having\nonce been cleansed, would no longer have any consciousness\nof sins? (3) But in these sacrifices there is a reminder of sins\nevery year. (4) For it is impossible for the blood of bulls and\ngoats to take away sins. (5) Consequently, when Christ came\ninto the world, he said, \"Sacrifices and offerings you have not\ndesired, but a body have you prepared for me; (6) in burnt","offerings and sin offerings you have taken no pleasure. (7)\nThen I said, 'Behold, I have come to do your will, O God, as\nit is written of me in the scroll of the book.'\" (8) When he\nsaid above, \"You have neither desired nor taken pleasure in\nsacrifices and offerings and burnt offerings and sin offerings\"\n(these are offered according to the law), (9) then he added,\n\"Behold, I have come to do your will.\" He does away with the\nfirst in order to establish the second. (10) And by that will\nwe have been sanctified through the offering of the body of\nJesus Christ once for all."],"word_count":223},{"reference":"Hebrews 12:1-2","translation":"ESV","division":"Junior","passage_number":96,"release":"NBBC","cards":["(1) Therefore, since we are surrounded by so great a cloud\nof witnesses, let us also lay aside every weight, and sin which\nclings so closely, and let us run with endurance the race that is\nset before us, (2) looking to Jesus, the founder and perfecter\nof our faith, who for the joy that was set before him endured\nthe cross, despising the shame, and is seated at the right hand\nof the throne of God."],"word_count":75},{"reference":"James 4:1-5","translation":"ESV","division":"Junior","passage_number":98,"release":"NBBC","cards":["(1) What causes quarrels and what causes fights among you?\nIs it not this, that your passions are at war within you? (2) You\ndesire and do not have, so you murder. You covet and cannot\nobtain, so you fight and quarrel. You do not have, because\nyou do not ask. (3) You ask and do not receive, because you\nask wrongly, to spend it on your passions. (4) You adulterous\npeople! Do you not know that friendship with the world is\nenmity with God? Therefore whoever wishes to be a friend\nof the world makes himself an enemy of God. (5) Or do you\nsuppose it is to no purpose that the Scripture says, \"He yearns\njealously over the spirit that he has made to dwell in us\"?"],"word_count":124},{"reference":"James 4:6-10","translation":"ESV","division":"Junior","passage_number":99,"release":"NBBC","cards":["(6) But he gives more grace. Therefore it says, \"God opposes\nthe proud but gives grace to the humble.\" (7) Submit\nyourselves therefore to God. Resist the devil, and he will flee\nfrom you. (8) Draw near to God, and he will draw near to you.\nCleanse your hands, you sinners, and purify your hearts, you\ndouble-minded. (9) Be wretched and mourn and weep. Let\nyour laughter be turned to mourning and your joy to gloom.\n(10) Humble yourselves before the Lord, and he will exalt you."],"word_count":83},{"reference":"2 Peter 1:5-10","translation":"ESV","division":"Junior","passage_number":100,"release":"NBBC","cards":["(5) For this very reason, make every effort to supplement your faith\nwith virtue, and virtue with knowledge, (6) and knowledge with\nself-control, and self-control with steadfastness, and steadfastness\nwith godliness, (7) and godliness with brotherly affection, and\nbrotherly affection with love. (8) For if these qualities are yours and\nare increasing, they keep you from being ineffective or unfruitful\nin the knowledge of our Lord Jesus Christ. (9) For whoever lacks\nthese qualities is so nearsighted that he is blind, having forgotten\nthat he was cleansed from his former sins. (10) Therefore, brothers,\nbe all the more diligent to confirm your calling and election, for if\nyou practice these qualities you will never fall."],"word_count":111},{"reference":"1 John 1:5-6","translation":"ESV","division":"Junior","passage_number":101,"release":"NBBC","cards":["(5) This is the message we have heard from him and proclaim\nto you, that God is light, and in him is no darkness at all. (6) If\nwe say we have fellowship with him while we walk in darkness,\nwe lie and do not practice the truth."],"word_count":46},{"reference":"2 John 1:1-13","translation":"ESV","division":"Junior","passage_number":102,"release":"NBBC","cards":["(1) The elder to the elect lady and her children, whom I love\nin truth, and not only I, but also all who know the truth, (2)\nbecause of the truth that abides in us and will be with us\nforever: (3) Grace, mercy, and peace will be with us, from God\nthe Father and from Jesus Christ the Father's Son, in truth\nand love. (4) I rejoiced greatly to find some of your children\nwalking in the truth, just as we were commanded by the\nFather. (5) And now I ask you, dear lady--not as though I were\nwriting you a new commandment, but the one we have had\nfrom the beginning--that we love one another. (6) And this is\nlove, that we walk according to his commandments; this is the","commandment, just as you have heard from the beginning, so\nthat you should walk in it. (7) For many deceivers have gone\nout into the world, those who do not confess the coming of\nJesus Christ in the flesh. Such a one is the deceiver and the\nantichrist. (8) Watch yourselves, so that you may not lose what\nwe have worked for, but may win a full reward. (9) Everyone\nwho goes on ahead and does not abide in the teaching of\nChrist, does not have God. Whoever abides in the teaching\nhas both the Father and the Son. (10) If anyone comes to you\nand does not bring this teaching, do not receive him into your\nhouse or give him any greeting, (11) for whoever greets him","takes part in his wicked works. (12) Though I have much to\nwrite to you, I would rather not use paper and ink. Instead I\nhope to come to you and talk face to face, so that our joy may\nbe complete. (13) The children of your elect sister greet you."],"word_count":300},{"reference":"Revelation 3:1-3","translation":"ESV","division":"Junior","passage_number":103,"release":"NBBC","cards":["(1) \"And to the angel of the church in Sardis write: 'The words\nof him who has the seven spirits of God and the seven stars. \"'I\nknow your works. You have the reputation of being alive, but\nyou are dead. (2) Wake up, and strengthen what remains and\nis about to die, for I have not found your works complete in\nthe sight of my God. (3) Remember, then, what you received\nand heard. Keep it, and repent. If you will not wake up, I will\ncome like a thief, and you will not know at what hour I will\ncome against you."],"word_count":101},{"reference":"Revelation 3:17-19","translation":"ESV","division":"Junior","passage_number":104,"release":"NBBC","cards":["(17) For you say, I am rich, I have prospered, and I need nothing,\nnot realizing that you are wretched, pitiable, poor, blind, and\nnaked. (18) I counsel you to buy from me gold refined by fire,\nso that you may be rich, and white garments so that you may\nclothe yourself and the shame of your nakedness may not be\nseen, and salve to anoint your eyes, so that you may see. (19)\nThose whom I love, I reprove and discipline, so be zealous\nand repent."],"word_count":84},{"reference":"Revelation 22:13-19","translation":"ESV","division":"Junior","passage_number":105,"release":"NBBC","cards":["(13) I am the Alpha and the Omega, the first and the last,\nthe beginning and the end.\" (14) Blessed are those who\nwash their robes, so that they may have the right to the tree\nof life and that they may enter the city by the gates. (15)\nOutside are the dogs and sorcerers and the sexually immoral\nand murderers and idolaters, and everyone who loves and\npractices falsehood. (16) \"I, Jesus, have sent my angel to\ntestify to you about these things for the churches. I am the\nroot and the descendant of David, the bright morning star.\"\n(17) The Spirit and the Bride say, \"Come.\" And let the one\nwho hears say, \"Come.\" And let the one who is thirsty come;","let the one who desires take the water of life without price.\n(18) I warn everyone who hears the words of the prophecy\nof this book: if anyone adds to them, God will add to him the\nplagues described in this book, (19) and if anyone takes away\nfrom the words of the book of this prophecy, God will take\naway his share in the tree of life and in the holy city, which are\ndescribed in this book."],"word_count":196}]