[{"reference":"John 1:1–4","translation":"NASB","division":"Junior","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was with\nGod, and the Word was God. (2) He was in the beginning\nwith God. (3) All things came into being through Him, and\napart from Him not even one thing came into being that has\ncome into being. (4) In Him was life, and the life was the Light\nof mankind."],"word_count":59},{"reference":"John 20:30–31","translation":"NASB","division":"Junior","passage_number":2,"release":"Navigate","cards":["(30) So then, many other signs Jesus also performed in the\npresence of the disciples, which are not written in this book;\n(31) but these have been written so that you may believe that\nJesus is the Christ, the Son of God; and that by believing you\nmay have life in His name."],"word_count":51},{"reference":"Philippians 2:5–8","translation":"NASB","division":"Junior","passage_number":3,"release":"Explore","cards":["(5) Have this attitude in yourselves which was also in Christ\nJesus, (6) who, as He already existed in the form of God, did\nnot consider equality with God something to be grasped, (7)\nbut emptied Himself by taking the form of a bond-servant\nand being born in the likeness of men. (8) And being found\nin appearance as a man, He humbled Himself by becoming\nobedient to the point of death: death on a cross."],"word_count":73},{"reference":"John 1:29–32","translation":"NASB","division":"Junior","passage_number":4,"release":"Navigate","cards":["(29) The next day he saw Jesus coming to him, and said,\n\"Behold, the Lamb of God who takes away the sin of the\nworld! (30) \"This is He in behalf of whom I said, 'After me is\ncoming a Man who has proved to be my superior, because\nHe existed before me.' (31) \"And I did not recognize Him, but\nso that He would be revealed to Israel, I came baptizing in\nwater.\" (32) And John testiﬁed, saying, \"I have seen the Spirit\ndescending as a dove out of heaven, and He remained upon\nHim."],"word_count":92},{"reference":"Revelation 5:8–12","translation":"NASB","division":"Junior","passage_number":5,"release":"Explore","cards":["(8) When He had taken the scroll, the four living creatures and the\ntwenty-four elders fell down before the Lamb, each one holding a harp\nand golden bowls full of incense, which are the prayers of the saints. (9)\nAnd they sang a new song, saying, \"Worthy are You to take the scroll and\nto break its seals; for You were slaughtered, and You purchased people\nfor God with Your blood from every tribe, language, people, and nation.\n(10) You have made them into a kingdom and priests to our God, and\nthey will reign upon the earth.\" (11) Then I looked, and I heard the voices\nof many angels around the throne and the living creatures and the\nelders; and the number of them was myriads of myriads, and thousands\nof thousands, (12) saying with a loud voice, \"Worthy is the Lamb that was\nslaughtered to receive power, wealth, wisdom, might, honor, glory, and\nblessing.\""],"word_count":152},{"reference":"John 2:18–22","translation":"NASB","division":"Junior","passage_number":6,"release":"Navigate","cards":["(18) The Jews then said to Him, \"What sign do You show us as\nyour authority for doing these things?\" (19) Jesus answered\nthem, \"Destroy this temple, and in three days I will raise it up.\"\n(20) The Jews then said, \"It took forty-six years to build this\ntemple, and yet You will raise it up in three days?\" (21) But He\nwas speaking about the temple of His body. (22) So when He\nwas raised from the dead, His disciples remembered that He\nsaid this; and they believed the Scripture and the word which\nJesus had spoken."],"word_count":94},{"reference":"Acts 10:36–38","translation":"NASB","division":"Junior","passage_number":7,"release":"Explore","cards":["(36) \"The word which He sent to the sons of Israel, preaching\npeace through Jesus Christ (He is Lord of all)-- (37) you\nyourselves know the thing that happened throughout Judea,\nstarting from Galilee, after the baptism which John proclaimed.\n(38) \"You know of Jesus of Nazareth, how God anointed Him\nwith the Holy Spirit and with power, and how He went about\ndoing good and healing all who were oppressed by the devil,\nfor God was with Him."],"word_count":76},{"reference":"John 3:34–36","translation":"NASB","division":"Junior","passage_number":8,"release":"Navigate","cards":["(34) \"For He whom God sent speaks the words of God; for\nHe does not give the Spirit sparingly. (35) \"The Father loves\nthe Son and has entrusted all things to His hand. (36) \"The\none who believes in the Son has eternal life; but the one who\ndoes not obey the Son will not see life, but the wrath of God\nremains on him.\""],"word_count":62},{"reference":"Titus 3:4–7","translation":"NASB","division":"Junior","passage_number":9,"release":"Explore","cards":["(4) But when the kindness of God our Savior and His love for\nmankind appeared, (5) He saved us, not on the basis of deeds\nwhich we did in righteousness, but in accordance with His\nmercy, by the washing of regeneration and renewing by the\nHoly Spirit, (6) whom He richly poured out upon us through\nJesus Christ our Savior, (7) so that being justiﬁed by His grace\nwe would be made heirs according to the hope of eternal life."],"word_count":76},{"reference":"John 4:41–42","translation":"NASB","division":"Junior","passage_number":10,"release":"Navigate","cards":["(41) Many more believed because of His word; (42) and they\nwere saying to the woman, \"It is no longer because of what\nyou said that we believe, for we have heard for ourselves and\nknow that this One truly is the Savior of the world.\""],"word_count":44},{"reference":"Acts 18:27–28","translation":"NASB","division":"Junior","passage_number":11,"release":"Explore","cards":["(27) And when he wanted to go across to Achaia, the brothers\nencouraged him and wrote to the disciples to welcome him;\nand when he had arrived, he greatly helped those who had\nbelieved through grace, (28) for he powerfully refuted the\nJews in public, demonstrating by the Scriptures that Jesus\nwas the Christ."],"word_count":52},{"reference":"John 5:24","translation":"NASB","division":"Junior","passage_number":12,"release":"Navigate","cards":["(24) \"Truly, truly, I say to you, the one who hears My word,\nand believes Him who sent Me, has eternal life, and does not\ncome into judgment, but has passed out of death into life."],"word_count":35},{"reference":"Colossians 1:15–18","translation":"NASB","division":"Junior","passage_number":13,"release":"Explore","cards":["(15) He is the image of the invisible God, the ﬁrstborn of all\ncreation: (16) for by Him all things were created, both in the\nheavens and on earth, visible and invisible, whether thrones,\nor dominions, or rulers, or authorities--all things have been\ncreated through Him and for Him. (17) He is before all things,\nand in Him all things hold together. (18) He is also the head\nof the body, the church; and He is the beginning, the ﬁrstborn\nfrom the dead, so that He Himself will come to have ﬁrst place\nin everything."],"word_count":92},{"reference":"John 6:35","translation":"NASB","division":"Junior","passage_number":14,"release":"Navigate","cards":["(35) Jesus said to them, \"I am the bread of life; the one who\ncomes to Me will not be hungry, and the one who believes in\nMe will never be thirsty."],"word_count":31},{"reference":"1 Corinthians 11:23–24","translation":"NASB","division":"Junior","passage_number":15,"release":"Explore","cards":["(23) For I received from the Lord that which I also delivered to\nyou, that the Lord Jesus, on the night when He was betrayed,\ntook bread; (24) and when He had given thanks, He broke\nit and said, \"This is My body, which is for you; do this in\nremembrance of Me.\""],"word_count":51},{"reference":"Genesis 1:1-2","translation":"NASB","division":"Junior","passage_number":16,"release":"NBBC","cards":["(1) In the beginning God created the heavens and the earth.\n(2) And the earth was a formless and desolate emptiness, and\ndarkness was over the surface of the deep, and the Spirit of\nGod was hovering over the surface of the waters."],"word_count":41},{"reference":"Genesis 3:22-24","translation":"NASB","division":"Junior","passage_number":17,"release":"NBBC","cards":["(22) Then the LORD God said, \"Behold, the man has become\nlike one of Us, knowing good and evil; and now, he might\nreach out with his hand, and take fruit also from the tree of\nlife, and eat, and live forever\"-- (23) therefore the LORD God\nsent him out of the Garden of Eden, to cultivate the ground\nfrom which he was taken. (24) So He drove the man out; and\nat the east of the Garden of Eden He stationed the cherubim\nand the flaming sword which turned every direction to guard\nthe way to the tree of life."],"word_count":98},{"reference":"Genesis 17:1-5","translation":"NASB","division":"Junior","passage_number":18,"release":"NBBC","cards":["(1) Now when Abram was ninety-nine years old, the LORD\nappeared to Abram and said to him, \"I am God Almighty; Walk\nbefore Me, and be blameless. (2) \"I will make My covenant\nbetween Me and you, And I will multiply you exceedingly.\"\n(3) Abram fell on his face, and God talked with him, saying,\n(4) \"As for Me, behold, My covenant is with you, And you will\nbe the father of a multitude of nations. (5) \"No longer shall\nyou be named Abram, But your name shall be Abraham; For I\nhave made you the father of a multitude of nations."],"word_count":98},{"reference":"Exodus 15:1-4","translation":"NASB","division":"Junior","passage_number":19,"release":"NBBC","cards":["(1) Then Moses and the sons of Israel sang this song to\nthe LORD, saying: \"I will sing to the LORD, for He is highly\nexalted; The horse and its rider He has hurled into the sea. (2)\n\"The LORD is my strength and song, And He has become my\nsalvation; This is my God, and I will praise Him; My father's\nGod, and I will exalt Him. (3) \"The LORD is a warrior; The\nLORD is His name. (4) \"Pharaoh's chariots and his army He\nhas thrown into the sea; And the choicest of his officers are\ndrowned in the Red Sea."],"word_count":99},{"reference":"Numbers 21:7-9","translation":"NASB","division":"Junior","passage_number":20,"release":"NBBC","cards":["(7) So the people came to Moses and said, \"We have sinned,\nbecause we have spoken against the LORD and against you;\nintercede with the LORD, that He will remove the serpents\nfrom us.\" And Moses interceded for the people. (8) Then\nthe LORD said to Moses, \"Make a fiery serpent, and put it\non a flag pole; and it shall come about, that everyone who is\nbitten, and looks at it, will live.\" (9) So Moses made a bronze\nserpent and put it on the flag pole; and it came about, that if\na serpent bit someone, and he looked at the bronze serpent,\nhe lived."],"word_count":104},{"reference":"1 Samuel 15:22-24","translation":"NASB","division":"Junior","passage_number":21,"release":"NBBC","cards":["(22) Samuel said, \"Does the LORD have as much delight in\nburnt offerings and sacrifices As in obeying the voice of the\nLORD? Behold, to obey is better than a sacrifice, And to pay\nattention is better than the fat of rams. (23) \"For rebellion is as\nreprehensible as the sin of divination, And insubordination is\nas reprehensible as false religion and idolatry. Since you have\nrejected the word of the LORD, He has also rejected you from\nbeing king.\" (24) Then Saul said to Samuel, \"I have sinned, for\nI have violated the command of the LORD and your words,\nbecause I feared the people and listened to their voice."],"word_count":108},{"reference":"1 Kings 8:14-20","translation":"NASB","division":"Junior","passage_number":22,"release":"NBBC","cards":["(14) Then the king turned around and blessed all the assembly\nof Israel, while all the assembly of Israel was standing. (15)\nHe said, \"Blessed be the LORD, the God of Israel, who spoke\nwith His mouth to my father David, and fulfilled it with His\nhands, saying, (16) 'Since the day that I brought My people\nIsrael from Egypt, I did not choose a city out of all the tribes\nof Israel in which to build a house so that My name would be\nthere, but I chose David to be over My people Israel.' (17)\n\"Now it was in the heart of my father David to build a house\nfor the name of the LORD, the God of Israel. (18) \"But the\nLORD said to my father David, 'Because it was in your heart","to build a house for My name, you did well that it was in your\nheart. (19) 'Nevertheless you shall not build the house, but\nyour son who will be born to you, he will build the house for\nMy name.' (20) \"Now the LORD has fulfilled His word which\nHe spoke; for I have risen in place of my father David and I sit\non the throne of Israel, just as the LORD promised, and I have\nbuilt the house for the name of the LORD, the God of Israel."],"word_count":220},{"reference":"1 Chronicles 11:1-9","translation":"NASB","division":"Junior","passage_number":23,"release":"NBBC","cards":["(1) Then all Israel gathered to David at Hebron and said,\n\"Behold, we are your bone and your flesh. (2) \"In times past,\neven when Saul was king, you were the one who led out and\nbrought in Israel; and the LORD your God said to you, 'You\nshall shepherd My people Israel, and you shall be leader\nover My people Israel.'\" (3) So all the elders of Israel came to\nthe king at Hebron, and David made a covenant with them\nin Hebron before the LORD; and they anointed David king\nover Israel, in accordance with the word of the LORD through\nSamuel. (4) Then David and all Israel went to Jerusalem (that\nis, Jebus); and the Jebusites, the inhabitants of the land,","were there. (5) The inhabitants of Jebus said to David, \"You\nshall not enter here.\" Nevertheless David took the mountain\nstronghold of Zion (that is, the city of David). (6) Now David\nhad said, \"Whoever is first to kill a Jebusite shall be chief\nand commander.\" Joab the son of Zeruiah went up first, so\nhe became chief. (7) Then David lived in the stronghold;\ntherefore it was called the city of David. (8) He built the city\nall around, from the Millo to the surrounding area; and Joab\nrepaired the rest of the city. (9) And David became greater\nand greater, for the LORD of armies was with him."],"word_count":225},{"reference":"Job 34:16-27","translation":"NASB","division":"Junior","passage_number":24,"release":"NBBC","cards":["(16) \"But if you have understanding, hear this; Listen to the\nsound of my words. (17) \"Shall one who hates justice rule?\nAnd will you condemn the righteous mighty One, (18) Who\nsays to a king, 'You worthless one,' To nobles, 'You wicked\none'; (19) Who shows no partiality to the prominent, Nor\nregards the rich as above the poor, Since they are all the work\nof His hands? (20) \"In a moment they die, and at midnight\nPeople are shaken and pass away, And the powerful are taken\naway without a hand. (21) \"For His eyes are upon the ways of\na person, And He sees all his steps. (22) \"There is no darkness\nor deep shadow Where the workers of injustice can hide","themselves. (23) \"For He does not need to consider a person\nfurther, That he should go before God in judgment. (24) \"He\nbreaks in pieces the mighty without investigation, And sets\nothers in their place. (25) \"Therefore He knows their deeds,\nAnd He overthrows them in the night, And they are crushed.\n(26) \"He strikes them like the wicked In a public place, (27)\nBecause they turned aside from following Him, And had no\nregard for any of His ways,"],"word_count":193},{"reference":"Psalm 2:1-6","translation":"NASB","division":"Junior","passage_number":25,"release":"NBBC","cards":["(1) Why are the nations restless And the peoples plotting in\nvain? (2) The kings of the earth take their stand And the rulers\nconspire together Against the LORD and against His Anointed,\nsaying, (3) \"Let's tear their shackles apart And throw their\nropes away from us!\" (4) He who sits in the heavens laughs,\nThe Lord scoffs at them. (5) Then He will speak to them in His\nanger And terrify them in His fury, saying, (6) \"But as for Me, I\nhave installed My King Upon Zion, My holy mountain.\""],"word_count":86},{"reference":"Psalm 3:3-8","translation":"NASB","division":"Junior","passage_number":26,"release":"NBBC","cards":["(3) But You, LORD, are a shield around me, My glory, and\nthe One who lifts my head. (4) I was crying out to the LORD\nwith my voice, And He answered me from His holy mountain.\nSelah (5) I lay down and slept; I awoke, for the LORD sustains\nme. (6) I will not be afraid of ten thousands of people Who\nhave set themselves against me all around. (7) Arise, LORD;\nsave me, my God! For You have struck all my enemies on\nthe cheek; You have shattered the teeth of the wicked. (8)\nSalvation belongs to the LORD; May Your blessing be upon\nYour people! Selah"],"word_count":103},{"reference":"Psalm 9:1-12","translation":"NASB","division":"Junior","passage_number":27,"release":"NBBC","cards":["(1) I will give thanks to the LORD with all my heart; I will tell\nof all Your wonders. (2) I will rejoice and be jubilant in You;\nI will sing praise to Your name, O Most High. (3) When my\nenemies turn back, They stumble and perish before You. (4)\nFor You have maintained my just cause; You have sat on the\nthrone judging righteously. (5) You have rebuked the nations,\nYou have eliminated the wicked; You have wiped out their\nname forever and ever. (6) The enemy has come to an end\nin everlasting ruins, And You have uprooted the cities; The\nvery memory of them has perished. (7) But the LORD sits as\nKing forever; He has established His throne for judgment,","(8) And He will judge the world in righteousness; He will\nexecute judgment for the peoples fairly. (9) The LORD will\nalso be a stronghold for the oppressed, A stronghold in times\nof trouble; (10) And those who know Your name will put\ntheir trust in You, For You, LORD, have not abandoned those\nwho seek You. (11) Sing praises to the LORD, who dwells in\nZion; Declare His deeds among the peoples. (12) For He who\nrequires blood remembers them; He does not forget the cry\nof the needy."],"word_count":203},{"reference":"Psalm 10:1-12","translation":"NASB","division":"Junior","passage_number":28,"release":"NBBC","cards":["(1) Why do You stand far away, LORD? Why do You hide\nYourself in times of trouble? (2) In arrogance the wicked hotly\npursue the needy; Let them be caught in the plots which they\nhave devised. (3) For the wicked boasts of his soul's desire,\nAnd the greedy person curses and shows disrespect to the\nLORD. (4) The wicked, in his haughtiness, does not seek Him.\nThere is no God in all his schemes. (5) His ways succeed at\nall times; Yet Your judgments are on high, out of his sight; As\nfor all his enemies, he snorts at them. (6) He says to himself,\n\"I will not be moved; Throughout the generations I will not\nbe in adversity.\" (7) His mouth is full of cursing, deceit, and","oppression; Under his tongue is harm and injustice. (8) He\nsits in the lurking places of the villages; He kills the innocent\nin the secret places; His eyes surreptitiously watch for the\nunfortunate. (9) He lurks in secret like a lion in his lair; He lurks\nto catch the needy; He catches the needy when he pulls him\ninto his net. (10) Then he crushes the needy one, who cowers;\nAnd unfortunate people fall by his mighty power. (11) He\nsays to himself, \"God has forgotten; He has hidden His face;\nHe will never see it.\" (12) Arise, LORD; God, lift up Your hand.\nDo not forget the humble."],"word_count":226},{"reference":"Psalm 36:1-12","translation":"NASB","division":"Junior","passage_number":29,"release":"NBBC","cards":["(1) Wrongdoing speaks to the ungodly within his heart; There\nis no fear of God before his eyes. (2) For it flatters him in his\nown eyes Concerning the discovery of his wrongful deed and\nthe hatred of it. (3) The words of his mouth are wickedness\nand deceit; He has ceased to be wise and to do good. (4)\nHe plans wickedness on his bed; He sets himself on a path\nthat is not good; He does not reject evil. (5) Your mercy,\nLORD, extends to the heavens, Your faithfulness reaches to\nthe skies. (6) Your righteousness is like the mountains of God;\nYour judgments are like the great deep. LORD, You protect\nmankind and animals. (7) How precious is Your mercy, God!","And the sons of mankind take refuge in the shadow of Your\nwings. (8) They drink their fill of the abundance of Your house;\nAnd You allow them to drink from the river of Your delights.\n(9) For the fountain of life is with You; In Your light we see\nlight. (10) Prolong Your mercy to those who know You, And\nYour righteousness to the upright of heart. (11) May the foot\nof pride not come upon me, And may the hand of the wicked\nnot drive me away. (12) Those who do injustice have fallen\nthere; They have been thrust down and cannot rise."],"word_count":217},{"reference":"Psalm 101:3-4","translation":"NASB","division":"Junior","passage_number":30,"release":"NBBC","cards":["(3) I will set no worthless thing before my eyes; I hate the\nwork of those who fall away; It shall not cling to me. (4) A\nperverse heart shall leave me; I will know no evil."],"word_count":35},{"reference":"Psalm 104:24-35","translation":"NASB","division":"Junior","passage_number":31,"release":"NBBC","cards":["(24) LORD, how many are Your works! In wisdom You have\nmade them all; The earth is full of Your possessions. (25)\nThere is the sea, great and broad, In which are swarms without\nnumber, Animals both small and great. (26) The ships move\nalong there, And Leviathan, which You have formed to have\nfun in it. (27) They all wait for You To give them their food\nin due season. (28) You give to them, they gather it up; You\nopen Your hand, they are satisfied with good. (29) You hide\nYour face, they are terrified; You take away their breath, they\nperish And return to their dust. (30) You send forth Your Spirit,\nthey are created; And You renew the face of the ground. (31)","May the glory of the LORD endure forever; May the LORD\nrejoice in His works; (32) He looks at the earth, and it trembles;\nHe touches the mountains, and they smoke. (33) I will sing to\nthe LORD as long as I live; I will sing praise to my God while I\nhave my being. (34) May my praise be pleasing to Him; As for\nme, I shall rejoice in the LORD. (35) May sinners be removed\nfrom the earth And may the wicked be no more. Bless the\nLORD, my soul. Praise the LORD!"],"word_count":210},{"reference":"Proverbs 3:21-33","translation":"NASB","division":"Junior","passage_number":32,"release":"NBBC","cards":["(21) My son, see that they do not escape from your sight;\nComply with sound wisdom and discretion, (22) And they\nwill be life to your soul And adornment to your neck. (23)\nThen you will walk in your way securely, And your foot will\nnot stumble. (24) When you lie down, you will not be afraid;\nWhen you lie down, your sleep will be sweet. (25) Do not be\nafraid of sudden danger, Nor of trouble from the wicked when\nit comes; (26) For the LORD will be your confidence, And will\nkeep your foot from being caught. (27) Do not withhold good\nfrom those to whom it is due, When it is in your power to\ndo it. (28) Do not say to your neighbor, \"Go, and come back,","And tomorrow I will give it to you,\" When you have it with\nyou. (29) Do not devise harm against your neighbor, While he\nlives securely beside you. (30) Do not contend with a person\nfor no reason, If he has done you no harm. (31) Do not envy a\nviolent person, And do not choose any of his ways. (32) For the\ndevious are an abomination to the LORD; But He is intimate\nwith the upright. (33) The curse of the LORD is on the house\nof the wicked, But He blesses the home of the righteous."],"word_count":216},{"reference":"Proverbs 20:1-11","translation":"NASB","division":"Junior","passage_number":33,"release":"NBBC","cards":["(1) Wine is a mocker, intoxicating drink a brawler, And\nwhoever is intoxicated by it is not wise. (2) The terror of a\nking is like the roaring of a lion; One who provokes him to\nanger forfeits his own life. (3) Avoiding strife is an honor\nfor a person, But any fool will quarrel. (4) The lazy one does\nnot plow after the autumn, So he begs during the harvest\nand has nothing. (5) A plan in the heart of a person is like\ndeep water, But a person of understanding draws it out. (6)\nMany a person proclaims his own loyalty, But who can find a\ntrustworthy person? (7) A righteous person who walks in his\nintegrity-- How blessed are his sons after him. (8) A king who","sits on the throne of justice Disperses all evil with his eyes. (9)\nWho can say, \"I have cleansed my heart, I am pure from my\nsin\"? (10) Differing weights and differing measures, Both of\nthem are abominable to the LORD. (11) It is by his deeds that\na boy distinguishes himself, If his conduct is pure and right."],"word_count":178},{"reference":"Isaiah 1:12-20","translation":"NASB","division":"Junior","passage_number":34,"release":"NBBC","cards":["(12) \"When you come to appear before Me, Who requires of\nyou this trampling of My courtyards? (13) \"Do not go on\nbringing your worthless offerings, Incense is an abomination\nto Me. New moon and Sabbath, the proclamation of an\nassembly-- I cannot endure wrongdoing and the festive\nassembly. (14) \"I hate your new moon festivals and your\nappointed feasts, They have become a burden to Me; I am\ntired of bearing them. (15) \"So when you spread out your\nhands in prayer, I will hide My eyes from you; Yes, even\nthough you offer many prayers, I will not be listening. Your\nhands are covered with blood. (16) \"Wash yourselves, make","yourselves clean; Remove the evil of your deeds from My\nsight. Stop doing evil, (17) Learn to do good; Seek justice,\nRebuke the oppressor, Obtain justice for the orphan, Plead\nfor the widow's case. (18) \"Come now, and let us debate\nyour case,\" Says the LORD, \"Though your sins are as scarlet,\nThey shall become as white as snow; Though they are red\nlike crimson, They shall be like wool. (19) \"If you are willing\nand obedient, You will eat the best of the land; (20) But if you\nrefuse and rebel, You will be devoured by the sword.\" For the\nmouth of the LORD has spoken."],"word_count":210},{"reference":"Isaiah 40:1-9","translation":"NASB","division":"Junior","passage_number":35,"release":"NBBC","cards":["(1) \"Comfort, comfort My people,\" says your God. (2) \"Speak\nkindly to Jerusalem; And call out to her, that her warfare\nhas ended, That her guilt has been removed, That she has\nreceived of the LORD'S hand Double for all her sins.\" (3) The\nvoice of one calling out, \"Clear the way for the LORD in the\nwilderness; Make straight in the desert a highway for our\nGod. (4) \"Let every valley be lifted up, And every mountain\nand hill be made low; And let the uneven ground become\na plain, And the rugged terrain a broad valley; (5) Then the\nglory of the LORD will be revealed, And all flesh will see it\ntogether; For the mouth of the LORD has spoken.\" (6) A voice","says, \"Call out.\" Then he answered, \"What shall I call out?\"\nAll flesh is grass, and all its loveliness is like the flower of\nthe field. (7) The grass withers, the flower fades, When the\nbreath of the LORD blows upon it; The people are indeed\ngrass! (8) The grass withers, the flower fades, But the word\nof our God stands forever. (9) Go up on a high mountain,\nZion, messenger of good news, Raise your voice forcefully,\nJerusalem, messenger of good news; Raise it up, do not fear.\nSay to the cities of Judah, \"Here is your God!\""],"word_count":216},{"reference":"Hosea 7:1-10","translation":"NASB","division":"Junior","passage_number":36,"release":"NBBC","cards":["(1) When I would heal Israel, The wrongdoing of Ephraim is\nuncovered, And the evil deeds of Samaria, For they practice\ndeception; The thief enters, A band of robbers attack outside,\n(2) And they do not consider in their hearts That I remember\nall their wickedness. Now their deeds surround them; They\nare before My face. (3) With their wickedness they make the\nking happy, And the officials with their lies. (4) They are all\nadulterers, Like an oven heated by the baker, Who stops\nstoking the fire From the time the dough is kneaded until it\nis leavened. (5) On the day of our king, the officials became\nsick with the heat of wine; He stretched out his hand with","scoffers, (6) For their hearts are like an oven As they approach\ntheir plotting; Their anger smolders all night, In the morning\nit burns like flaming fire. (7) All of them are hot like an oven,\nAnd they consume their rulers; All their kings have fallen.\nNone of them calls on Me. (8) Ephraim is himself thrown\nabout with the nations; Ephraim has become a round loaf not\nturned over. (9) Strangers devour his strength, Yet he does\nnot know it; Gray hairs also are sprinkled on him, Yet he does\nnot know it. (10) Though the pride of Israel testifies against\nhim, Yet they have not returned to the LORD their God, Nor\nhave they sought Him, despite all this."],"word_count":232},{"reference":"Jonah 3:2-4","translation":"NASB","division":"Junior","passage_number":37,"release":"NBBC","cards":["(2) \"Arise, go to Nineveh, the great city, and proclaim to it\nthe proclamation which I am going to tell you.\" (3) So Jonah\ngot up and went to Nineveh according to the word of the\nLORD. Now Nineveh was an exceedingly large city, a three\ndays' walk. (4) Then Jonah began to go through the city one\nday's walk; and he cried out and said, \"Forty more days, and\nNineveh will be overthrown.\""],"word_count":71},{"reference":"Nahum 1:6-8","translation":"NASB","division":"Junior","passage_number":38,"release":"NBBC","cards":["(6) Who can stand before His indignation? Who can endure\nthe burning of His anger? His wrath gushes forth like fire,\nAnd the rocks are broken up by Him. (7) The LORD is good,\nA stronghold in the day of trouble, And He knows those who\ntake refuge in Him. (8) But with an overflowing flood He will\nmake a complete end of its site, And will pursue His enemies\ninto darkness."],"word_count":69},{"reference":"Matthew 2:9-11","translation":"NASB","division":"Junior","passage_number":39,"release":"NBBC","cards":["(9) After hearing the king, they went on their way; and behold,\nthe star, which they had seen in the east, went on ahead of\nthem until it came to a stop over the place where the Child\nwas to be found. (10) When they saw the star, they rejoiced\nexceedingly with great joy. (11) And after they came into the\nhouse, they saw the Child with His mother Mary; and they fell\ndown and worshiped Him. Then they opened their treasures\nand presented to Him gifts of gold, frankincense, and myrrh."],"word_count":89},{"reference":"Romans 1:16","translation":"NASB","division":"Junior","passage_number":40,"release":"NBBC","cards":["(16) For I am not ashamed of the gospel, for it is the power of\nGod for salvation to everyone who believes, to the Jew first\nand also to the Greek."],"word_count":30},{"reference":"Philippians 4:10-13","translation":"NASB","division":"Junior","passage_number":41,"release":"NBBC","cards":["(10) But I rejoiced in the Lord greatly, that now at last you have\nrevived your concern for me; indeed, you were concerned\nbefore, but you lacked an opportunity to act. (11) Not that I\nspeak from need, for I have learned to be content in whatever\ncircumstances I am. (12) I know how to get along with little,\nand I also know how to live in prosperity; in any and every\ncircumstance I have learned the secret of being filled and\ngoing hungry, both of having abundance and suffering need.\n(13) I can do all things through Him who strengthens me."],"word_count":98},{"reference":"James 1:9-10","translation":"NASB","division":"Junior","passage_number":42,"release":"NBBC","cards":["(9) Now the brother or sister of humble circumstances is to\nglory in his high position; (10) but the rich person is to glory\nin his humiliation, because like flowering grass he will pass\naway."],"word_count":33},{"reference":"1 John 2:9-10","translation":"NASB","division":"Junior","passage_number":43,"release":"NBBC","cards":["(9) The one who says that he is in the Light and yet hates his\nbrother or sister is in the darkness until now. (10) The one who\nloves his brother and sister remains in the Light, and there is\nnothing in him to cause stumbling."],"word_count":44},{"reference":"Deuteronomy 28:1-13","translation":"NASB","division":"Junior","passage_number":44,"release":"NBBC","cards":["(1) \"Now it shall be, if you diligently obey the LORD your\nGod, being careful to do all His commandments which I\nam commanding you today, that the LORD your God will\nput you high above all the nations of the earth. (2) \"And all\nthese blessings will come to you and reach you if you obey\nthe LORD your God: (3) \"Blessed will you be in the city, and\nblessed will you be in the country. (4) \"Blessed will be the\nchildren of your womb, the produce of your ground, and the\noffspring of your animals: the newborn of your herd and the\nyoung of your flock. (5) \"Blessed will be your basket and your\nkneading bowl. (6) \"Blessed will you be when you come in,","and blessed will you be when you go out. (7) \"The LORD will\ncause your enemies who rise up against you to be defeated\nby you; they will go out against you one way and will flee\nat your presence seven ways. (8) \"The LORD will command\nthe blessing for you in your barns and in everything that you\nput your hand to, and He will bless you in the land that the\nLORD your God is giving you. (9) \"The LORD will establish\nyou as a holy people to Himself, as He swore to you, if you\nkeep the commandments of the LORD your God and walk in\nHis ways. (10) \"So all the peoples of the earth will see that you\nare called by the name of the LORD, and they will be afraid","of you. (11) \"And the LORD will give you more than enough\nprosperity, in the children of your womb, in the offspring of\nyour livestock, and in the produce of your ground, in the land\nwhich the LORD swore to your fathers to give you. (12) \"The\nLORD will open for you His good storehouse, the heavens, to\ngive rain to your land in its season and to bless every work of\nyour hand; and you will lend to many nations, but you will not\nborrow. (13) \"And the LORD will make you the head and not\nthe tail, and you will only be above, and not be underneath,\nif you listen to the commandments of the LORD your God\nwhich I am commanding you today, to follow them carefully,"],"word_count":380},{"reference":"1 Samuel 2:1-5","translation":"NASB","division":"Junior","passage_number":45,"release":"NBBC","cards":["(1) Then Hannah prayed and said, \"My heart rejoices in the LORD;\nMy horn is exalted in the LORD, My mouth speaks boldly against\nmy enemies, Because I rejoice in Your salvation. (2) \"There is no\none holy like the LORD, Indeed, there is no one besides You, Nor\nis there any rock like our God. (3) \"Do not go on boasting so very\nproudly, Do not let arrogance come out of your mouth; For the\nLORD is a God of knowledge, And with Him actions are weighed.\n(4) \"The bows of the mighty are broken to pieces, But those who\nhave stumbled strap on strength. (5) \"Those who were full hire\nthemselves out for bread, But those who were hungry cease to be\nhungry. Even the infertile woman gives birth to seven, But she who\nhas many children languishes."],"word_count":135},{"reference":"Esther 4:13-16","translation":"NASB","division":"Junior","passage_number":46,"release":"NBBC","cards":["(13) Then Mordecai told them to reply to Esther, \"Do not imagine\nthat you in the king's palace can escape any more than all the\nother Jews. (14) \"For if you keep silent at this time, liberation and\nrescue will arise for the Jews from another place, and you and your\nfather's house will perish. And who knows whether you have not\nattained royalty for such a time as this?\" (15) Then Esther told them\nto reply to Mordecai, (16) \"Go, gather all the Jews who are found\nin Susa, and fast for me; do not eat or drink for three days, night or\nday. I and my attendants also will fast in the same way. And then I\nwill go in to the king, which is not in accordance with the law; and\nif I perish, I perish.\""],"word_count":135},{"reference":"Psalm 102:1-24","translation":"NASB","division":"Junior","passage_number":47,"release":"NBBC","cards":["(1)Hear my prayer, LORD! And let my cry for help come to You. (2)\nDo not hide Your face from me on the day of my distress; Incline\nYour ear to me; On the day when I call answer me quickly. (3) For my\ndays have ended in smoke, And my bones have been scorched like\na hearth. (4) My heart has been struck like grass and has withered,\nIndeed, I forget to eat my bread. (5) Because of the loudness of my\ngroaning My bones cling to my flesh. (6) I resemble a pelican of the\nwilderness; I have become like an owl of the ruins. (7) I lie awake,\nI have become like a solitary bird on a housetop. (8) My enemies\nhave taunted me all day long; Those who deride me have used my\nname as a curse. (9) For I have eaten ashes like bread, And mixed","my drink with weeping (10) Because of Your indignation and Your\nwrath; For You have lifted me up and thrown me away. (11) My\ndays are like a lengthened shadow, And I wither away like grass.\n(12) But You, LORD, remain forever, And Your name remains to all\ngenerations. (13) You will arise and have compassion on Zion; For\nit is time to be gracious to her, For the appointed time has come.\n(14) Surely Your servants take pleasure in her stones, And feel pity\nfor her dust. (15) So the nations will fear the name of the LORD,\nAnd all the kings of the earth, Your glory. (16) For the LORD has\nbuilt up Zion; He has appeared in His glory. (17) He has turned His\nattention to the prayer of the destitute And has not despised their","prayer. (18) This will be written for the generation to come, That a\npeople yet to be created may praise the LORD: (19) For He looked\ndown from His holy height; From heaven the LORD looked upon\nthe earth, (20) To hear the groaning of the prisoner, To set free\nthose who were doomed to death, (21) So that people may tell of\nthe name of the LORD in Zion, And His praise in Jerusalem, (22)\nWhen the peoples are gathered together, And the kingdoms, to\nserve the LORD. (23) He has broken my strength in the way; He has\nshortened my days. (24) I say, \"My God, do not take me away in the\nmiddle of my days, Your years are throughout all generations."],"word_count":392},{"reference":"Psalm 103:1-22","translation":"NASB","division":"Junior","passage_number":48,"release":"NBBC","cards":["(1) Bless the LORD, my soul, And all that is within me, bless\nHis holy name. (2) Bless the LORD, my soul, And do not forget\nany of His benefits; (3) Who pardons all your guilt, Who heals\nall your diseases; (4) Who redeems your life from the pit, Who\ncrowns you with favor and compassion; (5) Who satisfies\nyour years with good things, So that your youth is renewed\nlike the eagle. (6) The LORD performs righteous deeds And\njudgments for all who are oppressed. (7) He made known\nHis ways to Moses, His deeds to the sons of Israel. (8) The\nLORD is compassionate and gracious, Slow to anger and\nabounding in mercy. (9) He will not always contend with us,","Nor will He keep His anger forever. (10) He has not dealt with\nus according to our sins, Nor rewarded us according to our\nguilty deeds. (11) For as high as the heavens are above the\nearth, So great is His mercy toward those who fear Him. (12)\nAs far as the east is from the west, So far has He removed our\nwrongdoings from us. (13) Just as a father has compassion\non his children, So the LORD has compassion on those who\nfear Him. (14) For He Himself knows our form; He is mindful\nthat we are nothing but dust. (15) As for man, his days are like\ngrass; Like a flower of the field, so he flourishes. (16) When\nthe wind has passed over it, it is no more, And its place no","longer knows about it. (17) But the mercy of the LORD is from\neverlasting to everlasting for those who fear Him, And His\njustice to the children's children, (18) To those who keep His\ncovenant And remember His precepts, so as to do them. (19)\nThe LORD has established His throne in the heavens, And His\nsovereignty rules over all. (20) Bless the LORD, you His angels,\nMighty in strength, who perform His word, Obeying the voice\nof His word! (21) Bless the LORD, all you His angels, You who\nserve Him, doing His will. (22) Bless the LORD, all you works\nof His, In all places of His dominion; Bless the LORD, my soul!"],"word_count":352},{"reference":"Isaiah 11:1-11","translation":"NASB","division":"Junior","passage_number":49,"release":"NBBC","cards":["(1) Then a shoot will spring from the stem of Jesse, And a\nBranch from his roots will bear fruit. (2) The Spirit of the LORD\nwill rest on Him, The spirit of wisdom and understanding, The\nspirit of counsel and strength, The spirit of knowledge and\nthe fear of the LORD. (3) And He will delight in the fear of the\nLORD, And He will not judge by what His eyes see, Nor make\ndecisions by what His ears hear; (4) But with righteousness\nHe will judge the poor, And decide with fairness for the\nhumble of the earth; And He will strike the earth with the rod\nof His mouth, And with the breath of His lips He will slay the\nwicked. (5) Also righteousness will be the belt around His","hips, And faithfulness the belt around His waist. (6) And the\nwolf will dwell with the lamb, And the leopard will lie down\nwith the young goat, And the calf and the young lion and\nthe fattened steer will be together; And a little boy will lead\nthem. (7) Also the cow and the bear will graze, Their young\nwill lie down together, And the lion will eat straw like the ox.\n(8) The nursing child will play by the hole of the cobra, And\nthe weaned child will put his hand on the viper's den. (9)\nThey will not hurt or destroy in all My holy mountain, For the\nearth will be full of the knowledge of the LORD As the waters\ncover the sea. (10) Then on that day The nations will resort","to the root of Jesse, Who will stand as a signal flag for the\npeoples; And His resting place will be glorious. (11) Then it\nwill happen on that day that the Lord Will again recover with\nHis hand the second time The remnant of His people who\nwill remain, From Assyria, Egypt, Pathros, Cush, Elam, Shinar,\nHamath, And from the islands of the sea."],"word_count":322},{"reference":"Daniel 4:34-36","translation":"NASB","division":"Junior","passage_number":50,"release":"NBBC","cards":["(34) \"But at the end of that period, I, Nebuchadnezzar, raised\nmy eyes toward heaven and my reason returned to me, and\nI blessed the Most High and praised and honored Him who\nlives forever; For His dominion is an everlasting dominion,\nAnd His kingdom endures from generation to generation.\n(35) \"All the inhabitants of the earth are of no account, But\nHe does according to His will among the army of heaven\nAnd among the inhabitants of earth; And no one can fend\noff His hand Or say to Him, 'What have You done?' (36) \"At\nthat time my reason returned to me. And my majesty and\nsplendor were restored to me for the honor of my kingdom,","and my state counselors and my nobles began seeking me\nout; so I was reestablished in my sovereignty, and surpassing\ngreatness was added to me."],"word_count":141},{"reference":"Matthew 3:1-4","translation":"NASB","division":"Junior","passage_number":51,"release":"NBBC","cards":["(1) Now in those days John the Baptist came, preaching in\nthe wilderness of Judea, saying, (2) \"Repent, for the kingdom\nof heaven has come near.\" (3) For this is the one referred to\nby Isaiah the prophet when he said, \"THE VOICE OF ONE\nCALLING OUT IN THE WILDERNESS, 'PREPARE THE WAY\nOF THE LORD, MAKE HIS PATHS STRAIGHT!'\" (4) Now John\nhimself had a garment of camel's hair and a leather belt\naround his waist; and his food was locusts and wild honey."],"word_count":81},{"reference":"Matthew 6:5-15","translation":"NASB","division":"Junior","passage_number":52,"release":"NBBC","cards":["(5) \"And when you pray, you are not to be like the hypocrites;\nfor they love to stand and pray in the synagogues and on\nthe street corners so that they will be seen by people. Truly I\nsay to you, they have their reward in full. (6) \"But as for you,\nwhen you pray, go into your inner room, close your door, and\npray to your Father who is in secret; and your Father who sees\nwhat is done in secret will reward you. (7) \"And when you are\npraying, do not use thoughtless repetition as the Gentiles do,\nfor they think that they will be heard because of their many\nwords. (8) \"So do not be like them; for your Father knows what\nyou need before you ask Him. (9) \"Pray, then, in this way: 'Our","Father, who is in heaven, Hallowed be Your name. (10) 'Your\nkingdom come. Your will be done, On earth as it is in heaven.\n(11) 'Give us this day our daily bread. (12) 'And forgive us our\ndebts, as we also have forgiven our debtors. (13) 'And do not\nlead us into temptation, but deliver us from evil.' (14) \"For\nif you forgive other people for their offenses, your heavenly\nFather will also forgive you. (15) \"But if you do not forgive\nother people, then your Father will not forgive your offenses."],"word_count":219},{"reference":"Matthew 6:16-18","translation":"NASB","division":"Junior","passage_number":53,"release":"NBBC","cards":["(16) \"Now whenever you fast, do not make a gloomy face as\nthe hypocrites do, for they distort their faces so that they will\nbe noticed by people when they are fasting. Truly I say to you,\nthey have their reward in full. (17) \"But as for you, when you\nfast, anoint your head and wash your face, (18) so that your\nfasting will not be noticed by people but by your Father who\nis in secret; and your Father who sees what is done in secret\nwill reward you."],"word_count":87},{"reference":"Matthew 8:1-4","translation":"NASB","division":"Junior","passage_number":54,"release":"NBBC","cards":["(1) When Jesus came down from the mountain, large crowds\nfollowed Him. (2) And a man with leprosy came to Him and\nbowed down before Him, and said, \"Lord, if You are willing,\nYou can make me clean.\" (3) Jesus reached out with His hand\nand touched him, saying, \"I am willing; be cleansed.\" And\nimmediately his leprosy was cleansed. (4) And Jesus said to\nhim, \"See that you tell no one; but go, show yourself to the\npriest and present the offering that Moses commanded, as a\ntestimony to them.\""],"word_count":87},{"reference":"Matthew 8:23-27","translation":"NASB","division":"Junior","passage_number":55,"release":"NBBC","cards":["(23) When He got into the boat, His disciples followed Him.\n(24) And behold, a violent storm developed on the sea, so\nthat the boat was being covered by the waves; but Jesus\nHimself was asleep. (25) And they came to Him and woke\nHim, saying, \"Save us, Lord; we are perishing!\" (26) He said\nto them, \"Why are you afraid, you men of little faith?\" Then\nHe got up and rebuked the winds and the sea, and it became\nperfectly calm. (27) The men were amazed, and said, \"What\nkind of a man is this, that even the winds and the sea obey\nHim?\""],"word_count":100},{"reference":"Mark 1:2-3","translation":"NASB","division":"Junior","passage_number":56,"release":"NBBC","cards":["(2) just as it is written in Isaiah the prophet: \"BEHOLD, I\nAM SENDING MY MESSENGER BEFORE YOU, WHO WILL\nPREPARE YOUR WAY; (3) THE VOICE OF ONE CALLING OUT\nIN THE WILDERNESS, 'PREPARE THE WAY OF THE LORD,\nMAKE HIS PATHS STRAIGHT!'\""],"word_count":41},{"reference":"Mark 1:4-8","translation":"NASB","division":"Junior","passage_number":57,"release":"NBBC","cards":["(4) John the Baptist appeared in the wilderness, preaching a\nbaptism of repentance for the forgiveness of sins. (5) And all\nthe country of Judea was going out to him, and all the people\nof Jerusalem; and they were being baptized by him in the\nJordan River, confessing their sins. (6) John was clothed with\ncamel's hair and wore a leather belt around his waist, and his\ndiet was locusts and wild honey. (7) And he was preaching,\nsaying, \"After me One is coming who is mightier than I, and I\nam not fit to bend down and untie the straps of His sandals.\n(8) \"I baptized you with water; but He will baptize you with\nthe Holy Spirit.\""],"word_count":114},{"reference":"Mark 2:3-12","translation":"NASB","division":"Junior","passage_number":58,"release":"NBBC","cards":["(3) And some people came, bringing to Him a man who\nwas paralyzed, carried by four men. (4) And when they were\nunable to get to Him because of the crowd, they removed\nthe roof above Him; and after digging an opening, they let\ndown the pallet on which the paralyzed man was lying. (5)\nAnd Jesus, seeing their faith, said to the paralyzed man, \"Son,\nyour sins are forgiven.\" (6) But some of the scribes were sitting\nthere and thinking it over in their hearts, (7) \"Why does this\nman speak that way? He is blaspheming! Who can forgive\nsins except God alone?\" (8) Immediately Jesus, aware in His\nspirit that they were thinking that way within themselves, said","to them, \"Why are you thinking about these things in your\nhearts? (9) \"Which is easier, to say to the paralyzed man, 'Your\nsins are forgiven'; or to say, 'Get up, and pick up your pallet\nand walk'? (10) \"But so that you may know that the Son of\nMan has authority on earth to forgive sins\"--He said to the\nparalyzed man, (11) \"I say to you, get up, pick up your pallet,\nand go home.\" (12) And he got up and immediately picked\nup the pallet and went out in the sight of everyone, so that\nthey were all amazed and were glorifying God, saying, \"We\nhave never seen anything like this!\""],"word_count":224},{"reference":"Mark 7:1-9","translation":"NASB","division":"Junior","passage_number":59,"release":"NBBC","cards":["(1) The Pharisees and some of the scribes gathered to Him\nafter they came from Jerusalem, (2) and saw that some of\nHis disciples were eating their bread with unholy hands, that\nis, unwashed. (3) (For the Pharisees and all the other Jews\ndo not eat unless they carefully wash their hands, thereby\nholding firmly to the tradition of the elders; (4) and when\nthey come from the marketplace, they do not eat unless they\ncompletely cleanse themselves; and there are many other\nthings which they have received as traditions to firmly hold,\nsuch as the washing of cups, pitchers, and copper pots.) (5)\nAnd the Pharisees and the scribes asked Him, \"Why do Your","disciples not walk in accordance with the tradition of the\nelders, but eat their bread with unholy hands?\" (6) But He said\nto them, \"Rightly did Isaiah prophesy about you hypocrites,\nas it is written: 'THIS PEOPLE HONORS ME WITH THEIR\nLIPS, BUT THEIR HEART IS FAR AWAY FROM ME. (7) 'AND\nIN VAIN DO THEY WORSHIP ME, TEACHING AS DOCTRINES\nTHE COMMANDMENTS OF MEN.' (8) \"Neglecting the\ncommandment of God, you hold to the tradition of men.\" (9)\nHe was also saying to them, \"You are experts at setting aside\nthe commandment of God in order to keep your tradition."],"word_count":207},{"reference":"Luke 10:2","translation":"NASB","division":"Junior","passage_number":60,"release":"NBBC","cards":["(2) And He was saying to them, \"The harvest is plentiful, but\nthe laborers are few; therefore plead with the Lord of the\nharvest to send out laborers into His harvest."],"word_count":30},{"reference":"Luke 15:1-10","translation":"NASB","division":"Junior","passage_number":61,"release":"NBBC","cards":["(1) Now all the tax collectors and sinners were coming near\nJesus to listen to Him. (2) And both the Pharisees and the\nscribes began to complain, saying, \"This Man receives sinners\nand eats with them.\" (3) And so He told them this parable,\nsaying, (4) \"What man among you, if he has a hundred sheep\nand has lost one of them, does not leave the other ninety-\nnine in the open pasture and go after the one that is lost,\nuntil he finds it? (5) \"And when he has found it, he puts it on\nhis shoulders, rejoicing. (6) \"And when he comes home, he\ncalls together his friends and his neighbors, saying to them,\n'Rejoice with me, because I have found my sheep that was","lost!' (7) \"I tell you that in the same way, there will be more\njoy in heaven over one sinner who repents than over ninety-\nnine righteous people who have no need of repentance. (8)\n\"Or what woman, if she has ten silver coins and loses one\ncoin, does not light a lamp and sweep the house and search\ncarefully until she finds it? (9) \"And when she has found it,\nshe calls together her friends and neighbors, saying, 'Rejoice\nwith me, because I have found the coin which I had lost!' (10)\n\"In the same way, I tell you, there is joy in the presence of the\nangels of God over one sinner who repents.\""],"word_count":233},{"reference":"Luke 17:5-14","translation":"NASB","division":"Junior","passage_number":62,"release":"NBBC","cards":["(5) The apostles said to the Lord, \"Increase our faith!\" (6) But\nthe Lord said, \"If you had faith the size of a mustard seed, you\ncould say to this mulberry tree, 'Be uprooted and be planted\nin the sea'; and it would obey you. (7) \"Now which of you,\nhaving a slave plowing or tending sheep, will say to him after\nhe comes in from the field, 'Come immediately and recline\nat the table to eat'? (8) \"On the contrary, will he not say to\nhim, 'Prepare something for me to eat, and properly clothe\nyourself and serve me while I eat and drink; and afterward\nyou may eat and drink'? (9) \"He does not thank the slave\nbecause he did the things which were commanded, does","he? (10) \"So you too, when you do all the things which were\ncommanded you, say, 'We are unworthy slaves; we have\ndone only that which we ought to have done.'\" (11) While\nHe was on the way to Jerusalem, He was passing between\nSamaria and Galilee. (12) And as He entered a village, ten\nmen with leprosy who stood at a distance met Him; (13) and\nthey raised their voices, saying, \"Jesus, Master, have mercy\non us!\" (14) When He saw them, He said to them, \"Go and\nshow yourselves to the priests.\" And as they were going, they\nwere cleansed."],"word_count":220},{"reference":"John 8:12","translation":"NASB","division":"Junior","passage_number":63,"release":"NBBC","cards":["(12) Then Jesus again spoke to them, saying, \"I am the Light\nof the world; the one who follows Me will not walk in the\ndarkness, but will have the Light of life.\""],"word_count":32},{"reference":"John 12:27-36","translation":"NASB","division":"Junior","passage_number":64,"release":"NBBC","cards":["(27) \"Now My soul has become troubled; and what am I to\nsay? 'Father, save Me from this hour'? But for this purpose\nI came to this hour. (28) \"Father, glorify Your name.\" Then a\nvoice came out of heaven: \"I have both glorified it, and will\nglorify it again.\" (29) So the crowd who stood by and heard\nit were saying that it had thundered; others were saying, \"An\nangel has spoken to Him!\" (30) Jesus responded and said,\n\"This voice has not come for My sake, but for yours. (31) \"Now\njudgment is upon this world; now the ruler of this world will\nbe cast out. (32) \"And I, if I am lifted up from the earth, will\ndraw all people to Myself.\" (33) Now He was saying this to","indicate what kind of death He was going to die. (34) The\ncrowd then answered Him, \"We have heard from the Law that\nthe Christ is to remain forever; and how is it that You say, 'The\nSon of Man must be lifted up'? Who is this Son of Man?\" (35)\nSo Jesus said to them, \"For a little while longer the Light is\namong you. Walk while you have the Light, so that darkness\nwill not overtake you; also, the one who walks in the darkness\ndoes not know where he is going. (36) \"While you have the\nLight, believe in the Light, so that you may become sons of\nLight.\" These things Jesus proclaimed, and He went away\nand hid Himself from them."],"word_count":247},{"reference":"Acts 9:1-16","translation":"NASB","division":"Junior","passage_number":65,"release":"NBBC","cards":["(1) Now Saul, still breathing threats and murder against the\ndisciples of the Lord, went to the high priest, (2) and asked for\nletters from him to the synagogues in Damascus, so that if he\nfound any belonging to the Way, whether men or women, he\nmight bring them in shackles to Jerusalem. (3) Now as he was\ntraveling, it happened that he was approaching Damascus,\nand suddenly a light from heaven flashed around him; (4)\nand he fell to the ground and heard a voice saying to him,\n\"Saul, Saul, why are you persecuting Me?\" (5) And he said,\n\"Who are You, Lord?\" And He said, \"I am Jesus whom you are\npersecuting, (6) but get up and enter the city, and it will be","told to you what you must do.\" (7) The men who traveled with\nhim stood speechless, hearing the voice but seeing no one.\n(8) Saul got up from the ground, and though his eyes were\nopen, he could see nothing; and leading him by the hand,\nthey brought him into Damascus. (9) And for three days he was\nwithout sight, and neither ate nor drank. (10) Now there was\na disciple in Damascus named Ananias; and the Lord said to\nhim in a vision, \"Ananias.\" And he said, \"Here I am, Lord.\" (11)\nAnd the Lord said to him, \"Get up and go to the street called\nStraight, and inquire at the house of Judas for a man from\nTarsus named Saul, for he is praying, (12) and he has seen","in a vision a man named Ananias come in and lay his hands\non him, so that he might regain his sight.\" (13) But Ananias\nanswered, \"Lord, I have heard from many people about this\nman, how much harm he did to Your saints in Jerusalem; (14)\nand here he has authority from the chief priests to arrest all\nwho call on Your name.\" (15) But the Lord said to him, \"Go, for\nhe is a chosen instrument of Mine, to bear My name before\nthe Gentiles and kings and the sons of Israel; (16) for I will\nshow him how much he must suffer in behalf of My name.\""],"word_count":351},{"reference":"Acts 10:9-20","translation":"NASB","division":"Junior","passage_number":66,"release":"NBBC","cards":["(9) On the next day, as they were on their way and approaching the\ncity, Peter went up on the housetop about the sixth hour to pray.\n(10) But he became hungry and wanted to eat; but while they were\nmaking preparations, he fell into a trance; (11) and he saw the sky\nopened up, and an object like a great sheet coming down, lowered\nby four corners to the ground, (12) and on it were all kinds of four-\nfooted animals and crawling creatures of the earth and birds of\nthe sky. (13) A voice came to him, \"Get up, Peter, kill and eat!\" (14)\nBut Peter said, \"By no means, Lord, for I have never eaten anything\nunholy and unclean.\" (15) Again a voice came to him a second\ntime, \"What God has cleansed, no longer consider unholy.\" (16)","This happened three times, and immediately the object was taken\nup into the sky. (17) Now while Peter was greatly perplexed in\nmind as to what the vision which he had seen might mean, behold,\nthe men who had been sent by Cornelius had asked directions to\nSimon's house, and they appeared at the gate; (18) and calling\nout, they were asking whether Simon, who was also called Peter,\nwas staying there. (19) While Peter was reflecting on the vision, the\nSpirit said to him, \"Behold, three men are looking for you. (20) \"But\nget up, go downstairs and accompany them without misgivings,\nfor I have sent them Myself.\""],"word_count":238},{"reference":"Acts 11:19-26","translation":"NASB","division":"Junior","passage_number":67,"release":"NBBC","cards":["(19) So then those who were scattered because of the\npersecution that occurred in connection with Stephen made\ntheir way to Phoenicia, Cyprus, and Antioch, speaking the\nword to no one except to Jews alone. (20) But there were\nsome of them, men of Cyprus and Cyrene, who came to\nAntioch and began speaking to the Greeks as well, preaching\nthe good news of the Lord Jesus. (21) And the hand of the\nLord was with them, and a large number who believed turned\nto the Lord. (22) The news about them reached the ears of the\nchurch in Jerusalem, and they sent Barnabas off to Antioch.\n(23) Then when he arrived and witnessed the grace of God, he","rejoiced and began to encourage them all with resolute heart\nto remain true to the Lord; (24) for he was a good man, and\nfull of the Holy Spirit and faith. And considerable numbers\nwere added to the Lord. (25) And he left for Tarsus to look\nfor Saul; (26) and when he had found him, he brought him to\nAntioch. And for an entire year they met with the church and\ntaught considerable numbers of people; and the disciples\nwere first called Christians in Antioch."],"word_count":197},{"reference":"Acts 12:5-17","translation":"NASB","division":"Junior","passage_number":68,"release":"NBBC","cards":["(5) So Peter was kept in the prison, but prayer for him was being\nmade to God intensely by the church. (6) On the very night\nwhen Herod was about to bring him forward, Peter was sleeping\nbetween two soldiers, bound with two chains, and guards in front\nof the door were watching over the prison. (7) And behold, an\nangel of the Lord suddenly stood near Peter, and a light shone in\nthe cell; and he struck Peter's side and woke him, saying, \"Get up\nquickly.\" And his chains fell off his hands. (8) And the angel said to\nhim, \"Put on your belt and strap on your sandals.\" And he did so.\nAnd he said to him, \"Wrap your cloak around you and follow me.\"\n(9) And he went out and continued to follow, and yet he did not","know that what was being done by the angel was real, but thought\nhe was seeing a vision. (10) Now when they had passed the first\nand second guard, they came to the iron gate that leads into the\ncity, which opened for them by itself; and they went out and went\nalong one street, and immediately the angel departed from him.\n(11) When Peter came to himself, he said, \"Now I know for sure that\nthe Lord has sent forth His angel and rescued me from the hand of\nHerod and from all that the Jewish people were expecting.\" (12)\nAnd when he realized this, he went to the house of Mary, the mother\nof John, who was also called Mark, where many were gathered\ntogether and were praying. (13) When he knocked at the door of","the gate, a slave woman named Rhoda came to answer. (14) When\nshe recognized Peter's voice, because of her joy she did not open\nthe gate, but ran in and announced that Peter was standing in front\nof the gate. (15) They said to her, \"You are out of your mind!\" But\nshe kept insisting that it was so. They said, \"It is his angel.\" (16) But\nPeter continued knocking; and when they had opened the door,\nthey saw him and were amazed. (17) But motioning to them with\nhis hand to be silent, he described to them how the Lord had led\nhim out of the prison. And he said, \"Report these things to James\nand the brothers.\" Then he left and went to another place."],"word_count":393},{"reference":"Acts 16:1-10","translation":"NASB","division":"Junior","passage_number":69,"release":"NBBC","cards":["(1) Now Paul also came to Derbe and to Lystra. And a disciple\nwas there, named Timothy, the son of a Jewish woman who\nwas a believer, but his father was a Greek, (2) and he was well\nspoken of by the brothers and sisters who were in Lystra and\nIconium. (3) Paul wanted this man to leave with him; and he\ntook him and circumcised him because of the Jews who were\nin those parts, for they all knew that his father was a Greek.\n(4) Now while they were passing through the cities, they\nwere delivering the ordinances for them to follow which had\nbeen determined by the apostles and elders in Jerusalem.\n(5) So the churches were being strengthened in the faith, and","were increasing in number daily. (6) They passed through the\nPhrygian and Galatian region, after being forbidden by the\nHoly Spirit to speak the word in Asia; (7) and after they came\nto Mysia, they were trying to go into Bithynia, and the Spirit\nof Jesus did not allow them; (8) and passing by Mysia, they\nwent down to Troas. (9) And a vision appeared to Paul in the\nnight: a man of Macedonia was standing and pleading with\nhim, and saying, \"Come over to Macedonia and help us.\" (10)\nWhen he had seen the vision, we immediately sought to leave\nfor Macedonia, concluding that God had called us to preach\nthe gospel to them."],"word_count":231},{"reference":"Romans 2:1-6","translation":"NASB","division":"Junior","passage_number":70,"release":"NBBC","cards":["(1) Therefore you have no excuse, you foolish person,\neveryone of you who passes judgment; for in that matter in\nwhich you judge someone else, you condemn yourself; for\nyou who judge practice the same things. (2) And we know\nthat the judgment of God rightly falls upon those who\npractice such things. (3) But do you suppose this, you foolish\nperson who passes judgment on those who practice such\nthings, and yet does them as well, that you will escape the\njudgment of God? (4) Or do you think lightly of the riches of\nHis kindness and restraint and patience, not knowing that the\nkindness of God leads you to repentance? (5) But because","of your stubbornness and unrepentant heart you are storing\nup wrath for yourself on the day of wrath and revelation of\nthe righteous judgment of God, (6) who WILL REPAY EACH\nPERSON ACCORDING TO HIS DEEDS:"],"word_count":145},{"reference":"Romans 5:6-21","translation":"NASB","division":"Junior","passage_number":71,"release":"NBBC","cards":["(6) For while we were still helpless, at the right time Christ died\nfor the ungodly. (7) For one will hardly die for a righteous person;\nthough perhaps for the good person someone would even dare\nto die. (8) But God demonstrates His own love toward us, in that\nwhile we were still sinners, Christ died for us. (9) Much more then,\nhaving now been justified by His blood, we shall be saved from the\nwrath of God through Him. (10) For if while we were enemies we\nwere reconciled to God through the death of His Son, much more,\nhaving been reconciled, we shall be saved by His life. (11) And\nnot only this, but we also celebrate in God through our Lord Jesus\nChrist, through whom we have now received the reconciliation. (12)\nTherefore, just as through one man sin entered into the world, and\ndeath through sin, and so death spread to all mankind, because all","sinned-- (13) for until the Law sin was in the world, but sin is not\ncounted against anyone when there is no law. (14) Nevertheless\ndeath reigned from Adam until Moses, even over those who had\nnot sinned in the likeness of the violation committed by Adam,\nwho is a type of Him who was to come. (15) But the gracious gift\nis not like the offense. For if by the offense of the one the many\ndied, much more did the grace of God and the gift by the grace\nof the one Man, Jesus Christ, overflow to the many. (16) The gift\nis not like that which came through the one who sinned; for on\nthe one hand the judgment arose from one offense, resulting in\ncondemnation, but on the other hand the gracious gift arose from\nmany offenses, resulting in justification. (17) For if by the offense of","the one, death reigned through the one, much more will those who\nreceive the abundance of grace and of the gift of righteousness\nreign in life through the One, Jesus Christ. (18) So then, as through\none offense the result was condemnation to all mankind, so also\nthrough one act of righteousness the result was justification of life\nto all mankind. (19) For as through the one man's disobedience\nthe many were made sinners, so also through the obedience of\nthe One the many will be made righteous. (20) The Law came in\nso that the offense would increase; but where sin increased, grace\nabounded all the more, (21) so that, as sin reigned in death, so also\ngrace would reign through righteousness to eternal life through\nJesus Christ our Lord."],"word_count":425},{"reference":"Romans 7:11-25","translation":"NASB","division":"Junior","passage_number":72,"release":"NBBC","cards":["(11) for sin, taking an opportunity through the commandment,\ndeceived me, and through it, killed me. (12) So then, the Law\nis holy, and the commandment is holy and righteous and\ngood. (13) Therefore did that which is good become a cause\nof death for me? Far from it! Rather it was sin, in order that it\nmight be shown to be sin by bringing about my death through\nthat which is good, so that through the commandment sin\nwould become utterly sinful. (14) For we know that the Law\nis spiritual, but I am fleshly, sold into bondage to sin. (15) For\nI do not understand what I am doing; for I am not practicing\nwhat I want to do, but I do the very thing I hate. (16) However,","if I do the very thing I do not want to do, I agree with the Law,\nthat the Law is good. (17) But now, no longer am I the one\ndoing it, but sin that dwells in me. (18) For I know that good\ndoes not dwell in me, that is, in my flesh; for the willing is\npresent in me, but the doing of the good is not. (19) For the\ngood that I want, I do not do, but I practice the very evil that\nI do not want. (20) But if I do the very thing I do not want, I\nam no longer the one doing it, but sin that dwells in me. (21)\nI find then the principle that evil is present in me, the one\nwho wants to do good. (22) For I joyfully agree with the law\nof God in the inner person, (23) but I see a different law in","the parts of my body waging war against the law of my mind,\nand making me a prisoner of the law of sin, the law which is\nin my body's parts. (24) Wretched man that I am! Who will\nset me free from the body of this death? (25) Thanks be to\nGod through Jesus Christ our Lord! So then, on the one hand\nI myself with my mind am serving the law of God, but on the\nother, with my flesh the law of sin."],"word_count":361},{"reference":"1 Corinthians 10:1-12","translation":"NASB","division":"Junior","passage_number":73,"release":"NBBC","cards":["(1) For I do not want you to be unaware, brothers and sisters,\nthat our fathers were all under the cloud and they all passed\nthrough the sea; (2) and they all were baptized into Moses in\nthe cloud and in the sea; (3) and they all ate the same spiritual\nfood, (4) and all drank the same spiritual drink, for they were\ndrinking from a spiritual rock which followed them; and the\nrock was Christ. (5) Nevertheless, with most of them God\nwas not pleased; for their dead bodies were spread out in\nthe wilderness. (6) Now these things happened as examples\nfor us, so that we would not crave evil things as they indeed\ncraved them. (7) Do not be idolaters, as some of them were;","as it is written: \"THE PEOPLE SAT DOWN TO EAT AND TO\nDRINK, AND ROSE UP TO PLAY.\" (8) Nor are we to commit\nsexual immorality, as some of them did, and twenty-three\nthousand fell in one day. (9) Nor are we to put the Lord to\nthe test, as some of them did, and were killed by the snakes.\n(10) Nor grumble, as some of them did, and were killed by\nthe destroyer. (11) Now these things happened to them as\nan example, and they were written for our instruction, upon\nwhom the ends of the ages have come. (12) Therefore let the\none who thinks he stands watch out that he does not fall."],"word_count":233},{"reference":"1 Corinthians 15:35-49","translation":"NASB","division":"Junior","passage_number":74,"release":"NBBC","cards":["(35) But someone will say, \"How are the dead raised? And\nwith what kind of body do they come?\" (36) You fool! That\nwhich you sow does not come to life unless it dies; (37)\nand that which you sow, you do not sow the body which is\nto be, but a bare grain, perhaps of wheat or of something\nelse. (38) But God gives it a body just as He wished, and to\neach of the seeds a body of its own. (39) All flesh is not the\nsame flesh, but there is one flesh of mankind, another flesh\nof animals, another flesh of birds, and another of fish. (40)\nThere are also heavenly bodies and earthly bodies, but the\nglory of the heavenly is one, and the glory of the earthly is","another. (41) There is one glory of the sun, another glory of\nthe moon, and another glory of the stars; for star differs from\nstar in glory. (42) So also is the resurrection of the dead. It is\nsown a perishable body, it is raised an imperishable body;\n(43) it is sown in dishonor, it is raised in glory; it is sown in\nweakness, it is raised in power; (44) it is sown a natural body,\nit is raised a spiritual body. If there is a natural body, there is\nalso a spiritual body. (45) So also it is written: \"The first MAN,\nAdam, BECAME A LIVING PERSON.\" The last Adam was a\nlife-giving spirit. (46) However, the spiritual is not first, but the\nnatural; then the spiritual. (47) The first man is from the earth,","earthy; the second Man is from heaven. (48) As is the earthy\none, so also are those who are earthy; and as is the heavenly\nOne, so also are those who are heavenly. (49) Just as we have\nborne the image of the earthy, we will also bear the image of\nthe heavenly."],"word_count":309},{"reference":"2 Corinthians 3:7-18","translation":"NASB","division":"Junior","passage_number":75,"release":"NBBC","cards":["(7) But if the ministry of death, engraved in letters on stones, came\nwith glory so that the sons of Israel could not look intently at the\nface of Moses because of the glory of his face, fading as it was, (8)\nhow will the ministry of the Spirit fail to be even more with glory?\n(9) For if the ministry of condemnation has glory, much more\ndoes the ministry of righteousness excel in glory. (10) For indeed\nwhat had glory in this case has no glory, because of the glory that\nsurpasses it. (11) For if that which fades away was with glory, much\nmore that which remains is in glory. (12) Therefore, having such a\nhope, we use great boldness in our speech, (13) and we are not\nlike Moses, who used to put a veil over his face so that the sons of","Israel would not stare at the end of what was fading away. (14) But\ntheir minds were hardened; for until this very day at the reading\nof the old covenant the same veil remains unlifted, because it is\nremoved in Christ. (15) But to this day whenever Moses is read, a\nveil lies over their hearts; (16) but whenever someone turns to the\nLord, the veil is taken away. (17) Now the Lord is the Spirit, and\nwhere the Spirit of the Lord is, there is freedom. (18) But we all,\nwith unveiled faces, looking as in a mirror at the glory of the Lord,\nare being transformed into the same image from glory to glory,\njust as from the Lord, the Spirit."],"word_count":257},{"reference":"Galatians 5:13-16","translation":"NASB","division":"Junior","passage_number":76,"release":"NBBC","cards":["(13) For you were called to freedom, brothers and sisters; only\ndo not turn your freedom into an opportunity for the flesh,\nbut serve one another through love. (14) For the whole Law\nis fulfilled in one word, in the statement, \"YOU SHALL LOVE\nYOUR NEIGHBOR AS YOURSELF.\" (15) But if you bite and\ndevour one another, take care that you are not consumed by\none another. (16) But I say, walk by the Spirit, and you will not\ncarry out the desire of the flesh."],"word_count":82},{"reference":"Galatians 6:1-6","translation":"NASB","division":"Junior","passage_number":77,"release":"NBBC","cards":["(1) Brothers and sisters, even if a person is caught in any\nwrongdoing, you who are spiritual are to restore such a\nperson in a spirit of gentleness; each one looking to yourself,\nso that you are not tempted as well. (2) Bear one another's\nburdens, and thereby fulfill the law of Christ. (3) For if anyone\nthinks that he is something when he is nothing, he deceives\nhimself. (4) But each one must examine his own work, and\nthen he will have reason for boasting, but to himself alone,\nand not to another. (5) For each one will bear his own load.\n(6) The one who is taught the word is to share all good things\nwith the one who teaches him."],"word_count":117},{"reference":"Ephesians 2:17-22","translation":"NASB","division":"Junior","passage_number":78,"release":"NBBC","cards":["(17) And He came and preached peace to you who were far\naway, and peace to those who were near; (18) for through\nHim we both have our access in one Spirit to the Father. (19)\nSo then you are no longer strangers and foreigners, but you\nare fellow citizens with the saints, and are of God's household,\n(20) having been built on the foundation of the apostles and\nprophets, Christ Jesus Himself being the cornerstone, (21) in\nwhom the whole building, being fitted together, is growing\ninto a holy temple in the Lord, (22) in whom you also are\nbeing built together into a dwelling of God in the Spirit."],"word_count":105},{"reference":"Philippians 1:3-8","translation":"NASB","division":"Junior","passage_number":79,"release":"NBBC","cards":["(3) I thank my God in all my remembrance of you, (4) always\noffering prayer with joy in my every prayer for you all, (5) in\nview of your participation in the gospel from the first day until\nnow. (6) For I am confident of this very thing, that He who\nbegan a good work among you will complete it by the day\nof Christ Jesus. (7) For it is only right for me to feel this way\nabout you all, because I have you in my heart, since both in\nmy imprisonment and in the defense and confirmation of the\ngospel, you all are partakers of grace with me. (8) For God is\nmy witness, how I long for you all with the affection of Christ\nJesus."],"word_count":122},{"reference":"Philippians 1:9-18","translation":"NASB","division":"Junior","passage_number":80,"release":"NBBC","cards":["(9) And this I pray, that your love may overflow still more and\nmore in real knowledge and all discernment, (10) so that you\nmay discover the things that are excellent, that you may be\nsincere and blameless for the day of Christ; (11) having been\nfilled with the fruit of righteousness which comes through\nJesus Christ, for the glory and praise of God. (12) Now I want\nyou to know, brothers and sisters, that my circumstances have\nturned out for the greater progress of the gospel, (13) so that\nmy imprisonment in the cause of Christ has become well\nknown throughout the praetorian guard and to everyone else,\n(14) and that most of the brothers and sisters, trusting in the","Lord because of my imprisonment, have far more courage to\nspeak the word of God without fear. (15) Some, to be sure,\nare preaching Christ even from envy and strife, but some\nalso from goodwill; (16) the latter do it out of love, knowing\nthat I am appointed for the defense of the gospel; (17) the\nformer proclaim Christ out of selfish ambition rather than\nfrom pure motives, thinking that they are causing me distress\nin my imprisonment. (18) What then? Only that in every way,\nwhether in pretense or in truth, Christ is proclaimed, and in\nthis I rejoice. But not only that, I also will rejoice,"],"word_count":219},{"reference":"Philippians 4:14-20","translation":"NASB","division":"Junior","passage_number":81,"release":"NBBC","cards":["(14) Nevertheless, you have done well to share with me in my\ndifficulty. (15) You yourselves also know, Philippians, that at the\nfirst preaching of the gospel, after I left Macedonia, no church\nshared with me in the matter of giving and receiving except you\nalone; (16) for even in Thessalonica you sent a gift more than\nonce for my needs. (17) Not that I seek the gift itself, but I seek\nthe profit which increases to your account. (18) But I have received\neverything in full and have an abundance; I am amply supplied,\nhaving received from Epaphroditus what you have sent, a fragrant\naroma, an acceptable sacrifice, pleasing to God. (19) And my God\nwill supply all your needs according to His riches in glory in Christ\nJesus. (20) Now to our God and Father be the glory forever and\never. Amen."],"word_count":137},{"reference":"Colossians 2:1-10","translation":"NASB","division":"Junior","passage_number":82,"release":"NBBC","cards":["(1) For I want you to know how great a struggle I have in\nyour behalf and for those who are at Laodicea, and for all\nthose who have not personally seen my face, (2) that their\nhearts may be encouraged, having been knit together in\nlove, and that they would attain to all the wealth that comes\nfrom the full assurance of understanding, resulting in a true\nknowledge of God's mystery, that is, Christ Himself, (3) in\nwhom are hidden all the treasures of wisdom and knowledge.\n(4) I say this so that no one will deceive you with persuasive\narguments. (5) For even though I am absent in body, I am\nnevertheless with you in spirit, rejoicing to see your orderly","manner and the stability of your faith in Christ. (6) Therefore,\nas you have received Christ Jesus the Lord, so walk in Him,\n(7) having been firmly rooted and now being built up in Him\nand established in your faith, just as you were instructed,\nand overflowing with gratitude. (8) See to it that there is no\none who takes you captive through philosophy and empty\ndeception in accordance with human tradition, in accordance\nwith the elementary principles of the world, rather than in\naccordance with Christ. (9) For in Him all the fullness of Deity\ndwells in bodily form, (10) and in Him you have been made\ncomplete, and He is the head over every ruler and authority;"],"word_count":232},{"reference":"Colossians 3:2-9","translation":"NASB","division":"Junior","passage_number":83,"release":"NBBC","cards":["(2) Set your minds on the things that are above, not on the things\nthat are on earth. (3) For you have died, and your life is hidden with\nChrist in God. (4) When Christ, who is our life, is revealed, then\nyou also will be revealed with Him in glory. (5) Therefore, treat the\nparts of your earthly body as dead to sexual immorality, impurity,\npassion, evil desire, and greed, which amounts to idolatry. (6) For\nit is because of these things that the wrath of God is coming upon\nthe sons of disobedience, (7) and in them you also once walked,\nwhen you were living in them. (8) But now you also, rid yourselves\nof all of them: anger, wrath, malice, slander, and obscene speech\nfrom your mouth. (9) Do not lie to one another, since you stripped\noff the old self with its evil practices,"],"word_count":140},{"reference":"1 Thessalonians 3:1-10","translation":"NASB","division":"Junior","passage_number":84,"release":"NBBC","cards":["(1) Therefore, when we could no longer endure it, we\nthought it best to be left behind, alone at Athens, (2) and\nwe sent Timothy, our brother and God's fellow worker in the\ngospel of Christ, to strengthen and encourage you for the\nbenefit of your faith, (3) so that no one would be disturbed\nby these afflictions. For you yourselves know that we have\nbeen destined for this. (4) For even when we were with you,\nwe kept telling you in advance that we were going to suffer\naffliction; and so it happened, as you know. (5) For this reason,\nwhen I could no longer endure it, I also sent to find out about\nyour faith, for fear that the tempter might have tempted you,","and our labor would be for nothing. (6) But now that Timothy\nhas come to us from you, and has brought us good news of\nyour faith and love, and that you always think kindly of us,\nlonging to see us just as we also long to see you, (7) for this\nreason, brothers and sisters, in all our distress and affliction\nwe were comforted about you through your faith; (8) for now\nwe really live, if you stand firm in the Lord. (9) For what thanks\ncan we give to God for you in return for all the joy with which\nwe rejoice because of you before our God, (10) as we keep\npraying most earnestly night and day that we may see your\nfaces, and may complete what is lacking in your faith?"],"word_count":251},{"reference":"1 Timothy 1:3-12","translation":"NASB","division":"Junior","passage_number":85,"release":"NBBC","cards":["(3) Just as I urged you upon my departure for Macedonia,\nto remain on at Ephesus so that you would instruct certain\npeople not to teach strange doctrines, (4) nor to pay attention\nto myths and endless genealogies, which give rise to useless\nspeculation rather than advance the plan of God, which is by\nfaith, so I urge you now. (5) But the goal of our instruction is\nlove from a pure heart, from a good conscience, and from a\nsincere faith. (6) Some people have strayed from these things\nand have turned aside to fruitless discussion, (7) wanting to\nbe teachers of the Law, even though they do not understand\neither what they are saying or the matters about which they","make confident assertions. (8) But we know that the Law is\ngood, if one uses it lawfully, (9) realizing the fact that law is\nnot made for a righteous person but for those who are lawless\nand rebellious, for the ungodly and sinners, for the unholy\nand worldly, for those who kill their fathers or mothers, for\nmurderers, (10) for the sexually immoral, homosexuals, slave\ntraders, liars, perjurers, and whatever else is contrary to\nsound teaching, (11) according to the glorious gospel of the\nblessed God, with which I have been entrusted. (12) I thank\nChrist Jesus our Lord, who has strengthened me, because He\nconsidered me faithful, putting me into service,"],"word_count":224},{"reference":"1 Timothy 4:6-11","translation":"NASB","division":"Junior","passage_number":86,"release":"NBBC","cards":["(6) In pointing out these things to the brothers and sisters, you\nwill be a good servant of Christ Jesus, constantly nourished on\nthe words of the faith and of the good doctrine which you have\nbeen following. (7) But stay away from worthless stories that are\ntypical of old women. Rather, discipline yourself for the purpose\nof godliness; (8) for bodily training is just slightly beneficial, but\ngodliness is beneficial for all things, since it holds promise for\nthe present life and also for the life to come. (9) It is a trustworthy\nstatement deserving full acceptance. (10) For it is for this we labor\nand strive, because we have set our hope on the living God, who\nis the Savior of all mankind, especially of believers. (11) Prescribe\nand teach these things."],"word_count":128},{"reference":"1 Timothy 5:17-21","translation":"NASB","division":"Junior","passage_number":87,"release":"NBBC","cards":["(17) The elders who lead well are to be considered worthy of\ndouble honor, especially those who work hard at preaching\nand teaching. (18) For the Scripture says, \"YOU SHALL NOT\nMUZZLE THE OX WHILE IT IS THRESHING,\" and \"The laborer\nis worthy of his wages.\" (19) Do not accept an accusation\nagainst an elder except on the basis of two or three witnesses.\n(20) Those who continue in sin, rebuke in the presence of all,\nso that the rest also will be fearful of sinning. (21) I solemnly\nexhort you in the presence of God and of Christ Jesus and of\nHis chosen angels, to maintain these principles without bias,\ndoing nothing in a spirit of partiality."],"word_count":113},{"reference":"1 Timothy 6:11-16","translation":"NASB","division":"Junior","passage_number":88,"release":"NBBC","cards":["(11) But flee from these things, you man of God, and pursue\nrighteousness, godliness, faith, love, perseverance, and\ngentleness. (12) Fight the good fight of faith; take hold of the\neternal life to which you were called, and for which you made\nthe good confession in the presence of many witnesses. (13) I\ndirect you in the presence of God, who gives life to all things,\nand of Christ Jesus, who testified the good confession before\nPontius Pilate, (14) that you keep the commandment without\nfault or reproach until the appearing of our Lord Jesus Christ,\n(15) which He will bring about at the proper time--He who is\nthe blessed and only Sovereign, the King of kings and Lord","of lords, (16) who alone possesses immortality and dwells in\nunapproachable light, whom no one has seen or can see. To\nHim be honor and eternal dominion! Amen."],"word_count":142},{"reference":"2 Timothy 1:3-6","translation":"NASB","division":"Junior","passage_number":89,"release":"NBBC","cards":["(3) I thank God, whom I serve with a clear conscience the\nway my forefathers did, as I constantly remember you in my\nprayers night and day, (4) longing to see you, even as I recall\nyour tears, so that I may be filled with joy. (5) For I am mindful\nof the sincere faith within you, which first dwelled in your\ngrandmother Lois and your mother Eunice, and I am sure that\nit is in you as well. (6) For this reason I remind you to kindle\nafresh the gift of God which is in you through the laying on of\nmy hands."],"word_count":100},{"reference":"2 Timothy 2:1-13","translation":"NASB","division":"Junior","passage_number":90,"release":"NBBC","cards":["(1) You therefore, my son, be strong in the grace that is in Christ\nJesus. (2) The things which you have heard from me in the\npresence of many witnesses, entrust these to faithful people\nwho will be able to teach others also. (3) Suffer hardship\nwith me, as a good soldier of Christ Jesus. (4) No soldier in\nactive service entangles himself in the affairs of everyday life,\nso that he may please the one who enlisted him. (5) And if\nsomeone likewise competes as an athlete, he is not crowned\nas victor unless he competes according to the rules. (6) The\nhard-working farmer ought to be the first to receive his share\nof the crops. (7) Consider what I say, for the Lord will give","you understanding in everything. (8) Remember Jesus Christ,\nrisen from the dead, descendant of David, according to my\ngospel, (9) for which I suffer hardship even to imprisonment\nas a criminal; but the word of God is not imprisoned. (10) For\nthis reason I endure all things for the sake of those who are\nchosen, so that they also may obtain the salvation which is\nin Christ Jesus and with it eternal glory. (11) The statement\nis trustworthy: For if we died with Him, we will also live with\nHim; (12) If we endure, we will also reign with Him; If we deny\nHim, He will also deny us; (13) If we are faithless, He remains\nfaithful, for He cannot deny Himself."],"word_count":237},{"reference":"2 Timothy 4:6-11","translation":"NASB","division":"Junior","passage_number":91,"release":"NBBC","cards":["(6) For I am already being poured out as a drink offering, and\nthe time of my departure has come. (7) I have fought the good\nfight, I have finished the course, I have kept the faith; (8) in the\nfuture there is reserved for me the crown of righteousness,\nwhich the Lord, the righteous Judge, will award to me on that\nday; and not only to me, but also to all who have loved His\nappearing. (9) Make every effort to come to me soon; (10)\nfor Demas, having loved this present world, has deserted me\nand gone to Thessalonica; Crescens has gone to Galatia, Titus\nto Dalmatia. (11) Only Luke is with me. Take along Mark and\nbring him with you, for he is useful to me for service."],"word_count":125},{"reference":"Titus 2:1-12","translation":"NASB","division":"Junior","passage_number":92,"release":"NBBC","cards":["(1) But as for you, proclaim the things which are fitting for\nsound doctrine. (2) Older men are to be temperate, dignified,\nself-controlled, sound in faith, in love, in perseverance. (3)\nOlder women likewise are to be reverent in their behavior, not\nmalicious gossips nor enslaved to much wine, teaching what\nis good, (4) so that they may encourage the young women to\nlove their husbands, to love their children, (5) to be sensible,\npure, workers at home, kind, being subject to their own\nhusbands, so that the word of God will not be dishonored. (6)\nLikewise urge the young men to be sensible; (7) in all things\nshow yourself to be an example of good deeds, with purity","in doctrine, dignified, (8) sound in speech which is beyond\nreproach, so that the opponent will be put to shame, having\nnothing bad to say about us. (9) Urge slaves to be subject\nto their own masters in everything, to be pleasing, not\nargumentative, (10) not stealing, but showing all good faith\nso that they will adorn the doctrine of God our Savior in every\nrespect. (11) For the grace of God has appeared, bringing\nsalvation to all people, (12) instructing us to deny ungodliness\nand worldly desires and to live sensibly, righteously, and in a\ngodly manner in the present age,"],"word_count":210},{"reference":"Hebrews 3:7-19","translation":"NASB","division":"Junior","passage_number":93,"release":"NBBC","cards":["(7) Therefore, just as the Holy Spirit says, \"TODAY IF YOU HEAR\nHIS VOICE, (8) DO NOT HARDEN YOUR HEARTS AS WHEN THEY\nPROVOKED ME, AS ON THE DAY OF TRIAL IN THE WILDERNESS,\n(9) WHERE YOUR FATHERS PUT ME TO THE TEST, AND SAW MY\nWORKS FOR FORTY YEARS. (10) \"THEREFORE I WAS ANGRY\nWITH THIS GENERATION, AND SAID, 'THEY ALWAYS GO ASTRAY\nIN THEIR HEART, AND THEY DID NOT KNOW MY WAYS'; (11) AS I\nSWORE IN MY ANGER, 'THEY CERTAINLY SHALL NOT ENTER MY\nREST.'\" (12) Take care, brothers and sisters, that there will not be in\nany one of you an evil, unbelieving heart that falls away from the\nliving God. (13) But encourage one another every day, as long as it\nis still called \"today,\" so that none of you will be hardened by the","deceitfulness of sin. (14) For we have become partakers of Christ\nif we keep the beginning of our commitment firm until the end,\n(15) while it is said, \"TODAY IF YOU HEAR HIS VOICE, DO NOT\nHARDEN YOUR HEARTS, AS WHEN THEY PROVOKED ME.\" (16)\nFor who provoked Him when they had heard? Indeed, did not all\nthose who came out of Egypt led by Moses? (17) And with whom\nwas He angry for forty years? Was it not with those who sinned,\nwhose dead bodies fell in the wilderness? (18) And to whom did\nHe swear that they would not enter His rest, but to those who were\ndisobedient? (19) And so we see that they were not able to enter\nbecause of unbelief."],"word_count":252},{"reference":"Hebrews 4:1-16","translation":"NASB","division":"Junior","passage_number":94,"release":"NBBC","cards":["(1) Therefore, we must fear if, while a promise remains of entering\nHis rest, any one of you may seem to have come short of it. (2) For\nindeed we have had good news preached to us, just as they also\ndid; but the word they heard did not benefit them, because they\nwere not united with those who listened with faith. (3) For we who\nhave believed enter that rest, just as He has said, \"AS I SWORE\nIN MY ANGER, THEY CERTAINLY SHALL NOT ENTER MY REST,\"\nalthough His works were finished from the foundation of the world.\n(4) For He has said somewhere concerning the seventh day: \"AND\nGOD RESTED ON THE SEVENTH DAY FROM ALL HIS WORKS\"; (5)\nand again in this passage, \"THEY CERTAINLY SHALL NOT ENTER\nMY REST.\" (6) Therefore, since it remains for some to enter it, and","those who previously had good news preached to them failed to\nenter because of disobedience, (7) He again sets a certain day,\n\"Today,\" saying through David after so long a time just as has been\nsaid before, \"TODAY IF YOU HEAR HIS VOICE, DO NOT HARDEN\nYOUR HEARTS.\" (8) For if Joshua had given them rest, He would\nnot have spoken of another day after that. (9) Consequently, there\nremains a Sabbath rest for the people of God. (10) For the one\nwho has entered His rest has himself also rested from his works,\nas God did from His. (11) Therefore let's make every effort to enter\nthat rest, so that no one will fall by following the same example of\ndisobedience. (12) For the word of God is living and active, and\nsharper than any two-edged sword, even penetrating as far as the","division of soul and spirit, of both joints and marrow, and able to\njudge the thoughts and intentions of the heart. (13) And there is\nno creature hidden from His sight, but all things are open and laid\nbare to the eyes of Him to whom we must answer. (14) Therefore,\nsince we have a great high priest who has passed through the\nheavens, Jesus the Son of God, let's hold firmly to our confession.\n(15) For we do not have a high priest who cannot sympathize with\nour weaknesses, but One who has been tempted in all things just\nas we are, yet without sin. (16) Therefore let's approach the throne\nof grace with confidence, so that we may receive mercy and find\ngrace for help at the time of our need."],"word_count":407},{"reference":"Hebrews 10:1-10","translation":"NASB","division":"Junior","passage_number":95,"release":"NBBC","cards":["(1) For the Law, since it has only a shadow of the good things to\ncome and not the form of those things itself, can never, by the\nsame sacrifices which they offer continually every year, make\nthose who approach perfect. (2) Otherwise, would they not have\nceased to be offered, because the worshipers, having once been\ncleansed, would no longer have had consciousness of sins? (3)\nBut in those sacrifices there is a reminder of sins every year. (4)\nFor it is impossible for the blood of bulls and goats to take away\nsins. (5) Therefore, when He comes into the world, He says, \"YOU\nHAVE NOT DESIRED SACRIFICE AND OFFERING, BUT YOU HAVE\nPREPARED A BODY FOR ME; (6) YOU HAVE NOT TAKEN PLEASURE","IN WHOLE BURNT OFFERINGS AND OFFERINGS FOR SIN. (7)\n\"THEN I SAID, 'BEHOLD, I HAVE COME (IT IS WRITTEN OF ME IN\nTHE SCROLL OF THE BOOK) TO DO YOUR WILL, O GOD.'\" (8)\nAfter saying above, \"SACRIFICES AND OFFERINGS AND WHOLE\nBURNT OFFERINGS AND OFFERINGS FOR SIN YOU HAVE NOT\nDESIRED, NOR HAVE YOU TAKEN PLEASURE IN THEM\" (which\nare offered according to the Law), (9) then He said, \"BEHOLD, I\nHAVE COME TO DO YOUR WILL.\" He takes away the first in order\nto establish the second. (10) By this will, we have been sanctified\nthrough the offering of the body of Jesus Christ once for all time."],"word_count":226},{"reference":"Hebrews 12:1-2","translation":"NASB","division":"Junior","passage_number":96,"release":"NBBC","cards":["(1) Therefore, since we also have such a great cloud of\nwitnesses surrounding us, let's rid ourselves of every obstacle\nand the sin which so easily entangles us, and let's run with\nendurance the race that is set before us, (2) looking only at\nJesus, the originator and perfecter of the faith, who for the\njoy set before Him endured the cross, despising the shame,\nand has sat down at the right hand of the throne of God."],"word_count":76},{"reference":"James 4:1-5","translation":"NASB","division":"Junior","passage_number":98,"release":"NBBC","cards":["(1) What is the source of quarrels and conflicts among you? Is the\nsource not your pleasures that wage war in your body's parts?\n(2) You lust and do not have, so you commit murder. And you\nare envious and cannot obtain, so you fight and quarrel. You do\nnot have because you do not ask. (3) You ask and do not receive,\nbecause you ask with the wrong motives, so that you may spend\nwhat you request on your pleasures. (4) You adulteresses, do you\nnot know that friendship with the world is hostility toward God?\nTherefore whoever wants to be a friend of the world makes himself\nan enemy of God. (5) Or do you think that the Scripture says to no\npurpose, \"He jealously desires the Spirit whom He has made to\ndwell in us\"?"],"word_count":133},{"reference":"James 4:6-10","translation":"NASB","division":"Junior","passage_number":99,"release":"NBBC","cards":["(6) But He gives a greater grace. Therefore it says, \"GOD\nIS OPPOSED TO THE PROUD, BUT GIVES GRACE TO THE\nHUMBLE.\" (7) Submit therefore to God. But resist the devil,\nand he will flee from you. (8) Come close to God and He will\ncome close to you. Cleanse your hands, you sinners; and\npurify your hearts, you double-minded. (9) Be miserable, and\nmourn, and weep; let your laughter be turned into mourning,\nand your joy into gloom. (10) Humble yourselves in the\npresence of the Lord, and He will exalt you."],"word_count":89},{"reference":"2 Peter 1:5-10","translation":"NASB","division":"Junior","passage_number":100,"release":"NBBC","cards":["(5) Now for this very reason also, applying all diligence, in your faith\nsupply moral excellence, and in your moral excellence, knowledge,\n(6) and in your knowledge, self-control, and in your self-control,\nperseverance, and in your perseverance, godliness, (7) and in your\ngodliness, brotherly kindness, and in your brotherly kindness, love.\n(8) For if these qualities are yours and are increasing, they do not\nmake you useless nor unproductive in the true knowledge of our\nLord Jesus Christ. (9) For the one who lacks these qualities is blind\nor short-sighted, having forgotten his purification from his former\nsins. (10) Therefore, brothers and sisters, be all the more diligent\nto make certain about His calling and choice of you; for as long as\nyou practice these things, you will never stumble;"],"word_count":127},{"reference":"1 John 1:5-6","translation":"NASB","division":"Junior","passage_number":101,"release":"NBBC","cards":["(5) This is the message we have heard from Him and announce\nto you, that God is Light, and in Him there is no darkness at\nall. (6) If we say that we have fellowship with Him and yet walk\nin the darkness, we lie and do not practice the truth;"],"word_count":49},{"reference":"2 John 1:1-13","translation":"NASB","division":"Junior","passage_number":102,"release":"NBBC","cards":["(1) The elder to the chosen lady and her children, whom I\nlove in truth; and not only I, but also all who know the truth,\n(2) because of the truth which remains in us and will be\nwith us forever: (3) Grace, mercy, and peace will be with us,\nfrom God the Father and from Jesus Christ, the Son of the\nFather, in truth and love. (4) I was overjoyed to find some\nof your children walking in truth, just as we have received a\ncommandment to do from the Father. (5) Now I ask you, lady,\nnot as though I were writing to you a new commandment,\nbut the one which we have had from the beginning, that we\nlove one another. (6) And this is love, that we walk according","to His commandments. This is the commandment, just as you\nhave heard from the beginning, that you are to walk in it. (7)\nFor many deceivers have gone out into the world, those who\ndo not acknowledge Jesus Christ as coming in the flesh. This\nis the deceiver and the antichrist. (8) Watch yourselves, that\nyou do not lose what we have accomplished, but that you\nmay receive a full reward. (9) Anyone who goes too far and\ndoes not remain in the teaching of Christ, does not have God;\nthe one who remains in the teaching has both the Father and\nthe Son. (10) If anyone comes to you and does not bring this\nteaching, do not receive him into your house, and do not give","him a greeting; (11) for the one who gives him a greeting\nparticipates in his evil deeds. (12) Though I have many things\nto write to you, I do not want to do so with paper and ink; but\nI hope to come to you and speak face to face, so that your\njoy may be made complete. (13) The children of your chosen\nsister greet you."],"word_count":314},{"reference":"Revelation 3:1-3","translation":"NASB","division":"Junior","passage_number":103,"release":"NBBC","cards":["(1) \"To the angel of the church in Sardis write: He who has\nthe seven spirits of God and the seven stars, says this: 'I know\nyour deeds, that you have a name that you are alive, and yet\nyou are dead. (2) 'Be constantly alert, and strengthen the\nthings that remain, which were about to die; for I have not\nfound your deeds completed in the sight of My God. (3) 'So\nremember what you have received and heard; and keep it,\nand repent. Then if you are not alert, I will come like a thief,\nand you will not know at what hour I will come to you."],"word_count":107},{"reference":"Revelation 3:17-19","translation":"NASB","division":"Junior","passage_number":104,"release":"NBBC","cards":["(17) 'Because you say, \"I am rich, and have become wealthy,\nand have no need of anything,\" and you do not know that\nyou are wretched, miserable, poor, blind, and naked, (18) I\nadvise you to buy from Me gold refined by fire so that you\nmay become rich, and white garments so that you may\nclothe yourself and the shame of your nakedness will not\nbe revealed; and eye salve to apply to your eyes so that you\nmay see. (19) 'Those whom I love, I rebuke and discipline;\ntherefore be zealous and repent."],"word_count":92},{"reference":"Revelation 22:13-19","translation":"NASB","division":"Junior","passage_number":105,"release":"NBBC","cards":["(13) \"I am the Alpha and the Omega, the first and the last, the\nbeginning and the end.\" (14) Blessed are those who wash\ntheir robes, so that they will have the right to the tree of life,\nand may enter the city by the gates. (15) Outside are the dogs,\nthe sorcerers, the sexually immoral persons, the murderers,\nthe idolaters, and everyone who loves and practices lying.\n(16) \"I, Jesus, have sent My angel to testify to you of these\nthings for the churches. I am the root and the descendant of\nDavid, the bright morning star.\" (17) The Spirit and the bride\nsay, \"Come.\" And let the one who hears say, \"Come.\" And\nlet the one who is thirsty come; let the one who desires, take","the water of life without cost. (18) I testify to everyone who\nhears the words of the prophecy of this book: if anyone adds\nto them, God will add to him the plagues that are written in\nthis book; (19) and if anyone takes away from the words of\nthe book of this prophecy, God will take away his part from\nthe tree of life and from the holy city, which are written in this\nbook."],"word_count":197}]