[{"reference":"John 1:1–2","translation":"NIV","division":"Primary","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was with\nGod, and the Word was God. (2) He was with God in the\nbeginning."],"word_count":24},{"reference":"John 20:30–31","translation":"NIV","division":"Primary","passage_number":2,"release":"Navigate","cards":["(30) Jesus performed many other signs in the presence of his\ndisciples, which are not recorded in this book. (31) But these\nare written that you may believe that Jesus is the Messiah,\nthe Son of God, and that by believing you may have life in his\nname."],"word_count":46},{"reference":"Philippians 2:6–7","translation":"NIV","division":"Primary","passage_number":3,"release":"Explore","cards":["(6) Who, being in very nature God, did not consider equality\nwith God something to be used to his own advantage; (7)\nrather, he made himself nothing by taking the very nature of\na servant, being made in human likeness."],"word_count":38},{"reference":"John 1:29–30","translation":"NIV","division":"Primary","passage_number":4,"release":"Navigate","cards":["(29) The next day John saw Jesus coming toward him and\nsaid, \"Look, the Lamb of God, who takes away the sin of the\nworld! (30) This is the one I meant when I said, 'A man who\ncomes after me has surpassed me because he was before\nme.'"],"word_count":47},{"reference":"Revelation 5:11–12","translation":"NIV","division":"Primary","passage_number":5,"release":"Explore","cards":["(11) Then I looked and heard the voice of many angels,\nnumbering thousands upon thousands, and ten thousand\ntimes ten thousand. They encircled the throne and the living\ncreatures and the elders. (12) In a loud voice they were saying:\n\"Worthy is the Lamb, who was slain, to receive power and\nwealth and wisdom and strength and honor and glory and\npraise!\""],"word_count":60},{"reference":"John 2:19–22","translation":"NIV","division":"Primary","passage_number":6,"release":"Navigate","cards":["(19) Jesus answered them, \"Destroy this temple, and I will\nraise it again in three days.\" (20) They replied, \"It has taken\nforty-six years to build this temple, and you are going to raise\nit in three days?\" (21) But the temple he had spoken of was\nhis body. (22) After he was raised from the dead, his disciples\nrecalled what he had said. Then they believed the scripture\nand the words that Jesus had spoken."],"word_count":73},{"reference":"Acts 10:37–38","translation":"NIV","division":"Primary","passage_number":7,"release":"Explore","cards":["(37) You know what has happened throughout the province\nof Judea, beginning in Galilee after the baptism that John\npreached-- (38) how God anointed Jesus of Nazareth with\nthe Holy Spirit and power, and how he went around doing\ngood and healing all who were under the power of the devil,\nbecause God was with him."],"word_count":54},{"reference":"John 3:35–36","translation":"NIV","division":"Primary","passage_number":8,"release":"Navigate","cards":["(35) The Father loves the Son and has placed everything in\nhis hands. (36) Whoever believes in the Son has eternal life,\nbut whoever rejects the Son will not see life, for God's wrath\nremains on them."],"word_count":35},{"reference":"Titus 3:5–7","translation":"NIV","division":"Primary","passage_number":9,"release":"Explore","cards":["(5) he saved us, not because of righteous things we had done,\nbut because of his mercy. He saved us through the washing\nof rebirth and renewal by the Holy Spirit, (6) whom he poured\nout on us generously through Jesus Christ our Savior, (7) so\nthat, having been justiﬁed by his grace, we might become\nheirs having the hope of eternal life."],"word_count":60},{"reference":"John 4:41–42","translation":"NIV","division":"Primary","passage_number":10,"release":"Navigate","cards":["(41) And because of his words many more became believers.\n(42) They said to the woman, \"We no longer believe just\nbecause of what you said; now we have heard for ourselves,\nand we know that this man really is the Savior of the world.\""],"word_count":43},{"reference":"Acts 18:27–28","translation":"NIV","division":"Primary","passage_number":11,"release":"Explore","cards":["(27) When Apollos wanted to go to Achaia, the brothers and\nsisters encouraged him and wrote to the disciples there to\nwelcome him. When he arrived, he was a great help to those\nwho by grace had believed. (28) For he vigorously refuted\nhis Jewish opponents in public debate, proving from the\nScriptures that Jesus was the Messiah."],"word_count":56},{"reference":"John 5:24","translation":"NIV","division":"Primary","passage_number":12,"release":"Navigate","cards":["(24) \"Very truly I tell you, whoever hears my word and believes\nhim who sent me has eternal life and will not be judged but\nhas crossed over from death to life."],"word_count":31},{"reference":"Colossians 1:15","translation":"NIV","division":"Primary","passage_number":13,"release":"Explore","cards":["(15) The Son is the image of the invisible God, the ﬁrstborn\nover all creation."],"word_count":14},{"reference":"John 6:35","translation":"NIV","division":"Primary","passage_number":14,"release":"Navigate","cards":["(35) Then Jesus declared, \"I am the bread of life. Whoever\ncomes to me will never go hungry, and whoever believes in\nme will never be thirsty."],"word_count":26},{"reference":"1 Corinthians 11:23–24","translation":"NIV","division":"Primary","passage_number":15,"release":"Explore","cards":["(23) For I received from the Lord what I also passed on to you:\nThe Lord Jesus, on the night he was betrayed, took bread,\n(24) and when he had given thanks, he broke it and said, \"This\nis my body, which is for you; do this in remembrance of me.\""],"word_count":49},{"reference":"Genesis 1:1-2","translation":"NIV","division":"Primary","passage_number":16,"release":"NBBC","cards":["(1) In the beginning God created the heavens and the earth.\n(2) Now the earth was formless and empty, darkness was over\nthe surface of the deep, and the Spirit of God was hovering\nover the waters."],"word_count":35},{"reference":"Genesis 2:1-6","translation":"NIV","division":"Primary","passage_number":17,"release":"NBBC","cards":["(1) Thus the heavens and the earth were completed in all their vast\narray. (2) By the seventh day God had finished the work he had\nbeen doing; so on the seventh day he rested from all his work. (3)\nThen God blessed the seventh day and made it holy, because on it\nhe rested from all the work of creating that he had done. (4) This is\nthe account of the heavens and the earth when they were created,\nwhen the LORD God made the earth and the heavens. (5) Now no\nshrub had yet appeared on the earth and no plant had yet sprung\nup, for the LORD God had not sent rain on the earth and there was\nno one to work the ground, (6) but streams came up from the earth\nand watered the whole surface of the ground."],"word_count":137},{"reference":"Genesis 3:22-24","translation":"NIV","division":"Primary","passage_number":18,"release":"NBBC","cards":["(22) And the LORD God said, \"The man has now become like\none of us, knowing good and evil. He must not be allowed to\nreach out his hand and take also from the tree of life and eat,\nand live forever.\" (23) So the LORD God banished him from\nthe Garden of Eden to work the ground from which he had\nbeen taken. (24) After he drove the man out, he placed on\nthe east side of the Garden of Eden cherubim and a flaming\nsword flashing back and forth to guard the way to the tree of\nlife."],"word_count":97},{"reference":"Genesis 4:6-7","translation":"NIV","division":"Primary","passage_number":19,"release":"NBBC","cards":["(6) Then the LORD said to Cain, \"Why are you angry? Why is\nyour face downcast? (7) If you do what is right, will you not be\naccepted? But if you do not do what is right, sin is crouching\nat your door; it desires to have you, but you must rule over it.\""],"word_count":52},{"reference":"Genesis 15:4-6","translation":"NIV","division":"Primary","passage_number":20,"release":"NBBC","cards":["(4) Then the word of the LORD came to him: \"This man will\nnot be your heir, but a son who is your own flesh and blood\nwill be your heir.\" (5) He took him outside and said, \"Look up\nat the sky and count the stars--if indeed you can count them.\"\nThen he said to him, \"So shall your offspring be.\" (6) Abram\nbelieved the LORD, and he credited it to him as righteousness."],"word_count":73},{"reference":"Genesis 18:22-33","translation":"NIV","division":"Primary","passage_number":21,"release":"NBBC","cards":["(22) The men turned away and went toward Sodom, but\nAbraham remained standing before the LORD. (23) Then\nAbraham approached him and said: \"Will you sweep away\nthe righteous with the wicked? (24) What if there are fifty\nrighteous people in the city? Will you really sweep it away\nand not spare the place for the sake of the fifty righteous\npeople in it? (25) Far be it from you to do such a thing--to kill\nthe righteous with the wicked, treating the righteous and the\nwicked alike. Far be it from you! Will not the Judge of all the\nearth do right?\" (26) The LORD said, \"If I find fifty righteous\npeople in the city of Sodom, I will spare the whole place for","their sake.\" (27) Then Abraham spoke up again: \"Now that\nI have been so bold as to speak to the Lord, though I am\nnothing but dust and ashes, (28) what if the number of the\nrighteous is five less than fifty? Will you destroy the whole city\nfor lack of five people?\" \"If I find forty-five there,\" he said, \"I\nwill not destroy it.\" (29) Once again he spoke to him, \"What\nif only forty are found there?\" He said, \"For the sake of forty, I\nwill not do it.\" (30) Then he said, \"May the Lord not be angry,\nbut let me speak. What if only thirty can be found there?\" He\nanswered, \"I will not do it if I find thirty there.\" (31) Abraham\nsaid, \"Now that I have been so bold as to speak to the Lord,","what if only twenty can be found there?\" He said, \"For the\nsake of twenty, I will not destroy it.\" (32) Then he said, \"May\nthe Lord not be angry, but let me speak just once more. What\nif only ten can be found there?\" He answered, \"For the sake\nof ten, I will not destroy it.\" (33) When the LORD had finished\nspeaking with Abraham, he left, and Abraham returned home."],"word_count":328},{"reference":"Exodus 15:6-12","translation":"NIV","division":"Primary","passage_number":22,"release":"NBBC","cards":["(6) Your right hand, LORD, was majestic in power. Your right\nhand, LORD, shattered the enemy. (7) \"In the greatness of\nyour majesty you threw down those who opposed you.\nYou unleashed your burning anger; it consumed them like\nstubble. (8) By the blast of your nostrils the waters piled up.\nThe surging waters stood up like a wall; the deep waters\ncongealed in the heart of the sea. (9) The enemy boasted, 'I\nwill pursue, I will overtake them. I will divide the spoils; I will\ngorge myself on them. I will draw my sword and my hand will\ndestroy them.' (10) But you blew with your breath, and the\nsea covered them. They sank like lead in the mighty waters.","(11) Who among the gods is like you, LORD? Who is like you-\n-majestic in holiness, awesome in glory, working wonders?\n(12) \"You stretch out your right hand, and the earth swallows\nyour enemies."],"word_count":149},{"reference":"Numbers 3:5-10","translation":"NIV","division":"Primary","passage_number":23,"release":"NBBC","cards":["(5) The LORD said to Moses, (6) \"Bring the tribe of Levi and\npresent them to Aaron the priest to assist him. (7) They are to\nperform duties for him and for the whole community at the\ntent of meeting by doing the work of the tabernacle. (8) They\nare to take care of all the furnishings of the tent of meeting,\nfulfilling the obligations of the Israelites by doing the work\nof the tabernacle. (9) Give the Levites to Aaron and his sons;\nthey are the Israelites who are to be given wholly to him. (10)\nAppoint Aaron and his sons to serve as priests; anyone else\nwho approaches the sanctuary is to be put to death.\""],"word_count":112},{"reference":"Deuteronomy 6:1-2","translation":"NIV","division":"Primary","passage_number":24,"release":"NBBC","cards":["(1) These are the commands, decrees and laws the LORD\nyour God directed me to teach you to observe in the land\nthat you are crossing the Jordan to possess, (2) so that you,\nyour children and their children after them may fear the LORD\nyour God as long as you live by keeping all his decrees and\ncommands that I give you, and so that you may enjoy long\nlife."],"word_count":69},{"reference":"Deuteronomy 7:6-11","translation":"NIV","division":"Primary","passage_number":25,"release":"NBBC","cards":["(6) For you are a people holy to the LORD your God. The\nLORD your God has chosen you out of all the peoples on the\nface of the earth to be his people, his treasured possession.\n(7) The LORD did not set his affection on you and choose you\nbecause you were more numerous than other peoples, for\nyou were the fewest of all peoples. (8) But it was because the\nLORD loved you and kept the oath he swore to your ancestors\nthat he brought you out with a mighty hand and redeemed\nyou from the land of slavery, from the power of Pharaoh\nking of Egypt. (9) Know therefore that the LORD your God is\nGod; he is the faithful God, keeping his covenant of love to","a thousand generations of those who love him and keep his\ncommandments. (10) But those who hate him he will repay to\ntheir face by destruction; he will not be slow to repay to their\nface those who hate him. (11) Therefore, take care to follow\nthe commands, decrees and laws I give you today."],"word_count":179},{"reference":"Joshua 1:7-9","translation":"NIV","division":"Primary","passage_number":26,"release":"NBBC","cards":["(7) \"Be strong and very courageous. Be careful to obey all\nthe law my servant Moses gave you; do not turn from it to\nthe right or to the left, that you may be successful wherever\nyou go. (8) Keep this Book of the Law always on your lips;\nmeditate on it day and night, so that you may be careful to\ndo everything written in it. Then you will be prosperous and\nsuccessful. (9) Have I not commanded you? Be strong and\ncourageous. Do not be afraid; do not be discouraged, for the\nLORD your God will be with you wherever you go.\""],"word_count":101},{"reference":"Judges 2:11-14","translation":"NIV","division":"Primary","passage_number":27,"release":"NBBC","cards":["(11) Then the Israelites did evil in the eyes of the LORD and\nserved the Baals. (12) They forsook the LORD, the God of\ntheir ancestors, who had brought them out of Egypt. They\nfollowed and worshiped various gods of the peoples around\nthem. They aroused the LORD's anger (13) because they\nforsook him and served Baal and the Ashtoreths. (14) In his\nanger against Israel the LORD gave them into the hands of\nraiders who plundered them. He sold them into the hands of\ntheir enemies all around, whom they were no longer able to\nresist."],"word_count":93},{"reference":"2 Samuel 7:18-24","translation":"NIV","division":"Primary","passage_number":28,"release":"NBBC","cards":["(18) Then King David went in and sat before the LORD, and\nhe said: \"Who am I, Sovereign LORD, and what is my family,\nthat you have brought me this far? (19) And as if this were not\nenough in your sight, Sovereign LORD, you have also spoken\nabout the future of the house of your servant--and this decree,\nSovereign LORD, is for a mere human! (20) \"What more can\nDavid say to you? For you know your servant, Sovereign LORD.\n(21) For the sake of your word and according to your will, you\nhave done this great thing and made it known to your servant.\n(22) \"How great you are, Sovereign LORD! There is no one\nlike you, and there is no God but you, as we have heard with","our own ears. (23) And who is like your people Israel--the one\nnation on earth that God went out to redeem as a people\nfor himself, and to make a name for himself, and to perform\ngreat and awesome wonders by driving out nations and their\ngods from before your people, whom you redeemed from\nEgypt? (24) You have established your people Israel as your\nvery own forever, and you, LORD, have become their God."],"word_count":201},{"reference":"2 Kings 2:6-11","translation":"NIV","division":"Primary","passage_number":29,"release":"NBBC","cards":["(6) Then Elijah said to him, \"Stay here; the LORD has sent\nme to the Jordan.\" And he replied, \"As surely as the LORD\nlives and as you live, I will not leave you.\" So the two of them\nwalked on. (7) Fifty men from the company of the prophets\nwent and stood at a distance, facing the place where Elijah\nand Elisha had stopped at the Jordan. (8) Elijah took his cloak,\nrolled it up and struck the water with it. The water divided to\nthe right and to the left, and the two of them crossed over\non dry ground. (9) When they had crossed, Elijah said to\nElisha, \"Tell me, what can I do for you before I am taken from\nyou?\" \"Let me inherit a double portion of your spirit,\" Elisha","replied. (10) \"You have asked a difficult thing,\" Elijah said,\n\"yet if you see me when I am taken from you, it will be yours-\n-otherwise, it will not.\" (11) As they were walking along and\ntalking together, suddenly a chariot of fire and horses of fire\nappeared and separated the two of them, and Elijah went up\nto heaven in a whirlwind."],"word_count":192},{"reference":"Job 35:1-10","translation":"NIV","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) Then Elihu said: (2) \"Do you think this is just? You say, 'I am in\nthe right, not God.' (3) Yet you ask him, 'What profit is it to me, and\nwhat do I gain by not sinning?' (4) \"I would like to reply to you and\nto your friends with you. (5) Look up at the heavens and see; gaze\nat the clouds so high above you. (6) If you sin, how does that affect\nhim? If your sins are many, what does that do to him? (7) If you are\nrighteous, what do you give to him, or what does he receive from\nyour hand? (8) Your wickedness only affects humans like yourself,\nand your righteousness only other people. (9) \"People cry out\nunder a load of oppression; they plead for relief from the arm of\nthe powerful. (10) But no one says, 'Where is God my Maker, who\ngives songs in the night,"],"word_count":147},{"reference":"Psalm 3:3-7","translation":"NIV","division":"Primary","passage_number":31,"release":"NBBC","cards":["(3) But you, LORD, are a shield around me, my glory, the One\nwho lifts my head high. (4) I call out to the LORD, and he\nanswers me from his holy mountain. (5) I lie down and sleep;\nI wake again, because the LORD sustains me. (6) I will not fear\nthough tens of thousands assail me on every side. (7) Arise,\nLORD! Deliver me, my God! Strike all my enemies on the jaw;\nbreak the teeth of the wicked."],"word_count":76},{"reference":"Psalm 5:4-8","translation":"NIV","division":"Primary","passage_number":32,"release":"NBBC","cards":["(4) For you are not a God who is pleased with wickedness;\nwith you, evil people are not welcome. (5) The arrogant\ncannot stand in your presence. You hate all who do wrong; (6)\nyou destroy those who tell lies. The bloodthirsty and deceitful\nyou, LORD, detest. (7) But I, by your great love, can come\ninto your house; in reverence I bow down toward your holy\ntemple. (8) Lead me, LORD, in your righteousness because of\nmy enemies--make your way straight before me."],"word_count":80},{"reference":"Psalm 8:1-4","translation":"NIV","division":"Primary","passage_number":33,"release":"NBBC","cards":["(1) LORD, our Lord, how majestic is your name in all the earth!\nYou have set your glory in the heavens. (2) Through the praise\nof children and infants you have established a stronghold\nagainst your enemies, to silence the foe and the avenger. (3)\nWhen I consider your heavens, the work of your fingers, the\nmoon and the stars, which you have set in place, (4) what is\nmankind that you are mindful of them, human beings that\nyou care for them?"],"word_count":79},{"reference":"Psalm 14:1-3","translation":"NIV","division":"Primary","passage_number":34,"release":"NBBC","cards":["(1) The fool says in his heart, \"There is no God.\" They are\ncorrupt, their deeds are vile; there is no one who does good.\n(2) The LORD looks down from heaven on all mankind to see\nif there are any who understand, any who seek God. (3) All\nhave turned away, all have become corrupt; there is no one\nwho does good, not even one."],"word_count":63},{"reference":"Psalm 19:1-4","translation":"NIV","division":"Primary","passage_number":35,"release":"NBBC","cards":["(1) The heavens declare the glory of God; the skies proclaim\nthe work of his hands. (2) Day after day they pour forth speech;\nnight after night they reveal knowledge. (3) They have no\nspeech, they use no words; no sound is heard from them. (4)\nYet their voice goes out into all the earth, their words to the\nends of the world. In the heavens God has pitched a tent for\nthe sun."],"word_count":70},{"reference":"Psalm 50:16-23","translation":"NIV","division":"Primary","passage_number":36,"release":"NBBC","cards":["(16) But to the wicked person, God says: \"What right have you to\nrecite my laws or take my covenant on your lips? (17) You hate my\ninstruction and cast my words behind you. (18) When you see a\nthief, you join with him; you throw in your lot with adulterers. (19)\nYou use your mouth for evil and harness your tongue to deceit.\n(20) You sit and testify against your brother and slander your own\nmother's son. (21) When you did these things and I kept silent, you\nthought I was exactly like you. But I now arraign you and set my\naccusations before you. (22) \"Consider this, you who forget God,\nor I will tear you to pieces, with no one to rescue you: (23) Those\nwho sacrifice thank offerings honor me, and to the blameless I will\nshow my salvation.\""],"word_count":135},{"reference":"Proverbs 1:1-10","translation":"NIV","division":"Primary","passage_number":37,"release":"NBBC","cards":["(1) The proverbs of Solomon son of David, king of Israel: (2)\nfor gaining wisdom and instruction; for understanding words\nof insight; (3) for receiving instruction in prudent behavior,\ndoing what is right and just and fair; (4) for giving prudence\nto those who are simple, knowledge and discretion to the\nyoung-- (5) let the wise listen and add to their learning,\nand let the discerning get guidance-- (6) for understanding\nproverbs and parables, the sayings and riddles of the wise.\n(7) The fear of the LORD is the beginning of knowledge, but\nfools despise wisdom and instruction. (8) Listen, my son, to\nyour father's instruction and do not forsake your mother's","teaching. (9) They are a garland to grace your head and a\nchain to adorn your neck. (10) My son, if sinful men entice\nyou, do not give in to them."],"word_count":133},{"reference":"Proverbs 8:12-17","translation":"NIV","division":"Primary","passage_number":38,"release":"NBBC","cards":["(12) \"I, wisdom, dwell together with prudence; I possess\nknowledge and discretion. (13) To fear the LORD is to hate\nevil; I hate pride and arrogance, evil behavior and perverse\nspeech. (14) Counsel and sound judgment are mine; I have\ninsight, I have power. (15) By me kings reign and rulers issue\ndecrees that are just; (16) by me princes govern, and nobles--\nall who rule on earth. (17) I love those who love me, and those\nwho seek me find me."],"word_count":76},{"reference":"Ecclesiastes 1:3-6","translation":"NIV","division":"Primary","passage_number":39,"release":"NBBC","cards":["(3) What do people gain from all their labors at which they\ntoil under the sun? (4) Generations come and generations go,\nbut the earth remains forever. (5) The sun rises and the sun\nsets, and hurries back to where it rises. (6) The wind blows\nto the south and turns to the north; round and round it goes,\never returning on its course."],"word_count":60},{"reference":"Isaiah 41:8-14","translation":"NIV","division":"Primary","passage_number":40,"release":"NBBC","cards":["(8) \"But you, Israel, my servant, Jacob, whom I have chosen,\nyou descendants of Abraham my friend, (9) I took you from\nthe ends of the earth, from its farthest corners I called you. I\nsaid, 'You are my servant'; I have chosen you and have not\nrejected you. (10) So do not fear, for I am with you; do not be\ndismayed, for I am your God. I will strengthen you and help\nyou; I will uphold you with my righteous right hand. (11) \"All\nwho rage against you will surely be ashamed and disgraced;\nthose who oppose you will be as nothing and perish. (12)\nThough you search for your enemies, you will not find them.\nThose who wage war against you will be as nothing at all.","(13) For I am the LORD your God who takes hold of your right\nhand and says to you, Do not fear; I will help you. (14) Do\nnot be afraid, you worm Jacob, little Israel, do not fear, for I\nmyself will help you,\" declares the LORD, your Redeemer, the\nHoly One of Israel."],"word_count":178},{"reference":"Isaiah 44:18-23","translation":"NIV","division":"Primary","passage_number":41,"release":"NBBC","cards":["(18) They know nothing, they understand nothing; their eyes\nare plastered over so they cannot see, and their minds closed\nso they cannot understand. (19) No one stops to think, no\none has the knowledge or understanding to say, \"Half of it\nI used for fuel; I even baked bread over its coals, I roasted\nmeat and I ate. Shall I make a detestable thing from what\nis left? Shall I bow down to a block of wood?\" (20) Such a\nperson feeds on ashes; a deluded heart misleads him; he\ncannot save himself, or say, \"Is not this thing in my right hand\na lie?\" (21) \"Remember these things, Jacob, for you, Israel,\nare my servant. I have made you, you are my servant; Israel, I","will not forget you. (22) I have swept away your offenses like\na cloud, your sins like the morning mist. Return to me, for I\nhave redeemed you.\" (23) Sing for joy, you heavens, for the\nLORD has done this; shout aloud, you earth beneath. Burst\ninto song, you mountains, you forests and all your trees, for\nthe LORD has redeemed Jacob, he displays his glory in Israel."],"word_count":189},{"reference":"Jeremiah 10:10-16","translation":"NIV","division":"Primary","passage_number":42,"release":"NBBC","cards":["(10) But the LORD is the true God; he is the living God, the\neternal King. When he is angry, the earth trembles; the nations\ncannot endure his wrath. (11) \"Tell them this: 'These gods,\nwho did not make the heavens and the earth, will perish from\nthe earth and from under the heavens.' \" (12) But God made\nthe earth by his power; he founded the world by his wisdom\nand stretched out the heavens by his understanding. (13)\nWhen he thunders, the waters in the heavens roar; he makes\nclouds rise from the ends of the earth. He sends lightning\nwith the rain and brings out the wind from his storehouses.\n(14) Everyone is senseless and without knowledge; every","goldsmith is shamed by his idols. The images he makes are a\nfraud; they have no breath in them. (15) They are worthless,\nthe objects of mockery; when their judgment comes, they will\nperish. (16) He who is the Portion of Jacob is not like these,\nfor he is the Maker of all things, including Israel, the people of\nhis inheritance--the LORD Almighty is his name."],"word_count":180},{"reference":"Daniel 3:19-28","translation":"NIV","division":"Primary","passage_number":43,"release":"NBBC","cards":["(19) Then Nebuchadnezzar was furious with Shadrach,\nMeshach and Abednego, and his attitude toward them\nchanged. He ordered the furnace heated seven times hotter\nthan usual (20) and commanded some of the strongest\nsoldiers in his army to tie up Shadrach, Meshach and\nAbednego and throw them into the blazing furnace. (21) So\nthese men, wearing their robes, trousers, turbans and other\nclothes, were bound and thrown into the blazing furnace.\n(22) The king's command was so urgent and the furnace so\nhot that the flames of the fire killed the soldiers who took\nup Shadrach, Meshach and Abednego, (23) and these three","men, firmly tied, fell into the blazing furnace. (24) Then King\nNebuchadnezzar leaped to his feet in amazement and asked\nhis advisers, \"Weren't there three men that we tied up and\nthrew into the fire?\" They replied, \"Certainly, Your Majesty.\"\n(25) He said, \"Look! I see four men walking around in the fire,\nunbound and unharmed, and the fourth looks like a son of the\ngods.\" (26) Nebuchadnezzar then approached the opening\nof the blazing furnace and shouted, \"Shadrach, Meshach and\nAbednego, servants of the Most High God, come out! Come\nhere!\" So Shadrach, Meshach and Abednego came out of\nthe fire, (27) and the satraps, prefects, governors and royal","advisers crowded around them. They saw that the fire had\nnot harmed their bodies, nor was a hair of their heads singed;\ntheir robes were not scorched, and there was no smell of fire\non them. (28) Then Nebuchadnezzar said, \"Praise be to the\nGod of Shadrach, Meshach and Abednego, who has sent\nhis angel and rescued his servants! They trusted in him and\ndefied the king's command and were willing to give up their\nlives rather than serve or worship any god except their own\nGod."],"word_count":290},{"reference":"John 20:21-23","translation":"NIV","division":"Primary","passage_number":44,"release":"NBBC","cards":["(21) Again Jesus said, \"Peace be with you! As the Father has\nsent me, I am sending you.\" (22) And with that he breathed\non them and said, \"Receive the Holy Spirit. (23) If you forgive\nanyone's sins, their sins are forgiven; if you do not forgive\nthem, they are not forgiven.\""],"word_count":49},{"reference":"Romans 1:16","translation":"NIV","division":"Primary","passage_number":45,"release":"NBBC","cards":["(16) For I am not ashamed of the gospel, because it is the\npower of God that brings salvation to everyone who believes:\nfirst to the Jew, then to the Gentile."],"word_count":30},{"reference":"James 1:9-10","translation":"NIV","division":"Primary","passage_number":46,"release":"NBBC","cards":["(9) Believers in humble circumstances ought to take pride in\ntheir high position. (10) But the rich should take pride in their\nhumiliation--since they will pass away like a wild flower."],"word_count":30},{"reference":"1 Peter 2:5-6","translation":"NIV","division":"Primary","passage_number":47,"release":"NBBC","cards":["(5) you also, like living stones, are being built into a spiritual\nhouse to be a holy priesthood, offering spiritual sacrifices\nacceptable to God through Jesus Christ. (6) For in Scripture\nit says: \"See, I lay a stone in Zion, a chosen and precious\ncornerstone, and the one who trusts in him will never be put\nto shame.\""],"word_count":56},{"reference":"1 John 3:1-2","translation":"NIV","division":"Primary","passage_number":48,"release":"NBBC","cards":["(1) See what great love the Father has lavished on us, that we\nshould be called children of God! And that is what we are!\nThe reason the world does not know us is that it did not know\nhim. (2) Dear friends, now we are children of God, and what\nwe will be has not yet been made known. But we know that\nwhen Christ appears, we shall be like him, for we shall see\nhim as he is."],"word_count":78},{"reference":"Exodus 14:27-29","translation":"NIV","division":"Primary","passage_number":49,"release":"NBBC","cards":["(27) Moses stretched out his hand over the sea, and at\ndaybreak the sea went back to its place. The Egyptians were\nfleeing toward it, and the LORD swept them into the sea.\n(28) The water flowed back and covered the chariots and\nhorsemen--the entire army of Pharaoh that had followed the\nIsraelites into the sea. Not one of them survived. (29) But the\nIsraelites went through the sea on dry ground, with a wall of\nwater on their right and on their left."],"word_count":82},{"reference":"Joshua 2:11-13","translation":"NIV","division":"Primary","passage_number":50,"release":"NBBC","cards":["(11) When we heard of it, our hearts melted in fear and\neveryone's courage failed because of you, for the LORD your\nGod is God in heaven above and on the earth below. (12)\n\"Now then, please swear to me by the LORD that you will\nshow kindness to my family, because I have shown kindness\nto you. Give me a sure sign (13) that you will spare the lives\nof my father and mother, my brothers and sisters, and all who\nbelong to them--and that you will save us from death.\""],"word_count":90},{"reference":"Psalm 34:1-18","translation":"NIV","division":"Primary","passage_number":51,"release":"NBBC","cards":["(1) I will extol the LORD at all times; his praise will always be on my\nlips. (2) I will glory in the LORD; let the afflicted hear and rejoice.\n(3) Glorify the LORD with me; let us exalt his name together. (4)\nI sought the LORD, and he answered me; he delivered me from\nall my fears. (5) Those who look to him are radiant; their faces are\nnever covered with shame. (6) This poor man called, and the LORD\nheard him; he saved him out of all his troubles. (7) The angel of\nthe LORD encamps around those who fear him, and he delivers\nthem. (8) Taste and see that the LORD is good; blessed is the one\nwho takes refuge in him. (9) Fear the LORD, you his holy people,\nfor those who fear him lack nothing. (10) The lions may grow weak","and hungry, but those who seek the LORD lack no good thing.\n(11) Come, my children, listen to me; I will teach you the fear of\nthe LORD. (12) Whoever of you loves life and desires to see many\ngood days, (13) keep your tongue from evil and your lips from\ntelling lies. (14) Turn from evil and do good; seek peace and pursue\nit. (15) The eyes of the LORD are on the righteous, and his ears\nare attentive to their cry; (16) but the face of the LORD is against\nthose who do evil, to blot out their name from the earth. (17) The\nrighteous cry out, and the LORD hears them; he delivers them from\nall their troubles. (18) The LORD is close to the brokenhearted and\nsaves those who are crushed in spirit."],"word_count":265},{"reference":"Malachi 3:1-9","translation":"NIV","division":"Primary","passage_number":52,"release":"NBBC","cards":["(1) \"I will send my messenger, who will prepare the way before me.\nThen suddenly the Lord you are seeking will come to his temple;\nthe messenger of the covenant, whom you desire, will come,\" says\nthe LORD Almighty. (2) But who can endure the day of his coming?\nWho can stand when he appears? For he will be like a refiner's fire\nor a launderer's soap. (3) He will sit as a refiner and purifier of silver;\nhe will purify the Levites and refine them like gold and silver. Then\nthe LORD will have men who will bring offerings in righteousness,\n(4) and the offerings of Judah and Jerusalem will be acceptable\nto the LORD, as in days gone by, as in former years. (5) \"So I will\ncome to put you on trial. I will be quick to testify against sorcerers,","adulterers and perjurers, against those who defraud laborers of\ntheir wages, who oppress the widows and the fatherless, and\ndeprive the foreigners among you of justice, but do not fear me,\"\nsays the LORD Almighty. (6) \"I the LORD do not change. So you,\nthe descendants of Jacob, are not destroyed. (7) Ever since the\ntime of your ancestors you have turned away from my decrees and\nhave not kept them. Return to me, and I will return to you,\" says the\nLORD Almighty. \"But you ask, 'How are we to return?' (8) \"Will a\nmere mortal rob God? Yet you rob me. \"But you ask, 'How are we\nrobbing you?' \"In tithes and offerings. (9) You are under a curse--\nyour whole nation--because you are robbing me."],"word_count":263},{"reference":"Matthew 3:1-4","translation":"NIV","division":"Primary","passage_number":53,"release":"NBBC","cards":["(1) In those days John the Baptist came, preaching in the\nwilderness of Judea (2) and saying, \"Repent, for the kingdom\nof heaven has come near.\" (3) This is he who was spoken of\nthrough the prophet Isaiah: \"A voice of one calling in the\nwilderness, 'Prepare the way for the Lord, make straight paths\nfor him.' \" (4) John's clothes were made of camel's hair, and\nhe had a leather belt around his waist. His food was locusts\nand wild honey."],"word_count":77},{"reference":"Matthew 3:7-8","translation":"NIV","division":"Primary","passage_number":54,"release":"NBBC","cards":["(7) But when he saw many of the Pharisees and Sadducees\ncoming to where he was baptizing, he said to them: \"You\nbrood of vipers! Who warned you to flee from the coming\nwrath? (8) Produce fruit in keeping with repentance."],"word_count":39},{"reference":"Matthew 5:16-20","translation":"NIV","division":"Primary","passage_number":55,"release":"NBBC","cards":["(16) In the same way, let your light shine before others, that\nthey may see your good deeds and glorify your Father in\nheaven. (17) \"Do not think that I have come to abolish the\nLaw or the Prophets; I have not come to abolish them but\nto fulfill them. (18) For truly I tell you, until heaven and earth\ndisappear, not the smallest letter, not the least stroke of a pen,\nwill by any means disappear from the Law until everything is\naccomplished. (19) Therefore anyone who sets aside one of\nthe least of these commands and teaches others accordingly\nwill be called least in the kingdom of heaven, but whoever\npractices and teaches these commands will be called great","in the kingdom of heaven. (20) For I tell you that unless\nyour righteousness surpasses that of the Pharisees and the\nteachers of the law, you will certainly not enter the kingdom\nof heaven."],"word_count":150},{"reference":"Matthew 6:19-21","translation":"NIV","division":"Primary","passage_number":56,"release":"NBBC","cards":["(19) \"Do not store up for yourselves treasures on earth, where\nmoths and vermin destroy, and where thieves break in and\nsteal. (20) But store up for yourselves treasures in heaven,\nwhere moths and vermin do not destroy, and where thieves\ndo not break in and steal. (21) For where your treasure is,\nthere your heart will be also."],"word_count":56},{"reference":"Matthew 6:26-34","translation":"NIV","division":"Primary","passage_number":57,"release":"NBBC","cards":["(26) Look at the birds of the air; they do not sow or reap or\nstore away in barns, and yet your heavenly Father feeds them.\nAre you not much more valuable than they? (27) Can any one\nof you by worrying add a single hour to your life? (28) \"And\nwhy do you worry about clothes? See how the flowers of the\nfield grow. They do not labor or spin. (29) Yet I tell you that\nnot even Solomon in all his splendor was dressed like one of\nthese. (30) If that is how God clothes the grass of the field,\nwhich is here today and tomorrow is thrown into the fire, will\nhe not much more clothe you--you of little faith? (31) So do not\nworry, saying, 'What shall we eat?' or 'What shall we drink?' or","'What shall we wear?' (32) For the pagans run after all these\nthings, and your heavenly Father knows that you need them.\n(33) But seek first his kingdom and his righteousness, and all\nthese things will be given to you as well. (34) Therefore do\nnot worry about tomorrow, for tomorrow will worry about\nitself. Each day has enough trouble of its own."],"word_count":194},{"reference":"Matthew 7:1-7","translation":"NIV","division":"Primary","passage_number":58,"release":"NBBC","cards":["(1) \"Do not judge, or you too will be judged. (2) For in the\nsame way you judge others, you will be judged, and with the\nmeasure you use, it will be measured to you. (3) \"Why do you\nlook at the speck of sawdust in your brother's eye and pay\nno attention to the plank in your own eye? (4) How can you\nsay to your brother, 'Let me take the speck out of your eye,'\nwhen all the time there is a plank in your own eye? (5) You\nhypocrite, first take the plank out of your own eye, and then\nyou will see clearly to remove the speck from your brother's\neye. (6) \"Do not give dogs what is sacred; do not throw your\npearls to pigs. If you do, they may trample them under their","feet, and turn and tear you to pieces. (7) \"Ask and it will be\ngiven to you; seek and you will find; knock and the door will\nbe opened to you."],"word_count":163},{"reference":"Matthew 7:21-29","translation":"NIV","division":"Primary","passage_number":59,"release":"NBBC","cards":["(21) \"Not everyone who says to me, 'Lord, Lord,' will enter the\nkingdom of heaven, but only the one who does the will of my\nFather who is in heaven. (22) Many will say to me on that day,\n'Lord, Lord, did we not prophesy in your name and in your\nname drive out demons and in your name perform many\nmiracles?' (23) Then I will tell them plainly, 'I never knew you.\nAway from me, you evildoers!' (24) \"Therefore everyone who\nhears these words of mine and puts them into practice is like a\nwise man who built his house on the rock. (25) The rain came\ndown, the streams rose, and the winds blew and beat against\nthat house; yet it did not fall, because it had its foundation on","the rock. (26) But everyone who hears these words of mine\nand does not put them into practice is like a foolish man who\nbuilt his house on sand. (27) The rain came down, the streams\nrose, and the winds blew and beat against that house, and it\nfell with a great crash.\" (28) When Jesus had finished saying\nthese things, the crowds were amazed at his teaching, (29)\nbecause he taught as one who had authority, and not as their\nteachers of the law."],"word_count":208},{"reference":"Matthew 8:19-22","translation":"NIV","division":"Primary","passage_number":60,"release":"NBBC","cards":["(19) Then a teacher of the law came to him and said, \"Teacher,\nI will follow you wherever you go.\" (20) Jesus replied, \"Foxes\nhave dens and birds have nests, but the Son of Man has no\nplace to lay his head.\" (21) Another disciple said to him, \"Lord,\nfirst let me go and bury my father.\" (22) But Jesus told him,\n\"Follow me, and let the dead bury their own dead.\""],"word_count":68},{"reference":"Matthew 10:1-3","translation":"NIV","division":"Primary","passage_number":61,"release":"NBBC","cards":["(1) Jesus called his twelve disciples to him and gave them\nauthority to drive out impure spirits and to heal every disease\nand sickness. (2) These are the names of the twelve apostles:\nfirst, Simon (who is called Peter) and his brother Andrew;\nJames son of Zebedee, and his brother John; (3) Philip and\nBartholomew; Thomas and Matthew the tax collector; James\nson of Alphaeus, and Thaddaeus;"],"word_count":64},{"reference":"Luke 3:2-6","translation":"NIV","division":"Primary","passage_number":62,"release":"NBBC","cards":["(2) during the high-priesthood of Annas and Caiaphas, the\nword of God came to John son of Zechariah in the wilderness.\n(3) He went into all the country around the Jordan, preaching\na baptism of repentance for the forgiveness of sins. (4) As it\nis written in the book of the words of Isaiah the prophet: \"A\nvoice of one calling in the wilderness, 'Prepare the way for\nthe Lord, make straight paths for him. (5) Every valley shall\nbe filled in, every mountain and hill made low. The crooked\nroads shall become straight, the rough ways smooth. (6) And\nall people will see God's salvation.' \""],"word_count":102},{"reference":"Luke 4:16-19","translation":"NIV","division":"Primary","passage_number":63,"release":"NBBC","cards":["(16) He went to Nazareth, where he had been brought up,\nand on the Sabbath day he went into the synagogue, as was\nhis custom. He stood up to read, (17) and the scroll of the\nprophet Isaiah was handed to him. Unrolling it, he found the\nplace where it is written: (18) \"The Spirit of the Lord is on me,\nbecause he has anointed me to proclaim good news to the\npoor. He has sent me to proclaim freedom for the prisoners\nand recovery of sight for the blind, to set the oppressed free,\n(19) to proclaim the year of the Lord's favor.\""],"word_count":100},{"reference":"Luke 5:12-16","translation":"NIV","division":"Primary","passage_number":64,"release":"NBBC","cards":["(12) While Jesus was in one of the towns, a man came along who\nwas covered with leprosy. When he saw Jesus, he fell with his face\nto the ground and begged him, \"Lord, if you are willing, you can\nmake me clean.\" (13) Jesus reached out his hand and touched\nthe man. \"I am willing,\" he said. \"Be clean!\" And immediately the\nleprosy left him. (14) Then Jesus ordered him, \"Don't tell anyone,\nbut go, show yourself to the priest and offer the sacrifices that\nMoses commanded for your cleansing, as a testimony to them.\"\n(15) Yet the news about him spread all the more, so that crowds of\npeople came to hear him and to be healed of their sicknesses. (16)\nBut Jesus often withdrew to lonely places and prayed."],"word_count":127},{"reference":"Luke 9:1-9","translation":"NIV","division":"Primary","passage_number":65,"release":"NBBC","cards":["(1) When Jesus had called the Twelve together, he gave them\npower and authority to drive out all demons and to cure\ndiseases, (2) and he sent them out to proclaim the kingdom\nof God and to heal the sick. (3) He told them: \"Take nothing\nfor the journey--no staff, no bag, no bread, no money, no\nextra shirt. (4) Whatever house you enter, stay there until you\nleave that town. (5) If people do not welcome you, leave their\ntown and shake the dust off your feet as a testimony against\nthem.\" (6) So they set out and went from village to village,\nproclaiming the good news and healing people everywhere.\n(7) Now Herod the tetrarch heard about all that was going on.","And he was perplexed because some were saying that John\nhad been raised from the dead, (8) others that Elijah had\nappeared, and still others that one of the prophets of long\nago had come back to life. (9) But Herod said, \"I beheaded\nJohn. Who, then, is this I hear such things about?\" And he\ntried to see him."],"word_count":176},{"reference":"John 13:1-9","translation":"NIV","division":"Primary","passage_number":66,"release":"NBBC","cards":["(1) It was just before the Passover Festival. Jesus knew that\nthe hour had come for him to leave this world and go to the\nFather. Having loved his own who were in the world, he loved\nthem to the end. (2) The evening meal was in progress, and\nthe devil had already prompted Judas, the son of Simon\nIscariot, to betray Jesus. (3) Jesus knew that the Father had\nput all things under his power, and that he had come from\nGod and was returning to God; (4) so he got up from the meal,\ntook off his outer clothing, and wrapped a towel around his\nwaist. (5) After that, he poured water into a basin and began\nto wash his disciples' feet, drying them with the towel that","was wrapped around him. (6) He came to Simon Peter, who\nsaid to him, \"Lord, are you going to wash my feet?\" (7) Jesus\nreplied, \"You do not realize now what I am doing, but later\nyou will understand.\" (8) \"No,\" said Peter, \"you shall never\nwash my feet.\" Jesus answered, \"Unless I wash you, you have\nno part with me.\" (9) \"Then, Lord,\" Simon Peter replied, \"not\njust my feet but my hands and my head as well!\""],"word_count":200},{"reference":"John 14:1-7","translation":"NIV","division":"Primary","passage_number":67,"release":"NBBC","cards":["(1) \"Do not let your hearts be troubled. You believe in God; believe\nalso in me. (2) My Father's house has many rooms; if that were not\nso, would I have told you that I am going there to prepare a place\nfor you? (3) And if I go and prepare a place for you, I will come\nback and take you to be with me that you also may be where I am.\n(4) You know the way to the place where I am going.\" (5) Thomas\nsaid to him, \"Lord, we don't know where you are going, so how can\nwe know the way?\" (6) Jesus answered, \"I am the way and the truth\nand the life. No one comes to the Father except through me. (7) If\nyou really know me, you will know my Father as well. From now on,\nyou do know him and have seen him.\""],"word_count":145},{"reference":"John 16:12-14","translation":"NIV","division":"Primary","passage_number":68,"release":"NBBC","cards":["(12) \"I have much more to say to you, more than you can\nnow bear. (13) But when he, the Spirit of truth, comes, he will\nguide you into all the truth. He will not speak on his own; he\nwill speak only what he hears, and he will tell you what is yet\nto come. (14) He will glorify me because it is from me that he\nwill receive what he will make known to you."],"word_count":74},{"reference":"John 17:1-3","translation":"NIV","division":"Primary","passage_number":69,"release":"NBBC","cards":["(1) After Jesus said this, he looked toward heaven and prayed:\n\"Father, the hour has come. Glorify your Son, that your Son\nmay glorify you. (2) For you granted him authority over all\npeople that he might give eternal life to all those you have\ngiven him. (3) Now this is eternal life: that they know you, the\nonly true God, and Jesus Christ, whom you have sent."],"word_count":65},{"reference":"Acts 3:1-10","translation":"NIV","division":"Primary","passage_number":70,"release":"NBBC","cards":["(1) One day Peter and John were going up to the temple at\nthe time of prayer--at three in the afternoon. (2) Now a man\nwho was lame from birth was being carried to the temple\ngate called Beautiful, where he was put every day to beg from\nthose going into the temple courts. (3) When he saw Peter\nand John about to enter, he asked them for money. (4) Peter\nlooked straight at him, as did John. Then Peter said, \"Look at\nus!\" (5) So the man gave them his attention, expecting to get\nsomething from them. (6) Then Peter said, \"Silver or gold I do\nnot have, but what I do have I give you. In the name of Jesus\nChrist of Nazareth, walk.\" (7) Taking him by the right hand,","he helped him up, and instantly the man's feet and ankles\nbecame strong. (8) He jumped to his feet and began to walk.\nThen he went with them into the temple courts, walking and\njumping, and praising God. (9) When all the people saw him\nwalking and praising God, (10) they recognized him as the\nsame man who used to sit begging at the temple gate called\nBeautiful, and they were filled with wonder and amazement\nat what had happened to him."],"word_count":206},{"reference":"Acts 4:1-4","translation":"NIV","division":"Primary","passage_number":71,"release":"NBBC","cards":["(1) The priests and the captain of the temple guard and\nthe Sadducees came up to Peter and John while they were\nspeaking to the people. (2) They were greatly disturbed\nbecause the apostles were teaching the people, proclaiming\nin Jesus the resurrection of the dead. (3) They seized Peter\nand John and, because it was evening, they put them in\njail until the next day. (4) But many who heard the message\nbelieved; so the number of men who believed grew to about\nfive thousand."],"word_count":82},{"reference":"Acts 11:1-18","translation":"NIV","division":"Primary","passage_number":72,"release":"NBBC","cards":["(1) The apostles and the believers throughout Judea heard\nthat the Gentiles also had received the word of God. (2) So\nwhen Peter went up to Jerusalem, the circumcised believers\ncriticized him (3) and said, \"You went into the house of\nuncircumcised men and ate with them.\" (4) Starting from the\nbeginning, Peter told them the whole story: (5) \"I was in the\ncity of Joppa praying, and in a trance I saw a vision. I saw\nsomething like a large sheet being let down from heaven\nby its four corners, and it came down to where I was. (6) I\nlooked into it and saw four-footed animals of the earth, wild\nbeasts, reptiles and birds. (7) Then I heard a voice telling me,","'Get up, Peter. Kill and eat.' (8) \"I replied, 'Surely not, Lord!\nNothing impure or unclean has ever entered my mouth.'\n(9) \"The voice spoke from heaven a second time, 'Do not\ncall anything impure that God has made clean.' (10) This\nhappened three times, and then it was all pulled up to heaven\nagain. (11) \"Right then three men who had been sent to me\nfrom Caesarea stopped at the house where I was staying. (12)\nThe Spirit told me to have no hesitation about going with\nthem. These six brothers also went with me, and we entered\nthe man's house. (13) He told us how he had seen an angel\nappear in his house and say, 'Send to Joppa for Simon who is","called Peter. (14) He will bring you a message through which\nyou and all your household will be saved.' (15) \"As I began\nto speak, the Holy Spirit came on them as he had come on us\nat the beginning. (16) Then I remembered what the Lord had\nsaid: 'John baptized with water, but you will be baptized with\nthe Holy Spirit.' (17) So if God gave them the same gift he\ngave us who believed in the Lord Jesus Christ, who was I to\nthink that I could stand in God's way?\" (18) When they heard\nthis, they had no further objections and praised God, saying,\n\"So then, even to Gentiles God has granted repentance that\nleads to life.\""],"word_count":352},{"reference":"Acts 17:29-31","translation":"NIV","division":"Primary","passage_number":73,"release":"NBBC","cards":["(29) \"Therefore since we are God's offspring, we should not\nthink that the divine being is like gold or silver or stone--an\nimage made by human design and skill. (30) In the past God\noverlooked such ignorance, but now he commands all people\neverywhere to repent. (31) For he has set a day when he will\njudge the world with justice by the man he has appointed.\nHe has given proof of this to everyone by raising him from\nthe dead.\""],"word_count":79},{"reference":"Romans 1:1-4","translation":"NIV","division":"Primary","passage_number":75,"release":"NBBC","cards":["(1) Paul, a servant of Christ Jesus, called to be an apostle and\nset apart for the gospel of God-- (2) the gospel he promised\nbeforehand through his prophets in the Holy Scriptures (3)\nregarding his Son, who as to his earthly life was a descendant\nof David, (4) and who through the Spirit of holiness was\nappointed the Son of God in power by his resurrection from\nthe dead: Jesus Christ our Lord."],"word_count":70},{"reference":"Romans 1:18-23","translation":"NIV","division":"Primary","passage_number":76,"release":"NBBC","cards":["(18) The wrath of God is being revealed from heaven against\nall the godlessness and wickedness of people, who suppress\nthe truth by their wickedness, (19) since what may be known\nabout God is plain to them, because God has made it plain to\nthem. (20) For since the creation of the world God's invisible\nqualities--his eternal power and divine nature--have been\nclearly seen, being understood from what has been made, so\nthat people are without excuse. (21) For although they knew\nGod, they neither glorified him as God nor gave thanks to\nhim, but their thinking became futile and their foolish hearts\nwere darkened. (22) Although they claimed to be wise, they","became fools (23) and exchanged the glory of the immortal\nGod for images made to look like a mortal human being and\nbirds and animals and reptiles."],"word_count":136},{"reference":"Romans 2:1-2","translation":"NIV","division":"Primary","passage_number":77,"release":"NBBC","cards":["(1) You, therefore, have no excuse, you who pass judgment on\nsomeone else, for at whatever point you judge another, you\nare condemning yourself, because you who pass judgment\ndo the same things. (2) Now we know that God's judgment\nagainst those who do such things is based on truth."],"word_count":48},{"reference":"Romans 2:14-29","translation":"NIV","division":"Primary","passage_number":78,"release":"NBBC","cards":["(14) (Indeed, when Gentiles, who do not have the law, do by\nnature things required by the law, they are a law for themselves,\neven though they do not have the law. (15) They show that\nthe requirements of the law are written on their hearts, their\nconsciences also bearing witness, and their thoughts sometimes\naccusing them and at other times even defending them.) (16)\nThis will take place on the day when God judges people's secrets\nthrough Jesus Christ, as my gospel declares. (17) Now you, if you\ncall yourself a Jew; if you rely on the law and boast in God; (18)\nif you know his will and approve of what is superior because you\nare instructed by the law; (19) if you are convinced that you are","a guide for the blind, a light for those who are in the dark, (20)\nan instructor of the foolish, a teacher of little children, because\nyou have in the law the embodiment of knowledge and truth--\n(21) you, then, who teach others, do you not teach yourself? You\nwho preach against stealing, do you steal? (22) You who say that\npeople should not commit adultery, do you commit adultery?\nYou who abhor idols, do you rob temples? (23) You who boast in\nthe law, do you dishonor God by breaking the law? (24) As it is\nwritten: \"God's name is blasphemed among the Gentiles because\nof you.\" (25) Circumcision has value if you observe the law, but if\nyou break the law, you have become as though you had not been","circumcised. (26) So then, if those who are not circumcised keep\nthe law's requirements, will they not be regarded as though they\nwere circumcised? (27) The one who is not circumcised physically\nand yet obeys the law will condemn you who, even though you\nhave the written code and circumcision, are a lawbreaker. (28) A\nperson is not a Jew who is one only outwardly, nor is circumcision\nmerely outward and physical. (29) No, a person is a Jew who is\none inwardly; and circumcision is circumcision of the heart, by the\nSpirit, not by the written code. Such a person's praise is not from\nother people, but from God."],"word_count":356},{"reference":"Romans 3:9-20","translation":"NIV","division":"Primary","passage_number":79,"release":"NBBC","cards":["(9) What shall we conclude then? Do we have any advantage?\nNot at all! For we have already made the charge that Jews\nand Gentiles alike are all under the power of sin. (10) As it is\nwritten: \"There is no one righteous, not even one; (11) there is\nno one who understands; there is no one who seeks God. (12)\nAll have turned away, they have together become worthless;\nthere is no one who does good, not even one.\" (13) \"Their\nthroats are open graves; their tongues practice deceit.\" \"The\npoison of vipers is on their lips.\" (14) \"Their mouths are full\nof cursing and bitterness.\" (15) \"Their feet are swift to shed\nblood; (16) ruin and misery mark their ways, (17) and the way","of peace they do not know.\" (18) \"There is no fear of God\nbefore their eyes.\" (19) Now we know that whatever the law\nsays, it says to those who are under the law, so that every\nmouth may be silenced and the whole world held accountable\nto God. (20) Therefore no one will be declared righteous in\nGod's sight by the works of the law; rather, through the law\nwe become conscious of our sin."],"word_count":190},{"reference":"Romans 4:1-14","translation":"NIV","division":"Primary","passage_number":80,"release":"NBBC","cards":["(1) What then shall we say that Abraham, our forefather\naccording to the flesh, discovered in this matter? (2) If, in\nfact, Abraham was justified by works, he had something to\nboast about--but not before God. (3) What does Scripture\nsay? \"Abraham believed God, and it was credited to him as\nrighteousness.\" (4) Now to the one who works, wages are not\ncredited as a gift but as an obligation. (5) However, to the one\nwho does not work but trusts God who justifies the ungodly,\ntheir faith is credited as righteousness. (6) David says the\nsame thing when he speaks of the blessedness of the one\nto whom God credits righteousness apart from works: (7)","\"Blessed are those whose transgressions are forgiven, whose\nsins are covered. (8) Blessed is the one whose sin the Lord\nwill never count against them.\" (9) Is this blessedness only\nfor the circumcised, or also for the uncircumcised? We have\nbeen saying that Abraham's faith was credited to him as\nrighteousness. (10) Under what circumstances was it credited?\nWas it after he was circumcised, or before? It was not after,\nbut before! (11) And he received circumcision as a sign, a\nseal of the righteousness that he had by faith while he was\nstill uncircumcised. So then, he is the father of all who believe\nbut have not been circumcised, in order that righteousness","might be credited to them. (12) And he is then also the father\nof the circumcised who not only are circumcised but who also\nfollow in the footsteps of the faith that our father Abraham\nhad before he was circumcised. (13) It was not through the\nlaw that Abraham and his offspring received the promise that\nhe would be heir of the world, but through the righteousness\nthat comes by faith. (14) For if those who depend on the law\nare heirs, faith means nothing and the promise is worthless,"],"word_count":307},{"reference":"Romans 5:1-4","translation":"NIV","division":"Primary","passage_number":81,"release":"NBBC","cards":["(1) Therefore, since we have been justified through faith,\nwe have peace with God through our Lord Jesus Christ, (2)\nthrough whom we have gained access by faith into this grace\nin which we now stand. And we boast in the hope of the glory\nof God. (3) Not only so, but we also glory in our sufferings,\nbecause we know that suffering produces perseverance; (4)\nperseverance, character; and character, hope."],"word_count":67},{"reference":"Romans 7:6-12","translation":"NIV","division":"Primary","passage_number":82,"release":"NBBC","cards":["(6) But now, by dying to what once bound us, we have been\nreleased from the law so that we serve in the new way of the\nSpirit, and not in the old way of the written code. (7) What shall\nwe say, then? Is the law sinful? Certainly not! Nevertheless, I\nwould not have known what sin was had it not been for the\nlaw. For I would not have known what coveting really was if\nthe law had not said, \"You shall not covet.\" (8) But sin, seizing\nthe opportunity afforded by the commandment, produced in\nme every kind of coveting. For apart from the law, sin was\ndead. (9) Once I was alive apart from the law; but when the\ncommandment came, sin sprang to life and I died. (10) I found","that the very commandment that was intended to bring life\nactually brought death. (11) For sin, seizing the opportunity\nafforded by the commandment, deceived me, and through\nthe commandment put me to death. (12) So then, the law is\nholy, and the commandment is holy, righteous and good."],"word_count":176},{"reference":"Romans 8:18-26","translation":"NIV","division":"Primary","passage_number":83,"release":"NBBC","cards":["(18) I consider that our present sufferings are not worth\ncomparing with the glory that will be revealed in us. (19)\nFor the creation waits in eager expectation for the children\nof God to be revealed. (20) For the creation was subjected\nto frustration, not by its own choice, but by the will of the\none who subjected it, in hope (21) that the creation itself will\nbe liberated from its bondage to decay and brought into\nthe freedom and glory of the children of God. (22) We know\nthat the whole creation has been groaning as in the pains\nof childbirth right up to the present time. (23) Not only so,\nbut we ourselves, who have the firstfruits of the Spirit, groan","inwardly as we wait eagerly for our adoption to sonship, the\nredemption of our bodies. (24) For in this hope we were\nsaved. But hope that is seen is no hope at all. Who hopes for\nwhat they already have? (25) But if we hope for what we do\nnot yet have, we wait for it patiently. (26) In the same way,\nthe Spirit helps us in our weakness. We do not know what\nwe ought to pray for, but the Spirit himself intercedes for us\nthrough wordless groans."],"word_count":203},{"reference":"Romans 9:14-15","translation":"NIV","division":"Primary","passage_number":84,"release":"NBBC","cards":["(14) What then shall we say? Is God unjust? Not at all! (15) For\nhe says to Moses, \"I will have mercy on whom I have mercy,\nand I will have compassion on whom I have compassion.\""],"word_count":35},{"reference":"Romans 10:5-8","translation":"NIV","division":"Primary","passage_number":85,"release":"NBBC","cards":["(5) Moses writes this about the righteousness that is by the\nlaw: \"The person who does these things will live by them.\" (6)\nBut the righteousness that is by faith says: \"Do not say in your\nheart, 'Who will ascend into heaven?' \" (that is, to bring Christ\ndown) (7) \"or 'Who will descend into the deep?' \" (that is, to\nbring Christ up from the dead). (8) But what does it say? \"The\nword is near you; it is in your mouth and in your heart,\" that is,\nthe message concerning faith that we proclaim:"],"word_count":90},{"reference":"1 Corinthians 12:12-28","translation":"NIV","division":"Primary","passage_number":86,"release":"NBBC","cards":["(12) Just as a body, though one, has many parts, but all its\nmany parts form one body, so it is with Christ. (13) For we were\nall baptized by one Spirit so as to form one body--whether\nJews or Gentiles, slave or free--and we were all given the one\nSpirit to drink. (14) Even so the body is not made up of one\npart but of many. (15) Now if the foot should say, \"Because\nI am not a hand, I do not belong to the body,\" it would not\nfor that reason stop being part of the body. (16) And if the\near should say, \"Because I am not an eye, I do not belong to\nthe body,\" it would not for that reason stop being part of the\nbody. (17) If the whole body were an eye, where would the","sense of hearing be? If the whole body were an ear, where\nwould the sense of smell be? (18) But in fact God has placed\nthe parts in the body, every one of them, just as he wanted\nthem to be. (19) If they were all one part, where would the\nbody be? (20) As it is, there are many parts, but one body.\n(21) The eye cannot say to the hand, \"I don't need you!\" And\nthe head cannot say to the feet, \"I don't need you!\" (22) On\nthe contrary, those parts of the body that seem to be weaker\nare indispensable, (23) and the parts that we think are less\nhonorable we treat with special honor. And the parts that are\nunpresentable are treated with special modesty, (24) while","our presentable parts need no special treatment. But God\nhas put the body together, giving greater honor to the parts\nthat lacked it, (25) so that there should be no division in the\nbody, but that its parts should have equal concern for each\nother. (26) If one part suffers, every part suffers with it; if one\npart is honored, every part rejoices with it. (27) Now you are\nthe body of Christ, and each one of you is a part of it. (28)\nAnd God has placed in the church first of all apostles, second\nprophets, third teachers, then miracles, then gifts of healing,\nof helping, of guidance, and of different kinds of tongues."],"word_count":375},{"reference":"2 Corinthians 12:1-4","translation":"NIV","division":"Primary","passage_number":87,"release":"NBBC","cards":["(1) I must go on boasting. Although there is nothing to be\ngained, I will go on to visions and revelations from the Lord.\n(2) I know a man in Christ who fourteen years ago was caught\nup to the third heaven. Whether it was in the body or out of\nthe body I do not know--God knows. (3) And I know that this\nman--whether in the body or apart from the body I do not\nknow, but God knows-- (4) was caught up to paradise and\nheard inexpressible things, things that no one is permitted to\ntell."],"word_count":96},{"reference":"Ephesians 1:7-14","translation":"NIV","division":"Primary","passage_number":88,"release":"NBBC","cards":["(7) In him we have redemption through his blood, the\nforgiveness of sins, in accordance with the riches of God's\ngrace (8) that he lavished on us. With all wisdom and\nunderstanding, (9) he made known to us the mystery of his\nwill according to his good pleasure, which he purposed in\nChrist, (10) to be put into effect when the times reach their\nfulfillment--to bring unity to all things in heaven and on earth\nunder Christ. (11) In him we were also chosen, having been\npredestined according to the plan of him who works out\neverything in conformity with the purpose of his will, (12) in\norder that we, who were the first to put our hope in Christ,","might be for the praise of his glory. (13) And you also were\nincluded in Christ when you heard the message of truth,\nthe gospel of your salvation. When you believed, you were\nmarked in him with a seal, the promised Holy Spirit, (14) who is\na deposit guaranteeing our inheritance until the redemption\nof those who are God's possession--to the praise of his glory."],"word_count":179},{"reference":"Ephesians 2:1-4","translation":"NIV","division":"Primary","passage_number":89,"release":"NBBC","cards":["(1) As for you, you were dead in your transgressions and sins,\n(2) in which you used to live when you followed the ways of\nthis world and of the ruler of the kingdom of the air, the spirit\nwho is now at work in those who are disobedient. (3) All of us\nalso lived among them at one time, gratifying the cravings of\nour flesh and following its desires and thoughts. Like the rest,\nwe were by nature deserving of wrath. (4) But because of his\ngreat love for us, God, who is rich in mercy,"],"word_count":93},{"reference":"Philippians 3:3-11","translation":"NIV","division":"Primary","passage_number":90,"release":"NBBC","cards":["(3) For it is we who are the circumcision, we who serve God\nby his Spirit, who boast in Christ Jesus, and who put no\nconfidence in the flesh-- (4) though I myself have reasons for\nsuch confidence. If someone else thinks they have reasons to\nput confidence in the flesh, I have more: (5) circumcised on\nthe eighth day, of the people of Israel, of the tribe of Benjamin,\na Hebrew of Hebrews; in regard to the law, a Pharisee; (6) as\nfor zeal, persecuting the church; as for righteousness based\non the law, faultless. (7) But whatever were gains to me I\nnow consider loss for the sake of Christ. (8) What is more, I\nconsider everything a loss because of the surpassing worth","of knowing Christ Jesus my Lord, for whose sake I have lost\nall things. I consider them garbage, that I may gain Christ (9)\nand be found in him, not having a righteousness of my own\nthat comes from the law, but that which is through faith in\nChrist--the righteousness that comes from God on the basis\nof faith. (10) I want to know Christ--yes, to know the power of\nhis resurrection and participation in his sufferings, becoming\nlike him in his death, (11) and so, somehow, attaining to the\nresurrection from the dead."],"word_count":213},{"reference":"1 Thessalonians 5:1-11","translation":"NIV","division":"Primary","passage_number":91,"release":"NBBC","cards":["(1) Now, brothers and sisters, about times and dates we do\nnot need to write to you, (2) for you know very well that the\nday of the Lord will come like a thief in the night. (3) While\npeople are saying, \"Peace and safety,\" destruction will come\non them suddenly, as labor pains on a pregnant woman, and\nthey will not escape. (4) But you, brothers and sisters, are not\nin darkness so that this day should surprise you like a thief. (5)\nYou are all children of the light and children of the day. We\ndo not belong to the night or to the darkness. (6) So then, let\nus not be like others, who are asleep, but let us be awake and\nsober. (7) For those who sleep, sleep at night, and those who","get drunk, get drunk at night. (8) But since we belong to the\nday, let us be sober, putting on faith and love as a breastplate,\nand the hope of salvation as a helmet. (9) For God did not\nappoint us to suffer wrath but to receive salvation through\nour Lord Jesus Christ. (10) He died for us so that, whether\nwe are awake or asleep, we may live together with him. (11)\nTherefore encourage one another and build each other up,\njust as in fact you are doing."],"word_count":215},{"reference":"2 Thessalonians 2:6-9","translation":"NIV","division":"Primary","passage_number":92,"release":"NBBC","cards":["(6) And now you know what is holding him back, so that he\nmay be revealed at the proper time. (7) For the secret power\nof lawlessness is already at work; but the one who now holds\nit back will continue to do so till he is taken out of the way.\n(8) And then the lawless one will be revealed, whom the Lord\nJesus will overthrow with the breath of his mouth and destroy\nby the splendor of his coming. (9) The coming of the lawless\none will be in accordance with how Satan works. He will use\nall sorts of displays of power through signs and wonders that\nserve the lie,"],"word_count":109},{"reference":"1 Timothy 2:1-7","translation":"NIV","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) I urge, then, first of all, that petitions, prayers, intercession and\nthanksgiving be made for all people-- (2) for kings and all those in\nauthority, that we may live peaceful and quiet lives in all godliness\nand holiness. (3) This is good, and pleases God our Savior, (4) who\nwants all people to be saved and to come to a knowledge of the\ntruth. (5) For there is one God and one mediator between God and\nmankind, the man Christ Jesus, (6) who gave himself as a ransom\nfor all people. This has now been witnessed to at the proper time.\n(7) And for this purpose I was appointed a herald and an apostle--I\nam telling the truth, I am not lying--and a true and faithful teacher\nof the Gentiles."],"word_count":126},{"reference":"2 Timothy 3:1-17","translation":"NIV","division":"Primary","passage_number":94,"release":"NBBC","cards":["(1) But mark this: There will be terrible times in the last days. (2)\nPeople will be lovers of themselves, lovers of money, boastful,\nproud, abusive, disobedient to their parents, ungrateful,\nunholy, (3) without love, unforgiving, slanderous, without\nself-control, brutal, not lovers of the good, (4) treacherous,\nrash, conceited, lovers of pleasure rather than lovers of God--\n(5) having a form of godliness but denying its power. Have\nnothing to do with such people. (6) They are the kind who\nworm their way into homes and gain control over gullible\nwomen, who are loaded down with sins and are swayed by\nall kinds of evil desires, (7) always learning but never able","to come to a knowledge of the truth. (8) Just as Jannes and\nJambres opposed Moses, so also these teachers oppose the\ntruth. They are men of depraved minds, who, as far as the faith\nis concerned, are rejected. (9) But they will not get very far\nbecause, as in the case of those men, their folly will be clear\nto everyone. (10) You, however, know all about my teaching,\nmy way of life, my purpose, faith, patience, love, endurance,\n(11) persecutions, sufferings--what kinds of things happened\nto me in Antioch, Iconium and Lystra, the persecutions I\nendured. Yet the Lord rescued me from all of them. (12) In\nfact, everyone who wants to live a godly life in Christ Jesus","will be persecuted, (13) while evildoers and impostors will\ngo from bad to worse, deceiving and being deceived. (14)\nBut as for you, continue in what you have learned and have\nbecome convinced of, because you know those from whom\nyou learned it, (15) and how from infancy you have known\nthe Holy Scriptures, which are able to make you wise for\nsalvation through faith in Christ Jesus. (16) All Scripture is\nGod-breathed and is useful for teaching, rebuking, correcting\nand training in righteousness, (17) so that the servant of God\nmay be thoroughly equipped for every good work."],"word_count":318},{"reference":"Hebrews 2:1-13","translation":"NIV","division":"Primary","passage_number":95,"release":"NBBC","cards":["(1) We must pay the most careful attention, therefore, to what\nwe have heard, so that we do not drift away. (2) For since\nthe message spoken through angels was binding, and every\nviolation and disobedience received its just punishment,\n(3) how shall we escape if we ignore so great a salvation?\nThis salvation, which was first announced by the Lord, was\nconfirmed to us by those who heard him. (4) God also testified\nto it by signs, wonders and various miracles, and by gifts of\nthe Holy Spirit distributed according to his will. (5) It is not to\nangels that he has subjected the world to come, about which\nwe are speaking. (6) But there is a place where someone has","testified: \"What is mankind that you are mindful of them, a\nson of man that you care for him? (7) You made them a little\nlower than the angels; you crowned them with glory and\nhonor (8) and put everything under their feet.\" In putting\neverything under them, God left nothing that is not subject\nto them. Yet at present we do not see everything subject to\nthem. (9) But we do see Jesus, who was made lower than the\nangels for a little while, now crowned with glory and honor\nbecause he suffered death, so that by the grace of God he\nmight taste death for everyone. (10) In bringing many sons\nand daughters to glory, it was fitting that God, for whom and","through whom everything exists, should make the pioneer\nof their salvation perfect through what he suffered. (11) Both\nthe one who makes people holy and those who are made\nholy are of the same family. So Jesus is not ashamed to call\nthem brothers and sisters. (12) He says, \"I will declare your\nname to my brothers and sisters; in the assembly I will sing\nyour praises.\" (13) And again, \"I will put my trust in him.\" And\nagain he says, \"Here am I, and the children God has given\nme.\""],"word_count":325},{"reference":"James 2:1-13","translation":"NIV","division":"Primary","passage_number":96,"release":"NBBC","cards":["(1) My brothers and sisters, believers in our glorious Lord Jesus\nChrist must not show favoritism. (2) Suppose a man comes\ninto your meeting wearing a gold ring and fine clothes, and\na poor man in filthy old clothes also comes in. (3) If you show\nspecial attention to the man wearing fine clothes and say,\n\"Here's a good seat for you,\" but say to the poor man, \"You\nstand there\" or \"Sit on the floor by my feet,\" (4) have you not\ndiscriminated among yourselves and become judges with\nevil thoughts? (5) Listen, my dear brothers and sisters: Has\nnot God chosen those who are poor in the eyes of the world\nto be rich in faith and to inherit the kingdom he promised","those who love him? (6) But you have dishonored the poor. Is\nit not the rich who are exploiting you? Are they not the ones\nwho are dragging you into court? (7) Are they not the ones\nwho are blaspheming the noble name of him to whom you\nbelong? (8) If you really keep the royal law found in Scripture,\n\"Love your neighbor as yourself,\" you are doing right. (9) But\nif you show favoritism, you sin and are convicted by the law as\nlawbreakers. (10) For whoever keeps the whole law and yet\nstumbles at just one point is guilty of breaking all of it. (11)\nFor he who said, \"You shall not commit adultery,\" also said,\n\"You shall not murder.\" If you do not commit adultery but do","commit murder, you have become a lawbreaker. (12) Speak\nand act as those who are going to be judged by the law that\ngives freedom, (13) because judgment without mercy will be\nshown to anyone who has not been merciful. Mercy triumphs\nover judgment."],"word_count":286},{"reference":"James 2:18-24","translation":"NIV","division":"Primary","passage_number":97,"release":"NBBC","cards":["(18) But someone will say, \"You have faith; I have deeds.\" Show\nme your faith without deeds, and I will show you my faith by my\ndeeds. (19) You believe that there is one God. Good! Even the\ndemons believe that--and shudder. (20) You foolish person, do\nyou want evidence that faith without deeds is useless? (21) Was\nnot our father Abraham considered righteous for what he did\nwhen he offered his son Isaac on the altar? (22) You see that his\nfaith and his actions were working together, and his faith was\nmade complete by what he did. (23) And the scripture was fulfilled\nthat says, \"Abraham believed God, and it was credited to him as\nrighteousness,\" and he was called God's friend. (24) You see that\na person is considered righteous by what they do and not by faith\nalone."],"word_count":136},{"reference":"1 Peter 1:22-25","translation":"NIV","division":"Primary","passage_number":98,"release":"NBBC","cards":["(22) Now that you have purified yourselves by obeying the\ntruth so that you have sincere love for each other, love one\nanother deeply, from the heart. (23) For you have been born\nagain, not of perishable seed, but of imperishable, through\nthe living and enduring word of God. (24) For, \"All people\nare like grass, and all their glory is like the flowers of the field;\nthe grass withers and the flowers fall, (25) but the word of the\nLord endures forever.\" And this is the word that was preached\nto you."],"word_count":89},{"reference":"1 John 1:3-4","translation":"NIV","division":"Primary","passage_number":99,"release":"NBBC","cards":["(3) We proclaim to you what we have seen and heard, so that\nyou also may have fellowship with us. And our fellowship is\nwith the Father and with his Son, Jesus Christ. (4) We write\nthis to make our joy complete."],"word_count":40},{"reference":"1 John 4:13-19","translation":"NIV","division":"Primary","passage_number":100,"release":"NBBC","cards":["(13) This is how we know that we live in him and he in us: He has\ngiven us of his Spirit. (14) And we have seen and testify that the\nFather has sent his Son to be the Savior of the world. (15) If anyone\nacknowledges that Jesus is the Son of God, God lives in them and\nthey in God. (16) And so we know and rely on the love God has\nfor us. God is love. Whoever lives in love lives in God, and God in\nthem. (17) This is how love is made complete among us so that we\nwill have confidence on the day of judgment: In this world we are\nlike Jesus. (18) There is no fear in love. But perfect love drives out\nfear, because fear has to do with punishment. The one who fears\nis not made perfect in love. (19) We love because he first loved us."],"word_count":149},{"reference":"3 John 1:1-14","translation":"NIV","division":"Primary","passage_number":101,"release":"NBBC","cards":["(1) The elder, To my dear friend Gaius, whom I love in the\ntruth. (2) Dear friend, I pray that you may enjoy good health\nand that all may go well with you, even as your soul is getting\nalong well. (3) It gave me great joy when some believers came\nand testified about your faithfulness to the truth, telling how\nyou continue to walk in it. (4) I have no greater joy than to hear\nthat my children are walking in the truth. (5) Dear friend, you\nare faithful in what you are doing for the brothers and sisters,\neven though they are strangers to you. (6) They have told the\nchurch about your love. Please send them on their way in a\nmanner that honors God. (7) It was for the sake of the Name","that they went out, receiving no help from the pagans. (8) We\nought therefore to show hospitality to such people so that we\nmay work together for the truth. (9) I wrote to the church, but\nDiotrephes, who loves to be first, will not welcome us. (10) So\nwhen I come, I will call attention to what he is doing, spreading\nmalicious nonsense about us. Not satisfied with that, he even\nrefuses to welcome other believers. He also stops those who\nwant to do so and puts them out of the church. (11) Dear\nfriend, do not imitate what is evil but what is good. Anyone\nwho does what is good is from God. Anyone who does what\nis evil has not seen God. (12) Demetrius is well spoken of by","everyone--and even by the truth itself. We also speak well\nof him, and you know that our testimony is true. (13) I have\nmuch to write you, but I do not want to do so with pen and\nink. (14) I hope to see you soon, and we will talk face to face.\nPeace to you. The friends here send their greetings. Greet the\nfriends there by name."],"word_count":323},{"reference":"Jude 1:22-25","translation":"NIV","division":"Primary","passage_number":102,"release":"NBBC","cards":["(22) Be merciful to those who doubt; (23) save others by\nsnatching them from the fire; to others show mercy, mixed\nwith fear--hating even the clothing stained by corrupted\nflesh. (24) To him who is able to keep you from stumbling\nand to present you before his glorious presence without fault\nand with great joy-- (25) to the only God our Savior be glory,\nmajesty, power and authority, through Jesus Christ our Lord,\nbefore all ages, now and forevermore! Amen."],"word_count":77},{"reference":"Revelation 1:7-8","translation":"NIV","division":"Primary","passage_number":103,"release":"NBBC","cards":["(7) \"Look, he is coming with the clouds,\" and \"every eye will\nsee him, even those who pierced him\"; and all peoples on\nearth \"will mourn because of him.\" So shall it be! Amen. (8)\n\"I am the Alpha and the Omega,\" says the Lord God, \"who is,\nand who was, and who is to come, the Almighty.\""],"word_count":56},{"reference":"Revelation 3:17-19","translation":"NIV","division":"Primary","passage_number":104,"release":"NBBC","cards":["(17) You say, 'I am rich; I have acquired wealth and do not\nneed a thing.' But you do not realize that you are wretched,\npitiful, poor, blind and naked. (18) I counsel you to buy from\nme gold refined in the fire, so you can become rich; and white\nclothes to wear, so you can cover your shameful nakedness;\nand salve to put on your eyes, so you can see. (19) Those\nwhom I love I rebuke and discipline. So be earnest and repent."],"word_count":82}]