[{"reference":"John 1:1–2","translation":"NASB","division":"Primary","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was with\nGod, and the Word was God. (2) He was in the beginning\nwith God."],"word_count":24},{"reference":"John 20:30–31","translation":"NASB","division":"Primary","passage_number":2,"release":"Navigate","cards":["(30) So then, many other signs Jesus also performed in the\npresence of the disciples, which are not written in this book;\n(31) but these have been written so that you may believe that\nJesus is the Christ, the Son of God; and that by believing you\nmay have life in His name."],"word_count":51},{"reference":"Philippians 2:6–7","translation":"NASB","division":"Primary","passage_number":3,"release":"Explore","cards":["(6) who, as He already existed in the form of God, did not\nconsider equality with God something to be grasped, (7) but\nemptied Himself by taking the form of a bond-servant and\nbeing born in the likeness of men."],"word_count":39},{"reference":"John 1:29–30","translation":"NASB","division":"Primary","passage_number":4,"release":"Navigate","cards":["(29) The next day he saw Jesus coming to him, and said,\n\"Behold, the Lamb of God who takes away the sin of the\nworld! (30) \"This is He in behalf of whom I said, 'After me is\ncoming a Man who has proved to be my superior, because\nHe existed before me.'"],"word_count":51},{"reference":"Revelation 5:11–12","translation":"NASB","division":"Primary","passage_number":5,"release":"Explore","cards":["(11) Then I looked, and I heard the voices of many angels\naround the throne and the living creatures and the elders; and\nthe number of them was myriads of myriads, and thousands\nof thousands, (12) saying with a loud voice, \"Worthy is the\nLamb that was slaughtered to receive power, wealth, wisdom,\nmight, honor, glory, and blessing.\""],"word_count":56},{"reference":"John 2:19–22","translation":"NASB","division":"Primary","passage_number":6,"release":"Navigate","cards":["(19) Jesus answered them, \"Destroy this temple, and in three\ndays I will raise it up.\" (20) The Jews then said, \"It took forty-\nsix years to build this temple, and yet You will raise it up in\nthree days?\" (21) But He was speaking about the temple of\nHis body. (22) So when He was raised from the dead, His\ndisciples remembered that He said this; and they believed\nthe Scripture and the word which Jesus had spoken."],"word_count":75},{"reference":"Acts 10:37–38","translation":"NASB","division":"Primary","passage_number":7,"release":"Explore","cards":["(37) you yourselves know the thing that happened throughout\nJudea, starting from Galilee, after the baptism which John\nproclaimed. (38) \"You know of Jesus of Nazareth, how God\nanointed Him with the Holy Spirit and with power, and how He\nwent about doing good and healing all who were oppressed\nby the devil, for God was with Him."],"word_count":56},{"reference":"John 3:35–36","translation":"NASB","division":"Primary","passage_number":8,"release":"Navigate","cards":["(35) \"The Father loves the Son and has entrusted all things to\nHis hand. (36) \"The one who believes in the Son has eternal\nlife; but the one who does not obey the Son will not see life,\nbut the wrath of God remains on him.\""],"word_count":44},{"reference":"Titus 3:5–7","translation":"NASB","division":"Primary","passage_number":9,"release":"Explore","cards":["(5) He saved us, not on the basis of deeds which we did\nin righteousness, but in accordance with His mercy, by the\nwashing of regeneration and renewing by the Holy Spirit, (6)\nwhom He richly poured out upon us through Jesus Christ our\nSavior, (7) so that being justiﬁed by His grace we would be\nmade heirs according to the hope of eternal life."],"word_count":62},{"reference":"John 4:41–42","translation":"NASB","division":"Primary","passage_number":10,"release":"Navigate","cards":["(41) Many more believed because of His word; (42) and they\nwere saying to the woman, \"It is no longer because of what\nyou said that we believe, for we have heard for ourselves and\nknow that this One truly is the Savior of the world.\""],"word_count":44},{"reference":"Acts 18:27–28","translation":"NASB","division":"Primary","passage_number":11,"release":"Explore","cards":["(27) And when he wanted to go across to Achaia, the brothers\nencouraged him and wrote to the disciples to welcome him;\nand when he had arrived, he greatly helped those who had\nbelieved through grace, (28) for he powerfully refuted the\nJews in public, demonstrating by the Scriptures that Jesus\nwas the Christ."],"word_count":52},{"reference":"John 5:24","translation":"NASB","division":"Primary","passage_number":12,"release":"Navigate","cards":["(24) \"Truly, truly, I say to you, the one who hears My word,\nand believes Him who sent Me, has eternal life, and does not\ncome into judgment, but has passed out of death into life."],"word_count":35},{"reference":"Colossians 1:15","translation":"NASB","division":"Primary","passage_number":13,"release":"Explore","cards":["(15) He is the image of the invisible God, the ﬁrstborn of all\ncreation:"],"word_count":13},{"reference":"John 6:35","translation":"NASB","division":"Primary","passage_number":14,"release":"Navigate","cards":["(35) Jesus said to them, \"I am the bread of life; the one who\ncomes to Me will not be hungry, and the one who believes in\nMe will never be thirsty."],"word_count":31},{"reference":"1 Corinthians 11:23–24","translation":"NASB","division":"Primary","passage_number":15,"release":"Explore","cards":["(23) For I received from the Lord that which I also delivered to\nyou, that the Lord Jesus, on the night when He was betrayed,\ntook bread; (24) and when He had given thanks, He broke\nit and said, \"This is My body, which is for you; do this in\nremembrance of Me.\""],"word_count":51},{"reference":"Genesis 1:1-2","translation":"NASB","division":"Primary","passage_number":16,"release":"NBBC","cards":["(1) In the beginning God created the heavens and the earth.\n(2) And the earth was a formless and desolate emptiness, and\ndarkness was over the surface of the deep, and the Spirit of\nGod was hovering over the surface of the waters."],"word_count":41},{"reference":"Genesis 2:1-6","translation":"NASB","division":"Primary","passage_number":17,"release":"NBBC","cards":["(1) And so the heavens and the earth were completed, and all their\nheavenly lights. (2) By the seventh day God completed His work\nwhich He had done, and He rested on the seventh day from all His\nwork which He had done. (3) Then God blessed the seventh day\nand sanctified it, because on it He rested from all His work which\nGod had created and made. (4) This is the account of the heavens\nand the earth when they were created, in the day that the LORD\nGod made earth and heaven. (5) Now no shrub of the field was\nyet on the earth, and no plant of the field had yet sprouted, for the\nLORD God had not sent rain upon the earth, and there was no man\nto cultivate the ground. (6) But a mist used to rise from the earth\nand water the whole surface of the ground."],"word_count":147},{"reference":"Genesis 3:22-24","translation":"NASB","division":"Primary","passage_number":18,"release":"NBBC","cards":["(22) Then the LORD God said, \"Behold, the man has become\nlike one of Us, knowing good and evil; and now, he might\nreach out with his hand, and take fruit also from the tree of\nlife, and eat, and live forever\"-- (23) therefore the LORD God\nsent him out of the Garden of Eden, to cultivate the ground\nfrom which he was taken. (24) So He drove the man out; and\nat the east of the Garden of Eden He stationed the cherubim\nand the flaming sword which turned every direction to guard\nthe way to the tree of life."],"word_count":98},{"reference":"Genesis 4:6-7","translation":"NASB","division":"Primary","passage_number":19,"release":"NBBC","cards":["(6) Then the LORD said to Cain, \"Why are you angry? And\nwhy is your face gloomy? (7) \"If you do well, will your face not\nbe cheerful? And if you do not do well, sin is lurking at the\ndoor; and its desire is for you, but you must master it.\""],"word_count":50},{"reference":"Genesis 15:4-6","translation":"NASB","division":"Primary","passage_number":20,"release":"NBBC","cards":["(4) Then behold, the word of the LORD came to him, saying,\n\"This man will not be your heir; but one who will come from\nyour own body shall be your heir.\" (5) And He took him\noutside and said, \"Now look toward the heavens and count\nthe stars, if you are able to count them.\" And He said to him,\n\"So shall your descendants be.\" (6) Then he believed in the\nLORD; and He credited it to him as righteousness."],"word_count":78},{"reference":"Genesis 18:22-33","translation":"NASB","division":"Primary","passage_number":21,"release":"NBBC","cards":["(22) Then the men turned away from there and went toward\nSodom, while Abraham was still standing before the LORD.\n(23) Abraham approached and said, \"Will You indeed sweep\naway the righteous with the wicked? (24) \"Suppose there are\nfifty righteous people within the city; will You indeed sweep it\naway and not spare the place for the sake of the fifty righteous\nwho are in it? (25) \"Far be it from You to do such a thing, to\nkill the righteous with the wicked, so that the righteous and\nthe wicked are treated alike. Far be it from You! Shall not the\nJudge of all the earth deal justly?\" (26) So the LORD said, \"If\nI find in Sodom fifty righteous within the city, then I will spare","the entire place on their account.\" (27) And Abraham replied,\n\"Now behold, I have ventured to speak to the Lord, although I\nam only dust and ashes. (28) \"Suppose the fifty righteous are\nlacking five, will You destroy the entire city because of five?\"\nAnd He said, \"I will not destroy it if I find forty-five there.\"\n(29) And he spoke to Him yet again and said, \"Suppose forty\nare found there?\" And He said, \"I will not do it on account of\nthe forty.\" (30) Then he said, \"Oh may the Lord not be angry,\nand I shall speak; suppose thirty are found there?\" And He\nsaid, \"I will not do it if I find thirty there.\" (31) And he said,\n\"Now behold, I have ventured to speak to the Lord; suppose","twenty are found there?\" And He said, \"I will not destroy it\non account of the twenty.\" (32) Then he said, \"Oh may the\nLord not be angry, and I shall speak only this once: suppose\nten are found there?\" And He said, \"I will not destroy it on\naccount of the ten.\" (33) As soon as He had finished speaking\nto Abraham the LORD departed, and Abraham returned to\nhis place."],"word_count":323},{"reference":"Exodus 15:6-12","translation":"NASB","division":"Primary","passage_number":22,"release":"NBBC","cards":["(6) \"Your right hand, LORD, is majestic in power; Your right\nhand, LORD, destroys the enemy. (7) \"And in the greatness\nof Your excellence You overthrow those who rise up against\nYou; You send out Your burning anger, and it consumes them\nlike chaff. (8) \"At the blast of Your nostrils the waters were\npiled up, The flowing waters stood up like a heap; The depths\nwere congealed in the heart of the sea. (9) \"The enemy said,\n'I will pursue, I will overtake, I will divide the spoils; I shall\nbe satisfied against them; I will draw my sword, my hand will\ndestroy them.' (10) \"You blew with Your wind, the sea covered\nthem; They sank like lead in the mighty waters. (11) \"Who is","like You among the gods, LORD? Who is like You, majestic in\nholiness, Awesome in praises, working wonders? (12) \"You\nreached out with Your right hand, The earth swallowed them."],"word_count":149},{"reference":"Numbers 3:5-10","translation":"NASB","division":"Primary","passage_number":23,"release":"NBBC","cards":["(5) Then the LORD spoke to Moses, saying, (6) \"Bring the tribe of\nLevi forward and present them before Aaron the priest, that they\nmay serve him. (7) \"They shall perform the duties for him and for\nthe whole congregation in front of the tent of meeting, to do the\nservice of the tabernacle. (8) \"They shall also take care of all the\nfurnishings of the tent of meeting, along with the duties of the\nsons of Israel, to do the service of the tabernacle. (9) \"So you shall\nassign the Levites to Aaron and to his sons; they are exclusively\nassigned to him from the sons of Israel. (10) \"So you shall appoint\nAaron and his sons that they may keep their priesthood, but the\nlayman who comes near shall be put to death.\""],"word_count":129},{"reference":"Deuteronomy 6:1-2","translation":"NASB","division":"Primary","passage_number":24,"release":"NBBC","cards":["(1) \"Now this is the commandment, the statutes, and the\njudgments which the LORD your God has commanded me to\nteach you, so that you may do them in the land where you are\ngoing over to take possession of it, (2) so that you, your son,\nand your grandson will fear the LORD your God, to keep all\nHis statutes and His commandments which I command you,\nall the days of your life, and that your days may be prolonged."],"word_count":79},{"reference":"Deuteronomy 7:6-11","translation":"NASB","division":"Primary","passage_number":25,"release":"NBBC","cards":["(6) \"For you are a holy people to the LORD your God; the\nLORD your God has chosen you to be a people for His\npersonal possession out of all the peoples who are on the\nface of the earth. (7) \"The LORD did not make you His beloved\nnor choose you because you were greater in number than\nany of the peoples, since you were the fewest of all peoples,\n(8) but because the LORD loved you and kept the oath which\nHe swore to your forefathers, the LORD brought you out by\na mighty hand and redeemed you from the house of slavery,\nfrom the hand of Pharaoh king of Egypt. (9) \"Know therefore\nthat the LORD your God, He is God, the faithful God, who keeps","His covenant and His faithfulness to a thousand generations\nfor those who love Him and keep His commandments; (10)\nbut He repays those who hate Him to their faces, to eliminate\nthem; He will not hesitate toward him who hates Him, He\nwill repay him to his face. (11) \"Therefore, you shall keep the\ncommandment, the statutes, and the judgments which I am\ncommanding you today, to do them."],"word_count":192},{"reference":"Joshua 1:7-9","translation":"NASB","division":"Primary","passage_number":26,"release":"NBBC","cards":["(7) \"Only be strong and very courageous; be careful to do\naccording to all the Law which Moses My servant commanded\nyou; do not turn from it to the right or to the left, so that\nyou may achieve success wherever you go. (8) \"This Book\nof the Law shall not depart from your mouth, but you shall\nmeditate on it day and night, so that you may be careful to\ndo according to all that is written in it; for then you will make\nyour way prosperous, and then you will achieve success. (9)\n\"Have I not commanded you? Be strong and courageous! Do\nnot be terrified nor dismayed, for the LORD your God is with\nyou wherever you go.\""],"word_count":118},{"reference":"Judges 2:11-14","translation":"NASB","division":"Primary","passage_number":27,"release":"NBBC","cards":["(11) Then the sons of Israel did evil in the sight of the LORD\nand served the Baals, (12) and they abandoned the LORD, the\nGod of their fathers, who had brought them out of the land\nof Egypt, and they followed other gods from the gods of the\npeoples who were around them, and bowed down to them;\nso they provoked the LORD to anger. (13) They abandoned\nthe LORD and served Baal and the Ashtaroth. (14) Then the\nanger of the LORD burned against Israel, and He handed\nthem over to plunderers, and they plundered them; and He\nsold them into the hands of their enemies around them, so\nthat they could no longer stand against their enemies."],"word_count":116},{"reference":"2 Samuel 7:18-24","translation":"NASB","division":"Primary","passage_number":28,"release":"NBBC","cards":["(18) Then David the king came in and sat before the LORD,\nand he said, \"Who am I, Lord GOD, and who are the members\nof my household, that You have brought me this far? (19)\n\"And yet this was insignificant in Your eyes, Lord GOD, for You\nhave spoken also of the house of Your servant regarding the\ndistant future. And this is the custom of mankind, Lord GOD.\n(20) \"Again what more can David say to You? For You know\nYour servant, Lord GOD! (21) \"For the sake of Your word, and\naccording to Your heart, You have done all this greatness, to\nlet Your servant know. (22) \"For this reason You are great, Lord\nGOD; for there is no one like You, and there is no God except","You, according to all that we have heard with our ears. (23)\n\"And what one nation on the earth is like Your people Israel,\nwhom God went to redeem for Himself as a people, and to\nmake a name for Himself, and to do a great thing for You and\nawesome things for Your land, because of Your people whom\nYou have redeemed for Yourself from Egypt, from other\nnations and their gods? (24) \"For You have established for\nYourself Your people Israel as Your own people forever, and\nYou, LORD, have become their God."],"word_count":219},{"reference":"2 Kings 2:6-11","translation":"NASB","division":"Primary","passage_number":29,"release":"NBBC","cards":["(6) And Elijah said to him, \"Please stay here, for the LORD has\nsent me to the Jordan.\" But he said, \"As surely as the LORD\nlives, and as you yourself live, I will not leave you.\" So the\ntwo of them went on. (7) Now fifty men of the sons of the\nprophets went and stood opposite them at a distance, while\nthe two of them stood by the Jordan. (8) And Elijah took his\ncoat, folded it, and struck the waters, and they were divided\nhere and there, so that the two of them crossed over on\ndry ground. (9) When they had crossed over, Elijah said to\nElisha, \"Ask me what I should do for you before I am taken\nfrom you.\" And Elisha said, \"Please let a double portion of","your spirit be upon me.\" (10) He said, \"You have asked a hard\nthing. Nevertheless, if you see me when I am taken from you,\nit shall be so for you; but if not, it shall not be so.\" (11) And as\nthey were walking along and talking, behold, a chariot of fire\nappeared with horses of fire, and they separated the two of\nthem. Then Elijah went up by a whirlwind to heaven."],"word_count":202},{"reference":"Job 35:1-10","translation":"NASB","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) Then Elihu continued and said, (2) \"Do you think this is\nin accordance with justice? Do you say, 'My righteousness is\nmore than God's'? (3) \"For you say, 'What advantage will it be\nto You? What benefit will I have, more than if I had sinned?' (4)\n\"I will answer you, And your friends with you. (5) \"Look at the\nheavens and see; And look at the clouds--they are higher than\nyou. (6) \"If you have sinned, what do you accomplish against\nHim? And if your wrongdoings are many, what do you do to\nHim? (7) \"If you are righteous, what do you give to Him, Or\nwhat does He receive from your hand? (8) \"Your wickedness\nis for a man like yourself, And your righteousness is for a son","of man. (9) \"Because of the multitude of oppressions they cry\nout; They cry for help because of the arm of the mighty. (10)\n\"But no one says, 'Where is God my Maker, Who gives songs\nin the night,"],"word_count":161},{"reference":"Psalm 3:3-7","translation":"NASB","division":"Primary","passage_number":31,"release":"NBBC","cards":["(3) But You, LORD, are a shield around me, My glory, and\nthe One who lifts my head. (4) I was crying out to the LORD\nwith my voice, And He answered me from His holy mountain.\nSelah (5) I lay down and slept; I awoke, for the LORD sustains\nme. (6) I will not be afraid of ten thousands of people Who\nhave set themselves against me all around. (7) Arise, LORD;\nsave me, my God! For You have struck all my enemies on the\ncheek; You have shattered the teeth of the wicked."],"word_count":90},{"reference":"Psalm 5:4-8","translation":"NASB","division":"Primary","passage_number":32,"release":"NBBC","cards":["(4) For You are not a God who takes pleasure in wickedness; No\nevil can dwell with You. (5) The boastful will not stand before\nYour eyes; You hate all who do injustice. (6) You destroy those\nwho speak lies; The LORD loathes the person of bloodshed\nand deceit. (7) But as for me, by Your abundant graciousness\nI will enter Your house, At Your holy temple I will bow in\nreverence for You. (8) LORD, lead me in Your righteousness\nbecause of my enemies; Make Your way straight before me."],"word_count":86},{"reference":"Psalm 8:1-4","translation":"NASB","division":"Primary","passage_number":33,"release":"NBBC","cards":["(1) LORD, our Lord, How majestic is Your name in all the earth,\nYou who have displayed Your splendor above the heavens!\n(2) From the mouths of infants and nursing babies You have\nestablished strength Because of Your enemies, To do away\nwith the enemy and the revengeful. (3) When I consider Your\nheavens, the work of Your fingers, The moon and the stars,\nwhich You have set in place; (4) What is man that You think\nof him, And a son of man that You are concerned about him?"],"word_count":86},{"reference":"Psalm 14:1-3","translation":"NASB","division":"Primary","passage_number":34,"release":"NBBC","cards":["(1) The fool has said in his heart, \"There is no God.\" They are\ncorrupt, they have committed detestable acts; There is no\none who does good. (2) The LORD has looked down from\nheaven upon the sons of mankind To see if there are any who\nunderstand, Who seek God. (3) They have all turned aside,\ntogether they are corrupt; There is no one who does good,\nnot even one."],"word_count":68},{"reference":"Psalm 19:1-4","translation":"NASB","division":"Primary","passage_number":35,"release":"NBBC","cards":["(1) The heavens tell of the glory of God; And their expanse\ndeclares the work of His hands. (2) Day to day pours forth\nspeech, And night to night reveals knowledge. (3) There is\nno speech, nor are there words; Their voice is not heard. (4)\nTheir line has gone out into all the earth, And their words to\nthe end of the world. In them He has placed a tent for the sun,"],"word_count":70},{"reference":"Psalm 50:16-23","translation":"NASB","division":"Primary","passage_number":36,"release":"NBBC","cards":["(16) But to the wicked God says, \"What right do you have to\ntell of My statutes And to take My covenant in your mouth?\n(17) \"For you yourself hate discipline, And you throw My\nwords behind you. (18) \"When you see a thief, you become\nfriends with him, And you associate with adulterers. (19)\n\"You let your mouth loose in evil, And your tongue harnesses\ndeceit. (20) \"You sit and speak against your brother; You\nslander your own mother's son. (21) \"These things you have\ndone and I kept silent; You thought that I was just like you; I\nwill rebuke you and present the case before your eyes. (22)\n\"Now consider this, you who forget God, Or I will tear you in","pieces, and there will be no one to save you. (23) \"He who\noffers a sacrifice of thanksgiving honors Me; And to him who\nsets his way properly I will show the salvation of God.\""],"word_count":151},{"reference":"Proverbs 1:1-10","translation":"NASB","division":"Primary","passage_number":37,"release":"NBBC","cards":["(1) The proverbs of Solomon the son of David, king of Israel:\n(2) To know wisdom and instruction, To discern the sayings\nof understanding, (3) To receive instruction in wise behavior,\nRighteousness, justice, and integrity; (4) To give prudence to\nthe naive, To the youth knowledge and discretion, (5) A wise\nperson will hear and increase in learning, And a person of\nunderstanding will acquire wise counsel, (6) To understand a\nproverb and a saying, The words of the wise and their riddles.\n(7) The fear of the LORD is the beginning of knowledge;\nFools despise wisdom and instruction. (8) Listen, my son, to\nyour father's instruction, And do not ignore your mother's","teaching; (9) For they are a graceful wreath for your head And\nnecklaces for your neck. (10) My son, if sinners entice you, Do\nnot consent."],"word_count":129},{"reference":"Proverbs 8:12-17","translation":"NASB","division":"Primary","passage_number":38,"release":"NBBC","cards":["(12) \"I, wisdom, dwell with prudence, And I find knowledge\nand discretion. (13) \"The fear of the LORD is to hate evil; Pride,\narrogance, the evil way, And the perverted mouth, I hate. (14)\n\"Advice is mine and sound wisdom; I am understanding,\npower is mine. (15) \"By me kings reign, And rulers decree\njustice. (16) \"By me princes rule, and nobles, All who judge\nrightly. (17) \"I love those who love me; And those who\ndiligently seek me will find me."],"word_count":76},{"reference":"Ecclesiastes 1:3-6","translation":"NASB","division":"Primary","passage_number":39,"release":"NBBC","cards":["(3) What advantage does a person have in all his work Which\nhe does under the sun? (4) A generation goes and a generation\ncomes, But the earth remains forever. (5) Also, the sun rises\nand the sun sets; And hurrying to its place it rises there again.\n(6) Blowing toward the south, Then turning toward the north,\nThe wind continues swirling along; And on its circular courses\nthe wind returns."],"word_count":67},{"reference":"Isaiah 41:8-14","translation":"NASB","division":"Primary","passage_number":40,"release":"NBBC","cards":["(8) \"But you, Israel, My servant, Jacob whom I have chosen,\nDescendant of Abraham My friend, (9) You whom I have taken\nfrom the ends of the earth And called from its remotest parts,\nAnd said to you, 'You are My servant, I have chosen you and\nhave not rejected you. (10) 'Do not fear, for I am with you; Do\nnot be afraid, for I am your God. I will strengthen you, I will\nalso help you, I will also uphold you with My righteous right\nhand.' (11) \"Behold, all those who are angered at you will be\nshamed and dishonored; Those who contend with you will\nbe as nothing and will perish. (12) \"You will seek those who\nquarrel with you, but will not find them, Those who war with","you will be as nothing and non-existent. (13) \"For I am the\nLORD your God who takes hold of your right hand, Who says\nto you, 'Do not fear, I will help you.' (14) \"Do not fear, you\nworm Jacob, you people of Israel; I will help you,\" declares\nthe LORD, \"and your Redeemer is the Holy One of Israel."],"word_count":186},{"reference":"Isaiah 44:18-23","translation":"NASB","division":"Primary","passage_number":41,"release":"NBBC","cards":["(18) They do not know, nor do they understand, for He\nhas smeared over their eyes so that they cannot see, and\ntheir hearts so that they cannot comprehend. (19) No one\nremembers, nor is there knowledge or understanding to say,\n\"I have burned half of it in the fire and also have baked bread\nover its coals. I roast meat and eat it. Then I make the rest of\nit into an abomination, I bow down before a block of wood!\"\n(20) He feeds on ashes; a deceived heart has misled him. And\nhe cannot save himself, nor say, \"Is there not a lie in my right\nhand?\" (21) \"Remember these things, Jacob, And Israel, for\nyou are My servant; I have formed you, you are My servant,","Israel, you will not be forgotten by Me. (22) \"I have wiped\nout your wrongdoings like a thick cloud And your sins like\na heavy mist. Return to Me, for I have redeemed you.\" (23)\nShout for joy, you heavens, for the LORD has done it! Shout\njoyfully, you lower parts of the earth; Break into a shout of\njubilation, you mountains, Forest, and every tree in it; For the\nLORD has redeemed Jacob, And in Israel He shows His glory."],"word_count":204},{"reference":"Jeremiah 10:10-16","translation":"NASB","division":"Primary","passage_number":42,"release":"NBBC","cards":["(10) But the LORD is the true God; He is the living God and\nthe everlasting King. The earth quakes at His wrath, And the\nnations cannot endure His indignation. (11) This is what you\nshall say to them: \"The gods that did not make the heavens\nand the earth will perish from the earth and from under these\nheavens.\" (12) It is He who made the earth by His power,\nWho established the world by His wisdom; And by His\nunderstanding He has stretched out the heavens. (13) When\nHe utters His voice, there is a roar of waters in the heavens,\nAnd He makes the clouds ascend from the end of the earth;\nHe makes lightning for the rain, And brings out the wind","from His storehouses. (14) Every person is stupid, devoid of\nknowledge; Every goldsmith is put to shame by his idols, For\nhis cast metal images are deceitful, And there is no breath\nin them. (15) They are worthless, a work of mockery; At the\ntime of their punishment they will perish. (16) The Portion of\nJacob is not like these; For He is the Maker of everything, And\nIsrael is the tribe of His inheritance; The LORD of armies is His\nname."],"word_count":201},{"reference":"Daniel 3:19-28","translation":"NASB","division":"Primary","passage_number":43,"release":"NBBC","cards":["(19) Then Nebuchadnezzar was filled with wrath, and his facial\nexpression was changed toward Shadrach, Meshach, and Abed-\nnego. He answered by giving orders to heat the furnace seven\ntimes more than it was usually heated. (20) And he ordered certain\nvaliant warriors who were in his army to tie up Shadrach, Meshach,\nand Abed-nego in order to throw them into the furnace of blazing\nfire. (21) Then these men were tied up in their trousers, their coats,\ntheir caps, and their other clothes, and were thrown into the middle\nof the furnace of blazing fire. (22) For this reason, because the king's\ncommand was harsh and the furnace had been made extremely\nhot, the flame of the fire killed those men who took up Shadrach,","Meshach, and Abed-nego. (23) But these three men, Shadrach,\nMeshach, and Abed-nego, fell into the middle of the furnace of\nblazing fire still tied up. (24) Then Nebuchadnezzar the king was\nastounded and stood up quickly; he said to his counselors, \"Was\nit not three men that we threw bound into the middle of the fire?\"\nThey replied to the king, \"Absolutely, O king.\" (25) He responded,\n\"Look! I see four men untied and walking about in the middle of\nthe fire unharmed, and the appearance of the fourth is like a son\nof the gods!\" (26) Then Nebuchadnezzar came near to the door of\nthe furnace of blazing fire; he said, \"Shadrach, Meshach, and Abed-\nnego, come out, you servants of the Most High God, and come","here!\" Then Shadrach, Meshach, and Abed-nego came out of the\nmiddle of the fire. (27) The satraps, the prefects, the governors,\nand the king's counselors gathered together and saw that the fire\nhad no effect on the bodies of these men, nor was the hair of their\nheads singed, nor were their trousers damaged, nor had even the\nsmell of fire touched them. (28) Nebuchadnezzar responded and\nsaid, \"Blessed be the God of Shadrach, Meshach, and Abed-nego,\nwho has sent His angel and rescued His servants who put their\ntrust in Him, violating the king's command, and surrendered their\nbodies rather than serve or worship any god except their own God."],"word_count":360},{"reference":"John 20:21-23","translation":"NASB","division":"Primary","passage_number":44,"release":"NBBC","cards":["(21) So Jesus said to them again, \"Peace be to you; just as the\nFather has sent Me, I also send you.\" (22) And when He had\nsaid this, He breathed on them and said to them, \"Receive the\nHoly Spirit. (23) \"If you forgive the sins of any, their sins have\nbeen forgiven them; if you retain the sins of any, they have\nbeen retained.\""],"word_count":63},{"reference":"Romans 1:16","translation":"NASB","division":"Primary","passage_number":45,"release":"NBBC","cards":["(16) For I am not ashamed of the gospel, for it is the power of\nGod for salvation to everyone who believes, to the Jew first\nand also to the Greek."],"word_count":30},{"reference":"James 1:9-10","translation":"NASB","division":"Primary","passage_number":46,"release":"NBBC","cards":["(9) Now the brother or sister of humble circumstances is to\nglory in his high position; (10) but the rich person is to glory\nin his humiliation, because like flowering grass he will pass\naway."],"word_count":33},{"reference":"1 Peter 2:5-6","translation":"NASB","division":"Primary","passage_number":47,"release":"NBBC","cards":["(5) you also, as living stones, are being built up as a spiritual\nhouse for a holy priesthood, to offer spiritual sacrifices that\nare acceptable to God through Jesus Christ. (6) For this is\ncontained in Scripture: \"BEHOLD, I AM LAYING IN ZION A\nCHOICE STONE, A PRECIOUS CORNERSTONE, AND THE\nONE WHO BELIEVES IN HIM WILL NOT BE PUT TO SHAME.\""],"word_count":60},{"reference":"1 John 3:1-2","translation":"NASB","division":"Primary","passage_number":48,"release":"NBBC","cards":["(1) See how great a love the Father has given us, that we\nwould be called children of God; and in fact we are. For this\nreason the world does not know us: because it did not know\nHim. (2) Beloved, now we are children of God, and it has not\nappeared as yet what we will be. We know that when He\nappears, we will be like Him, because we will see Him just as\nHe is."],"word_count":76},{"reference":"Exodus 14:27-29","translation":"NASB","division":"Primary","passage_number":49,"release":"NBBC","cards":["(27) So Moses reached out with his hand over the sea, and\nthe sea returned to its normal state at daybreak, while the\nEgyptians were fleeing right into it; then the LORD overthrew\nthe Egyptians in the midst of the sea. (28) The waters returned\nand covered the chariots and the horsemen, Pharaoh's entire\narmy that had gone into the sea after them; not even one of\nthem remained. (29) But the sons of Israel walked on dry land\nthrough the midst of the sea, and the waters were like a wall\nto them on their right and on their left."],"word_count":98},{"reference":"Joshua 2:11-13","translation":"NASB","division":"Primary","passage_number":50,"release":"NBBC","cards":["(11) \"When we heard these reports, our hearts melted and no\ncourage remained in anyone any longer because of you; for\nthe LORD your God, He is God in heaven above and on earth\nbelow. (12) \"Now then, please swear to me by the LORD, since\nI have dealt kindly with you, that you also will deal kindly with\nmy father's household, and give me a pledge of truth, (13)\nand spare my father and my mother, and my brothers and my\nsisters, and all who belong to them, and save our lives from\ndeath.\""],"word_count":92},{"reference":"Psalm 34:1-18","translation":"NASB","division":"Primary","passage_number":51,"release":"NBBC","cards":["(1) I will bless the LORD at all times; His praise shall continually\nbe in my mouth. (2) My soul will make its boast in the LORD; The\nhumble will hear it and rejoice. (3) Exalt the LORD with me, And let's\nexalt His name together. (4) I sought the LORD and He answered\nme, And rescued me from all my fears. (5) They looked to Him\nand were radiant, And their faces will never be ashamed. (6) This\nwretched man cried out, and the LORD heard him, And saved him\nout of all his troubles. (7) The angel of the LORD encamps around\nthose who fear Him, And rescues them. (8) Taste and see that the\nLORD is good; How blessed is the man who takes refuge in Him!\n(9) Fear the LORD, you His saints; For to those who fear Him there\nis no lack of anything. (10) The young lions do without and suffer","hunger; But they who seek the LORD will not lack any good thing.\n(11) Come, you children, listen to me; I will teach you the fear of the\nLORD. (12) Who is the person who desires life And loves length of\ndays, that he may see good? (13) Keep your tongue from evil And\nyour lips from speaking deceit. (14) Turn from evil and do good;\nSeek peace and pursue it. (15) The eyes of the LORD are toward\nthe righteous, And His ears are toward their cry for help. (16) The\nface of the LORD is against evildoers, To eliminate the memory\nof them from the earth. (17) The righteous cry out, and the LORD\nhears And rescues them from all their troubles. (18) The LORD is\nnear to the brokenhearted And saves those who are crushed in\nspirit."],"word_count":279},{"reference":"Malachi 3:1-9","translation":"NASB","division":"Primary","passage_number":52,"release":"NBBC","cards":["(1) \"Behold, I am sending My messenger, and he will clear a way\nbefore Me. And the Lord, whom you are seeking, will suddenly\ncome to His temple; and the messenger of the covenant, in whom\nyou delight, behold, He is coming,\" says the LORD of armies. (2)\n\"But who can endure the day of His coming? And who can stand\nwhen He appears? For He is like a refiner's fire, and like launderer's\nsoap. (3) \"And He will sit as a smelter and purifier of silver, and He\nwill purify the sons of Levi and refine them like gold and silver,\nso that they may present to the LORD offerings in righteousness.\n(4) \"Then the offering of Judah and Jerusalem will be pleasing to\nthe LORD as in the days of old, and as in former years. (5) \"Then\nI will come near to you for judgment; and I will be a swift witness","against the sorcerers, the adulterers, against those who swear\nfalsely, those who oppress the wage earner in his wages or the\nwidow or the orphan, and those who turn away the stranger from\njustice and do not fear Me,\" says the LORD of armies. (6) \"For I,\nthe LORD, do not change; therefore you, the sons of Jacob, have\nnot come to an end. (7) \"From the days of your fathers you have\nturned away from My statutes and have not kept them. Return to\nMe, and I will return to you,\" says the LORD of armies. \"But you say,\n'How shall we return?' (8) \"Would anyone rob God? Yet you are\nrobbing Me! But you say, 'How have we robbed You?' In tithes and\nofferings. (9) \"You are cursed with a curse, for you are robbing Me,\nthe entire nation of you!"],"word_count":289},{"reference":"Matthew 3:1-4","translation":"NASB","division":"Primary","passage_number":53,"release":"NBBC","cards":["(1) Now in those days John the Baptist came, preaching in\nthe wilderness of Judea, saying, (2) \"Repent, for the kingdom\nof heaven has come near.\" (3) For this is the one referred to\nby Isaiah the prophet when he said, \"THE VOICE OF ONE\nCALLING OUT IN THE WILDERNESS, 'PREPARE THE WAY\nOF THE LORD, MAKE HIS PATHS STRAIGHT!'\" (4) Now John\nhimself had a garment of camel's hair and a leather belt\naround his waist; and his food was locusts and wild honey."],"word_count":81},{"reference":"Matthew 3:7-8","translation":"NASB","division":"Primary","passage_number":54,"release":"NBBC","cards":["(7) But when he saw many of the Pharisees and Sadducees\ncoming for baptism, he said to them, \"You offspring of vipers,\nwho warned you to flee from the wrath to come? (8) \"Therefore\nproduce fruit consistent with repentance;"],"word_count":37},{"reference":"Matthew 5:16-20","translation":"NASB","division":"Primary","passage_number":55,"release":"NBBC","cards":["(16) \"Your light must shine before people in such a way that\nthey may see your good works, and glorify your Father who is in\nheaven. (17) \"Do not presume that I came to abolish the Law or\nthe Prophets; I did not come to abolish, but to fulfill. (18) \"For truly\nI say to you, until heaven and earth pass away, not the smallest\nletter or stroke of a letter shall pass from the Law, until all is\naccomplished! (19) \"Therefore, whoever nullifies one of the least\nof these commandments, and teaches others to do the same, shall\nbe called least in the kingdom of heaven; but whoever keeps and\nteaches them, he shall be called great in the kingdom of heaven.\n(20) \"For I say to you that unless your righteousness far surpasses\nthat of the scribes and Pharisees, you will not enter the kingdom\nof heaven."],"word_count":144},{"reference":"Matthew 6:19-21","translation":"NASB","division":"Primary","passage_number":56,"release":"NBBC","cards":["(19) \"Do not store up for yourselves treasures on earth, where\nmoth and rust destroy, and where thieves break in and steal.\n(20) \"But store up for yourselves treasures in heaven, where\nneither moth nor rust destroys, and where thieves do not\nbreak in or steal; (21) for where your treasure is, there your\nheart will be also."],"word_count":55},{"reference":"Matthew 6:26-34","translation":"NASB","division":"Primary","passage_number":57,"release":"NBBC","cards":["(26) \"Look at the birds of the sky, that they do not sow, nor\nreap, nor gather crops into barns, and yet your heavenly\nFather feeds them. Are you not much more important than\nthey? (27) \"And which of you by worrying can add a single\nday to his life's span? (28) \"And why are you worried about\nclothing? Notice how the lilies of the field grow; they do not\nlabor nor do they spin thread for cloth, (29) yet I say to you\nthat not even Solomon in all his glory clothed himself like one\nof these. (30) \"But if God so clothes the grass of the field,\nwhich is alive today and tomorrow is thrown into the furnace,\nwill He not much more clothe you? You of little faith! (31) \"Do","not worry then, saying, 'What are we to eat?' or 'What are\nwe to drink?' or 'What are we to wear for clothing?' (32) \"For\nthe Gentiles eagerly seek all these things; for your heavenly\nFather knows that you need all these things. (33) \"But seek first\nHis kingdom and His righteousness, and all these things will\nbe provided to you. (34) \"So do not worry about tomorrow;\nfor tomorrow will worry about itself. Each day has enough\ntrouble of its own."],"word_count":206},{"reference":"Matthew 7:1-7","translation":"NASB","division":"Primary","passage_number":58,"release":"NBBC","cards":["(1) \"Do not judge, so that you will not be judged. (2) \"For in the way\nyou judge, you will be judged; and by your standard of measure,\nit will be measured to you. (3) \"Why do you look at the speck that\nis in your brother's eye, but do not notice the log that is in your\nown eye? (4) \"Or how can you say to your brother, 'Let me take the\nspeck out of your eye,' and look, the log is in your own eye? (5)\n\"You hypocrite, first take the log out of your own eye, and then you\nwill see clearly to take the speck out of your brother's eye! (6) \"Do\nnot give what is holy to dogs, and do not throw your pearls before\npigs, or they will trample them under their feet, and turn and tear\nyou to pieces. (7) \"Ask, and it will be given to you; seek, and you\nwill find; knock, and it will be opened to you."],"word_count":161},{"reference":"Matthew 7:21-29","translation":"NASB","division":"Primary","passage_number":59,"release":"NBBC","cards":["(21) \"Not everyone who says to Me, 'Lord, Lord,' will enter\nthe kingdom of heaven, but the one who does the will of My\nFather who is in heaven will enter. (22) \"Many will say to Me\non that day, 'Lord, Lord, did we not prophesy in Your name,\nand in Your name cast out demons, and in Your name perform\nmany miracles?' (23) \"And then I will declare to them, 'I never\nknew you; LEAVE ME, YOU WHO PRACTICE LAWLESSNESS.'\n(24) \"Therefore, everyone who hears these words of Mine,\nand acts on them, will be like a wise man who built his house\non the rock. (25) \"And the rain fell and the floods came, and\nthe winds blew and slammed against that house; and yet it","did not fall, for it had been founded on the rock. (26) \"And\neveryone who hears these words of Mine, and does not act\non them, will be like a foolish man who built his house on the\nsand. (27) \"And the rain fell and the floods came, and the\nwinds blew and slammed against that house; and it fell--and\nits collapse was great.\" (28) When Jesus had finished these\nwords, the crowds were amazed at His teaching; (29) for He\nwas teaching them as one who had authority, and not as their\nscribes."],"word_count":214},{"reference":"Matthew 8:19-22","translation":"NASB","division":"Primary","passage_number":60,"release":"NBBC","cards":["(19) Then a scribe came and said to Him, \"Teacher, I will follow\nYou wherever You go.\" (20) And Jesus said to him, \"The foxes\nhave holes and the birds of the sky have nests, but the Son of\nMan has nowhere to lay His head.\" (21) And another of the\ndisciples said to Him, \"Lord, allow me first to go and bury my\nfather.\" (22) But Jesus said to him, \"Follow Me, and let the\ndead bury their own dead.\""],"word_count":77},{"reference":"Matthew 10:1-3","translation":"NASB","division":"Primary","passage_number":61,"release":"NBBC","cards":["(1) Jesus summoned His twelve disciples and gave them\nauthority over unclean spirits, to cast them out, and to heal\nevery disease and every sickness. (2) Now the names of the\ntwelve apostles are these: The first, Simon, who is called Peter,\nand his brother Andrew; and James the son of Zebedee, and\nhis brother John; (3) Philip and Bartholomew; Thomas and\nMatthew the tax collector; James the son of Alphaeus, and\nThaddaeus;"],"word_count":70},{"reference":"Luke 3:2-6","translation":"NASB","division":"Primary","passage_number":62,"release":"NBBC","cards":["(2) in the high priesthood of Annas and Caiaphas, the word of God\ncame to John, the son of Zechariah, in the wilderness. (3) And he\ncame into all the region around the Jordan, preaching a baptism\nof repentance for the forgiveness of sins; (4) as it is written in the\nbook of the words of Isaiah the prophet: \"THE VOICE OF ONE\nCALLING OUT IN THE WILDERNESS, 'PREPARE THE WAY OF THE\nLORD, MAKE HIS PATHS STRAIGHT! (5) 'EVERY RAVINE WILL BE\nFILLED, AND EVERY MOUNTAIN AND HILL WILL BE LOWERED;\nTHE CROOKED WILL BECOME STRAIGHT, AND THE ROUGH\nROADS SMOOTH; (6) AND ALL FLESH WILL SEE THE SALVATION\nOF GOD!'\""],"word_count":107},{"reference":"Luke 4:16-19","translation":"NASB","division":"Primary","passage_number":63,"release":"NBBC","cards":["(16) And He came to Nazareth, where He had been brought\nup; and as was His custom, He entered the synagogue on the\nSabbath, and stood up to read. (17) And the scroll of Isaiah\nthe prophet was handed to Him. And He unrolled the scroll\nand found the place where it was written: (18) \"THE SPIRIT\nOF THE LORD IS UPON ME, BECAUSE HE ANOINTED ME\nTO BRING GOOD NEWS TO THE POOR. HE HAS SENT ME\nTO PROCLAIM RELEASE TO CAPTIVES, AND RECOVERY\nOF SIGHT TO THE BLIND, TO SET FREE THOSE WHO ARE\nOPPRESSED, (19) TO PROCLAIM THE FAVORABLE YEAR OF\nTHE LORD.\""],"word_count":102},{"reference":"Luke 5:12-16","translation":"NASB","division":"Primary","passage_number":64,"release":"NBBC","cards":["(12) While He was in one of the cities, behold, there was a man\ncovered with leprosy; and when he saw Jesus, he fell on his face\nand begged Him, saying, \"Lord, if You are willing, You can make\nme clean.\" (13) And He reached out with His hand and touched\nhim, saying, \"I am willing; be cleansed.\" And immediately the\nleprosy left him. (14) And He ordered him to tell no one, saying,\n\"But go and show yourself to the priest, and make an offering\nfor your cleansing, just as Moses commanded, as a testimony to\nthem.\" (15) But the news about Him was spreading even farther,\nand large crowds were gathering to hear Him and to be healed of\ntheir sicknesses. (16) But Jesus Himself would often slip away to\nthe wilderness and pray."],"word_count":131},{"reference":"Luke 9:1-9","translation":"NASB","division":"Primary","passage_number":65,"release":"NBBC","cards":["(1) Now He called the twelve together and gave them power\nand authority over all the demons, and the power to heal\ndiseases. (2) And He sent them out to proclaim the kingdom\nof God and to perform healing. (3) And He said to them,\n\"Take nothing for your journey, neither a staff, nor a bag, nor\nbread, nor money; and do not even have two tunics. (4) \"And\nwhatever house you enter, stay there until you leave that city.\n(5) \"And as for all who do not receive you, when you leave that\ncity, shake the dust off your feet as a testimony against them.\"\n(6) And as they were leaving, they began going throughout\nthe villages, preaching the gospel and healing everywhere. (7)","Now Herod the tetrarch heard about all that was happening;\nand he was greatly perplexed, because it was said by some\nthat John had risen from the dead, (8) and by some that Elijah\nhad appeared, and by others that one of the prophets of old\nhad risen. (9) Herod said, \"I myself had John beheaded; but\nwho is this Man about whom I hear such things?\" And he kept\ntrying to see Him."],"word_count":190},{"reference":"John 13:1-9","translation":"NASB","division":"Primary","passage_number":66,"release":"NBBC","cards":["(1) Now before the Feast of the Passover, Jesus, knowing that\nHis hour had come that He would depart from this world to\nthe Father, having loved His own who were in the world, He\nloved them to the end. (2) And during supper, the devil having\nalready put into the heart of Judas Iscariot, the son of Simon,\nto betray Him, (3) Jesus, knowing that the Father had handed\nall things over to Him, and that He had come forth from God\nand was going back to God, (4) got up from supper and laid\nHis outer garments aside; and He took a towel and tied it\naround Himself. (5) Then He poured water into the basin, and\nbegan washing the disciples' feet and wiping them with the","towel which He had tied around Himself. (6) So He came to\nSimon Peter. He said to Him, \"Lord, You are washing my feet?\"\n(7) Jesus answered and said to him, \"What I am doing, you do\nnot realize right now, but you will understand later.\" (8) Peter\nsaid to Him, \"Never shall You wash my feet!\" Jesus answered\nhim, \"If I do not wash you, you have no place with Me.\" (9)\nSimon Peter said to Him, \"Lord, then wash not only my feet,\nbut also my hands and my head!\""],"word_count":212},{"reference":"John 14:1-7","translation":"NASB","division":"Primary","passage_number":67,"release":"NBBC","cards":["(1) \"Do not let your heart be troubled; believe in God, believe also\nin Me. (2) \"In My Father's house are many rooms; if that were not\nso, I would have told you, because I am going there to prepare\na place for you. (3) \"And if I go and prepare a place for you, I am\ncoming again and will take you to Myself, so that where I am, there\nyou also will be. (4) \"And you know the way where I am going.\" (5)\nThomas said to Him, \"Lord, we do not know where You are going;\nhow do we know the way?\" (6) Jesus said to him, \"I am the way, and\nthe truth, and the life; no one comes to the Father except through\nMe. (7) \"If you had known Me, you would have known My Father\nalso; from now on you know Him, and have seen Him.\""],"word_count":145},{"reference":"John 16:12-14","translation":"NASB","division":"Primary","passage_number":68,"release":"NBBC","cards":["(12) \"I have many more things to say to you, but you cannot\nbear them at the present time. (13) \"But when He, the Spirit of\ntruth, comes, He will guide you into all the truth; for He will not\nspeak on His own, but whatever He hears, He will speak; and\nHe will disclose to you what is to come. (14) \"He will glorify\nMe, for He will take from Mine and will disclose it to you."],"word_count":75},{"reference":"John 17:1-3","translation":"NASB","division":"Primary","passage_number":69,"release":"NBBC","cards":["(1) Jesus spoke these things; and raising His eyes to heaven,\nHe said, \"Father, the hour has come; glorify Your Son, so that\nthe Son may glorify You, (2) just as You gave Him authority\nover all mankind, so that to all whom You have given Him,\nHe may give eternal life. (3) \"And this is eternal life, that they\nmay know You, the only true God, and Jesus Christ whom You\nhave sent."],"word_count":71},{"reference":"Acts 3:1-10","translation":"NASB","division":"Primary","passage_number":70,"release":"NBBC","cards":["(1) Now Peter and John were going up to the temple at the\nninth hour, the hour of prayer. (2) And a man who had been\nunable to walk from birth was being carried, whom they used\nto set down every day at the gate of the temple which is called\nBeautiful, in order for him to beg for charitable gifts from\nthose entering the temple grounds. (3) When he saw Peter\nand John about to go into the temple grounds, he began\nasking to receive a charitable gift. (4) But Peter, along with\nJohn, looked at him intently and said, \"Look at us!\" (5) And\nhe gave them his attention, expecting to receive something\nfrom them. (6) But Peter said, \"I do not have silver and gold,","but what I do have I give to you: In the name of Jesus Christ\nthe Nazarene, walk!\" (7) And grasping him by the right hand,\nhe raised him up; and immediately his feet and his ankles\nwere strengthened. (8) And leaping up, he stood and began\nto walk; and he entered the temple with them, walking and\nleaping and praising God. (9) And all the people saw him\nwalking and praising God; (10) and they recognized him as\nbeing the very one who used to sit at the Beautiful Gate of\nthe temple to beg for charitable gifts, and they were filled\nwith wonder and amazement at what had happened to him."],"word_count":231},{"reference":"Acts 4:1-4","translation":"NASB","division":"Primary","passage_number":71,"release":"NBBC","cards":["(1) As they were speaking to the people, the priests and the\ncaptain of the temple guard and the Sadducees came up to\nthem, (2) being greatly disturbed because they were teaching\nthe people and proclaiming in Jesus the resurrection from\nthe dead. (3) And they laid hands on them and put them in\nprison until the next day, for it was already evening. (4) But\nmany of those who had heard the message believed; and the\nnumber of the men came to be about five thousand."],"word_count":83},{"reference":"Acts 11:1-18","translation":"NASB","division":"Primary","passage_number":72,"release":"NBBC","cards":["(1) Now the apostles and the brothers and sisters who were\nthroughout Judea heard that the Gentiles also had received the\nword of God. (2) And when Peter came up to Jerusalem, the\nJewish believers took issue with him, (3) saying, \"You went to\nuncircumcised men and ate with them.\" (4) But Peter began and\nexplained at length to them in an orderly sequence, saying, (5) \"I\nwas in the city of Joppa praying; and in a trance I saw a vision, an\nobject coming down like a great sheet lowered by four corners\nfrom the sky; and it came to where I was, (6) and I stared at it and\nwas thinking about it, and I saw the four-footed animals of the\nearth, the wild animals, the crawling creatures, and the birds of","the sky. (7) \"I also heard a voice saying to me, 'Get up, Peter; kill\nand eat.' (8) \"But I said, 'By no means, Lord, for nothing unholy or\nunclean has ever entered my mouth.' (9) \"But a voice from heaven\nanswered a second time, 'What God has cleansed, no longer\nconsider unholy.' (10) \"This happened three times, and everything\nwas drawn back up into the sky. (11) \"And behold, at that moment\nthree men who had been sent to me from Caesarea came up to the\nhouse where we were staying. (12) \"And the Spirit told me to go\nwith them without misgivings. These six brothers also went with\nme, and we entered the man's house. (13) \"And he reported to\nus how he had seen the angel standing in his house, and saying,","'Send some men to Joppa and have Simon, who is also called Peter,\nbrought here; (14) and he will speak words to you by which you\nwill be saved, you and all your household.' (15) \"And as I began to\nspeak, the Holy Spirit fell upon them just as He did upon us at the\nbeginning. (16) \"And I remembered the word of the Lord, how He\nused to say, 'John baptized with water, but you will be baptized\nwith the Holy Spirit.' (17) \"Therefore, if God gave them the same\ngift as He also gave to us after believing in the Lord Jesus Christ,\nwho was I that I could stand in God's way?\" (18) When they heard\nthis, they quieted down and glorified God, saying, \"Well then, God\nhas also granted to the Gentiles the repentance that leads to life.\""],"word_count":394},{"reference":"Acts 17:29-31","translation":"NASB","division":"Primary","passage_number":73,"release":"NBBC","cards":["(29) \"Therefore, since we are the descendants of God, we\nought not to think that the Divine Nature is like gold or silver\nor stone, an image formed by human skill and thought. (30)\n\"So having overlooked the times of ignorance, God is now\nproclaiming to mankind that all people everywhere are to\nrepent, (31) because He has set a day on which He will judge\nthe world in righteousness through a Man whom He has\nappointed, having furnished proof to all people by raising\nHim from the dead.\""],"word_count":86},{"reference":"Romans 1:1-4","translation":"NASB","division":"Primary","passage_number":75,"release":"NBBC","cards":["(1) Paul, a bond-servant of Christ Jesus, called as an apostle,\nset apart for the gospel of God, (2) which He promised\nbeforehand through His prophets in the holy Scriptures,\n(3) concerning His Son, who was born of a descendant of\nDavid according to the flesh, (4) who was declared the Son\nof God with power according to the Spirit of holiness by the\nresurrection from the dead, Jesus Christ our Lord,"],"word_count":69},{"reference":"Romans 1:18-23","translation":"NASB","division":"Primary","passage_number":76,"release":"NBBC","cards":["(18) For the wrath of God is revealed from heaven against all\nungodliness and unrighteousness of people who suppress\nthe truth in unrighteousness, (19) because that which is known\nabout God is evident within them; for God made it evident to\nthem. (20) For since the creation of the world His invisible\nattributes, that is, His eternal power and divine nature, have\nbeen clearly perceived, being understood by what has been\nmade, so that they are without excuse. (21) For even though\nthey knew God, they did not honor Him as God or give thanks,\nbut they became futile in their reasonings, and their senseless\nhearts were darkened. (22) Claiming to be wise, they became","fools, (23) and they exchanged the glory of the incorruptible\nGod for an image in the form of corruptible mankind, of birds,\nfour-footed animals, and crawling creatures."],"word_count":137},{"reference":"Romans 2:1-2","translation":"NASB","division":"Primary","passage_number":77,"release":"NBBC","cards":["(1) Therefore you have no excuse, you foolish person,\neveryone of you who passes judgment; for in that matter in\nwhich you judge someone else, you condemn yourself; for\nyou who judge practice the same things. (2) And we know that\nthe judgment of God rightly falls upon those who practice\nsuch things."],"word_count":51},{"reference":"Romans 2:14-29","translation":"NASB","division":"Primary","passage_number":78,"release":"NBBC","cards":["(14) For when Gentiles who do not have the Law instinctively\nperform the requirements of the Law, these, though not\nhaving the Law, are a law to themselves, (15) in that they show\nthe work of the Law written in their hearts, their conscience\ntestifying and their thoughts alternately accusing or else\ndefending them, (16) on the day when, according to my\ngospel, God will judge the secrets of mankind through Christ\nJesus. (17) But if you call yourself a Jew and rely upon the\nLaw and boast in God, (18) and know His will and distinguish\nthe things that matter, being instructed from the Law, (19)\nand are confident that you yourself are a guide to people","who are blind, a light to those in darkness, (20) a corrector\nof the foolish, a teacher of the immature, possessing in the\nLaw the embodiment of knowledge and of the truth-- (21)\nyou, therefore, who teach someone else, do you not teach\nyourself? You who preach that one is not to steal, do you steal?\n(22) You who say that one is not to commit adultery, do you\ncommit adultery? You who loathe idols, do you rob temples?\n(23) You who boast in the Law, through your breaking the\nLaw, do you dishonor God? (24) For \"THE NAME OF GOD IS\nBLASPHEMED AMONG THE GENTILES BECAUSE OF YOU,\"\njust as it is written. (25) For indeed circumcision is of value","if you practice the Law; but if you are a violator of the Law,\nyour circumcision has turned into uncircumcision. (26) So if\nthe uncircumcised man keeps the requirements of the Law,\nwill his uncircumcision not be regarded as circumcision? (27)\nAnd he who is physically uncircumcised, if he keeps the Law,\nwill he not judge you who though having the letter of the Law\nand circumcision are a violator of the Law? (28) For he is not\na Jew who is one outwardly, nor is circumcision that which is\noutward in the flesh. (29) But he is a Jew who is one inwardly;\nand circumcision is of the heart, by the Spirit, not by the letter;\nand his praise is not from people, but from God."],"word_count":350},{"reference":"Romans 3:9-20","translation":"NASB","division":"Primary","passage_number":79,"release":"NBBC","cards":["(9) What then? Are we better than they? Not at all; for we\nhave already charged that both Jews and Greeks are all\nunder sin; (10) as it is written: \"THERE IS NO RIGHTEOUS\nPERSON, NOT EVEN ONE; (11) THERE IS NO ONE WHO\nUNDERSTANDS, THERE IS NO ONE WHO SEEKS OUT GOD;\n(12) THEY HAVE ALL TURNED ASIDE, TOGETHER THEY HAVE\nBECOME CORRUPT; THERE IS NO ONE WHO DOES GOOD,\nTHERE IS NOT EVEN ONE.\" (13) \"THEIR THROAT IS AN OPEN\nGRAVE, WITH THEIR TONGUES THEY KEEP DECEIVING,\"\n\"THE VENOM OF ASPS IS UNDER THEIR LIPS\"; (14) \"THEIR\nMOUTH IS FULL OF CURSING AND BITTERNESS\"; (15) \"THEIR","FEET ARE SWIFT TO SHED BLOOD, (16) DESTRUCTION AND\nMISERY ARE IN THEIR PATHS, (17) AND THEY HAVE NOT\nKNOWN THE WAY OF PEACE.\" (18) \"THERE IS NO FEAR OF\nGOD BEFORE THEIR EYES.\" (19) Now we know that whatever\nthe Law says, it speaks to those who are under the Law, so that\nevery mouth may be closed and all the world may become\naccountable to God; (20) because by the works of the Law\nnone of mankind will be justified in His sight; for through the\nLaw comes knowledge of sin."],"word_count":189},{"reference":"Romans 4:1-14","translation":"NASB","division":"Primary","passage_number":80,"release":"NBBC","cards":["(1) What then shall we say that Abraham, our forefather\naccording to the flesh, has found? (2) For if Abraham was\njustified by works, he has something to boast about; but not\nbefore God. (3) For what does the Scripture say? \"ABRAHAM\nBELIEVED GOD, AND IT WAS CREDITED TO HIM AS\nRIGHTEOUSNESS.\" (4) Now to the one who works, the wages\nare not credited as a favor, but as what is due. (5) But to the\none who does not work, but believes in Him who justifies\nthe ungodly, his faith is credited as righteousness, (6) just as\nDavid also speaks of the blessing of the person to whom God\ncredits righteousness apart from works: (7) \"BLESSED ARE","THOSE WHOSE LAWLESS DEEDS HAVE BEEN FORGIVEN,\nAND WHOSE SINS HAVE BEEN COVERED. (8) \"BLESSED\nIS THE MAN WHOSE SIN THE LORD WILL NOT TAKE INTO\nACCOUNT.\" (9) Is this blessing then on the circumcised, or on\nthe uncircumcised also? For we say, \"FAITH WAS CREDITED\nTO ABRAHAM AS RIGHTEOUSNESS.\" (10) How then was it\ncredited? While he was circumcised, or uncircumcised? Not\nwhile circumcised, but while uncircumcised; (11) and he\nreceived the sign of circumcision, a seal of the righteousness\nof the faith which he had while uncircumcised, so that he might\nbe the father of all who believe without being circumcised,","that righteousness might be credited to them, (12) and\nthe father of circumcision to those who not only are of the\ncircumcision, but who also follow in the steps of the faith of\nour father Abraham which he had while uncircumcised. (13)\nFor the promise to Abraham or to his descendants that he\nwould be heir of the world was not through the Law, but\nthrough the righteousness of faith. (14) For if those who are\nof the Law are heirs, then faith is made void and the promise\nis nullified;"],"word_count":298},{"reference":"Romans 5:1-4","translation":"NASB","division":"Primary","passage_number":81,"release":"NBBC","cards":["(1) Therefore, having been justified by faith, we have peace\nwith God through our Lord Jesus Christ, (2) through whom we\nalso have obtained our introduction by faith into this grace in\nwhich we stand; and we celebrate in hope of the glory of God.\n(3) And not only this, but we also celebrate in our tribulations,\nknowing that tribulation brings about perseverance; (4) and\nperseverance, proven character; and proven character, hope;"],"word_count":68},{"reference":"Romans 7:6-12","translation":"NASB","division":"Primary","passage_number":82,"release":"NBBC","cards":["(6) But now we have been released from the Law, having died\nto that by which we were bound, so that we serve in newness\nof the Spirit and not in oldness of the letter. (7) What shall we\nsay then? Is the Law sin? Far from it! On the contrary, I would\nnot have come to know sin except through the Law; for I would\nnot have known about coveting if the Law had not said, \"YOU\nSHALL NOT COVET.\" (8) But sin, taking an opportunity through\nthe commandment, produced in me coveting of every kind;\nfor apart from the Law sin is dead. (9) I was once alive apart\nfrom the Law; but when the commandment came, sin came\nto life, and I died; (10) and this commandment, which was","to result in life, proved to result in death for me; (11) for sin,\ntaking an opportunity through the commandment, deceived\nme, and through it, killed me. (12) So then, the Law is holy,\nand the commandment is holy and righteous and good."],"word_count":168},{"reference":"Romans 8:18-26","translation":"NASB","division":"Primary","passage_number":83,"release":"NBBC","cards":["(18) For I consider that the sufferings of this present time\nare not worthy to be compared with the glory that is to be\nrevealed to us. (19) For the eagerly awaiting creation waits for\nthe revealing of the sons and daughters of God. (20) For the\ncreation was subjected to futility, not willingly, but because\nof Him who subjected it, in hope (21) that the creation itself\nalso will be set free from its slavery to corruption into the\nfreedom of the glory of the children of God. (22) For we\nknow that the whole creation groans and suffers the pains\nof childbirth together until now. (23) And not only that, but\nalso we ourselves, having the first fruits of the Spirit, even","we ourselves groan within ourselves, waiting eagerly for our\nadoption as sons and daughters, the redemption of our body.\n(24) For in hope we have been saved, but hope that is seen\nis not hope; for who hopes for what he already sees? (25)\nBut if we hope for what we do not see, through perseverance\nwe wait eagerly for it. (26) Now in the same way the Spirit\nalso helps our weakness; for we do not know what to pray\nfor as we should, but the Spirit Himself intercedes for us with\ngroanings too deep for words;"],"word_count":213},{"reference":"Romans 9:14-15","translation":"NASB","division":"Primary","passage_number":84,"release":"NBBC","cards":["(14) What shall we say then? There is no injustice with God,\nis there? Far from it! (15) For He says to Moses, \"I WILL HAVE\nMERCY ON WHOMEVER I HAVE MERCY, AND I WILL SHOW\nCOMPASSION TO WHOMEVER I SHOW COMPASSION.\""],"word_count":40},{"reference":"Romans 10:5-8","translation":"NASB","division":"Primary","passage_number":85,"release":"NBBC","cards":["(5) For Moses writes of the righteousness that is based on the\nLaw, that the person who performs them will live by them.\n(6) But the righteousness based on faith speaks as follows:\n\"DO NOT SAY IN YOUR HEART, 'WHO WILL GO UP INTO\nHEAVEN?' (that is, to bring Christ down), (7) or 'Who will\ndescend into the abyss?' (that is, to bring Christ up from the\ndead).\" (8) But what does it say? \"THE WORD IS NEAR YOU,\nIN YOUR MOUTH AND IN YOUR HEART\"--that is, the word of\nfaith which we are preaching,"],"word_count":92},{"reference":"1 Corinthians 12:12-28","translation":"NASB","division":"Primary","passage_number":86,"release":"NBBC","cards":["(12) For just as the body is one and yet has many parts, and\nall the parts of the body, though they are many, are one body,\nso also is Christ. (13) For by one Spirit we were all baptized\ninto one body, whether Jews or Greeks, whether slaves or\nfree, and we were all made to drink of one Spirit. (14) For the\nbody is not one part, but many. (15) If the foot says, \"Because\nI am not a hand, I am not a part of the body,\" it is not for this\nreason any less a part of the body. (16) And if the ear says,\n\"Because I am not an eye, I am not a part of the body,\" it is not\nfor this reason any less a part of the body. (17) If the whole\nbody were an eye, where would the hearing be? If the whole","body were hearing, where would the sense of smell be? (18)\nBut now God has arranged the parts, each one of them in the\nbody, just as He desired. (19) If they were all one part, where\nwould the body be? (20) But now there are many parts, but\none body. (21) And the eye cannot say to the hand, \"I have no\nneed of you\"; or again, the head to the feet, \"I have no need\nof you.\" (22) On the contrary, it is much truer that the parts of\nthe body which seem to be weaker are necessary; (23) and\nthose parts of the body which we consider less honorable,\non these we bestow greater honor, and our less presentable\nparts become much more presentable, (24) whereas our","more presentable parts have no need of it. But God has so\ncomposed the body, giving more abundant honor to that\npart which lacked, (25) so that there may be no division in\nthe body, but that the parts may have the same care for one\nanother. (26) And if one part of the body suffers, all the parts\nsuffer with it; if a part is honored, all the parts rejoice with\nit. (27) Now you are Christ's body, and individually parts of\nit. (28) And God has appointed in the church, first apostles,\nsecond prophets, third teachers, then miracles, then gifts of\nhealings, helps, administrations, and various kinds of tongues."],"word_count":376},{"reference":"2 Corinthians 12:1-4","translation":"NASB","division":"Primary","passage_number":87,"release":"NBBC","cards":["(1) Boasting is necessary, though it is not beneficial; but I will\ngo on to visions and revelations of the Lord. (2) I know a man\nin Christ, who fourteen years ago--whether in the body I do\nnot know, or out of the body I do not know, God knows--such\na man was caught up to the third heaven. (3) And I know how\nsuch a man--whether in the body or apart from the body I do\nnot know, God knows-- (4) was caught up into Paradise and\nheard inexpressible words, which a man is not permitted to\nspeak."],"word_count":98},{"reference":"Ephesians 1:7-14","translation":"NASB","division":"Primary","passage_number":88,"release":"NBBC","cards":["(7) In Him we have redemption through His blood, the\nforgiveness of our wrongdoings, according to the riches of His\ngrace (8) which He lavished on us. In all wisdom and insight (9)\nHe made known to us the mystery of His will, according to His\ngood pleasure which He set forth in Him, (10) regarding His\nplan of the fullness of the times, to bring all things together\nin Christ, things in the heavens and things on the earth. (11)\nIn Him we also have obtained an inheritance, having been\npredestined according to the purpose of Him who works all\nthings in accordance with the plan of His will, (12) to the end\nthat we who were the first to hope in the Christ would be to","the praise of His glory. (13) In Him, you also, after listening\nto the message of truth, the gospel of your salvation--having\nalso believed, you were sealed in Him with the Holy Spirit of\nthe promise, (14) who is a first installment of our inheritance,\nin regard to the redemption of God's own possession, to the\npraise of His glory."],"word_count":181},{"reference":"Ephesians 2:1-4","translation":"NASB","division":"Primary","passage_number":89,"release":"NBBC","cards":["(1) And you were dead in your offenses and sins, (2) in which\nyou previously walked according to the course of this world,\naccording to the prince of the power of the air, of the spirit that\nis now working in the sons of disobedience. (3) Among them\nwe too all previously lived in the lusts of our flesh, indulging\nthe desires of the flesh and of the mind, and were by nature\nchildren of wrath, just as the rest. (4) But God, being rich in\nmercy, because of His great love with which He loved us,"],"word_count":93},{"reference":"Philippians 3:3-11","translation":"NASB","division":"Primary","passage_number":90,"release":"NBBC","cards":["(3) for we are the true circumcision, who worship in the Spirit\nof God and take pride in Christ Jesus, and put no confidence\nin the flesh, (4) although I myself could boast as having\nconfidence even in the flesh. If anyone else thinks he is\nconfident in the flesh, I have more reason: (5) circumcised the\neighth day, of the nation of Israel, of the tribe of Benjamin, a\nHebrew of Hebrews; as to the Law, a Pharisee; (6) as to zeal,\na persecutor of the church; as to the righteousness which is\nin the Law, found blameless. (7) But whatever things were\ngain to me, these things I have counted as loss because of\nChrist. (8) More than that, I count all things to be loss in view","of the surpassing value of knowing Christ Jesus my Lord,\nfor whom I have suffered the loss of all things, and count\nthem mere rubbish, so that I may gain Christ, (9) and may be\nfound in Him, not having a righteousness of my own derived\nfrom the Law, but that which is through faith in Christ, the\nrighteousness which comes from God on the basis of faith,\n(10) that I may know Him and the power of His resurrection\nand the fellowship of His sufferings, being conformed to His\ndeath; (11) if somehow I may attain to the resurrection from\nthe dead."],"word_count":224},{"reference":"1 Thessalonians 5:1-11","translation":"NASB","division":"Primary","passage_number":91,"release":"NBBC","cards":["(1) Now as to the periods and times, brothers and sisters, you\nhave no need of anything to be written to you. (2) For you\nyourselves know full well that the day of the Lord is coming\njust like a thief in the night. (3) While they are saying, \"Peace\nand safety!\" then sudden destruction will come upon them\nlike labor pains upon a pregnant woman, and they will not\nescape. (4) But you, brothers and sisters, are not in darkness,\nso that the day would overtake you like a thief; (5) for you are\nall sons of light and sons of day. We are not of night nor of\ndarkness; (6) so then, let's not sleep as others do, but let's be\nalert and sober. (7) For those who sleep, sleep at night, and","those who are drunk, get drunk at night. (8) But since we are\nof the day, let's be sober, having put on the breastplate of\nfaith and love, and as a helmet, the hope of salvation. (9) For\nGod has not destined us for wrath, but for obtaining salvation\nthrough our Lord Jesus Christ, (10) who died for us, so that\nwhether we are awake or asleep, we will live together with\nHim. (11) Therefore, encourage one another and build one\nanother up, just as you also are doing."],"word_count":213},{"reference":"2 Thessalonians 2:6-9","translation":"NASB","division":"Primary","passage_number":92,"release":"NBBC","cards":["(6) And you know what restrains him now, so that he will be\nrevealed in his time. (7) For the mystery of lawlessness is\nalready at work; only He who now restrains will do so until He\nis removed. (8) Then that lawless one will be revealed, whom\nthe Lord will eliminate with the breath of His mouth and bring\nto an end by the appearance of His coming; (9) that is, the\none whose coming is in accord with the activity of Satan, with\nall power and false signs and wonders,"],"word_count":88},{"reference":"1 Timothy 2:1-7","translation":"NASB","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) First of all, then, I urge that requests, prayers, intercession, and\nthanksgiving be made in behalf of all people, (2) for kings and all\nwho are in authority, so that we may lead a tranquil and quiet life\nin all godliness and dignity. (3) This is good and acceptable in the\nsight of God our Savior, (4) who wants all people to be saved and\nto come to the knowledge of the truth. (5) For there is one God,\nand one mediator also between God and mankind, the Man Christ\nJesus, (6) who gave Himself as a ransom for all, the testimony given\nat the proper time. (7) For this I was appointed as a preacher and\nan apostle (I am telling the truth, I am not lying), as a teacher of the\nGentiles in faith and truth."],"word_count":132},{"reference":"2 Timothy 3:1-17","translation":"NASB","division":"Primary","passage_number":94,"release":"NBBC","cards":["(1) But realize this, that in the last days difficult times will come.\n(2) For people will be lovers of self, lovers of money, boastful,\narrogant, slanderers, disobedient to parents, ungrateful,\nunholy, (3) unloving, irreconcilable, malicious gossips,\nwithout self-control, brutal, haters of good, (4) treacherous,\nreckless, conceited, lovers of pleasure rather than lovers of\nGod, (5) holding to a form of godliness although they have\ndenied its power; avoid such people as these. (6) For among\nthem are those who slip into households and captivate weak\nwomen weighed down with sins, led on by various impulses,\n(7) always learning and never able to come to the knowledge","of the truth. (8) Just as Jannes and Jambres opposed Moses,\nso these men also oppose the truth, men of depraved mind,\nworthless in regard to the faith. (9) But they will not make\nfurther progress; for their foolishness will be obvious to all,\njust as was that also of Jannes and Jambres. (10) Now you\nfollowed my teaching, conduct, purpose, faith, patience,\nlove, perseverance, (11) persecutions, and sufferings, such\nas happened to me at Antioch, at Iconium, and at Lystra;\nwhat persecutions I endured, and out of them all the Lord\nrescued me! (12) Indeed, all who want to live in a godly way\nin Christ Jesus will be persecuted. (13) But evil people and","impostors will proceed from bad to worse, deceiving and\nbeing deceived. (14) You, however, continue in the things\nyou have learned and become convinced of, knowing from\nwhom you have learned them, (15) and that from childhood\nyou have known the sacred writings which are able to give\nyou the wisdom that leads to salvation through faith which\nis in Christ Jesus. (16) All Scripture is inspired by God and\nbeneficial for teaching, for rebuke, for correction, for training\nin righteousness; (17) so that the man or woman of God may\nbe fully capable, equipped for every good work."],"word_count":306},{"reference":"Hebrews 2:1-13","translation":"NASB","division":"Primary","passage_number":95,"release":"NBBC","cards":["(1) For this reason we must pay much closer attention to\nwhat we have heard, so that we do not drift away from it. (2)\nFor if the word spoken through angels proved unalterable,\nand every violation and act of disobedience received a just\npunishment, (3) how will we escape if we neglect so great a\nsalvation? After it was at first spoken through the Lord, it was\nconfirmed to us by those who heard, (4) God also testifying\nwith them, both by signs and wonders, and by various\nmiracles and by gifts of the Holy Spirit according to His own\nwill. (5) For He did not subject to angels the world to come,\nabout which we are speaking. (6) But someone has testified","somewhere, saying, \"WHAT IS MAN, THAT YOU THINK OF\nHIM? OR A SON OF MAN, THAT YOU ARE CONCERNED\nABOUT HIM? (7) \"YOU HAVE MADE HIM FOR A LITTLE WHILE\nLOWER THAN ANGELS; YOU HAVE CROWNED HIM WITH\nGLORY AND HONOR; (8) YOU HAVE PUT EVERYTHING IN\nSUBJECTION UNDER HIS FEET.\" For in subjecting all things\nto him, He left nothing that is not subject to him. But now we\ndo not yet see all things subjected to him. (9) But we do see\nHim who was made for a little while lower than the angels,\nnamely, Jesus, because of His suffering death crowned with\nglory and honor, so that by the grace of God He might taste","death for everyone. (10) For it was fitting for Him, for whom\nare all things, and through whom are all things, in bringing\nmany sons to glory, to perfect the originator of their salvation\nthrough sufferings. (11) For both He who sanctifies and those\nwho are sanctified are all from one Father; for this reason He\nis not ashamed to call them brothers and sisters, (12) saying,\n\"I WILL PROCLAIM YOUR NAME TO MY BROTHERS, IN\nTHE MIDST OF THE ASSEMBLY I WILL SING YOUR PRAISE.\"\n(13) And again, \"I WILL PUT MY TRUST IN HIM.\" And again,\n\"BEHOLD, I AND THE CHILDREN WHOM GOD HAS GIVEN\nME.\""],"word_count":337},{"reference":"James 2:1-13","translation":"NASB","division":"Primary","passage_number":96,"release":"NBBC","cards":["(1) My brothers and sisters, do not hold your faith in our\nglorious Lord Jesus Christ with an attitude of personal\nfavoritism. (2) For if a man comes into your assembly with a\ngold ring and is dressed in bright clothes, and a poor man in\ndirty clothes also comes in, (3) and you pay special attention\nto the one who is wearing the bright clothes, and say, \"You\nsit here in a good place,\" and you say to the poor man, \"You\nstand over there, or sit down by my footstool,\" (4) have you\nnot made distinctions among yourselves, and become judges\nwith evil motives? (5) Listen, my beloved brothers and sisters:\ndid God not choose the poor of this world to be rich in faith","and heirs of the kingdom which He promised to those who\nlove Him? (6) But you have dishonored the poor man. Is it not\nthe rich who oppress you and personally drag you into court?\n(7) Do they not blaspheme the good name by which you\nhave been called? (8) If, however, you are fulfilling the royal\nlaw according to the Scripture, \"YOU SHALL LOVE YOUR\nNEIGHBOR AS YOURSELF,\" you are doing well. (9) But if you\nshow partiality, you are committing sin and are convicted\nby the Law as violators. (10) For whoever keeps the whole\nLaw, yet stumbles in one point, has become guilty of all. (11)\nFor He who said, \"DO NOT COMMIT ADULTERY,\" also said,","\"DO NOT MURDER.\" Now if you do not commit adultery, but\ndo murder, you have become a violator of the Law. (12) So\nspeak, and so act, as those who are to be judged by the law\nof freedom. (13) For judgment will be merciless to one who\nhas shown no mercy; mercy triumphs over judgment."],"word_count":289},{"reference":"James 2:18-24","translation":"NASB","division":"Primary","passage_number":97,"release":"NBBC","cards":["(18) But someone may well say, \"You have faith and I have works;\nshow me your faith without the works, and I will show you my\nfaith by my works.\" (19) You believe that God is one. You do well;\nthe demons also believe, and shudder. (20) But are you willing\nto acknowledge, you foolish person, that faith without works is\nuseless? (21) Was our father Abraham not justified by works when\nhe offered up his son Isaac on the altar? (22) You see that faith\nwas working with his works, and as a result of the works, faith was\nperfected; (23) and the Scripture was fulfilled which says, \"AND\nABRAHAM BELIEVED GOD, AND IT WAS CREDITED TO HIM AS\nRIGHTEOUSNESS,\" and he was called a friend of God. (24) You\nsee that a person is justified by works and not by faith alone."],"word_count":137},{"reference":"1 Peter 1:22-25","translation":"NASB","division":"Primary","passage_number":98,"release":"NBBC","cards":["(22) Since you have purified your souls in obedience to the\ntruth for a sincere love of the brothers and sisters, fervently\nlove one another from the heart, (23) for you have been born\nagain not of seed which is perishable, but imperishable,\nthat is, through the living and enduring word of God. (24)\nFor, \"ALL FLESH IS LIKE GRASS, AND ALL ITS GLORY IS\nLIKE THE FLOWER OF GRASS. THE GRASS WITHERS, AND\nTHE FLOWER FALLS OFF, (25) BUT THE WORD OF THE\nLORD ENDURES FOREVER.\" And this is the word which was\npreached to you."],"word_count":93},{"reference":"1 John 1:3-4","translation":"NASB","division":"Primary","passage_number":99,"release":"NBBC","cards":["(3) what we have seen and heard we proclaim to you also,\nso that you too may have fellowship with us; and indeed our\nfellowship is with the Father, and with His Son Jesus Christ. (4)\nThese things we write, so that our joy may be made complete."],"word_count":46},{"reference":"1 John 4:13-19","translation":"NASB","division":"Primary","passage_number":100,"release":"NBBC","cards":["(13) By this we know that we remain in Him and He in us, because He\nhas given to us of His Spirit. (14) We have seen and testify that the\nFather has sent the Son to be the Savior of the world. (15) Whoever\nconfesses that Jesus is the Son of God, God remains in him, and\nhe in God. (16) We have come to know and have believed the\nlove which God has for us. God is love, and the one who remains\nin love remains in God, and God remains in him. (17) By this, love\nis perfected with us, so that we may have confidence in the day of\njudgment; because as He is, we also are in this world. (18) There\nis no fear in love, but perfect love drives out fear, because fear\ninvolves punishment, and the one who fears is not perfected in\nlove. (19) We love, because He first loved us."],"word_count":152},{"reference":"3 John 1:1-14","translation":"NASB","division":"Primary","passage_number":101,"release":"NBBC","cards":["(1) The elder to the beloved Gaius, whom I love in truth. (2)\nBeloved, I pray that in all respects you may prosper and be in\ngood health, just as your soul prospers. (3) For I was overjoyed\nwhen brothers came and testified to your truth, that is, how\nyou are walking in truth. (4) I have no greater joy than this, to\nhear of my children walking in the truth. (5) Beloved, you are\nacting faithfully in whatever you accomplish for the brothers\nand sisters, and especially when they are strangers; (6) and\nthey have testified to your love before the church. You will do\nwell to send them on their way in a manner worthy of God.\n(7) For they went out for the sake of the Name, accepting","nothing from the Gentiles. (8) Therefore we ought to support\nsuch people, so that we may prove to be fellow workers with\nthe truth. (9) I wrote something to the church; but Diotrephes,\nwho loves to be first among them, does not accept what we\nsay. (10) For this reason, if I come, I will call attention to his\ndeeds which he does, unjustly accusing us with malicious\nwords; and not satisfied with this, he himself does not receive\nthe brothers either, and he forbids those who want to do so\nand puts them out of the church. (11) Beloved, do not imitate\nwhat is evil, but what is good. The one who does what is good\nis of God; the one who does what is evil has not seen God.","(12) Demetrius has received a good testimony from everyone,\nand from the truth itself; and we testify too, and you know\nthat our testimony is true. (13) I had many things to write to\nyou, but I do not want to write to you with pen and ink; (14)\nbut I hope to see you shortly, and we will speak face to face."],"word_count":311},{"reference":"Jude 1:22-25","translation":"NASB","division":"Primary","passage_number":102,"release":"NBBC","cards":["(22) And have mercy on some, who are doubting; (23) save\nothers, snatching them out of the fire; and on some have mercy\nwith fear, hating even the garment polluted by the flesh. (24)\nNow to Him who is able to protect you from stumbling, and\nto make you stand in the presence of His glory, blameless\nwith great joy, (25) to the only God our Savior, through Jesus\nChrist our Lord, be glory, majesty, dominion, and authority\nbefore all time and now and forever. Amen."],"word_count":82},{"reference":"Revelation 1:7-8","translation":"NASB","division":"Primary","passage_number":103,"release":"NBBC","cards":["(7) BEHOLD, HE IS COMING WITH THE CLOUDS, and every\neye will see Him, even those who pierced Him; and all the\ntribes of the earth will mourn over Him. So it is to be. Amen.\n(8) \"I am the Alpha and the Omega,\" says the Lord God, \"who\nis and who was and who is to come, the Almighty.\""],"word_count":58},{"reference":"Revelation 3:17-19","translation":"NASB","division":"Primary","passage_number":104,"release":"NBBC","cards":["(17) 'Because you say, \"I am rich, and have become wealthy,\nand have no need of anything,\" and you do not know that\nyou are wretched, miserable, poor, blind, and naked, (18) I\nadvise you to buy from Me gold refined by fire so that you\nmay become rich, and white garments so that you may\nclothe yourself and the shame of your nakedness will not\nbe revealed; and eye salve to apply to your eyes so that you\nmay see. (19) 'Those whom I love, I rebuke and discipline;\ntherefore be zealous and repent."],"word_count":92}]