[{"reference":"John 1:1–2","translation":"ESV","division":"Primary","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was with\nGod, and the Word was God. (2) He was in the beginning\nwith God."],"word_count":24},{"reference":"John 20:30–31","translation":"ESV","division":"Primary","passage_number":2,"release":"Navigate","cards":["(30) Now Jesus did many other signs in the presence of the\ndisciples, which are not written in this book; (31) but these\nare written so that you may believe that Jesus is the Christ,\nthe Son of God, and that by believing you may have life in his\nname."],"word_count":48},{"reference":"Philippians 2:6–7","translation":"ESV","division":"Primary","passage_number":3,"release":"Explore","cards":["(6) who, though he was in the form of God, did not count\nequality with God a thing to be grasped, (7) but emptied\nhimself, by taking the form of a servant, being born in the\nlikeness of men."],"word_count":37},{"reference":"John 1:29–30","translation":"ESV","division":"Primary","passage_number":4,"release":"Navigate","cards":["(29) The next day he saw Jesus coming toward him, and said,\n\"Behold, the Lamb of God, who takes away the sin of the\nworld! (30) This is he of whom I said, 'After me comes a man\nwho ranks before me, because he was before me.'"],"word_count":45},{"reference":"Revelation 5:11–12","translation":"ESV","division":"Primary","passage_number":5,"release":"Explore","cards":["(11) Then I looked, and I heard around the throne and the\nliving creatures and the elders the voice of many angels,\nnumbering myriads of myriads and thousands of thousands,\n(12) saying with a loud voice, \"Worthy is the Lamb who was\nslain, to receive power and wealth and wisdom and might\nand honor and glory and blessing!\""],"word_count":56},{"reference":"John 2:19–22","translation":"ESV","division":"Primary","passage_number":6,"release":"Navigate","cards":["(19) Jesus answered them, \"Destroy this temple, and in three\ndays I will raise it up.\" (20) The Jews then said, \"It has taken\nforty-six years to build this temple, and will you raise it up in\nthree days?\" (21) But he was speaking about the temple of\nhis body. (22) When therefore he was raised from the dead,\nhis disciples remembered that he had said this, and they\nbelieved the Scripture and the word that Jesus had spoken."],"word_count":76},{"reference":"Acts 10:37–38","translation":"ESV","division":"Primary","passage_number":7,"release":"Explore","cards":["(37) you yourselves know what happened throughout all\nJudea, beginning from Galilee after the baptism that John\nproclaimed: (38) how God anointed Jesus of Nazareth with\nthe Holy Spirit and with power. He went about doing good\nand healing all who were oppressed by the devil, for God\nwas with him."],"word_count":49},{"reference":"John 3:35–36","translation":"ESV","division":"Primary","passage_number":8,"release":"Navigate","cards":["(35) The Father loves the Son and has given all things into\nhis hand. (36) Whoever believes in the Son has eternal life;\nwhoever does not obey the Son shall not see life, but the\nwrath of God remains on him."],"word_count":39},{"reference":"Titus 3:5–7","translation":"ESV","division":"Primary","passage_number":9,"release":"Explore","cards":["(5) he saved us, not because of works done by us in\nrighteousness, but according to his own mercy, by the washing\nof regeneration and renewal of the Holy Spirit, (6) whom he\npoured out on us richly through Jesus Christ our Savior, (7)\nso that being justiﬁed by his grace we might become heirs\naccording to the hope of eternal life."],"word_count":59},{"reference":"John 4:41–42","translation":"ESV","division":"Primary","passage_number":10,"release":"Navigate","cards":["(41) And many more believed because of his word. (42) They\nsaid to the woman, \"It is no longer because of what you said\nthat we believe, for we have heard for ourselves, and we know\nthat this is indeed the Savior of the world.\""],"word_count":43},{"reference":"Acts 18:27–28","translation":"ESV","division":"Primary","passage_number":11,"release":"Explore","cards":["(27) And when he wished to cross to Achaia, the brothers\nencouraged him and wrote to the disciples to welcome him.\nWhen he arrived, he greatly helped those who through grace\nhad believed, (28) for he powerfully refuted the Jews in\npublic, showing by the Scriptures that the Christ was Jesus."],"word_count":49},{"reference":"John 5:24","translation":"ESV","division":"Primary","passage_number":12,"release":"Navigate","cards":["(24) Truly, truly, I say to you, whoever hears my word and\nbelieves him who sent me has eternal life. He does not come\ninto judgment, but has passed from death to life."],"word_count":32},{"reference":"Colossians 1:15","translation":"ESV","division":"Primary","passage_number":13,"release":"Explore","cards":["(15) He is the image of the invisible God, the ﬁrstborn of all\ncreation."],"word_count":13},{"reference":"John 6:35","translation":"ESV","division":"Primary","passage_number":14,"release":"Navigate","cards":["(35) Jesus said to them, \"I am the bread of life; whoever\ncomes to me shall not hunger, and whoever believes in me\nshall never thirst."],"word_count":25},{"reference":"1 Corinthians 11:23–24","translation":"ESV","division":"Primary","passage_number":15,"release":"Explore","cards":["(23) For I received from the Lord what I also delivered to you,\nthat the Lord Jesus on the night when he was betrayed took\nbread, (24) and when he had given thanks, he broke it, and\nsaid, \"This is my body, which is for you. Do this in remembrance\nof me.\""],"word_count":50},{"reference":"Genesis 1:1-2","translation":"ESV","division":"Primary","passage_number":16,"release":"NBBC","cards":["(1) In the beginning, God created the heavens and the earth.\n(2) The earth was without form and void, and darkness was\nover the face of the deep. And the Spirit of God was hovering\nover the face of the waters."],"word_count":39},{"reference":"Genesis 2:1-6","translation":"ESV","division":"Primary","passage_number":17,"release":"NBBC","cards":["(1) Thus the heavens and the earth were finished, and all the host\nof them. (2) And on the seventh day God finished his work that\nhe had done, and he rested on the seventh day from all his work\nthat he had done. (3) So God blessed the seventh day and made it\nholy, because on it God rested from all his work that he had done\nin creation. (4) These are the generations of the heavens and the\nearth when they were created, in the day that the LORD God made\nthe earth and the heavens. (5) When no bush of the field was yet in\nthe land and no small plant of the field had yet sprung up--for the\nLORD God had not caused it to rain on the land, and there was no\nman to work the ground, (6) and a mist was going up from the land\nand was watering the whole face of the ground--"],"word_count":156},{"reference":"Genesis 3:22-24","translation":"ESV","division":"Primary","passage_number":18,"release":"NBBC","cards":["(22) Then the LORD God said, \"Behold, the man has become\nlike one of us in knowing good and evil. Now, lest he reach\nout his hand and take also of the tree of life and eat, and live\nforever--\" (23) therefore the LORD God sent him out from the\ngarden of Eden to work the ground from which he was taken.\n(24) He drove out the man, and at the east of the garden\nof Eden he placed the cherubim and a flaming sword that\nturned every way to guard the way to the tree of life."],"word_count":95},{"reference":"Genesis 4:6-7","translation":"ESV","division":"Primary","passage_number":19,"release":"NBBC","cards":["(6) The LORD said to Cain, \"Why are you angry, and why has\nyour face fallen? (7) If you do well, will you not be accepted?\nAnd if you do not do well, sin is crouching at the door. Its\ndesire is contrary to you, but you must rule over it.\""],"word_count":49},{"reference":"Genesis 15:4-6","translation":"ESV","division":"Primary","passage_number":20,"release":"NBBC","cards":["(4) And behold, the word of the LORD came to him: \"This\nman shall not be your heir; your very own son shall be your\nheir.\" (5) And he brought him outside and said, \"Look toward\nheaven, and number the stars, if you are able to number\nthem.\" Then he said to him, \"So shall your offspring be.\"\n(6) And he believed the LORD, and he counted it to him as\nrighteousness."],"word_count":69},{"reference":"Genesis 18:22-33","translation":"ESV","division":"Primary","passage_number":21,"release":"NBBC","cards":["(22) So the men turned from there and went toward Sodom,\nbut Abraham still stood before the LORD. (23) Then Abraham\ndrew near and said, \"Will you indeed sweep away the righteous\nwith the wicked? (24) Suppose there are fifty righteous within\nthe city. Will you then sweep away the place and not spare it\nfor the fifty righteous who are in it? (25) Far be it from you to\ndo such a thing, to put the righteous to death with the wicked,\nso that the righteous fare as the wicked! Far be that from you!\nShall not the Judge of all the earth do what is just?\" (26) And\nthe LORD said, \"If I find at Sodom fifty righteous in the city,\nI will spare the whole place for their sake.\" (27) Abraham","answered and said, \"Behold, I have undertaken to speak to\nthe Lord, I who am but dust and ashes. (28) Suppose five of\nthe fifty righteous are lacking. Will you destroy the whole city\nfor lack of five?\" And he said, \"I will not destroy it if I find forty-\nfive there.\" (29) Again he spoke to him and said, \"Suppose\nforty are found there.\" He answered, \"For the sake of forty\nI will not do it.\" (30) Then he said, \"Oh let not the Lord be\nangry, and I will speak. Suppose thirty are found there.\" He\nanswered, \"I will not do it, if I find thirty there.\" (31) He said,\n\"Behold, I have undertaken to speak to the Lord. Suppose\ntwenty are found there.\" He answered, \"For the sake of twenty","I will not destroy it.\" (32) Then he said, \"Oh let not the Lord\nbe angry, and I will speak again but this once. Suppose ten\nare found there.\" He answered, \"For the sake of ten I will not\ndestroy it.\" (33) And the LORD went his way, when he had\nfinished speaking to Abraham, and Abraham returned to his\nplace."],"word_count":316},{"reference":"Exodus 15:6-12","translation":"ESV","division":"Primary","passage_number":22,"release":"NBBC","cards":["(6) Your right hand, O LORD, glorious in power, your right\nhand, O LORD, shatters the enemy. (7) In the greatness of\nyour majesty you overthrow your adversaries; you send out\nyour fury; it consumes them like stubble. (8) At the blast of\nyour nostrils the waters piled up; the floods stood up in a\nheap; the deeps congealed in the heart of the sea. (9) The\nenemy said, 'I will pursue, I will overtake, I will divide the spoil,\nmy desire shall have its fill of them. I will draw my sword; my\nhand shall destroy them.' (10) You blew with your wind; the\nsea covered them; they sank like lead in the mighty waters.\n(11) \"Who is like you, O LORD, among the gods? Who is like","you, majestic in holiness, awesome in glorious deeds, doing\nwonders? (12) You stretched out your right hand; the earth\nswallowed them."],"word_count":143},{"reference":"Numbers 3:5-10","translation":"ESV","division":"Primary","passage_number":23,"release":"NBBC","cards":["(5) And the LORD spoke to Moses, saying, (6) \"Bring the tribe of\nLevi near, and set them before Aaron the priest, that they may\nminister to him. (7) They shall keep guard over him and over the\nwhole congregation before the tent of meeting, as they minister\nat the tabernacle. (8) They shall guard all the furnishings of the\ntent of meeting, and keep guard over the people of Israel as they\nminister at the tabernacle. (9) And you shall give the Levites to\nAaron and his sons; they are wholly given to him from among the\npeople of Israel. (10) And you shall appoint Aaron and his sons,\nand they shall guard their priesthood. But if any outsider comes\nnear, he shall be put to death.\""],"word_count":122},{"reference":"Deuteronomy 6:1-2","translation":"ESV","division":"Primary","passage_number":24,"release":"NBBC","cards":["(1) \"Now this is the commandment--the statutes and the rules-\n-that the LORD your God commanded me to teach you, that\nyou may do them in the land to which you are going over, to\npossess it, (2) that you may fear the LORD your God, you and\nyour son and your son's son, by keeping all his statutes and\nhis commandments, which I command you, all the days of\nyour life, and that your days may be long."],"word_count":78},{"reference":"Deuteronomy 7:6-11","translation":"ESV","division":"Primary","passage_number":25,"release":"NBBC","cards":["(6) \"For you are a people holy to the LORD your God. The\nLORD your God has chosen you to be a people for his\ntreasured possession, out of all the peoples who are on the\nface of the earth. (7) It was not because you were more in\nnumber than any other people that the LORD set his love on\nyou and chose you, for you were the fewest of all peoples, (8)\nbut it is because the LORD loves you and is keeping the oath\nthat he swore to your fathers, that the LORD has brought you\nout with a mighty hand and redeemed you from the house\nof slavery, from the hand of Pharaoh king of Egypt. (9) Know\ntherefore that the LORD your God is God, the faithful God who","keeps covenant and steadfast love with those who love him\nand keep his commandments, to a thousand generations, (10)\nand repays to their face those who hate him, by destroying\nthem. He will not be slack with one who hates him. He will\nrepay him to his face. (11) You shall therefore be careful to\ndo the commandment and the statutes and the rules that I\ncommand you today."],"word_count":197},{"reference":"Joshua 1:7-9","translation":"ESV","division":"Primary","passage_number":26,"release":"NBBC","cards":["(7) Only be strong and very courageous, being careful to do\naccording to all the law that Moses my servant commanded\nyou. Do not turn from it to the right hand or to the left, that\nyou may have good success wherever you go. (8) This Book\nof the Law shall not depart from your mouth, but you shall\nmeditate on it day and night, so that you may be careful to\ndo according to all that is written in it. For then you will make\nyour way prosperous, and then you will have good success.\n(9) Have I not commanded you? Be strong and courageous.\nDo not be frightened, and do not be dismayed, for the LORD\nyour God is with you wherever you go.\""],"word_count":123},{"reference":"Judges 2:11-14","translation":"ESV","division":"Primary","passage_number":27,"release":"NBBC","cards":["(11) And the people of Israel did what was evil in the sight of the\nLORD and served the Baals. (12) And they abandoned the LORD,\nthe God of their fathers, who had brought them out of the land\nof Egypt. They went after other gods, from among the gods of\nthe peoples who were around them, and bowed down to them.\nAnd they provoked the LORD to anger. (13) They abandoned the\nLORD and served the Baals and the Ashtaroth. (14) So the anger\nof the LORD was kindled against Israel, and he gave them over\nto plunderers, who plundered them. And he sold them into the\nhand of their surrounding enemies, so that they could no longer\nwithstand their enemies."],"word_count":118},{"reference":"2 Samuel 7:18-24","translation":"ESV","division":"Primary","passage_number":28,"release":"NBBC","cards":["(18) Then King David went in and sat before the LORD and\nsaid, \"Who am I, O Lord GOD, and what is my house, that\nyou have brought me thus far? (19) And yet this was a small\nthing in your eyes, O Lord GOD. You have spoken also of\nyour servant's house for a great while to come, and this is\ninstruction for mankind, O Lord GOD! (20) And what more\ncan David say to you? For you know your servant, O Lord\nGOD! (21) Because of your promise, and according to your\nown heart, you have brought about all this greatness, to make\nyour servant know it. (22) Therefore you are great, O LORD\nGod. For there is none like you, and there is no God besides","you, according to all that we have heard with our ears. (23)\nAnd who is like your people Israel, the one nation on earth\nwhom God went to redeem to be his people, making himself\na name and doing for them great and awesome things by\ndriving out before your people, whom you redeemed for\nyourself from Egypt, a nation and its gods? (24) And you\nestablished for yourself your people Israel to be your people\nforever. And you, O LORD, became their God."],"word_count":206},{"reference":"2 Kings 2:6-11","translation":"ESV","division":"Primary","passage_number":29,"release":"NBBC","cards":["(6) Then Elijah said to him, \"Please stay here, for the LORD has\nsent me to the Jordan.\" But he said, \"As the LORD lives, and\nas you yourself live, I will not leave you.\" So the two of them\nwent on. (7) Fifty men of the sons of the prophets also went\nand stood at some distance from them, as they both were\nstanding by the Jordan. (8) Then Elijah took his cloak and\nrolled it up and struck the water, and the water was parted\nto the one side and to the other, till the two of them could go\nover on dry ground. (9) When they had crossed, Elijah said\nto Elisha, \"Ask what I shall do for you, before I am taken from\nyou.\" And Elisha said, \"Please let there be a double portion of","your spirit on me.\" (10) And he said, \"You have asked a hard\nthing; yet, if you see me as I am being taken from you, it shall\nbe so for you, but if you do not see me, it shall not be so.\" (11)\nAnd as they still went on and talked, behold, chariots of fire\nand horses of fire separated the two of them. And Elijah went\nup by a whirlwind into heaven."],"word_count":208},{"reference":"Job 35:1-10","translation":"ESV","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) And Elihu answered and said: (2) \"Do you think this to\nbe just? Do you say, 'It is my right before God,' (3) that you\nask, 'What advantage have I? How am I better off than if I\nhad sinned?' (4) I will answer you and your friends with you.\n(5) Look at the heavens, and see; and behold the clouds,\nwhich are higher than you. (6) If you have sinned, what do\nyou accomplish against him? And if your transgressions are\nmultiplied, what do you do to him? (7) If you are righteous,\nwhat do you give to him? Or what does he receive from your\nhand? (8) Your wickedness concerns a man like yourself,\nand your righteousness a son of man. (9) \"Because of the","multitude of oppressions people cry out; they call for help\nbecause of the arm of the mighty. (10) But none says, 'Where\nis God my Maker, who gives songs in the night,"],"word_count":150},{"reference":"Psalm 3:3-7","translation":"ESV","division":"Primary","passage_number":31,"release":"NBBC","cards":["(3) But you, O LORD, are a shield about me, my glory, and\nthe lifter of my head. (4) I cried aloud to the LORD, and he\nanswered me from his holy hill. Selah (5) I lay down and slept;\nI woke again, for the LORD sustained me. (6) I will not be\nafraid of many thousands of people who have set themselves\nagainst me all around. (7) Arise, O LORD! Save me, O my\nGod! For you strike all my enemies on the cheek; you break\nthe teeth of the wicked."],"word_count":87},{"reference":"Psalm 5:4-8","translation":"ESV","division":"Primary","passage_number":32,"release":"NBBC","cards":["(4) For you are not a God who delights in wickedness; evil may\nnot dwell with you. (5) The boastful shall not stand before your\neyes; you hate all evildoers. (6) You destroy those who speak\nlies; the LORD abhors the bloodthirsty and deceitful man.\n(7) But I, through the abundance of your steadfast love, will\nenter your house. I will bow down toward your holy temple in\nthe fear of you. (8) Lead me, O LORD, in your righteousness\nbecause of my enemies; make your way straight before me."],"word_count":85},{"reference":"Psalm 8:1-4","translation":"ESV","division":"Primary","passage_number":33,"release":"NBBC","cards":["(1) O LORD, our Lord, how majestic is your name in all the\nearth! You have set your glory above the heavens. (2) Out\nof the mouth of babies and infants, you have established\nstrength because of your foes, to still the enemy and the\navenger. (3) When I look at your heavens, the work of your\nfingers, the moon and the stars, which you have set in place,\n(4) what is man that you are mindful of him, and the son of\nman that you care for him?"],"word_count":85},{"reference":"Psalm 14:1-3","translation":"ESV","division":"Primary","passage_number":34,"release":"NBBC","cards":["(1) The fool says in his heart, \"There is no God.\" They are\ncorrupt, they do abominable deeds; there is none who does\ngood. (2) The LORD looks down from heaven on the children\nof man, to see if there are any who understand, who seek\nafter God. (3) They have all turned aside; together they have\nbecome corrupt; there is none who does good, not even one."],"word_count":65},{"reference":"Psalm 19:1-4","translation":"ESV","division":"Primary","passage_number":35,"release":"NBBC","cards":["(1) The heavens declare the glory of God, and the sky above\nproclaims his handiwork. (2) Day to day pours out speech,\nand night to night reveals knowledge. (3) There is no speech,\nnor are there words, whose voice is not heard. (4) Their voice\ngoes out through all the earth, and their words to the end of\nthe world. In them he has set a tent for the sun,"],"word_count":66},{"reference":"Psalm 50:16-23","translation":"ESV","division":"Primary","passage_number":36,"release":"NBBC","cards":["(16) But to the wicked God says: \"What right have you to\nrecite my statutes or take my covenant on your lips? (17) For\nyou hate discipline, and you cast my words behind you. (18)\nIf you see a thief, you are pleased with him, and you keep\ncompany with adulterers. (19) \"You give your mouth free\nrein for evil, and your tongue frames deceit. (20) You sit and\nspeak against your brother; you slander your own mother's\nson. (21) These things you have done, and I have been silent;\nyou thought that I was one like yourself. But now I rebuke you\nand lay the charge before you. (22) \"Mark this, then, you who\nforget God, lest I tear you apart, and there be none to deliver!","(23) The one who offers thanksgiving as his sacrifice glorifies\nme; to one who orders his way rightly I will show the salvation\nof God!\""],"word_count":145},{"reference":"Proverbs 1:1-10","translation":"ESV","division":"Primary","passage_number":37,"release":"NBBC","cards":["(1) The proverbs of Solomon, son of David, king of Israel: (2) To\nknow wisdom and instruction, to understand words of insight, (3)\nto receive instruction in wise dealing, in righteousness, justice, and\nequity; (4) to give prudence to the simple, knowledge and discretion\nto the youth-- (5) Let the wise hear and increase in learning, and\nthe one who understands obtain guidance, (6) to understand a\nproverb and a saying, the words of the wise and their riddles. (7)\nThe fear of the LORD is the beginning of knowledge; fools despise\nwisdom and instruction. (8) Hear, my son, your father's instruction,\nand forsake not your mother's teaching, (9) for they are a graceful\ngarland for your head and pendants for your neck. (10) My son, if\nsinners entice you, do not consent."],"word_count":123},{"reference":"Proverbs 8:12-17","translation":"ESV","division":"Primary","passage_number":38,"release":"NBBC","cards":["(12) \"I, wisdom, dwell with prudence, and I find knowledge\nand discretion. (13) The fear of the LORD is hatred of evil.\nPride and arrogance and the way of evil and perverted speech\nI hate. (14) I have counsel and sound wisdom; I have insight; I\nhave strength. (15) By me kings reign, and rulers decree what\nis just; (16) by me princes rule, and nobles, all who govern\njustly. (17) I love those who love me, and those who seek me\ndiligently find me."],"word_count":79},{"reference":"Ecclesiastes 1:3-6","translation":"ESV","division":"Primary","passage_number":39,"release":"NBBC","cards":["(3) What does man gain by all the toil at which he toils under\nthe sun? (4) A generation goes, and a generation comes, but\nthe earth remains forever. (5) The sun rises, and the sun goes\ndown, and hastens to the place where it rises. (6) The wind\nblows to the south and goes around to the north; around and\naround goes the wind, and on its circuits the wind returns."],"word_count":68},{"reference":"Isaiah 41:8-14","translation":"ESV","division":"Primary","passage_number":40,"release":"NBBC","cards":["(8) But you, Israel, my servant, Jacob, whom I have chosen, the\noffspring of Abraham, my friend; (9) you whom I took from the\nends of the earth, and called from its farthest corners, saying\nto you, \"You are my servant, I have chosen you and not cast\nyou off\"; (10) fear not, for I am with you; be not dismayed,\nfor I am your God; I will strengthen you, I will help you, I\nwill uphold you with my righteous right hand. (11) Behold,\nall who are incensed against you shall be put to shame and\nconfounded; those who strive against you shall be as nothing\nand shall perish. (12) You shall seek those who contend with\nyou, but you shall not find them; those who war against you","shall be as nothing at all. (13) For I, the LORD your God, hold\nyour right hand; it is I who say to you, \"Fear not, I am the one\nwho helps you.\" (14) Fear not, you worm Jacob, you men of\nIsrael! I am the one who helps you, declares the LORD; your\nRedeemer is the Holy One of Israel."],"word_count":184},{"reference":"Isaiah 44:18-23","translation":"ESV","division":"Primary","passage_number":41,"release":"NBBC","cards":["(18) They know not, nor do they discern, for he has shut\ntheir eyes, so that they cannot see, and their hearts, so that\nthey cannot understand. (19) No one considers, nor is there\nknowledge or discernment to say, \"Half of it I burned in\nthe fire; I also baked bread on its coals; I roasted meat and\nhave eaten. And shall I make the rest of it an abomination?\nShall I fall down before a block of wood?\" (20) He feeds on\nashes; a deluded heart has led him astray, and he cannot\ndeliver himself or say, \"Is there not a lie in my right hand?\"\n(21) Remember these things, O Jacob, and Israel, for you\nare my servant; I formed you; you are my servant; O Israel,","you will not be forgotten by me. (22) I have blotted out your\ntransgressions like a cloud and your sins like mist; return to\nme, for I have redeemed you. (23) Sing, O heavens, for the\nLORD has done it; shout, O depths of the earth; break forth\ninto singing, O mountains, O forest, and every tree in it! For\nthe LORD has redeemed Jacob, and will be glorified in Israel."],"word_count":194},{"reference":"Jeremiah 10:10-16","translation":"ESV","division":"Primary","passage_number":42,"release":"NBBC","cards":["(10) But the LORD is the true God; he is the living God and\nthe everlasting King. At his wrath the earth quakes, and the\nnations cannot endure his indignation. (11) Thus shall you say\nto them: \"The gods who did not make the heavens and the\nearth shall perish from the earth and from under the heavens.\"\n(12) It is he who made the earth by his power, who established\nthe world by his wisdom, and by his understanding stretched\nout the heavens. (13) When he utters his voice, there is a\ntumult of waters in the heavens, and he makes the mist rise\nfrom the ends of the earth. He makes lightning for the rain,\nand he brings forth the wind from his storehouses. (14) Every","man is stupid and without knowledge; every goldsmith is put\nto shame by his idols, for his images are false, and there is no\nbreath in them. (15) They are worthless, a work of delusion;\nat the time of their punishment they shall perish. (16) Not like\nthese is he who is the portion of Jacob, for he is the one who\nformed all things, and Israel is the tribe of his inheritance; the\nLORD of hosts is his name."],"word_count":201},{"reference":"Daniel 3:19-28","translation":"ESV","division":"Primary","passage_number":43,"release":"NBBC","cards":["(19) Then Nebuchadnezzar was filled with fury, and the expression\nof his face was changed against Shadrach, Meshach, and\nAbednego. He ordered the furnace heated seven times more than\nit was usually heated. (20) And he ordered some of the mighty\nmen of his army to bind Shadrach, Meshach, and Abednego,\nand to cast them into the burning fiery furnace. (21) Then these\nmen were bound in their cloaks, their tunics, their hats, and their\nother garments, and they were thrown into the burning fiery\nfurnace. (22) Because the king's order was urgent and the furnace\noverheated, the flame of the fire killed those men who took up\nShadrach, Meshach, and Abednego. (23) And these three men,","Shadrach, Meshach, and Abednego, fell bound into the burning\nfiery furnace. (24) Then King Nebuchadnezzar was astonished and\nrose up in haste. He declared to his counselors, \"Did we not cast\nthree men bound into the fire?\" They answered and said to the\nking, \"True, O king.\" (25) He answered and said, \"But I see four\nmen unbound, walking in the midst of the fire, and they are not\nhurt; and the appearance of the fourth is like a son of the gods.\"\n(26) Then Nebuchadnezzar came near to the door of the burning\nfiery furnace; he declared, \"Shadrach, Meshach, and Abednego,\nservants of the Most High God, come out, and come here!\" Then\nShadrach, Meshach, and Abednego came out from the fire. (27)","And the satraps, the prefects, the governors, and the king's\ncounselors gathered together and saw that the fire had not had\nany power over the bodies of those men. The hair of their heads\nwas not singed, their cloaks were not harmed, and no smell of fire\nhad come upon them. (28) Nebuchadnezzar answered and said,\n\"Blessed be the God of Shadrach, Meshach, and Abednego, who\nhas sent his angel and delivered his servants, who trusted in him,\nand set aside the king's command, and yielded up their bodies\nrather than serve and worship any god except their own God."],"word_count":331},{"reference":"John 20:21-23","translation":"ESV","division":"Primary","passage_number":44,"release":"NBBC","cards":["(21) Jesus said to them again, \"Peace be with you. As the\nFather has sent me, even so I am sending you.\" (22) And\nwhen he had said this, he breathed on them and said to them,\n\"Receive the Holy Spirit. (23) If you forgive the sins of any,\nthey are forgiven them; if you withhold forgiveness from any,\nit is withheld.\""],"word_count":59},{"reference":"Romans 1:16","translation":"ESV","division":"Primary","passage_number":45,"release":"NBBC","cards":["(16) For I am not ashamed of the gospel, for it is the power of\nGod for salvation to everyone who believes, to the Jew first\nand also to the Greek."],"word_count":30},{"reference":"James 1:9-10","translation":"ESV","division":"Primary","passage_number":46,"release":"NBBC","cards":["(9) Let the lowly brother boast in his exaltation, (10) and the\nrich in his humiliation, because like a flower of the grass he\nwill pass away."],"word_count":25},{"reference":"1 Peter 2:5-6","translation":"ESV","division":"Primary","passage_number":47,"release":"NBBC","cards":["(5) you yourselves like living stones are being built up as\na spiritual house, to be a holy priesthood, to offer spiritual\nsacrifices acceptable to God through Jesus Christ. (6) For it\nstands in Scripture: \"Behold, I am laying in Zion a stone, a\ncornerstone chosen and precious, and whoever believes in\nhim will not be put to shame.\""],"word_count":57},{"reference":"1 John 3:1-2","translation":"ESV","division":"Primary","passage_number":48,"release":"NBBC","cards":["(1) See what kind of love the Father has given to us, that we\nshould be called children of God; and so we are. The reason\nwhy the world does not know us is that it did not know him.\n(2) Beloved, we are God's children now, and what we will be\nhas not yet appeared; but we know that when he appears we\nshall be like him, because we shall see him as he is."],"word_count":74},{"reference":"Exodus 14:27-29","translation":"ESV","division":"Primary","passage_number":49,"release":"NBBC","cards":["(27) So Moses stretched out his hand over the sea, and the sea\nreturned to its normal course when the morning appeared.\nAnd as the Egyptians fled into it, the LORD threw the\nEgyptians into the midst of the sea. (28) The waters returned\nand covered the chariots and the horsemen; of all the host of\nPharaoh that had followed them into the sea, not one of them\nremained. (29) But the people of Israel walked on dry ground\nthrough the sea, the waters being a wall to them on their right\nhand and on their left."],"word_count":94},{"reference":"Joshua 2:11-13","translation":"ESV","division":"Primary","passage_number":50,"release":"NBBC","cards":["(11) And as soon as we heard it, our hearts melted, and there\nwas no spirit left in any man because of you, for the LORD\nyour God, he is God in the heavens above and on the earth\nbeneath. (12) Now then, please swear to me by the LORD\nthat, as I have dealt kindly with you, you also will deal kindly\nwith my father's house, and give me a sure sign (13) that you\nwill save alive my father and mother, my brothers and sisters,\nand all who belong to them, and deliver our lives from death.\""],"word_count":96},{"reference":"Psalm 34:1-18","translation":"ESV","division":"Primary","passage_number":51,"release":"NBBC","cards":["(1) I will bless the LORD at all times; his praise shall continually\nbe in my mouth. (2) My soul makes its boast in the LORD; let the\nhumble hear and be glad. (3) Oh, magnify the LORD with me,\nand let us exalt his name together! (4) I sought the LORD, and he\nanswered me and delivered me from all my fears. (5) Those who\nlook to him are radiant, and their faces shall never be ashamed.\n(6) This poor man cried, and the LORD heard him and saved him\nout of all his troubles. (7) The angel of the LORD encamps around\nthose who fear him, and delivers them. (8) Oh, taste and see that\nthe LORD is good! Blessed is the man who takes refuge in him! (9)\nOh, fear the LORD, you his saints, for those who fear him have no\nlack! (10) The young lions suffer want and hunger; but those who","seek the LORD lack no good thing. (11) Come, O children, listen\nto me; I will teach you the fear of the LORD. (12) What man is there\nwho desires life and loves many days, that he may see good? (13)\nKeep your tongue from evil and your lips from speaking deceit.\n(14) Turn away from evil and do good; seek peace and pursue it.\n(15) The eyes of the LORD are toward the righteous and his ears\ntoward their cry. (16) The face of the LORD is against those who do\nevil, to cut off the memory of them from the earth. (17) When the\nrighteous cry for help, the LORD hears and delivers them out of\nall their troubles. (18) The LORD is near to the brokenhearted and\nsaves the crushed in spirit."],"word_count":274},{"reference":"Malachi 3:1-9","translation":"ESV","division":"Primary","passage_number":52,"release":"NBBC","cards":["(1) \"Behold, I send my messenger, and he will prepare the way\nbefore me. And the Lord whom you seek will suddenly come to his\ntemple; and the messenger of the covenant in whom you delight,\nbehold, he is coming, says the LORD of hosts. (2) But who can\nendure the day of his coming, and who can stand when he appears?\nFor he is like a refiner's fire and like fullers' soap. (3) He will sit as\na refiner and purifier of silver, and he will purify the sons of Levi\nand refine them like gold and silver, and they will bring offerings\nin righteousness to the LORD. (4) Then the offering of Judah and\nJerusalem will be pleasing to the LORD as in the days of old and\nas in former years. (5) \"Then I will draw near to you for judgment. I\nwill be a swift witness against the sorcerers, against the adulterers,","against those who swear falsely, against those who oppress the\nhired worker in his wages, the widow and the fatherless, against\nthose who thrust aside the sojourner, and do not fear me, says the\nLORD of hosts. (6) \"For I the LORD do not change; therefore you,\nO children of Jacob, are not consumed. (7) From the days of your\nfathers you have turned aside from my statutes and have not kept\nthem. Return to me, and I will return to you, says the LORD of hosts.\nBut you say, 'How shall we return?' (8) Will man rob God? Yet you\nare robbing me. But you say, 'How have we robbed you?' In your\ntithes and contributions. (9) You are cursed with a curse, for you\nare robbing me, the whole nation of you."],"word_count":281},{"reference":"Matthew 3:1-4","translation":"ESV","division":"Primary","passage_number":53,"release":"NBBC","cards":["(1) In those days John the Baptist came preaching in the\nwilderness of Judea, (2) \"Repent, for the kingdom of heaven\nis at hand.\" (3) For this is he who was spoken of by the prophet\nIsaiah when he said, \"The voice of one crying in the wilderness:\n'Prepare the way of the Lord; make his paths straight.'\" (4)\nNow John wore a garment of camel's hair and a leather belt\naround his waist, and his food was locusts and wild honey."],"word_count":78},{"reference":"Matthew 3:7-8","translation":"ESV","division":"Primary","passage_number":54,"release":"NBBC","cards":["(7) But when he saw many of the Pharisees and Sadducees\ncoming to his baptism, he said to them, \"You brood of vipers!\nWho warned you to flee from the wrath to come? (8) Bear\nfruit in keeping with repentance."],"word_count":38},{"reference":"Matthew 5:16-20","translation":"ESV","division":"Primary","passage_number":55,"release":"NBBC","cards":["(16) In the same way, let your light shine before others, so that\nthey may see your good works and give glory to your Father\nwho is in heaven. (17) \"Do not think that I have come to abolish\nthe Law or the Prophets; I have not come to abolish them but\nto fulfill them. (18) For truly, I say to you, until heaven and earth\npass away, not an iota, not a dot, will pass from the Law until all\nis accomplished. (19) Therefore whoever relaxes one of the least\nof these commandments and teaches others to do the same will\nbe called least in the kingdom of heaven, but whoever does them\nand teaches them will be called great in the kingdom of heaven.\n(20) For I tell you, unless your righteousness exceeds that of the\nscribes and Pharisees, you will never enter the kingdom of heaven."],"word_count":144},{"reference":"Matthew 6:19-21","translation":"ESV","division":"Primary","passage_number":56,"release":"NBBC","cards":["(19) \"Do not lay up for yourselves treasures on earth, where\nmoth and rust destroy and where thieves break in and steal,\n(20) but lay up for yourselves treasures in heaven, where\nneither moth nor rust destroys and where thieves do not\nbreak in and steal. (21) For where your treasure is, there your\nheart will be also."],"word_count":55},{"reference":"Matthew 6:26-34","translation":"ESV","division":"Primary","passage_number":57,"release":"NBBC","cards":["(26) Look at the birds of the air: they neither sow nor reap nor\ngather into barns, and yet your heavenly Father feeds them.\nAre you not of more value than they? (27) And which of you\nby being anxious can add a single hour to his span of life? (28)\nAnd why are you anxious about clothing? Consider the lilies\nof the field, how they grow: they neither toil nor spin, (29)\nyet I tell you, even Solomon in all his glory was not arrayed\nlike one of these. (30) But if God so clothes the grass of the\nfield, which today is alive and tomorrow is thrown into the\noven, will he not much more clothe you, O you of little faith?\n(31) Therefore do not be anxious, saying, 'What shall we eat?'","or 'What shall we drink?' or 'What shall we wear?' (32) For\nthe Gentiles seek after all these things, and your heavenly\nFather knows that you need them all. (33) But seek first the\nkingdom of God and his righteousness, and all these things\nwill be added to you. (34) \"Therefore do not be anxious about\ntomorrow, for tomorrow will be anxious for itself. Sufficient\nfor the day is its own trouble."],"word_count":198},{"reference":"Matthew 7:1-7","translation":"ESV","division":"Primary","passage_number":58,"release":"NBBC","cards":["(1) \"Judge not, that you be not judged. (2) For with the judgment\nyou pronounce you will be judged, and with the measure you\nuse it will be measured to you. (3) Why do you see the speck that\nis in your brother's eye, but do not notice the log that is in your\nown eye? (4) Or how can you say to your brother, 'Let me take the\nspeck out of your eye,' when there is the log in your own eye? (5)\nYou hypocrite, first take the log out of your own eye, and then you\nwill see clearly to take the speck out of your brother's eye. (6) \"Do\nnot give dogs what is holy, and do not throw your pearls before\npigs, lest they trample them underfoot and turn to attack you. (7)\n\"Ask, and it will be given to you; seek, and you will find; knock, and\nit will be opened to you."],"word_count":151},{"reference":"Matthew 7:21-29","translation":"ESV","division":"Primary","passage_number":59,"release":"NBBC","cards":["(21) \"Not everyone who says to me, 'Lord, Lord,' will enter\nthe kingdom of heaven, but the one who does the will of my\nFather who is in heaven. (22) On that day many will say to me,\n'Lord, Lord, did we not prophesy in your name, and cast out\ndemons in your name, and do many mighty works in your\nname?' (23) And then will I declare to them, 'I never knew you;\ndepart from me, you workers of lawlessness.' (24) \"Everyone\nthen who hears these words of mine and does them will be\nlike a wise man who built his house on the rock. (25) And the\nrain fell, and the floods came, and the winds blew and beat on\nthat house, but it did not fall, because it had been founded on","the rock. (26) And everyone who hears these words of mine\nand does not do them will be like a foolish man who built\nhis house on the sand. (27) And the rain fell, and the floods\ncame, and the winds blew and beat against that house, and it\nfell, and great was the fall of it.\" (28) And when Jesus finished\nthese sayings, the crowds were astonished at his teaching,\n(29) for he was teaching them as one who had authority, and\nnot as their scribes."],"word_count":213},{"reference":"Matthew 8:19-22","translation":"ESV","division":"Primary","passage_number":60,"release":"NBBC","cards":["(19) And a scribe came up and said to him, \"Teacher, I will\nfollow you wherever you go.\" (20) And Jesus said to him,\n\"Foxes have holes, and birds of the air have nests, but the\nSon of Man has nowhere to lay his head.\" (21) Another of\nthe disciples said to him, \"Lord, let me first go and bury my\nfather.\" (22) And Jesus said to him, \"Follow me, and leave the\ndead to bury their own dead.\""],"word_count":75},{"reference":"Matthew 10:1-3","translation":"ESV","division":"Primary","passage_number":61,"release":"NBBC","cards":["(1) And he called to him his twelve disciples and gave them\nauthority over unclean spirits, to cast them out, and to heal\nevery disease and every affliction. (2) The names of the twelve\napostles are these: first, Simon, who is called Peter, and\nAndrew his brother; James the son of Zebedee, and John his\nbrother; (3) Philip and Bartholomew; Thomas and Matthew\nthe tax collector; James the son of Alphaeus, and Thaddaeus;"],"word_count":70},{"reference":"Luke 3:2-6","translation":"ESV","division":"Primary","passage_number":62,"release":"NBBC","cards":["(2) during the high priesthood of Annas and Caiaphas,\nthe word of God came to John the son of Zechariah in\nthe wilderness. (3) And he went into all the region around\nthe Jordan, proclaiming a baptism of repentance for the\nforgiveness of sins. (4) As it is written in the book of the\nwords of Isaiah the prophet, \"The voice of one crying in the\nwilderness: 'Prepare the way of the Lord, make his paths\nstraight. (5) Every valley shall be filled, and every mountain\nand hill shall be made low, and the crooked shall become\nstraight, and the rough places shall become level ways, (6)\nand all flesh shall see the salvation of God.'\""],"word_count":111},{"reference":"Luke 4:16-19","translation":"ESV","division":"Primary","passage_number":63,"release":"NBBC","cards":["(16) And he came to Nazareth, where he had been brought\nup. And as was his custom, he went to the synagogue on the\nSabbath day, and he stood up to read. (17) And the scroll of\nthe prophet Isaiah was given to him. He unrolled the scroll\nand found the place where it was written, (18) \"The Spirit of\nthe Lord is upon me, because he has anointed me to proclaim\ngood news to the poor. He has sent me to proclaim liberty\nto the captives and recovering of sight to the blind, to set at\nliberty those who are oppressed, (19) to proclaim the year of\nthe Lord's favor.\""],"word_count":107},{"reference":"Luke 5:12-16","translation":"ESV","division":"Primary","passage_number":64,"release":"NBBC","cards":["(12) While he was in one of the cities, there came a man full\nof leprosy. And when he saw Jesus, he fell on his face and\nbegged him, \"Lord, if you will, you can make me clean.\" (13)\nAnd Jesus stretched out his hand and touched him, saying,\n\"I will; be clean.\" And immediately the leprosy left him. (14)\nAnd he charged him to tell no one, but \"go and show yourself\nto the priest, and make an offering for your cleansing, as\nMoses commanded, for a proof to them.\" (15) But now even\nmore the report about him went abroad, and great crowds\ngathered to hear him and to be healed of their infirmities.\n(16) But he would withdraw to desolate places and pray."],"word_count":121},{"reference":"Luke 9:1-9","translation":"ESV","division":"Primary","passage_number":65,"release":"NBBC","cards":["(1) And he called the twelve together and gave them power\nand authority over all demons and to cure diseases, (2) and he\nsent them out to proclaim the kingdom of God and to heal. (3)\nAnd he said to them, \"Take nothing for your journey, no staff,\nnor bag, nor bread, nor money; and do not have two tunics.\n(4) And whatever house you enter, stay there, and from there\ndepart. (5) And wherever they do not receive you, when you\nleave that town shake off the dust from your feet as a testimony\nagainst them.\" (6) And they departed and went through the\nvillages, preaching the gospel and healing everywhere. (7)\nNow Herod the tetrarch heard about all that was happening,","and he was perplexed, because it was said by some that John\nhad been raised from the dead, (8) by some that Elijah had\nappeared, and by others that one of the prophets of old had\nrisen. (9) Herod said, \"John I beheaded, but who is this about\nwhom I hear such things?\" And he sought to see him."],"word_count":173},{"reference":"John 13:1-9","translation":"ESV","division":"Primary","passage_number":66,"release":"NBBC","cards":["(1) Now before the Feast of the Passover, when Jesus knew\nthat his hour had come to depart out of this world to the\nFather, having loved his own who were in the world, he\nloved them to the end. (2) During supper, when the devil had\nalready put it into the heart of Judas Iscariot, Simon's son, to\nbetray him, (3) Jesus, knowing that the Father had given all\nthings into his hands, and that he had come from God and\nwas going back to God, (4) rose from supper. He laid aside his\nouter garments, and taking a towel, tied it around his waist.\n(5) Then he poured water into a basin and began to wash\nthe disciples' feet and to wipe them with the towel that was","wrapped around him. (6) He came to Simon Peter, who said\nto him, \"Lord, do you wash my feet?\" (7) Jesus answered him,\n\"What I am doing you do not understand now, but afterward\nyou will understand.\" (8) Peter said to him, \"You shall never\nwash my feet.\" Jesus answered him, \"If I do not wash you, you\nhave no share with me.\" (9) Simon Peter said to him, \"Lord,\nnot my feet only but also my hands and my head!\""],"word_count":202},{"reference":"John 14:1-7","translation":"ESV","division":"Primary","passage_number":67,"release":"NBBC","cards":["(1) \"Let not your hearts be troubled. Believe in God; believe also\nin me. (2) In my Father's house are many rooms. If it were not so,\nwould I have told you that I go to prepare a place for you? (3) And\nif I go and prepare a place for you, I will come again and will take\nyou to myself, that where I am you may be also. (4) And you know\nthe way to where I am going.\" (5) Thomas said to him, \"Lord, we\ndo not know where you are going. How can we know the way?\" (6)\nJesus said to him, \"I am the way, and the truth, and the life. No one\ncomes to the Father except through me. (7) If you had known me,\nyou would have known my Father also. From now on you do know\nhim and have seen him.\""],"word_count":142},{"reference":"John 16:12-14","translation":"ESV","division":"Primary","passage_number":68,"release":"NBBC","cards":["(12) \"I still have many things to say to you, but you cannot\nbear them now. (13) When the Spirit of truth comes, he will\nguide you into all the truth, for he will not speak on his own\nauthority, but whatever he hears he will speak, and he will\ndeclare to you the things that are to come. (14) He will glorify\nme, for he will take what is mine and declare it to you."],"word_count":73},{"reference":"John 17:1-3","translation":"ESV","division":"Primary","passage_number":69,"release":"NBBC","cards":["(1) When Jesus had spoken these words, he lifted up his eyes\nto heaven, and said, \"Father, the hour has come; glorify your\nSon that the Son may glorify you, (2) since you have given\nhim authority over all flesh, to give eternal life to all whom\nyou have given him. (3) And this is eternal life, that they know\nyou, the only true God, and Jesus Christ whom you have sent."],"word_count":69},{"reference":"Acts 3:1-10","translation":"ESV","division":"Primary","passage_number":70,"release":"NBBC","cards":["(1) Now Peter and John were going up to the temple at the\nhour of prayer, the ninth hour. (2) And a man lame from birth\nwas being carried, whom they laid daily at the gate of the\ntemple that is called the Beautiful Gate to ask alms of those\nentering the temple. (3) Seeing Peter and John about to\ngo into the temple, he asked to receive alms. (4) And Peter\ndirected his gaze at him, as did John, and said, \"Look at us.\"\n(5) And he fixed his attention on them, expecting to receive\nsomething from them. (6) But Peter said, \"I have no silver and\ngold, but what I do have I give to you. In the name of Jesus\nChrist of Nazareth, rise up and walk!\" (7) And he took him","by the right hand and raised him up, and immediately his\nfeet and ankles were made strong. (8) And leaping up, he\nstood and began to walk, and entered the temple with them,\nwalking and leaping and praising God. (9) And all the people\nsaw him walking and praising God, (10) and recognized him\nas the one who sat at the Beautiful Gate of the temple, asking\nfor alms. And they were filled with wonder and amazement at\nwhat had happened to him."],"word_count":208},{"reference":"Acts 4:1-4","translation":"ESV","division":"Primary","passage_number":71,"release":"NBBC","cards":["(1) And as they were speaking to the people, the priests and\nthe captain of the temple and the Sadducees came upon\nthem, (2) greatly annoyed because they were teaching the\npeople and proclaiming in Jesus the resurrection from the\ndead. (3) And they arrested them and put them in custody\nuntil the next day, for it was already evening. (4) But many of\nthose who had heard the word believed, and the number of\nthe men came to about five thousand."],"word_count":78},{"reference":"Acts 11:1-18","translation":"ESV","division":"Primary","passage_number":72,"release":"NBBC","cards":["(1) Now the apostles and the brothers who were throughout\nJudea heard that the Gentiles also had received the word of\nGod. (2) So when Peter went up to Jerusalem, the circumcision\nparty criticized him, saying, (3) \"You went to uncircumcised\nmen and ate with them.\" (4) But Peter began and explained\nit to them in order: (5) \"I was in the city of Joppa praying,\nand in a trance I saw a vision, something like a great sheet\ndescending, being let down from heaven by its four corners,\nand it came down to me. (6) Looking at it closely, I observed\nanimals and beasts of prey and reptiles and birds of the air.\n(7) And I heard a voice saying to me, 'Rise, Peter; kill and","eat.' (8) But I said, 'By no means, Lord; for nothing common\nor unclean has ever entered my mouth.' (9) But the voice\nanswered a second time from heaven, 'What God has made\nclean, do not call common.' (10) This happened three times,\nand all was drawn up again into heaven. (11) And behold, at\nthat very moment three men arrived at the house in which we\nwere, sent to me from Caesarea. (12) And the Spirit told me\nto go with them, making no distinction. These six brothers\nalso accompanied me, and we entered the man's house. (13)\nAnd he told us how he had seen the angel stand in his house\nand say, 'Send to Joppa and bring Simon who is called Peter;","(14) he will declare to you a message by which you will be\nsaved, you and all your household.' (15) As I began to speak,\nthe Holy Spirit fell on them just as on us at the beginning. (16)\nAnd I remembered the word of the Lord, how he said, 'John\nbaptized with water, but you will be baptized with the Holy\nSpirit.' (17) If then God gave the same gift to them as he gave\nto us when we believed in the Lord Jesus Christ, who was I\nthat I could stand in God's way?\" (18) When they heard these\nthings they fell silent. And they glorified God, saying, \"Then\nto the Gentiles also God has granted repentance that leads\nto life.\""],"word_count":357},{"reference":"Acts 17:29-31","translation":"ESV","division":"Primary","passage_number":73,"release":"NBBC","cards":["(29) Being then God's offspring, we ought not to think that\nthe divine being is like gold or silver or stone, an image\nformed by the art and imagination of man. (30) The times\nof ignorance God overlooked, but now he commands all\npeople everywhere to repent, (31) because he has fixed a day\non which he will judge the world in righteousness by a man\nwhom he has appointed; and of this he has given assurance\nto all by raising him from the dead.\""],"word_count":82},{"reference":"Romans 1:1-4","translation":"ESV","division":"Primary","passage_number":75,"release":"NBBC","cards":["(1) Paul, a servant of Christ Jesus, called to be an apostle, set\napart for the gospel of God, (2) which he promised beforehand\nthrough his prophets in the holy Scriptures, (3) concerning\nhis Son, who was descended from David according to the\nflesh (4) and was declared to be the Son of God in power\naccording to the Spirit of holiness by his resurrection from the\ndead, Jesus Christ our Lord,"],"word_count":68},{"reference":"Romans 1:18-23","translation":"ESV","division":"Primary","passage_number":76,"release":"NBBC","cards":["(18) For the wrath of God is revealed from heaven against\nall ungodliness and unrighteousness of men, who by their\nunrighteousness suppress the truth. (19) For what can be\nknown about God is plain to them, because God has shown\nit to them. (20) For his invisible attributes, namely, his eternal\npower and divine nature, have been clearly perceived, ever\nsince the creation of the world, in the things that have been\nmade. So they are without excuse. (21) For although they\nknew God, they did not honor him as God or give thanks to\nhim, but they became futile in their thinking, and their foolish\nhearts were darkened. (22) Claiming to be wise, they became","fools, (23) and exchanged the glory of the immortal God for\nimages resembling mortal man and birds and animals and\ncreeping things."],"word_count":132},{"reference":"Romans 2:1-2","translation":"ESV","division":"Primary","passage_number":77,"release":"NBBC","cards":["(1) Therefore you have no excuse, O man, every one of\nyou who judges. For in passing judgment on another you\ncondemn yourself, because you, the judge, practice the very\nsame things. (2) We know that the judgment of God rightly\nfalls on those who practice such things."],"word_count":46},{"reference":"Romans 2:14-29","translation":"ESV","division":"Primary","passage_number":78,"release":"NBBC","cards":["(14) For when Gentiles, who do not have the law, by nature\ndo what the law requires, they are a law to themselves, even\nthough they do not have the law. (15) They show that the work\nof the law is written on their hearts, while their conscience\nalso bears witness, and their conflicting thoughts accuse or\neven excuse them (16) on that day when, according to my\ngospel, God judges the secrets of men by Christ Jesus. (17)\nBut if you call yourself a Jew and rely on the law and boast\nin God (18) and know his will and approve what is excellent,\nbecause you are instructed from the law; (19) and if you are\nsure that you yourself are a guide to the blind, a light to those","who are in darkness, (20) an instructor of the foolish, a teacher\nof children, having in the law the embodiment of knowledge\nand truth-- (21) you then who teach others, do you not teach\nyourself? While you preach against stealing, do you steal?\n(22) You who say that one must not commit adultery, do you\ncommit adultery? You who abhor idols, do you rob temples?\n(23) You who boast in the law dishonor God by breaking the\nlaw. (24) For, as it is written, \"The name of God is blasphemed\namong the Gentiles because of you.\" (25) For circumcision\nindeed is of value if you obey the law, but if you break the law,\nyour circumcision becomes uncircumcision. (26) So, if a man","who is uncircumcised keeps the precepts of the law, will not\nhis uncircumcision be regarded as circumcision? (27) Then\nhe who is physically uncircumcised but keeps the law will\ncondemn you who have the written code and circumcision\nbut break the law. (28) For no one is a Jew who is merely\none outwardly, nor is circumcision outward and physical. (29)\nBut a Jew is one inwardly, and circumcision is a matter of the\nheart, by the Spirit, not by the letter. His praise is not from\nman but from God."],"word_count":329},{"reference":"Romans 3:9-20","translation":"ESV","division":"Primary","passage_number":79,"release":"NBBC","cards":["(9) What then? Are we Jews any better off? No, not at all.\nFor we have already charged that all, both Jews and Greeks,\nare under sin, (10) as it is written: \"None is righteous, no, not\none; (11) no one understands; no one seeks for God. (12) All\nhave turned aside; together they have become worthless; no\none does good, not even one.\" (13) \"Their throat is an open\ngrave; they use their tongues to deceive.\" \"The venom of\nasps is under their lips.\" (14) \"Their mouth is full of curses and\nbitterness.\" (15) \"Their feet are swift to shed blood; (16) in\ntheir paths are ruin and misery, (17) and the way of peace they\nhave not known.\" (18) \"There is no fear of God before their","eyes.\" (19) Now we know that whatever the law says it speaks\nto those who are under the law, so that every mouth may be\nstopped, and the whole world may be held accountable to\nGod. (20) For by works of the law no human being will be\njustified in his sight, since through the law comes knowledge\nof sin."],"word_count":177},{"reference":"Romans 4:1-14","translation":"ESV","division":"Primary","passage_number":80,"release":"NBBC","cards":["(1) What then shall we say was gained by Abraham, our\nforefather according to the flesh? (2) For if Abraham was\njustified by works, he has something to boast about, but not\nbefore God. (3) For what does the Scripture say? \"Abraham\nbelieved God, and it was counted to him as righteousness.\"\n(4) Now to the one who works, his wages are not counted\nas a gift but as his due. (5) And to the one who does not\nwork but believes in him who justifies the ungodly, his faith\nis counted as righteousness, (6) just as David also speaks of\nthe blessing of the one to whom God counts righteousness\napart from works: (7) \"Blessed are those whose lawless","deeds are forgiven, and whose sins are covered; (8) blessed\nis the man against whom the Lord will not count his sin.\" (9)\nIs this blessing then only for the circumcised, or also for the\nuncircumcised? For we say that faith was counted to Abraham\nas righteousness. (10) How then was it counted to him? Was\nit before or after he had been circumcised? It was not after,\nbut before he was circumcised. (11) He received the sign of\ncircumcision as a seal of the righteousness that he had by faith\nwhile he was still uncircumcised. The purpose was to make\nhim the father of all who believe without being circumcised,\nso that righteousness would be counted to them as well, (12)","and to make him the father of the circumcised who are not\nmerely circumcised but who also walk in the footsteps of the\nfaith that our father Abraham had before he was circumcised.\n(13) For the promise to Abraham and his offspring that he\nwould be heir of the world did not come through the law\nbut through the righteousness of faith. (14) For if it is the\nadherents of the law who are to be the heirs, faith is null and\nthe promise is void."],"word_count":314},{"reference":"Romans 5:1-4","translation":"ESV","division":"Primary","passage_number":81,"release":"NBBC","cards":["(1) Therefore, since we have been justified by faith, we have\npeace with God through our Lord Jesus Christ. (2) Through\nhim we have also obtained access by faith into this grace in\nwhich we stand, and we rejoice in hope of the glory of God.\n(3) Not only that, but we rejoice in our sufferings, knowing that\nsuffering produces endurance, (4) and endurance produces\ncharacter, and character produces hope,"],"word_count":66},{"reference":"Romans 7:6-12","translation":"ESV","division":"Primary","passage_number":82,"release":"NBBC","cards":["(6) But now we are released from the law, having died to that\nwhich held us captive, so that we serve in the new way of the\nSpirit and not in the old way of the written code. (7) What\nthen shall we say? That the law is sin? By no means! Yet if it\nhad not been for the law, I would not have known sin. For I\nwould not have known what it is to covet if the law had not\nsaid, \"You shall not covet.\" (8) But sin, seizing an opportunity\nthrough the commandment, produced in me all kinds of\ncovetousness. For apart from the law, sin lies dead. (9) I was\nonce alive apart from the law, but when the commandment\ncame, sin came alive and I died. (10) The very commandment","that promised life proved to be death to me. (11) For sin,\nseizing an opportunity through the commandment, deceived\nme and through it killed me. (12) So the law is holy, and the\ncommandment is holy and righteous and good."],"word_count":169},{"reference":"Romans 8:18-26","translation":"ESV","division":"Primary","passage_number":83,"release":"NBBC","cards":["(18) For I consider that the sufferings of this present time are\nnot worth comparing with the glory that is to be revealed\nto us. (19) For the creation waits with eager longing for\nthe revealing of the sons of God. (20) For the creation was\nsubjected to futility, not willingly, but because of him who\nsubjected it, in hope (21) that the creation itself will be set\nfree from its bondage to corruption and obtain the freedom\nof the glory of the children of God. (22) For we know that the\nwhole creation has been groaning together in the pains of\nchildbirth until now. (23) And not only the creation, but we\nourselves, who have the firstfruits of the Spirit, groan inwardly","as we wait eagerly for adoption as sons, the redemption of\nour bodies. (24) For in this hope we were saved. Now hope\nthat is seen is not hope. For who hopes for what he sees?\n(25) But if we hope for what we do not see, we wait for it with\npatience. (26) Likewise the Spirit helps us in our weakness.\nFor we do not know what to pray for as we ought, but the\nSpirit himself intercedes for us with groanings too deep for\nwords."],"word_count":201},{"reference":"Romans 9:14-15","translation":"ESV","division":"Primary","passage_number":84,"release":"NBBC","cards":["(14) What shall we say then? Is there injustice on God's part?\nBy no means! (15) For he says to Moses, \"I will have mercy on\nwhom I have mercy, and I will have compassion on whom I\nhave compassion.\""],"word_count":38},{"reference":"Romans 10:5-8","translation":"ESV","division":"Primary","passage_number":85,"release":"NBBC","cards":["(5) For Moses writes about the righteousness that is based on\nthe law, that the person who does the commandments shall\nlive by them. (6) But the righteousness based on faith says,\n\"Do not say in your heart, 'Who will ascend into heaven?'\"\n(that is, to bring Christ down) (7) \"or 'Who will descend into\nthe abyss?'\" (that is, to bring Christ up from the dead). (8) But\nwhat does it say? \"The word is near you, in your mouth and in\nyour heart\" (that is, the word of faith that we proclaim);"],"word_count":89},{"reference":"1 Corinthians 12:12-28","translation":"ESV","division":"Primary","passage_number":86,"release":"NBBC","cards":["(12) For just as the body is one and has many members, and\nall the members of the body, though many, are one body, so\nit is with Christ. (13) For in one Spirit we were all baptized\ninto one body--Jews or Greeks, slaves or free--and all were\nmade to drink of one Spirit. (14) For the body does not\nconsist of one member but of many. (15) If the foot should\nsay, \"Because I am not a hand, I do not belong to the body,\"\nthat would not make it any less a part of the body. (16) And if\nthe ear should say, \"Because I am not an eye, I do not belong\nto the body,\" that would not make it any less a part of the\nbody. (17) If the whole body were an eye, where would be","the sense of hearing? If the whole body were an ear, where\nwould be the sense of smell? (18) But as it is, God arranged\nthe members in the body, each one of them, as he chose.\n(19) If all were a single member, where would the body be?\n(20) As it is, there are many parts, yet one body. (21) The eye\ncannot say to the hand, \"I have no need of you,\" nor again\nthe head to the feet, \"I have no need of you.\" (22) On the\ncontrary, the parts of the body that seem to be weaker are\nindispensable, (23) and on those parts of the body that we\nthink less honorable we bestow the greater honor, and our\nunpresentable parts are treated with greater modesty, (24)","which our more presentable parts do not require. But God\nhas so composed the body, giving greater honor to the\npart that lacked it, (25) that there may be no division in the\nbody, but that the members may have the same care for one\nanother. (26) If one member suffers, all suffer together; if one\nmember is honored, all rejoice together. (27) Now you are the\nbody of Christ and individually members of it. (28) And God\nhas appointed in the church first apostles, second prophets,\nthird teachers, then miracles, then gifts of healing, helping,\nadministrating, and various kinds of tongues."],"word_count":359},{"reference":"2 Corinthians 12:1-4","translation":"ESV","division":"Primary","passage_number":87,"release":"NBBC","cards":["(1) I must go on boasting. Though there is nothing to be\ngained by it, I will go on to visions and revelations of the Lord.\n(2) I know a man in Christ who fourteen years ago was caught\nup to the third heaven--whether in the body or out of the\nbody I do not know, God knows. (3) And I know that this man\nwas caught up into paradise--whether in the body or out of\nthe body I do not know, God knows-- (4) and he heard things\nthat cannot be told, which man may not utter."],"word_count":96},{"reference":"Ephesians 1:7-14","translation":"ESV","division":"Primary","passage_number":88,"release":"NBBC","cards":["(7) In him we have redemption through his blood, the\nforgiveness of our trespasses, according to the riches of his\ngrace, (8) which he lavished upon us, in all wisdom and insight\n(9) making known to us the mystery of his will, according to\nhis purpose, which he set forth in Christ (10) as a plan for the\nfullness of time, to unite all things in him, things in heaven and\nthings on earth. (11) In him we have obtained an inheritance,\nhaving been predestined according to the purpose of him\nwho works all things according to the counsel of his will, (12)\nso that we who were the first to hope in Christ might be to\nthe praise of his glory. (13) In him you also, when you heard","the word of truth, the gospel of your salvation, and believed\nin him, were sealed with the promised Holy Spirit, (14) who is\nthe guarantee of our inheritance until we acquire possession\nof it, to the praise of his glory."],"word_count":162},{"reference":"Ephesians 2:1-4","translation":"ESV","division":"Primary","passage_number":89,"release":"NBBC","cards":["(1) And you were dead in the trespasses and sins (2) in which\nyou once walked, following the course of this world, following\nthe prince of the power of the air, the spirit that is now at work\nin the sons of disobedience-- (3) among whom we all once\nlived in the passions of our flesh, carrying out the desires of\nthe body and the mind, and were by nature children of wrath,\nlike the rest of mankind. (4) But God, being rich in mercy,\nbecause of the great love with which he loved us,"],"word_count":91},{"reference":"Philippians 3:3-11","translation":"ESV","division":"Primary","passage_number":90,"release":"NBBC","cards":["(3) For we are the circumcision, who worship by the Spirit of\nGod and glory in Christ Jesus and put no confidence in the\nflesh-- (4) though I myself have reason for confidence in the\nflesh also. If anyone else thinks he has reason for confidence\nin the flesh, I have more: (5) circumcised on the eighth day,\nof the people of Israel, of the tribe of Benjamin, a Hebrew of\nHebrews; as to the law, a Pharisee; (6) as to zeal, a persecutor\nof the church; as to righteousness under the law, blameless.\n(7) But whatever gain I had, I counted as loss for the sake\nof Christ. (8) Indeed, I count everything as loss because of\nthe surpassing worth of knowing Christ Jesus my Lord. For","his sake I have suffered the loss of all things and count them\nas rubbish, in order that I may gain Christ (9) and be found\nin him, not having a righteousness of my own that comes\nfrom the law, but that which comes through faith in Christ,\nthe righteousness from God that depends on faith-- (10) that\nI may know him and the power of his resurrection, and may\nshare his sufferings, becoming like him in his death, (11) that\nby any means possible I may attain the resurrection from the\ndead."],"word_count":212},{"reference":"1 Thessalonians 5:1-11","translation":"ESV","division":"Primary","passage_number":91,"release":"NBBC","cards":["(1) Now concerning the times and the seasons, brothers, you\nhave no need to have anything written to you. (2) For you\nyourselves are fully aware that the day of the Lord will come\nlike a thief in the night. (3) While people are saying, \"There is\npeace and security,\" then sudden destruction will come upon\nthem as labor pains come upon a pregnant woman, and they\nwill not escape. (4) But you are not in darkness, brothers, for\nthat day to surprise you like a thief. (5) For you are all children\nof light, children of the day. We are not of the night or of the\ndarkness. (6) So then let us not sleep, as others do, but let us\nkeep awake and be sober. (7) For those who sleep, sleep at","night, and those who get drunk, are drunk at night. (8) But\nsince we belong to the day, let us be sober, having put on\nthe breastplate of faith and love, and for a helmet the hope\nof salvation. (9) For God has not destined us for wrath, but to\nobtain salvation through our Lord Jesus Christ, (10) who died\nfor us so that whether we are awake or asleep we might live\nwith him. (11) Therefore encourage one another and build\none another up, just as you are doing."],"word_count":213},{"reference":"2 Thessalonians 2:6-9","translation":"ESV","division":"Primary","passage_number":92,"release":"NBBC","cards":["(6) And you know what is restraining him now so that he may\nbe revealed in his time. (7) For the mystery of lawlessness\nis already at work. Only he who now restrains it will do so\nuntil he is out of the way. (8) And then the lawless one will be\nrevealed, whom the Lord Jesus will kill with the breath of his\nmouth and bring to nothing by the appearance of his coming.\n(9) The coming of the lawless one is by the activity of Satan\nwith all power and false signs and wonders,"],"word_count":92},{"reference":"1 Timothy 2:1-7","translation":"ESV","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) First of all, then, I urge that supplications, prayers, intercessions,\nand thanksgivings be made for all people, (2) for kings and all who\nare in high positions, that we may lead a peaceful and quiet life,\ngodly and dignified in every way. (3) This is good, and it is pleasing\nin the sight of God our Savior, (4) who desires all people to be\nsaved and to come to the knowledge of the truth. (5) For there is\none God, and there is one mediator between God and men, the\nman Christ Jesus, (6) who gave himself as a ransom for all, which is\nthe testimony given at the proper time. (7) For this I was appointed\na preacher and an apostle (I am telling the truth, I am not lying), a\nteacher of the Gentiles in faith and truth."],"word_count":134},{"reference":"2 Timothy 3:1-17","translation":"ESV","division":"Primary","passage_number":94,"release":"NBBC","cards":["(1) But understand this, that in the last days there will come\ntimes of difficulty. (2) For people will be lovers of self, lovers\nof money, proud, arrogant, abusive, disobedient to their\nparents, ungrateful, unholy, (3) heartless, unappeasable,\nslanderous, without self-control, brutal, not loving good, (4)\ntreacherous, reckless, swollen with conceit, lovers of pleasure\nrather than lovers of God, (5) having the appearance of\ngodliness, but denying its power. Avoid such people. (6)\nFor among them are those who creep into households and\ncapture weak women, burdened with sins and led astray by\nvarious passions, (7) always learning and never able to arrive","at a knowledge of the truth. (8) Just as Jannes and Jambres\nopposed Moses, so these men also oppose the truth, men\ncorrupted in mind and disqualified regarding the faith. (9)\nBut they will not get very far, for their folly will be plain to\nall, as was that of those two men. (10) You, however, have\nfollowed my teaching, my conduct, my aim in life, my faith,\nmy patience, my love, my steadfastness, (11) my persecutions\nand sufferings that happened to me at Antioch, at Iconium,\nand at Lystra--which persecutions I endured; yet from them\nall the Lord rescued me. (12) Indeed, all who desire to live a\ngodly life in Christ Jesus will be persecuted, (13) while evil","people and impostors will go on from bad to worse, deceiving\nand being deceived. (14) But as for you, continue in what you\nhave learned and have firmly believed, knowing from whom\nyou learned it (15) and how from childhood you have been\nacquainted with the sacred writings, which are able to make\nyou wise for salvation through faith in Christ Jesus. (16) All\nScripture is breathed out by God and profitable for teaching,\nfor reproof, for correction, and for training in righteousness,\n(17) that the man of God may be complete, equipped for\nevery good work."],"word_count":305},{"reference":"Hebrews 2:1-13","translation":"ESV","division":"Primary","passage_number":95,"release":"NBBC","cards":["(1) Therefore we must pay much closer attention to what\nwe have heard, lest we drift away from it. (2) For since the\nmessage declared by angels proved to be reliable, and every\ntransgression or disobedience received a just retribution, (3)\nhow shall we escape if we neglect such a great salvation? It\nwas declared at first by the Lord, and it was attested to us by\nthose who heard, (4) while God also bore witness by signs\nand wonders and various miracles and by gifts of the Holy\nSpirit distributed according to his will. (5) For it was not to\nangels that God subjected the world to come, of which we\nare speaking. (6) It has been testified somewhere, \"What is","man, that you are mindful of him, or the son of man, that you\ncare for him? (7) You made him for a little while lower than\nthe angels; you have crowned him with glory and honor,\n(8) putting everything in subjection under his feet.\" Now\nin putting everything in subjection to him, he left nothing\noutside his control. At present, we do not yet see everything\nin subjection to him. (9) But we see him who for a little while\nwas made lower than the angels, namely Jesus, crowned with\nglory and honor because of the suffering of death, so that by\nthe grace of God he might taste death for everyone. (10) For\nit was fitting that he, for whom and by whom all things exist, in","bringing many sons to glory, should make the founder of their\nsalvation perfect through suffering. (11) For he who sanctifies\nand those who are sanctified all have one source. That is why\nhe is not ashamed to call them brothers, (12) saying, \"I will tell\nof your name to my brothers; in the midst of the congregation\nI will sing your praise.\" (13) And again, \"I will put my trust in\nhim.\" And again, \"Behold, I and the children God has given\nme.\""],"word_count":321},{"reference":"James 2:1-13","translation":"ESV","division":"Primary","passage_number":96,"release":"NBBC","cards":["(1) My brothers, show no partiality as you hold the faith in our\nLord Jesus Christ, the Lord of glory. (2) For if a man wearing\na gold ring and fine clothing comes into your assembly, and\na poor man in shabby clothing also comes in, (3) and if you\npay attention to the one who wears the fine clothing and say,\n\"You sit here in a good place,\" while you say to the poor man,\n\"You stand over there,\" or, \"Sit down at my feet,\" (4) have you\nnot then made distinctions among yourselves and become\njudges with evil thoughts? (5) Listen, my beloved brothers,\nhas not God chosen those who are poor in the world to be\nrich in faith and heirs of the kingdom, which he has promised","to those who love him? (6) But you have dishonored the poor\nman. Are not the rich the ones who oppress you, and the\nones who drag you into court? (7) Are they not the ones who\nblaspheme the honorable name by which you were called?\n(8) If you really fulfill the royal law according to the Scripture,\n\"You shall love your neighbor as yourself,\" you are doing\nwell. (9) But if you show partiality, you are committing sin and\nare convicted by the law as transgressors. (10) For whoever\nkeeps the whole law but fails in one point has become guilty\nof all of it. (11) For he who said, \"Do not commit adultery,\"\nalso said, \"Do not murder.\" If you do not commit adultery but","do murder, you have become a transgressor of the law. (12)\nSo speak and so act as those who are to be judged under the\nlaw of liberty. (13) For judgment is without mercy to one who\nhas shown no mercy. Mercy triumphs over judgment."],"word_count":290},{"reference":"James 2:18-24","translation":"ESV","division":"Primary","passage_number":97,"release":"NBBC","cards":["(18) But someone will say, \"You have faith and I have works.\" Show\nme your faith apart from your works, and I will show you my faith\nby my works. (19) You believe that God is one; you do well. Even\nthe demons believe--and shudder! (20) Do you want to be shown,\nyou foolish person, that faith apart from works is useless? (21) Was\nnot Abraham our father justified by works when he offered up\nhis son Isaac on the altar? (22) You see that faith was active along\nwith his works, and faith was completed by his works; (23) and the\nScripture was fulfilled that says, \"Abraham believed God, and it\nwas counted to him as righteousness\"--and he was called a friend\nof God. (24) You see that a person is justified by works and not by\nfaith alone."],"word_count":135},{"reference":"1 Peter 1:22-25","translation":"ESV","division":"Primary","passage_number":98,"release":"NBBC","cards":["(22) Having purified your souls by your obedience to the\ntruth for a sincere brotherly love, love one another earnestly\nfrom a pure heart, (23) since you have been born again, not\nof perishable seed but of imperishable, through the living\nand abiding word of God; (24) for \"All flesh is like grass and\nall its glory like the flower of grass. The grass withers, and the\nflower falls, (25) but the word of the Lord remains forever.\"\nAnd this word is the good news that was preached to you."],"word_count":86},{"reference":"1 John 1:3-4","translation":"ESV","division":"Primary","passage_number":99,"release":"NBBC","cards":["(3) that which we have seen and heard we proclaim also to\nyou, so that you too may have fellowship with us; and indeed\nour fellowship is with the Father and with his Son Jesus Christ.\n(4) And we are writing these things so that our joy may be\ncomplete."],"word_count":48},{"reference":"1 John 4:13-19","translation":"ESV","division":"Primary","passage_number":100,"release":"NBBC","cards":["(13) By this we know that we abide in him and he in us, because he\nhas given us of his Spirit. (14) And we have seen and testify that the\nFather has sent his Son to be the Savior of the world. (15) Whoever\nconfesses that Jesus is the Son of God, God abides in him, and he\nin God. (16) So we have come to know and to believe the love that\nGod has for us. God is love, and whoever abides in love abides in\nGod, and God abides in him. (17) By this is love perfected with us,\nso that we may have confidence for the day of judgment, because\nas he is so also are we in this world. (18) There is no fear in love,\nbut perfect love casts out fear. For fear has to do with punishment,\nand whoever fears has not been perfected in love. (19) We love\nbecause he first loved us."],"word_count":154},{"reference":"3 John 1:1-14","translation":"ESV","division":"Primary","passage_number":101,"release":"NBBC","cards":["(1) The elder to the beloved Gaius, whom I love in truth. (2)\nBeloved, I pray that all may go well with you and that you\nmay be in good health, as it goes well with your soul. (3) For I\nrejoiced greatly when the brothers came and testified to your\ntruth, as indeed you are walking in the truth. (4) I have no\ngreater joy than to hear that my children are walking in the\ntruth. (5) Beloved, it is a faithful thing you do in all your efforts\nfor these brothers, strangers as they are, (6) who testified to\nyour love before the church. You will do well to send them on\ntheir journey in a manner worthy of God. (7) For they have\ngone out for the sake of the name, accepting nothing from","the Gentiles. (8) Therefore we ought to support people like\nthese, that we may be fellow workers for the truth. (9) I have\nwritten something to the church, but Diotrephes, who likes\nto put himself first, does not acknowledge our authority. (10)\nSo if I come, I will bring up what he is doing, talking wicked\nnonsense against us. And not content with that, he refuses to\nwelcome the brothers, and also stops those who want to and\nputs them out of the church. (11) Beloved, do not imitate evil\nbut imitate good. Whoever does good is from God; whoever\ndoes evil has not seen God. (12) Demetrius has received a\ngood testimony from everyone, and from the truth itself. We","also add our testimony, and you know that our testimony is\ntrue. (13) I had much to write to you, but I would rather not\nwrite with pen and ink. (14) I hope to see you soon, and we\nwill talk face to face."],"word_count":288},{"reference":"Jude 1:22-25","translation":"ESV","division":"Primary","passage_number":102,"release":"NBBC","cards":["(22) And have mercy on those who doubt; (23) save others\nby snatching them out of the fire; to others show mercy with\nfear, hating even the garment stained by the flesh. (24) Now\nto him who is able to keep you from stumbling and to present\nyou blameless before the presence of his glory with great\njoy, (25) to the only God, our Savior, through Jesus Christ our\nLord, be glory, majesty, dominion, and authority, before all\ntime and now and forever. Amen."],"word_count":80},{"reference":"Revelation 1:7-8","translation":"ESV","division":"Primary","passage_number":103,"release":"NBBC","cards":["(7) Behold, he is coming with the clouds, and every eye will\nsee him, even those who pierced him, and all tribes of the\nearth will wail on account of him. Even so. Amen. (8) \"I am the\nAlpha and the Omega,\" says the Lord God, \"who is and who\nwas and who is to come, the Almighty.\""],"word_count":56},{"reference":"Revelation 3:17-19","translation":"ESV","division":"Primary","passage_number":104,"release":"NBBC","cards":["(17) For you say, I am rich, I have prospered, and I need nothing,\nnot realizing that you are wretched, pitiable, poor, blind, and\nnaked. (18) I counsel you to buy from me gold refined by fire,\nso that you may be rich, and white garments so that you may\nclothe yourself and the shame of your nakedness may not be\nseen, and salve to anoint your eyes, so that you may see. (19)\nThose whom I love, I reprove and discipline, so be zealous\nand repent."],"word_count":84}]