[{"reference":"John 1:1–2","translation":"KJV","division":"Primary","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was\nwith God, and the Word was God. (2) The same was in the\nbeginning with God."],"word_count":25},{"reference":"John 20:30–31","translation":"KJV","division":"Primary","passage_number":2,"release":"Navigate","cards":["(30) And many other signs truly did Jesus in the presence of\nhis disciples, which are not written in this book: (31) But these\nare written, that ye might believe that Jesus is the Christ, the\nSon of God; and that believing ye might have life through his\nname."],"word_count":47},{"reference":"Philippians 2:6–7","translation":"KJV","division":"Primary","passage_number":3,"release":"Explore","cards":["(6) Who, being in the form of God, thought it not robbery to\nbe equal with God: (7) But made himself of no reputation,\nand took upon him the form of a servant, and was made in\nthe likeness of men:"],"word_count":39},{"reference":"John 1:29–30","translation":"KJV","division":"Primary","passage_number":4,"release":"Navigate","cards":["(29) The next day John seeth Jesus coming unto him, and\nsaith, Behold the Lamb of God, which taketh away the sin of\nthe world. (30) This is he of whom I said, After me cometh a\nman which is preferred before me: for he was before me."],"word_count":46},{"reference":"Revelation 5:11–12","translation":"KJV","division":"Primary","passage_number":5,"release":"Explore","cards":["(11) And I beheld, and I heard the voice of many angels\nround about the throne and the beasts and the elders: and\nthe number of them was ten thousand times ten thousand,\nand thousands of thousands; (12) Saying with a loud voice,\nWorthy is the Lamb that was slain to receive power, and\nriches, and wisdom, and strength, and honour, and glory, and\nblessing."],"word_count":63},{"reference":"John 2:19–22","translation":"KJV","division":"Primary","passage_number":6,"release":"Navigate","cards":["(19) Jesus answered and said unto them, Destroy this temple,\nand in three days I will raise it up. (20) Then said the Jews,\nForty and six years was this temple in building, and wilt thou\nrear it up in three days? (21) But he spake of the temple of\nhis body. (22) When therefore he was risen from the dead, his\ndisciples remembered that he had said this unto them; and\nthey believed the scripture, and the word which Jesus had\nsaid."],"word_count":79},{"reference":"Acts 10:37–38","translation":"KJV","division":"Primary","passage_number":7,"release":"Explore","cards":["(37) That word, I say, ye know, which was published throughout\nall Judaea, and began from Galilee, after the baptism which\nJohn preached; (38) How God anointed Jesus of Nazareth\nwith the Holy Ghost and with power: who went about doing\ngood, and healing all that were oppressed of the devil; for\nGod was with him."],"word_count":54},{"reference":"John 3:35–36","translation":"KJV","division":"Primary","passage_number":8,"release":"Navigate","cards":["(35) The Father loveth the Son, and hath given all things into\nhis hand. (36) He that believeth on the Son hath everlasting\nlife: and he that believeth not the Son shall not see life; but\nthe wrath of God abideth on him."],"word_count":41},{"reference":"Titus 3:5–7","translation":"KJV","division":"Primary","passage_number":9,"release":"Explore","cards":["(5) Not by works of righteousness which we have done,\nbut according to his mercy he saved us, by the washing of\nregeneration, and renewing of the Holy Ghost; (6) Which he\nshed on us abundantly through Jesus Christ our Saviour; (7)\nThat being justiﬁed by his grace, we should be made heirs\naccording to the hope of eternal life."],"word_count":57},{"reference":"John 4:41–42","translation":"KJV","division":"Primary","passage_number":10,"release":"Navigate","cards":["(41) And many more believed because of his own word; (42)\nAnd said unto the woman, Now we believe, not because of\nthy saying: for we have heard him ourselves, and know that\nthis is indeed the Christ, the Saviour of the world."],"word_count":41},{"reference":"Acts 18:27–28","translation":"KJV","division":"Primary","passage_number":11,"release":"Explore","cards":["(27) And when he was disposed to pass into Achaia, the\nbrethren wrote, exhorting the disciples to receive him: who,\nwhen he was come, helped them much which had believed\nthrough grace: (28) For he mightily convinced the Jews, and\nthat publickly, shewing by the scriptures that Jesus was Christ."],"word_count":48},{"reference":"John 5:24","translation":"KJV","division":"Primary","passage_number":12,"release":"Navigate","cards":["(24) Verily, verily, I say unto you, He that heareth my word,\nand believeth on him that sent me, hath everlasting life, and\nshall not come into condemnation; but is passed from death\nunto life."],"word_count":34},{"reference":"Colossians 1:15","translation":"KJV","division":"Primary","passage_number":13,"release":"Explore","cards":["(15) Who is the image of the invisible God, the ﬁrstborn of\nevery creature:"],"word_count":13},{"reference":"John 6:35","translation":"KJV","division":"Primary","passage_number":14,"release":"Navigate","cards":["(35) And Jesus said unto them, I am the bread of life: he that\ncometh to me shall never hunger; and he that believeth on\nme shall never thirst."],"word_count":28},{"reference":"1 Corinthians 11:23–24","translation":"KJV","division":"Primary","passage_number":15,"release":"Explore","cards":["(23) For I have received of the Lord that which also I delivered\nunto you, That the Lord Jesus the same night in which he was\nbetrayed took bread: (24) And when he had given thanks, he\nbrake it, and said, Take, eat: this is my body, which is broken\nfor you: this do in remembrance of me."],"word_count":56},{"reference":"Genesis 1:1-2","translation":"KJV","division":"Primary","passage_number":16,"release":"NBBC","cards":["(1) In the beginning God created the heaven and the earth.\n(2) And the earth was without form, and void; and darkness\nwas upon the face of the deep. And the Spirit of God moved\nupon the face of the waters."],"word_count":39},{"reference":"Genesis 2:1-6","translation":"KJV","division":"Primary","passage_number":17,"release":"NBBC","cards":["(1) Thus the heavens and the earth were finished, and all the host\nof them. (2) And on the seventh day God ended his work which\nhe had made; and he rested on the seventh day from all his work\nwhich he had made. (3) And God blessed the seventh day, and\nsanctified it: because that in it he had rested from all his work\nwhich God created and made. (4) These are the generations of\nthe heavens and of the earth when they were created, in the day\nthat the LORD God made the earth and the heavens, (5) And every\nplant of the field before it was in the earth, and every herb of the\nfield before it grew: for the LORD God had not caused it to rain\nupon the earth, and there was not a man to till the ground. (6) But\nthere went up a mist from the earth, and watered the whole face\nof the ground."],"word_count":156},{"reference":"Genesis 3:22-24","translation":"KJV","division":"Primary","passage_number":18,"release":"NBBC","cards":["(22) And the LORD God said, Behold, the man is become as\none of us, to know good and evil: and now, lest he put forth\nhis hand, and take also of the tree of life, and eat, and live for\never: (23) Therefore the LORD God sent him forth from the\ngarden of Eden, to till the ground from whence he was taken.\n(24) So he drove out the man; and he placed at the east of\nthe garden of Eden Cherubims, and a flaming sword which\nturned every way, to keep the way of the tree of life."],"word_count":97},{"reference":"Genesis 4:6-7","translation":"KJV","division":"Primary","passage_number":19,"release":"NBBC","cards":["(6) And the LORD said unto Cain, Why art thou wroth? and\nwhy is thy countenance fallen? (7) If thou doest well, shalt\nthou not be accepted? and if thou doest not well, sin lieth\nat the door. And unto thee shall be his desire, and thou shalt\nrule over him."],"word_count":49},{"reference":"Genesis 15:4-6","translation":"KJV","division":"Primary","passage_number":20,"release":"NBBC","cards":["(4) And, behold, the word of the LORD came unto him, saying,\nThis shall not be thine heir; but he that shall come forth out of\nthine own bowels shall be thine heir. (5) And he brought him\nforth abroad, and said, Look now toward heaven, and tell the\nstars, if thou be able to number them: and he said unto him,\nSo shall thy seed be. (6) And he believed in the LORD; and he\ncounted it to him for righteousness."],"word_count":79},{"reference":"Genesis 18:22-33","translation":"KJV","division":"Primary","passage_number":21,"release":"NBBC","cards":["(22) And the men turned their faces from thence, and went\ntoward Sodom: but Abraham stood yet before the LORD. (23)\nAnd Abraham drew near, and said, Wilt thou also destroy the\nrighteous with the wicked? (24) Peradventure there be fifty\nrighteous within the city: wilt thou also destroy and not spare\nthe place for the fifty righteous that are therein? (25) That be\nfar from thee to do after this manner, to slay the righteous\nwith the wicked: and that the righteous should be as the\nwicked, that be far from thee: Shall not the Judge of all the\nearth do right? (26) And the LORD said, If I find in Sodom fifty\nrighteous within the city, then I will spare all the place for their","sakes. (27) And Abraham answered and said, Behold now, I\nhave taken upon me to speak unto the Lord, which am but\ndust and ashes: (28) Peradventure there shall lack five of the\nfifty righteous: wilt thou destroy all the city for lack of five?\nAnd he said, If I find there forty and five, I will not destroy it.\n(29) And he spake unto him yet again, and said, Peradventure\nthere shall be forty found there. And he said, I will not do it\nfor forty's sake. (30) And he said unto him, Oh let not the Lord\nbe angry, and I will speak: Peradventure there shall thirty be\nfound there. And he said, I will not do it, if I find thirty there.\n(31) And he said, Behold now, I have taken upon me to speak","unto the Lord: Peradventure there shall be twenty found there.\nAnd he said, I will not destroy it for twenty's sake. (32) And he\nsaid, Oh let not the Lord be angry, and I will speak yet but this\nonce: Peradventure ten shall be found there. And he said, I\nwill not destroy it for ten's sake. (33) And the LORD went his\nway, as soon as he had left communing with Abraham: and\nAbraham returned unto his place."],"word_count":332},{"reference":"Exodus 15:6-12","translation":"KJV","division":"Primary","passage_number":22,"release":"NBBC","cards":["(6) Thy right hand, O LORD, is become glorious in power: thy\nright hand, O LORD, hath dashed in pieces the enemy. (7)\nAnd in the greatness of thine excellency thou hast overthrown\nthem that rose up against thee: thou sentest forth thy wrath,\nwhich consumed them as stubble. (8) And with the blast of\nthy nostrils the waters were gathered together, the floods\nstood upright as an heap, and the depths were congealed\nin the heart of the sea. (9) The enemy said, I will pursue, I will\novertake, I will divide the spoil; my lust shall be satisfied upon\nthem; I will draw my sword, my hand shall destroy them. (10)\nThou didst blow with thy wind, the sea covered them: they","sank as lead in the mighty waters. (11) Who is like unto thee, O\nLORD, among the gods? who is like thee, glorious in holiness,\nfearful in praises, doing wonders? (12) Thou stretchedst out\nthy right hand, the earth swallowed them."],"word_count":158},{"reference":"Numbers 3:5-10","translation":"KJV","division":"Primary","passage_number":23,"release":"NBBC","cards":["(5) And the LORD spake unto Moses, saying, (6) Bring the tribe\nof Levi near, and present them before Aaron the priest, that they\nmay minister unto him. (7) And they shall keep his charge, and the\ncharge of the whole congregation before the tabernacle of the\ncongregation, to do the service of the tabernacle. (8) And they shall\nkeep all the instruments of the tabernacle of the congregation,\nand the charge of the children of Israel, to do the service of the\ntabernacle. (9) And thou shalt give the Levites unto Aaron and\nto his sons: they are wholly given unto him out of the children of\nIsrael. (10) And thou shalt appoint Aaron and his sons, and they\nshall wait on their priest's office: and the stranger that cometh\nnigh shall be put to death."],"word_count":131},{"reference":"Deuteronomy 6:1-2","translation":"KJV","division":"Primary","passage_number":24,"release":"NBBC","cards":["(1) Now these are the commandments, the statutes, and the\njudgments, which the LORD your God commanded to teach\nyou, that ye might do them in the land whither ye go to possess\nit: (2) That thou mightest fear the LORD thy God, to keep all\nhis statutes and his commandments, which I command thee,\nthou, and thy son, and thy son's son, all the days of thy life;\nand that thy days may be prolonged."],"word_count":74},{"reference":"Deuteronomy 7:6-11","translation":"KJV","division":"Primary","passage_number":25,"release":"NBBC","cards":["(6) For thou art an holy people unto the LORD thy God: the\nLORD thy God hath chosen thee to be a special people unto\nhimself, above all people that are upon the face of the earth.\n(7) The LORD did not set his love upon you, nor choose you,\nbecause ye were more in number than any people; for ye\nwere the fewest of all people: (8) But because the LORD\nloved you, and because he would keep the oath which he\nhad sworn unto your fathers, hath the LORD brought you out\nwith a mighty hand, and redeemed you out of the house of\nbondmen, from the hand of Pharaoh king of Egypt. (9) Know\ntherefore that the LORD thy God, he is God, the faithful God,","which keepeth covenant and mercy with them that love him\nand keep his commandments to a thousand generations;\n(10) And repayeth them that hate him to their face, to destroy\nthem: he will not be slack to him that hateth him, he will\nrepay him to his face. (11) Thou shalt therefore keep the\ncommandments, and the statutes, and the judgments, which\nI command thee this day, to do them."],"word_count":193},{"reference":"Joshua 1:7-9","translation":"KJV","division":"Primary","passage_number":26,"release":"NBBC","cards":["(7) Only be thou strong and very courageous, that thou mayest\nobserve to do according to all the law, which Moses my servant\ncommanded thee: turn not from it to the right hand or to the\nleft, that thou mayest prosper whithersoever thou goest. (8) This\nbook of the law shall not depart out of thy mouth; but thou shalt\nmeditate therein day and night, that thou mayest observe to do\naccording to all that is written therein: for then thou shalt make thy\nway prosperous, and then thou shalt have good success. (9) Have\nnot I commanded thee? Be strong and of a good courage; be not\nafraid, neither be thou dismayed: for the LORD thy God is with\nthee whithersoever thou goest."],"word_count":121},{"reference":"Judges 2:11-14","translation":"KJV","division":"Primary","passage_number":27,"release":"NBBC","cards":["(11) And the children of Israel did evil in the sight of the LORD,\nand served Baalim: (12) And they forsook the LORD God of\ntheir fathers, which brought them out of the land of Egypt,\nand followed other gods, of the gods of the people that\nwere round about them, and bowed themselves unto them,\nand provoked the LORD to anger. (13) And they forsook the\nLORD, and served Baal and Ashtaroth. (14) And the anger of\nthe LORD was hot against Israel, and he delivered them into\nthe hands of spoilers that spoiled them, and he sold them\ninto the hands of their enemies round about, so that they\ncould not any longer stand before their enemies."],"word_count":115},{"reference":"2 Samuel 7:18-24","translation":"KJV","division":"Primary","passage_number":28,"release":"NBBC","cards":["(18) Then went king David in, and sat before the LORD, and\nhe said, Who am I, O Lord GOD? and what is my house, that\nthou hast brought me hitherto? (19) And this was yet a small\nthing in thy sight, O Lord GOD; but thou hast spoken also of\nthy servant's house for a great while to come. And is this the\nmanner of man, O Lord GOD? (20) And what can David say\nmore unto thee? for thou, Lord GOD, knowest thy servant.\n(21) For thy word's sake, and according to thine own heart,\nhast thou done all these great things, to make thy servant\nknow them. (22) Wherefore thou art great, O LORD God: for\nthere is none like thee, neither is there any God beside thee,","according to all that we have heard with our ears. (23) And\nwhat one nation in the earth is like thy people, even like Israel,\nwhom God went to redeem for a people to himself, and to\nmake him a name, and to do for you great things and terrible,\nfor thy land, before thy people, which thou redeemedst to\nthee from Egypt, from the nations and their gods? (24) For\nthou hast confirmed to thyself thy people Israel to be a people\nunto thee for ever: and thou, LORD, art become their God."],"word_count":218},{"reference":"2 Kings 2:6-11","translation":"KJV","division":"Primary","passage_number":29,"release":"NBBC","cards":["(6) And Elijah said unto him, Tarry, I pray thee, here; for the\nLORD hath sent me to Jordan. And he said, As the LORD liveth,\nand as thy soul liveth, I will not leave thee. And they two went\non. (7) And fifty men of the sons of the prophets went, and\nstood to view afar off: and they two stood by Jordan. (8) And\nElijah took his mantle, and wrapped it together, and smote\nthe waters, and they were divided hither and thither, so that\nthey two went over on dry ground. (9) And it came to pass,\nwhen they were gone over, that Elijah said unto Elisha, Ask\nwhat I shall do for thee, before I be taken away from thee.\nAnd Elisha said, I pray thee, let a double portion of thy spirit","be upon me. (10) And he said, Thou hast asked a hard thing:\nnevertheless, if thou see me when I am taken from thee, it\nshall be so unto thee; but if not, it shall not be so. (11) And it\ncame to pass, as they still went on, and talked, that, behold,\nthere appeared a chariot of fire, and horses of fire, and parted\nthem both asunder; and Elijah went up by a whirlwind into\nheaven."],"word_count":208},{"reference":"Job 35:1-10","translation":"KJV","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) Elihu spake moreover, and said, (2) Thinkest thou this to be\nright, that thou saidst, My righteousness is more than God's?\n(3) For thou saidst, What advantage will it be unto thee? and,\nWhat profit shall I have, if I be cleansed from my sin? (4) I will\nanswer thee, and thy companions with thee. (5) Look unto the\nheavens, and see; and behold the clouds which are higher\nthan thou. (6) If thou sinnest, what doest thou against him?\nor if thy transgressions be multiplied, what doest thou unto\nhim? (7) If thou be righteous, what givest thou him? or what\nreceiveth he of thine hand? (8) Thy wickedness may hurt a\nman as thou art; and thy righteousness may profit the son of","man. (9) By reason of the multitude of oppressions they make\nthe oppressed to cry: they cry out by reason of the arm of\nthe mighty. (10) But none saith, Where is God my maker, who\ngiveth songs in the night;"],"word_count":157},{"reference":"Psalm 3:3-7","translation":"KJV","division":"Primary","passage_number":31,"release":"NBBC","cards":["(3) But thou, O LORD, art a shield for me; my glory, and the\nlifter up of mine head. (4) I cried unto the LORD with my\nvoice, and he heard me out of his holy hill. Selah. (5) I laid me\ndown and slept; I awaked; for the LORD sustained me. (6) I\nwill not be afraid of ten thousands of people, that have set\nthemselves against me round about. (7) Arise, O LORD; save\nme, O my God: for thou hast smitten all mine enemies upon\nthe cheek bone; thou hast broken the teeth of the ungodly."],"word_count":94},{"reference":"Psalm 5:4-8","translation":"KJV","division":"Primary","passage_number":32,"release":"NBBC","cards":["(4) For thou art not a God that hath pleasure in wickedness:\nneither shall evil dwell with thee. (5) The foolish shall not\nstand in thy sight: thou hatest all workers of iniquity. (6) Thou\nshalt destroy them that speak leasing: the LORD will abhor\nthe bloody and deceitful man. (7) But as for me, I will come\ninto thy house in the multitude of thy mercy: and in thy fear\nwill I worship toward thy holy temple. (8) Lead me, O LORD,\nin thy righteousness because of mine enemies; make thy way\nstraight before my face."],"word_count":92},{"reference":"Psalm 8:1-4","translation":"KJV","division":"Primary","passage_number":33,"release":"NBBC","cards":["(1) O LORD our Lord, how excellent is thy name in all the\nearth! who hast set thy glory above the heavens. (2) Out\nof the mouth of babes and sucklings hast thou ordained\nstrength because of thine enemies, that thou mightest still\nthe enemy and the avenger. (3) When I consider thy heavens,\nthe work of thy fingers, the moon and the stars, which thou\nhast ordained; (4) What is man, that thou art mindful of him?\nand the son of man, that thou visitest him?"],"word_count":83},{"reference":"Psalm 14:1-3","translation":"KJV","division":"Primary","passage_number":34,"release":"NBBC","cards":["(1) The fool hath said in his heart, There is no God. They are\ncorrupt, they have done abominable works, there is none\nthat doeth good. (2) The LORD looked down from heaven\nupon the children of men, to see if there were any that did\nunderstand, and seek God. (3) They are all gone aside, they\nare all together become filthy: there is none that doeth good,\nno, not one."],"word_count":68},{"reference":"Psalm 19:1-4","translation":"KJV","division":"Primary","passage_number":35,"release":"NBBC","cards":["(1) The heavens declare the glory of God; and the firmament\nsheweth his handywork. (2) Day unto day uttereth speech,\nand night unto night sheweth knowledge. (3) There is no\nspeech nor language, where their voice is not heard. (4) Their\nline is gone out through all the earth, and their words to the\nend of the world. In them hath he set a tabernacle for the sun,"],"word_count":64},{"reference":"Psalm 50:16-23","translation":"KJV","division":"Primary","passage_number":36,"release":"NBBC","cards":["(16) But unto the wicked God saith, What hast thou to do to\ndeclare my statutes, or that thou shouldest take my covenant\nin thy mouth? (17) Seeing thou hatest instruction, and castest\nmy words behind thee. (18) When thou sawest a thief, then\nthou consentedst with him, and hast been partaker with\nadulterers. (19) Thou givest thy mouth to evil, and thy tongue\nframeth deceit. (20) Thou sittest and speakest against thy\nbrother; thou slanderest thine own mother's son. (21) These\nthings hast thou done, and I kept silence; thou thoughtest that\nI was altogether such an one as thyself: but I will reprove thee,\nand set them in order before thine eyes. (22) Now consider","this, ye that forget God, lest I tear you in pieces, and there be\nnone to deliver. (23) Whoso offereth praise glorifieth me: and\nto him that ordereth his conversation aright will I shew the\nsalvation of God."],"word_count":147},{"reference":"Proverbs 1:1-10","translation":"KJV","division":"Primary","passage_number":37,"release":"NBBC","cards":["(1) The proverbs of Solomon the son of David, king of Israel;\n(2) To know wisdom and instruction; to perceive the words\nof understanding; (3) To receive the instruction of wisdom,\njustice, and judgment, and equity; (4) To give subtilty to the\nsimple, to the young man knowledge and discretion. (5) A\nwise man will hear, and will increase learning; and a man\nof understanding shall attain unto wise counsels: (6) To\nunderstand a proverb, and the interpretation; the words of\nthe wise, and their dark sayings. (7) The fear of the LORD is\nthe beginning of knowledge: but fools despise wisdom and\ninstruction. (8) My son, hear the instruction of thy father, and","forsake not the law of thy mother: (9) For they shall be an\nornament of grace unto thy head, and chains about thy neck.\n(10) My son, if sinners entice thee, consent thou not."],"word_count":138},{"reference":"Proverbs 8:12-17","translation":"KJV","division":"Primary","passage_number":38,"release":"NBBC","cards":["(12) I wisdom dwell with prudence, and find out knowledge\nof witty inventions. (13) The fear of the LORD is to hate evil:\npride, and arrogancy, and the evil way, and the froward\nmouth, do I hate. (14) Counsel is mine, and sound wisdom:\nI am understanding; I have strength. (15) By me kings reign,\nand princes decree justice. (16) By me princes rule, and\nnobles, even all the judges of the earth. (17) I love them that\nlove me; and those that seek me early shall find me."],"word_count":83},{"reference":"Ecclesiastes 1:3-6","translation":"KJV","division":"Primary","passage_number":39,"release":"NBBC","cards":["(3) What profit hath a man of all his labour which he taketh\nunder the sun? (4) One generation passeth away, and another\ngeneration cometh: but the earth abideth for ever. (5) The sun\nalso ariseth, and the sun goeth down, and hasteth to his place\nwhere he arose. (6) The wind goeth toward the south, and\nturneth about unto the north; it whirleth about continually,\nand the wind returneth again according to his circuits."],"word_count":71},{"reference":"Isaiah 41:8-14","translation":"KJV","division":"Primary","passage_number":40,"release":"NBBC","cards":["(8) But thou, Israel, art my servant, Jacob whom I have chosen,\nthe seed of Abraham my friend. (9) Thou whom I have taken\nfrom the ends of the earth, and called thee from the chief\nmen thereof, and said unto thee, Thou art my servant; I have\nchosen thee, and not cast thee away. (10) Fear thou not;\nfor I am with thee: be not dismayed; for I am thy God: I will\nstrengthen thee; yea, I will help thee; yea, I will uphold thee\nwith the right hand of my righteousness. (11) Behold, all\nthey that were incensed against thee shall be ashamed and\nconfounded: they shall be as nothing; and they that strive\nwith thee shall perish. (12) Thou shalt seek them, and shalt","not find them, even them that contended with thee: they that\nwar against thee shall be as nothing, and as a thing of nought.\n(13) For I the LORD thy God will hold thy right hand, saying\nunto thee, Fear not; I will help thee. (14) Fear not, thou worm\nJacob, and ye men of Israel; I will help thee, saith the LORD,\nand thy redeemer, the Holy One of Israel."],"word_count":191},{"reference":"Isaiah 44:18-23","translation":"KJV","division":"Primary","passage_number":41,"release":"NBBC","cards":["(18) They have not known nor understood: for he hath shut\ntheir eyes, that they cannot see; and their hearts, that they\ncannot understand. (19) And none considereth in his heart,\nneither is there knowledge nor understanding to say, I have\nburned part of it in the fire; yea, also I have baked bread upon\nthe coals thereof; I have roasted flesh, and eaten it: and shall\nI make the residue thereof an abomination? shall I fall down\nto the stock of a tree? (20) He feedeth on ashes: a deceived\nheart hath turned him aside, that he cannot deliver his soul,\nnor say, Is there not a lie in my right hand? (21) Remember\nthese, O Jacob and Israel; for thou art my servant: I have","formed thee; thou art my servant: O Israel, thou shalt not be\nforgotten of me. (22) I have blotted out, as a thick cloud, thy\ntransgressions, and, as a cloud, thy sins: return unto me; for I\nhave redeemed thee. (23) Sing, O ye heavens; for the LORD\nhath done it: shout, ye lower parts of the earth: break forth\ninto singing, ye mountains, O forest, and every tree therein:\nfor the LORD hath redeemed Jacob, and glorified himself in\nIsrael."],"word_count":202},{"reference":"Jeremiah 10:10-16","translation":"KJV","division":"Primary","passage_number":42,"release":"NBBC","cards":["(10) But the LORD is the true God, he is the living God, and\nan everlasting king: at his wrath the earth shall tremble, and\nthe nations shall not be able to abide his indignation. (11)\nThus shall ye say unto them, The gods that have not made the\nheavens and the earth, even they shall perish from the earth,\nand from under these heavens. (12) He hath made the earth\nby his power, he hath established the world by his wisdom,\nand hath stretched out the heavens by his discretion. (13)\nWhen he uttereth his voice, there is a multitude of waters\nin the heavens, and he causeth the vapours to ascend from\nthe ends of the earth; he maketh lightnings with rain, and","bringeth forth the wind out of his treasures. (14) Every man\nis brutish in his knowledge: every founder is confounded by\nthe graven image: for his molten image is falsehood, and\nthere is no breath in them. (15) They are vanity, and the work\nof errors: in the time of their visitation they shall perish. (16)\nThe portion of Jacob is not like them: for he is the former of\nall things; and Israel is the rod of his inheritance: The LORD\nof hosts is his name."],"word_count":205},{"reference":"Daniel 3:19-28","translation":"KJV","division":"Primary","passage_number":43,"release":"NBBC","cards":["(19) Then was Nebuchadnezzar full of fury, and the form of his\nvisage was changed against Shadrach, Meshach, and Abednego:\ntherefore he spake, and commanded that they should heat the\nfurnace one seven times more than it was wont to be heated. (20)\nAnd he commanded the most mighty men that were in his army\nto bind Shadrach, Meshach, and Abednego, and to cast them into\nthe burning fiery furnace. (21) Then these men were bound in\ntheir coats, their hosen, and their hats, and their other garments,\nand were cast into the midst of the burning fiery furnace. (22)\nTherefore because the king's commandment was urgent, and the\nfurnace exceeding hot, the flame of the fire slew those men that","took up Shadrach, Meshach, and Abednego. (23) And these three\nmen, Shadrach, Meshach, and Abednego, fell down bound into\nthe midst of the burning fiery furnace. (24) Then Nebuchadnezzar\nthe king was astonied, and rose up in haste, and spake, and said\nunto his counsellors, Did not we cast three men bound into the\nmidst of the fire? They answered and said unto the king, True, O\nking. (25) He answered and said, Lo, I see four men loose, walking\nin the midst of the fire, and they have no hurt; and the form of\nthe fourth is like the Son of God. (26) Then Nebuchadnezzar came\nnear to the mouth of the burning fiery furnace, and spake, and\nsaid, Shadrach, Meshach, and Abednego, ye servants of the most","high God, come forth, and come hither. Then Shadrach, Meshach,\nand Abednego, came forth of the midst of the fire. (27) And the\nprinces, governors, and captains, and the king's counsellors, being\ngathered together, saw these men, upon whose bodies the fire\nhad no power, nor was an hair of their head singed, neither were\ntheir coats changed, nor the smell of fire had passed on them. (28)\nThen Nebuchadnezzar spake, and said, Blessed be the God of\nShadrach, Meshach, and Abednego, who hath sent his angel, and\ndelivered his servants that trusted in him, and have changed the\nking's word, and yielded their bodies, that they might not serve\nnor worship any god, except their own God."],"word_count":358},{"reference":"John 20:21-23","translation":"KJV","division":"Primary","passage_number":44,"release":"NBBC","cards":["(21) Then said Jesus to them again, Peace be unto you: as\nmy Father hath sent me, even so send I you. (22) And when\nhe had said this, he breathed on them, and saith unto them,\nReceive ye the Holy Ghost: (23) Whose soever sins ye remit,\nthey are remitted unto them; and whose soever sins ye retain,\nthey are retained."],"word_count":59},{"reference":"Romans 1:16","translation":"KJV","division":"Primary","passage_number":45,"release":"NBBC","cards":["(16) For I am not ashamed of the gospel of Christ: for it is the\npower of God unto salvation to every one that believeth; to\nthe Jew first, and also to the Greek."],"word_count":33},{"reference":"James 1:9-10","translation":"KJV","division":"Primary","passage_number":46,"release":"NBBC","cards":["(9) Let the brother of low degree rejoice in that he is exalted:\n(10) But the rich, in that he is made low: because as the flower\nof the grass he shall pass away."],"word_count":32},{"reference":"1 Peter 2:5-6","translation":"KJV","division":"Primary","passage_number":47,"release":"NBBC","cards":["(5) Ye also, as lively stones, are built up a spiritual house, an\nholy priesthood, to offer up spiritual sacrifices, acceptable\nto God by Jesus Christ. (6) Wherefore also it is contained\nin the scripture, Behold, I lay in Sion a chief corner stone,\nelect, precious: and he that believeth on him shall not be\nconfounded."],"word_count":54},{"reference":"1 John 3:1-2","translation":"KJV","division":"Primary","passage_number":48,"release":"NBBC","cards":["(1) Behold, what manner of love the Father hath bestowed\nupon us, that we should be called the sons of God: therefore\nthe world knoweth us not, because it knew him not. (2)\nBeloved, now are we the sons of God, and it doth not yet\nappear what we shall be: but we know that, when he shall\nappear, we shall be like him; for we shall see him as he is."],"word_count":70},{"reference":"Exodus 14:27-29","translation":"KJV","division":"Primary","passage_number":49,"release":"NBBC","cards":["(27) And Moses stretched forth his hand over the sea, and\nthe sea returned to his strength when the morning appeared;\nand the Egyptians fled against it; and the LORD overthrew\nthe Egyptians in the midst of the sea. (28) And the waters\nreturned, and covered the chariots, and the horsemen, and all\nthe host of Pharaoh that came into the sea after them; there\nremained not so much as one of them. (29) But the children\nof Israel walked upon dry land in the midst of the sea; and\nthe waters were a wall unto them on their right hand, and on\ntheir left."],"word_count":102},{"reference":"Joshua 2:11-13","translation":"KJV","division":"Primary","passage_number":50,"release":"NBBC","cards":["(11) And as soon as we had heard these things, our hearts\ndid melt, neither did there remain any more courage in any\nman, because of you: for the LORD your God, he is God in\nheaven above, and in earth beneath. (12) Now therefore, I\npray you, swear unto me by the LORD, since I have shewed\nyou kindness, that ye will also shew kindness unto my father's\nhouse, and give me a true token: (13) And that ye will save\nalive my father, and my mother, and my brethren, and my\nsisters, and all that they have, and deliver our lives from death."],"word_count":102},{"reference":"Psalm 34:1-18","translation":"KJV","division":"Primary","passage_number":51,"release":"NBBC","cards":["(1) I will bless the LORD at all times: his praise shall continually\nbe in my mouth. (2) My soul shall make her boast in the LORD:\nthe humble shall hear thereof, and be glad. (3) O magnify the\nLORD with me, and let us exalt his name together. (4) I sought the\nLORD, and he heard me, and delivered me from all my fears. (5)\nThey looked unto him, and were lightened: and their faces were\nnot ashamed. (6) This poor man cried, and the LORD heard him,\nand saved him out of all his troubles. (7) The angel of the LORD\nencampeth round about them that fear him, and delivereth them.\n(8) O taste and see that the LORD is good: blessed is the man that\ntrusteth in him. (9) O fear the LORD, ye his saints: for there is no\nwant to them that fear him. (10) The young lions do lack, and suffer","hunger: but they that seek the LORD shall not want any good thing.\n(11) Come, ye children, hearken unto me: I will teach you the fear of\nthe LORD. (12) What man is he that desireth life, and loveth many\ndays, that he may see good? (13) Keep thy tongue from evil, and\nthy lips from speaking guile. (14) Depart from evil, and do good;\nseek peace, and pursue it. (15) The eyes of the LORD are upon the\nrighteous, and his ears are open unto their cry. (16) The face of the\nLORD is against them that do evil, to cut off the remembrance of\nthem from the earth. (17) The righteous cry, and the LORD heareth,\nand delivereth them out of all their troubles. (18) The LORD is nigh\nunto them that are of a broken heart; and saveth such as be of a\ncontrite spirit."],"word_count":287},{"reference":"Malachi 3:1-9","translation":"KJV","division":"Primary","passage_number":52,"release":"NBBC","cards":["(1) Behold, I will send my messenger, and he shall prepare the way\nbefore me: and the Lord, whom ye seek, shall suddenly come to\nhis temple, even the messenger of the covenant, whom ye delight\nin: behold, he shall come, saith the LORD of hosts. (2) But who\nmay abide the day of his coming? and who shall stand when he\nappeareth? for he is like a refiner's fire, and like fullers' soap: (3)\nAnd he shall sit as a refiner and purifier of silver: and he shall purify\nthe sons of Levi, and purge them as gold and silver, that they may\noffer unto the LORD an offering in righteousness. (4) Then shall the\noffering of Judah and Jerusalem be pleasant unto the LORD, as in\nthe days of old, and as in former years. (5) And I will come near to\nyou to judgment; and I will be a swift witness against the sorcerers,","and against the adulterers, and against false swearers, and against\nthose that oppress the hireling in his wages, the widow, and the\nfatherless, and that turn aside the stranger from his right, and fear\nnot me, saith the LORD of hosts. (6) For I am the LORD, I change\nnot; therefore ye sons of Jacob are not consumed. (7) Even from\nthe days of your fathers ye are gone away from mine ordinances,\nand have not kept them. Return unto me, and I will return unto you,\nsaith the LORD of hosts. But ye said, Wherein shall we return? (8)\nWill a man rob God? Yet ye have robbed me. But ye say, Wherein\nhave we robbed thee? In tithes and offerings. (9) Ye are cursed\nwith a curse: for ye have robbed me, even this whole nation."],"word_count":286},{"reference":"Matthew 3:1-4","translation":"KJV","division":"Primary","passage_number":53,"release":"NBBC","cards":["(1) In those days came John the Baptist, preaching in the\nwilderness of Judaea, (2) And saying, Repent ye: for the\nkingdom of heaven is at hand. (3) For this is he that was\nspoken of by the prophet Esaias, saying, The voice of one\ncrying in the wilderness, Prepare ye the way of the Lord, make\nhis paths straight. (4) And the same John had his raiment of\ncamel's hair, and a leathern girdle about his loins; and his\nmeat was locusts and wild honey."],"word_count":82},{"reference":"Matthew 3:7-8","translation":"KJV","division":"Primary","passage_number":54,"release":"NBBC","cards":["(7) But when he saw many of the Pharisees and Sadducees\ncome to his baptism, he said unto them, O generation of\nvipers, who hath warned you to flee from the wrath to come?\n(8) Bring forth therefore fruits meet for repentance:"],"word_count":40},{"reference":"Matthew 5:16-20","translation":"KJV","division":"Primary","passage_number":55,"release":"NBBC","cards":["(16) Let your light so shine before men, that they may see your good\nworks, and glorify your Father which is in heaven. (17) Think not\nthat I am come to destroy the law, or the prophets: I am not come\nto destroy, but to fulfil. (18) For verily I say unto you, Till heaven\nand earth pass, one jot or one tittle shall in no wise pass from the\nlaw, till all be fulfilled. (19) Whosoever therefore shall break one\nof these least commandments, and shall teach men so, he shall\nbe called the least in the kingdom of heaven: but whosoever shall\ndo and teach them, the same shall be called great in the kingdom\nof heaven. (20) For I say unto you, That except your righteousness\nshall exceed the righteousness of the scribes and Pharisees, ye\nshall in no case enter into the kingdom of heaven."],"word_count":144},{"reference":"Matthew 6:19-21","translation":"KJV","division":"Primary","passage_number":56,"release":"NBBC","cards":["(19) Lay not up for yourselves treasures upon earth, where\nmoth and rust doth corrupt, and where thieves break through\nand steal: (20) But lay up for yourselves treasures in heaven,\nwhere neither moth nor rust doth corrupt, and where thieves\ndo not break through nor steal: (21) For where your treasure\nis, there will your heart be also."],"word_count":56},{"reference":"Matthew 6:26-34","translation":"KJV","division":"Primary","passage_number":57,"release":"NBBC","cards":["(26) Behold the fowls of the air: for they sow not, neither do\nthey reap, nor gather into barns; yet your heavenly Father\nfeedeth them. Are ye not much better than they? (27) Which\nof you by taking thought can add one cubit unto his stature?\n(28) And why take ye thought for raiment? Consider the lilies\nof the field, how they grow; they toil not, neither do they spin:\n(29) And yet I say unto you, That even Solomon in all his glory\nwas not arrayed like one of these. (30) Wherefore, if God so\nclothe the grass of the field, which to day is, and to morrow is\ncast into the oven, shall he not much more clothe you, O ye of\nlittle faith? (31) Therefore take no thought, saying, What shall","we eat? or, What shall we drink? or, Wherewithal shall we be\nclothed? (32) (For after all these things do the Gentiles seek:)\nfor your heavenly Father knoweth that ye have need of all\nthese things. (33) But seek ye first the kingdom of God, and\nhis righteousness; and all these things shall be added unto\nyou. (34) Take therefore no thought for the morrow: for the\nmorrow shall take thought for the things of itself. Sufficient\nunto the day is the evil thereof."],"word_count":209},{"reference":"Matthew 7:1-7","translation":"KJV","division":"Primary","passage_number":58,"release":"NBBC","cards":["(1) Judge not, that ye be not judged. (2) For with what\njudgment ye judge, ye shall be judged: and with what\nmeasure ye mete, it shall be measured to you again. (3) And\nwhy beholdest thou the mote that is in thy brother's eye, but\nconsiderest not the beam that is in thine own eye? (4) Or how\nwilt thou say to thy brother, Let me pull out the mote out of\nthine eye; and, behold, a beam is in thine own eye? (5) Thou\nhypocrite, first cast out the beam out of thine own eye; and\nthen shalt thou see clearly to cast out the mote out of thy\nbrother's eye. (6) Give not that which is holy unto the dogs,\nneither cast ye your pearls before swine, lest they trample","them under their feet, and turn again and rend you. (7) Ask,\nand it shall be given you; seek, and ye shall find; knock, and\nit shall be opened unto you:"],"word_count":157},{"reference":"Matthew 7:21-29","translation":"KJV","division":"Primary","passage_number":59,"release":"NBBC","cards":["(21) Not every one that saith unto me, Lord, Lord, shall enter\ninto the kingdom of heaven; but he that doeth the will of my\nFather which is in heaven. (22) Many will say to me in that\nday, Lord, Lord, have we not prophesied in thy name? and in\nthy name have cast out devils? and in thy name done many\nwonderful works? (23) And then will I profess unto them, I\nnever knew you: depart from me, ye that work iniquity. (24)\nTherefore whosoever heareth these sayings of mine, and\ndoeth them, I will liken him unto a wise man, which built his\nhouse upon a rock: (25) And the rain descended, and the\nfloods came, and the winds blew, and beat upon that house;","and it fell not: for it was founded upon a rock. (26) And every\none that heareth these sayings of mine, and doeth them not,\nshall be likened unto a foolish man, which built his house upon\nthe sand: (27) And the rain descended, and the floods came,\nand the winds blew, and beat upon that house; and it fell: and\ngreat was the fall of it. (28) And it came to pass, when Jesus\nhad ended these sayings, the people were astonished at his\ndoctrine: (29) For he taught them as one having authority,\nand not as the scribes."],"word_count":218},{"reference":"Matthew 8:19-22","translation":"KJV","division":"Primary","passage_number":60,"release":"NBBC","cards":["(19) And a certain scribe came, and said unto him, Master,\nI will follow thee whithersoever thou goest. (20) And Jesus\nsaith unto him, The foxes have holes, and the birds of the\nair have nests; but the Son of man hath not where to lay his\nhead. (21) And another of his disciples said unto him, Lord,\nsuffer me first to go and bury my father. (22) But Jesus said\nunto him, Follow me; and let the dead bury their dead."],"word_count":78},{"reference":"Matthew 10:1-3","translation":"KJV","division":"Primary","passage_number":61,"release":"NBBC","cards":["(1) And when he had called unto him his twelve disciples, he\ngave them power against unclean spirits, to cast them out,\nand to heal all manner of sickness and all manner of disease.\n(2) Now the names of the twelve apostles are these; The first,\nSimon, who is called Peter, and Andrew his brother; James\nthe son of Zebedee, and John his brother; (3) Philip, and\nBartholomew; Thomas, and Matthew the publican; James\nthe son of Alphaeus, and Lebbaeus, whose surname was\nThaddaeus;"],"word_count":81},{"reference":"Luke 3:2-6","translation":"KJV","division":"Primary","passage_number":62,"release":"NBBC","cards":["(2) Annas and Caiaphas being the high priests, the word of\nGod came unto John the son of Zacharias in the wilderness.\n(3) And he came into all the country about Jordan, preaching\nthe baptism of repentance for the remission of sins; (4) As\nit is written in the book of the words of Esaias the prophet,\nsaying, The voice of one crying in the wilderness, Prepare ye\nthe way of the Lord, make his paths straight. (5) Every valley\nshall be filled, and every mountain and hill shall be brought\nlow; and the crooked shall be made straight, and the rough\nways shall be made smooth; (6) And all flesh shall see the\nsalvation of God."],"word_count":112},{"reference":"Luke 4:16-19","translation":"KJV","division":"Primary","passage_number":63,"release":"NBBC","cards":["(16) And he came to Nazareth, where he had been brought\nup: and, as his custom was, he went into the synagogue on\nthe sabbath day, and stood up for to read. (17) And there was\ndelivered unto him the book of the prophet Esaias. And when\nhe had opened the book, he found the place where it was\nwritten, (18) The Spirit of the Lord is upon me, because he\nhath anointed me to preach the gospel to the poor; he hath\nsent me to heal the brokenhearted, to preach deliverance to\nthe captives, and recovering of sight to the blind, to set at\nliberty them that are bruised, (19) To preach the acceptable\nyear of the Lord."],"word_count":115},{"reference":"Luke 5:12-16","translation":"KJV","division":"Primary","passage_number":64,"release":"NBBC","cards":["(12) And it came to pass, when he was in a certain city, behold a\nman full of leprosy: who seeing Jesus fell on his face, and besought\nhim, saying, Lord, if thou wilt, thou canst make me clean. (13) And\nhe put forth his hand, and touched him, saying, I will: be thou clean.\nAnd immediately the leprosy departed from him. (14) And he\ncharged him to tell no man: but go, and shew thyself to the priest,\nand offer for thy cleansing, according as Moses commanded, for\na testimony unto them. (15) But so much the more went there a\nfame abroad of him: and great multitudes came together to hear,\nand to be healed by him of their infirmities. (16) And he withdrew\nhimself into the wilderness, and prayed."],"word_count":127},{"reference":"Luke 9:1-9","translation":"KJV","division":"Primary","passage_number":65,"release":"NBBC","cards":["(1) Then he called his twelve disciples together, and gave\nthem power and authority over all devils, and to cure diseases.\n(2) And he sent them to preach the kingdom of God, and to\nheal the sick. (3) And he said unto them, Take nothing for\nyour journey, neither staves, nor scrip, neither bread, neither\nmoney; neither have two coats apiece. (4) And whatsoever\nhouse ye enter into, there abide, and thence depart. (5)\nAnd whosoever will not receive you, when ye go out of that\ncity, shake off the very dust from your feet for a testimony\nagainst them. (6) And they departed, and went through the\ntowns, preaching the gospel, and healing every where. (7)","Now Herod the tetrarch heard of all that was done by him:\nand he was perplexed, because that it was said of some, that\nJohn was risen from the dead; (8) And of some, that Elias had\nappeared; and of others, that one of the old prophets was\nrisen again. (9) And Herod said, John have I beheaded: but\nwho is this, of whom I hear such things? And he desired to\nsee him."],"word_count":182},{"reference":"John 13:1-9","translation":"KJV","division":"Primary","passage_number":66,"release":"NBBC","cards":["(1) Now before the feast of the passover, when Jesus knew\nthat his hour was come that he should depart out of this\nworld unto the Father, having loved his own which were in\nthe world, he loved them unto the end. (2) And supper being\nended, the devil having now put into the heart of Judas\nIscariot, Simon's son, to betray him; (3) Jesus knowing that\nthe Father had given all things into his hands, and that he\nwas come from God, and went to God; (4) He riseth from\nsupper, and laid aside his garments; and took a towel, and\ngirded himself. (5) After that he poureth water into a bason,\nand began to wash the disciples' feet, and to wipe them with","the towel wherewith he was girded. (6) Then cometh he to\nSimon Peter: and Peter saith unto him, Lord, dost thou wash\nmy feet? (7) Jesus answered and said unto him, What I do\nthou knowest not now; but thou shalt know hereafter. (8)\nPeter saith unto him, Thou shalt never wash my feet. Jesus\nanswered him, If I wash thee not, thou hast no part with me.\n(9) Simon Peter saith unto him, Lord, not my feet only, but also\nmy hands and my head."],"word_count":202},{"reference":"John 14:1-7","translation":"KJV","division":"Primary","passage_number":67,"release":"NBBC","cards":["(1) Let not your heart be troubled: ye believe in God, believe also\nin me. (2) In my Father's house are many mansions: if it were not\nso, I would have told you. I go to prepare a place for you. (3) And\nif I go and prepare a place for you, I will come again, and receive\nyou unto myself; that where I am, there ye may be also. (4) And\nwhither I go ye know, and the way ye know. (5) Thomas saith unto\nhim, Lord, we know not whither thou goest; and how can we know\nthe way? (6) Jesus saith unto him, I am the way, the truth, and the\nlife: no man cometh unto the Father, but by me. (7) If ye had known\nme, ye should have known my Father also: and from henceforth ye\nknow him, and have seen him."],"word_count":140},{"reference":"John 16:12-14","translation":"KJV","division":"Primary","passage_number":68,"release":"NBBC","cards":["(12) I have yet many things to say unto you, but ye cannot\nbear them now. (13) Howbeit when he, the Spirit of truth, is\ncome, he will guide you into all truth: for he shall not speak\nof himself; but whatsoever he shall hear, that shall he speak:\nand he will shew you things to come. (14) He shall glorify me:\nfor he shall receive of mine, and shall shew it unto you."],"word_count":71},{"reference":"John 17:1-3","translation":"KJV","division":"Primary","passage_number":69,"release":"NBBC","cards":["(1) These words spake Jesus, and lifted up his eyes to heaven,\nand said, Father, the hour is come; glorify thy Son, that thy\nSon also may glorify thee: (2) As thou hast given him power\nover all flesh, that he should give eternal life to as many as\nthou hast given him. (3) And this is life eternal, that they might\nknow thee the only true God, and Jesus Christ, whom thou\nhast sent."],"word_count":72},{"reference":"Acts 3:1-10","translation":"KJV","division":"Primary","passage_number":70,"release":"NBBC","cards":["(1) Now Peter and John went up together into the temple at\nthe hour of prayer, being the ninth hour. (2) And a certain man\nlame from his mother's womb was carried, whom they laid\ndaily at the gate of the temple which is called Beautiful, to ask\nalms of them that entered into the temple; (3) Who seeing\nPeter and John about to go into the temple asked an alms. (4)\nAnd Peter, fastening his eyes upon him with John, said, Look\non us. (5) And he gave heed unto them, expecting to receive\nsomething of them. (6) Then Peter said, Silver and gold have\nI none; but such as I have give I thee: In the name of Jesus\nChrist of Nazareth rise up and walk. (7) And he took him by","the right hand, and lifted him up: and immediately his feet and\nankle bones received strength. (8) And he leaping up stood,\nand walked, and entered with them into the temple, walking,\nand leaping, and praising God. (9) And all the people saw\nhim walking and praising God: (10) And they knew that it was\nhe which sat for alms at the Beautiful gate of the temple: and\nthey were filled with wonder and amazement at that which\nhad happened unto him."],"word_count":206},{"reference":"Acts 4:1-4","translation":"KJV","division":"Primary","passage_number":71,"release":"NBBC","cards":["(1) And as they spake unto the people, the priests, and the\ncaptain of the temple, and the Sadducees, came upon them,\n(2) Being grieved that they taught the people, and preached\nthrough Jesus the resurrection from the dead. (3) And they\nlaid hands on them, and put them in hold unto the next day:\nfor it was now eventide. (4) Howbeit many of them which\nheard the word believed; and the number of the men was\nabout five thousand."],"word_count":76},{"reference":"Acts 11:1-18","translation":"KJV","division":"Primary","passage_number":72,"release":"NBBC","cards":["(1) And the apostles and brethren that were in Judaea heard that\nthe Gentiles had also received the word of God. (2) And when\nPeter was come up to Jerusalem, they that were of the circumcision\ncontended with him, (3) Saying, Thou wentest in to men\nuncircumcised, and didst eat with them. (4) But Peter rehearsed\nthe matter from the beginning, and expounded it by order unto\nthem, saying, (5) I was in the city of Joppa praying: and in a trance I\nsaw a vision, A certain vessel descend, as it had been a great sheet,\nlet down from heaven by four corners; and it came even to me: (6)\nUpon the which when I had fastened mine eyes, I considered, and\nsaw fourfooted beasts of the earth, and wild beasts, and creeping","things, and fowls of the air. (7) And I heard a voice saying unto me,\nArise, Peter; slay and eat. (8) But I said, Not so, Lord: for nothing\ncommon or unclean hath at any time entered into my mouth. (9)\nBut the voice answered me again from heaven, What God hath\ncleansed, that call not thou common. (10) And this was done three\ntimes: and all were drawn up again into heaven. (11) And, behold,\nimmediately there were three men already come unto the house\nwhere I was, sent from Caesarea unto me. (12) And the Spirit bade\nme go with them, nothing doubting. Moreover these six brethren\naccompanied me, and we entered into the man's house: (13) And\nhe shewed us how he had seen an angel in his house, which stood","and said unto him, Send men to Joppa, and call for Simon, whose\nsurname is Peter; (14) Who shall tell thee words, whereby thou\nand all thy house shall be saved. (15) And as I began to speak,\nthe Holy Ghost fell on them, as on us at the beginning. (16) Then\nremembered I the word of the Lord, how that he said, John indeed\nbaptized with water; but ye shall be baptized with the Holy Ghost.\n(17) Forasmuch then as God gave them the like gift as he did unto\nus, who believed on the Lord Jesus Christ; what was I, that I could\nwithstand God? (18) When they heard these things, they held\ntheir peace, and glorified God, saying, Then hath God also to the\nGentiles granted repentance unto life."],"word_count":382},{"reference":"Acts 17:29-31","translation":"KJV","division":"Primary","passage_number":73,"release":"NBBC","cards":["(29) Forasmuch then as we are the offspring of God, we ought\nnot to think that the Godhead is like unto gold, or silver, or\nstone, graven by art and man's device. (30) And the times\nof this ignorance God winked at; but now commandeth all\nmen every where to repent: (31) Because he hath appointed\na day, in the which he will judge the world in righteousness\nby that man whom he hath ordained; whereof he hath given\nassurance unto all men, in that he hath raised him from the\ndead."],"word_count":89},{"reference":"Romans 1:1-4","translation":"KJV","division":"Primary","passage_number":75,"release":"NBBC","cards":["(1) Paul, a servant of Jesus Christ, called to be an apostle,\nseparated unto the gospel of God, (2) (Which he had promised\nafore by his prophets in the holy scriptures,) (3) Concerning\nhis Son Jesus Christ our Lord, which was made of the seed of\nDavid according to the flesh; (4) And declared to be the Son\nof God with power, according to the spirit of holiness, by the\nresurrection from the dead:"],"word_count":70},{"reference":"Romans 1:18-23","translation":"KJV","division":"Primary","passage_number":76,"release":"NBBC","cards":["(18) For the wrath of God is revealed from heaven against all\nungodliness and unrighteousness of men, who hold the truth\nin unrighteousness; (19) Because that which may be known\nof God is manifest in them; for God hath shewed it unto them.\n(20) For the invisible things of him from the creation of the\nworld are clearly seen, being understood by the things that\nare made, even his eternal power and Godhead; so that they\nare without excuse: (21) Because that, when they knew God,\nthey glorified him not as God, neither were thankful; but\nbecame vain in their imaginations, and their foolish heart was\ndarkened. (22) Professing themselves to be wise, they became","fools, (23) And changed the glory of the uncorruptible God\ninto an image made like to corruptible man, and to birds, and\nfourfooted beasts, and creeping things."],"word_count":136},{"reference":"Romans 2:1-2","translation":"KJV","division":"Primary","passage_number":77,"release":"NBBC","cards":["(1) Therefore thou art inexcusable, O man, whosoever thou\nart that judgest: for wherein thou judgest another, thou\ncondemnest thyself; for thou that judgest doest the same\nthings. (2) But we are sure that the judgment of God is\naccording to truth against them which commit such things."],"word_count":46},{"reference":"Romans 2:14-29","translation":"KJV","division":"Primary","passage_number":78,"release":"NBBC","cards":["(14) For when the Gentiles, which have not the law, do by\nnature the things contained in the law, these, having not the\nlaw, are a law unto themselves: (15) Which shew the work of\nthe law written in their hearts, their conscience also bearing\nwitness, and their thoughts the mean while accusing or else\nexcusing one another;) (16) In the day when God shall judge\nthe secrets of men by Jesus Christ according to my gospel.\n(17) Behold, thou art called a Jew, and restest in the law,\nand makest thy boast of God, (18) And knowest his will, and\napprovest the things that are more excellent, being instructed\nout of the law; (19) And art confident that thou thyself art a","guide of the blind, a light of them which are in darkness, (20)\nAn instructor of the foolish, a teacher of babes, which hast\nthe form of knowledge and of the truth in the law. (21) Thou\ntherefore which teachest another, teachest thou not thyself?\nthou that preachest a man should not steal, dost thou steal?\n(22) Thou that sayest a man should not commit adultery, dost\nthou commit adultery? thou that abhorrest idols, dost thou\ncommit sacrilege? (23) Thou that makest thy boast of the law,\nthrough breaking the law dishonourest thou God? (24) For\nthe name of God is blasphemed among the Gentiles through\nyou, as it is written. (25) For circumcision verily profiteth, if","thou keep the law: but if thou be a breaker of the law, thy\ncircumcision is made uncircumcision. (26) Therefore if the\nuncircumcision keep the righteousness of the law, shall not his\nuncircumcision be counted for circumcision? (27) And shall\nnot uncircumcision which is by nature, if it fulfil the law, judge\nthee, who by the letter and circumcision dost transgress the\nlaw? (28) For he is not a Jew, which is one outwardly; neither\nis that circumcision, which is outward in the flesh: (29) But he\nis a Jew, which is one inwardly; and circumcision is that of the\nheart, in the spirit, and not in the letter; whose praise is not of\nmen, but of God."],"word_count":342},{"reference":"Romans 3:9-20","translation":"KJV","division":"Primary","passage_number":79,"release":"NBBC","cards":["(9) What then? are we better than they? No, in no wise: for\nwe have before proved both Jews and Gentiles, that they\nare all under sin; (10) As it is written, There is none righteous,\nno, not one: (11) There is none that understandeth, there is\nnone that seeketh after God. (12) They are all gone out of\nthe way, they are together become unprofitable; there is\nnone that doeth good, no, not one. (13) Their throat is an\nopen sepulchre; with their tongues they have used deceit;\nthe poison of asps is under their lips: (14) Whose mouth is\nfull of cursing and bitterness: (15) Their feet are swift to shed\nblood: (16) Destruction and misery are in their ways: (17)","And the way of peace have they not known: (18) There is no\nfear of God before their eyes. (19) Now we know that what\nthings soever the law saith, it saith to them who are under the\nlaw: that every mouth may be stopped, and all the world may\nbecome guilty before God. (20) Therefore by the deeds of\nthe law there shall no flesh be justified in his sight: for by the\nlaw is the knowledge of sin."],"word_count":191},{"reference":"Romans 4:1-14","translation":"KJV","division":"Primary","passage_number":80,"release":"NBBC","cards":["(1) What shall we say then that Abraham our father, as\npertaining to the flesh, hath found? (2) For if Abraham were\njustified by works, he hath whereof to glory; but not before\nGod. (3) For what saith the scripture? Abraham believed God,\nand it was counted unto him for righteousness. (4) Now to\nhim that worketh is the reward not reckoned of grace, but of\ndebt. (5) But to him that worketh not, but believeth on him that\njustifieth the ungodly, his faith is counted for righteousness.\n(6) Even as David also describeth the blessedness of the man,\nunto whom God imputeth righteousness without works, (7)\nSaying, Blessed are they whose iniquities are forgiven, and","whose sins are covered. (8) Blessed is the man to whom the\nLord will not impute sin. (9) Cometh this blessedness then\nupon the circumcision only, or upon the uncircumcision\nalso? for we say that faith was reckoned to Abraham for\nrighteousness. (10) How was it then reckoned? when he was\nin circumcision, or in uncircumcision? Not in circumcision,\nbut in uncircumcision. (11) And he received the sign of\ncircumcision, a seal of the righteousness of the faith which\nhe had yet being uncircumcised: that he might be the father\nof all them that believe, though they be not circumcised; that\nrighteousness might be imputed unto them also: (12) And the","father of circumcision to them who are not of the circumcision\nonly, but who also walk in the steps of that faith of our father\nAbraham, which he had being yet uncircumcised. (13) For the\npromise, that he should be the heir of the world, was not to\nAbraham, or to his seed, through the law, but through the\nrighteousness of faith. (14) For if they which are of the law\nbe heirs, faith is made void, and the promise made of none\neffect:"],"word_count":297},{"reference":"Romans 5:1-4","translation":"KJV","division":"Primary","passage_number":81,"release":"NBBC","cards":["(1) Therefore being justified by faith, we have peace with\nGod through our Lord Jesus Christ: (2) By whom also we have\naccess by faith into this grace wherein we stand, and rejoice in\nhope of the glory of God. (3) And not only so, but we glory in\ntribulations also: knowing that tribulation worketh patience;\n(4) And patience, experience; and experience, hope:"],"word_count":59},{"reference":"Romans 7:6-12","translation":"KJV","division":"Primary","passage_number":82,"release":"NBBC","cards":["(6) But now we are delivered from the law, that being dead\nwherein we were held; that we should serve in newness of\nspirit, and not in the oldness of the letter. (7) What shall we\nsay then? Is the law sin? God forbid. Nay, I had not known sin,\nbut by the law: for I had not known lust, except the law had\nsaid, Thou shalt not covet. (8) But sin, taking occasion by the\ncommandment, wrought in me all manner of concupiscence.\nFor without the law sin was dead. (9) For I was alive without\nthe law once: but when the commandment came, sin revived,\nand I died. (10) And the commandment, which was ordained\nto life, I found to be unto death. (11) For sin, taking occasion","by the commandment, deceived me, and by it slew me. (12)\nWherefore the law is holy, and the commandment holy, and\njust, and good."],"word_count":147},{"reference":"Romans 8:18-26","translation":"KJV","division":"Primary","passage_number":83,"release":"NBBC","cards":["(18) For I reckon that the sufferings of this present time\nare not worthy to be compared with the glory which shall\nbe revealed in us. (19) For the earnest expectation of the\ncreature waiteth for the manifestation of the sons of God.\n(20) For the creature was made subject to vanity, not willingly,\nbut by reason of him who hath subjected the same in hope,\n(21) Because the creature itself also shall be delivered from\nthe bondage of corruption into the glorious liberty of the\nchildren of God. (22) For we know that the whole creation\ngroaneth and travaileth in pain together until now. (23) And\nnot only they, but ourselves also, which have the firstfruits of","the Spirit, even we ourselves groan within ourselves, waiting\nfor the adoption, to wit, the redemption of our body. (24) For\nwe are saved by hope: but hope that is seen is not hope: for\nwhat a man seeth, why doth he yet hope for? (25) But if we\nhope for that we see not, then do we with patience wait for\nit. (26) Likewise the Spirit also helpeth our infirmities: for we\nknow not what we should pray for as we ought: but the Spirit\nitself maketh intercession for us with groanings which cannot\nbe uttered."],"word_count":206},{"reference":"Romans 9:14-15","translation":"KJV","division":"Primary","passage_number":84,"release":"NBBC","cards":["(14) What shall we say then? Is there unrighteousness with\nGod? God forbid. (15) For he saith to Moses, I will have mercy\non whom I will have mercy, and I will have compassion on\nwhom I will have compassion."],"word_count":38},{"reference":"Romans 10:5-8","translation":"KJV","division":"Primary","passage_number":85,"release":"NBBC","cards":["(5) For Moses describeth the righteousness which is of the\nlaw, That the man which doeth those things shall live by them.\n(6) But the righteousness which is of faith speaketh on this\nwise, Say not in thine heart, Who shall ascend into heaven?\n(that is, to bring Christ down from above:) (7) Or, Who shall\ndescend into the deep? (that is, to bring up Christ again from\nthe dead.) (8) But what saith it? The word is nigh thee, even\nin thy mouth, and in thy heart: that is, the word of faith, which\nwe preach;"],"word_count":93},{"reference":"1 Corinthians 12:12-28","translation":"KJV","division":"Primary","passage_number":86,"release":"NBBC","cards":["(12) For as the body is one, and hath many members, and all\nthe members of that one body, being many, are one body:\nso also is Christ. (13) For by one Spirit are we all baptized\ninto one body, whether we be Jews or Gentiles, whether we\nbe bond or free; and have been all made to drink into one\nSpirit. (14) For the body is not one member, but many. (15)\nIf the foot shall say, Because I am not the hand, I am not of\nthe body; is it therefore not of the body? (16) And if the ear\nshall say, Because I am not the eye, I am not of the body;\nis it therefore not of the body? (17) If the whole body were\nan eye, where were the hearing? If the whole were hearing,","where were the smelling? (18) But now hath God set the\nmembers every one of them in the body, as it hath pleased\nhim. (19) And if they were all one member, where were the\nbody? (20) But now are they many members, yet but one\nbody. (21) And the eye cannot say unto the hand, I have no\nneed of thee: nor again the head to the feet, I have no need\nof you. (22) Nay, much more those members of the body,\nwhich seem to be more feeble, are necessary: (23) And those\nmembers of the body, which we think to be less honourable,\nupon these we bestow more abundant honour; and our\nuncomely parts have more abundant comeliness. (24) For","our comely parts have no need: but God hath tempered the\nbody together, having given more abundant honour to that\npart which lacked: (25) That there should be no schism in\nthe body; but that the members should have the same care\none for another. (26) And whether one member suffer, all the\nmembers suffer with it; or one member be honoured, all the\nmembers rejoice with it. (27) Now ye are the body of Christ,\nand members in particular. (28) And God hath set some in the\nchurch, first apostles, secondarily prophets, thirdly teachers,\nafter that miracles, then gifts of healings, helps, governments,\ndiversities of tongues."],"word_count":353},{"reference":"2 Corinthians 12:1-4","translation":"KJV","division":"Primary","passage_number":87,"release":"NBBC","cards":["(1) It is not expedient for me doubtless to glory. I will come to\nvisions and revelations of the Lord. (2) I knew a man in Christ\nabove fourteen years ago, (whether in the body, I cannot tell;\nor whether out of the body, I cannot tell: God knoweth;) such\nan one caught up to the third heaven. (3) And I knew such a\nman, (whether in the body, or out of the body, I cannot tell:\nGod knoweth;) (4) How that he was caught up into paradise,\nand heard unspeakable words, which it is not lawful for a man\nto utter."],"word_count":98},{"reference":"Ephesians 1:7-14","translation":"KJV","division":"Primary","passage_number":88,"release":"NBBC","cards":["(7) In whom we have redemption through his blood, the\nforgiveness of sins, according to the riches of his grace; (8)\nWherein he hath abounded toward us in all wisdom and\nprudence; (9) Having made known unto us the mystery of his\nwill, according to his good pleasure which he hath purposed\nin himself: (10) That in the dispensation of the fulness of times\nhe might gather together in one all things in Christ, both\nwhich are in heaven, and which are on earth; even in him:\n(11) In whom also we have obtained an inheritance, being\npredestinated according to the purpose of him who worketh\nall things after the counsel of his own will: (12) That we should","be to the praise of his glory, who first trusted in Christ. (13) In\nwhom ye also trusted, after that ye heard the word of truth, the\ngospel of your salvation: in whom also after that ye believed,\nye were sealed with that holy Spirit of promise, (14) Which\nis the earnest of our inheritance until the redemption of the\npurchased possession, unto the praise of his glory."],"word_count":179},{"reference":"Ephesians 2:1-4","translation":"KJV","division":"Primary","passage_number":89,"release":"NBBC","cards":["(1) And you hath he quickened, who were dead in trespasses\nand sins; (2) Wherein in time past ye walked according\nto the course of this world, according to the prince of the\npower of the air, the spirit that now worketh in the children\nof disobedience: (3) Among whom also we all had our\nconversation in times past in the lusts of our flesh, fulfilling\nthe desires of the flesh and of the mind; and were by nature\nthe children of wrath, even as others. (4) But God, who is rich\nin mercy, for his great love wherewith he loved us,"],"word_count":98},{"reference":"Philippians 3:3-11","translation":"KJV","division":"Primary","passage_number":90,"release":"NBBC","cards":["(3) For we are the circumcision, which worship God in the\nspirit, and rejoice in Christ Jesus, and have no confidence\nin the flesh. (4) Though I might also have confidence in the\nflesh. If any other man thinketh that he hath whereof he might\ntrust in the flesh, I more: (5) Circumcised the eighth day, of\nthe stock of Israel, of the tribe of Benjamin, an Hebrew of the\nHebrews; as touching the law, a Pharisee; (6) Concerning zeal,\npersecuting the church; touching the righteousness which is\nin the law, blameless. (7) But what things were gain to me,\nthose I counted loss for Christ. (8) Yea doubtless, and I count\nall things but loss for the excellency of the knowledge of Christ","Jesus my Lord: for whom I have suffered the loss of all things,\nand do count them but dung, that I may win Christ, (9) And\nbe found in him, not having mine own righteousness, which\nis of the law, but that which is through the faith of Christ, the\nrighteousness which is of God by faith: (10) That I may know\nhim, and the power of his resurrection, and the fellowship of\nhis sufferings, being made conformable unto his death; (11)\nIf by any means I might attain unto the resurrection of the\ndead."],"word_count":210},{"reference":"1 Thessalonians 5:1-11","translation":"KJV","division":"Primary","passage_number":91,"release":"NBBC","cards":["(1) But of the times and the seasons, brethren, ye have no\nneed that I write unto you. (2) For yourselves know perfectly\nthat the day of the Lord so cometh as a thief in the night.\n(3) For when they shall say, Peace and safety; then sudden\ndestruction cometh upon them, as travail upon a woman with\nchild; and they shall not escape. (4) But ye, brethren, are not\nin darkness, that that day should overtake you as a thief. (5)\nYe are all the children of light, and the children of the day:\nwe are not of the night, nor of darkness. (6) Therefore let us\nnot sleep, as do others; but let us watch and be sober. (7) For\nthey that sleep sleep in the night; and they that be drunken","are drunken in the night. (8) But let us, who are of the day,\nbe sober, putting on the breastplate of faith and love; and\nfor an helmet, the hope of salvation. (9) For God hath not\nappointed us to wrath, but to obtain salvation by our Lord\nJesus Christ, (10) Who died for us, that, whether we wake\nor sleep, we should live together with him. (11) Wherefore\ncomfort yourselves together, and edify one another, even as\nalso ye do."],"word_count":204},{"reference":"2 Thessalonians 2:6-9","translation":"KJV","division":"Primary","passage_number":92,"release":"NBBC","cards":["(6) And now ye know what withholdeth that he might be\nrevealed in his time. (7) For the mystery of iniquity doth\nalready work: only he who now letteth will let, until he be\ntaken out of the way. (8) And then shall that Wicked be\nrevealed, whom the Lord shall consume with the spirit of his\nmouth, and shall destroy with the brightness of his coming:\n(9) Even him, whose coming is after the working of Satan with\nall power and signs and lying wonders,"],"word_count":82},{"reference":"1 Timothy 2:1-7","translation":"KJV","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) I exhort therefore, that, first of all, supplications, prayers,\nintercessions, and giving of thanks, be made for all men; (2) For\nkings, and for all that are in authority; that we may lead a quiet and\npeaceable life in all godliness and honesty. (3) For this is good and\nacceptable in the sight of God our Saviour; (4) Who will have all\nmen to be saved, and to come unto the knowledge of the truth. (5)\nFor there is one God, and one mediator between God and men,\nthe man Christ Jesus; (6) Who gave himself a ransom for all, to be\ntestified in due time. (7) Whereunto I am ordained a preacher, and\nan apostle, (I speak the truth in Christ, and lie not;) a teacher of the\nGentiles in faith and verity."],"word_count":128},{"reference":"2 Timothy 3:1-17","translation":"KJV","division":"Primary","passage_number":94,"release":"NBBC","cards":["(1) This know also, that in the last days perilous times shall\ncome. (2) For men shall be lovers of their own selves,\ncovetous, boasters, proud, blasphemers, disobedient to\nparents, unthankful, unholy, (3) Without natural affection,\ntrucebreakers, false accusers, incontinent, fierce, despisers of\nthose that are good, (4) Traitors, heady, highminded, lovers\nof pleasures more than lovers of God; (5) Having a form of\ngodliness, but denying the power thereof: from such turn\naway. (6) For of this sort are they which creep into houses,\nand lead captive silly women laden with sins, led away with\ndivers lusts, (7) Ever learning, and never able to come to","the knowledge of the truth. (8) Now as Jannes and Jambres\nwithstood Moses, so do these also resist the truth: men of\ncorrupt minds, reprobate concerning the faith. (9) But they\nshall proceed no further: for their folly shall be manifest unto\nall men, as theirs also was. (10) But thou hast fully known my\ndoctrine, manner of life, purpose, faith, longsuffering, charity,\npatience, (11) Persecutions, afflictions, which came unto me\nat Antioch, at Iconium, at Lystra; what persecutions I endured:\nbut out of them all the Lord delivered me. (12) Yea, and all\nthat will live godly in Christ Jesus shall suffer persecution.\n(13) But evil men and seducers shall wax worse and worse,","deceiving, and being deceived. (14) But continue thou in the\nthings which thou hast learned and hast been assured of,\nknowing of whom thou hast learned them; (15) And that from\na child thou hast known the holy scriptures, which are able\nto make thee wise unto salvation through faith which is in\nChrist Jesus. (16) All scripture is given by inspiration of God,\nand is profitable for doctrine, for reproof, for correction, for\ninstruction in righteousness: (17) That the man of God may\nbe perfect, throughly furnished unto all good works."],"word_count":297},{"reference":"Hebrews 2:1-13","translation":"KJV","division":"Primary","passage_number":95,"release":"NBBC","cards":["(1) Therefore we ought to give the more earnest heed to the\nthings which we have heard, lest at any time we should let\nthem slip. (2) For if the word spoken by angels was stedfast,\nand every transgression and disobedience received a just\nrecompence of reward; (3) How shall we escape, if we neglect\nso great salvation; which at the first began to be spoken by\nthe Lord, and was confirmed unto us by them that heard\nhim; (4) God also bearing them witness, both with signs and\nwonders, and with divers miracles, and gifts of the Holy Ghost,\naccording to his own will? (5) For unto the angels hath he not\nput in subjection the world to come, whereof we speak. (6)","But one in a certain place testified, saying, What is man, that\nthou art mindful of him? or the son of man, that thou visitest\nhim? (7) Thou madest him a little lower than the angels; thou\ncrownedst him with glory and honour, and didst set him\nover the works of thy hands: (8) Thou hast put all things in\nsubjection under his feet. For in that he put all in subjection\nunder him, he left nothing that is not put under him. But now\nwe see not yet all things put under him. (9) But we see Jesus,\nwho was made a little lower than the angels for the suffering\nof death, crowned with glory and honour; that he by the\ngrace of God should taste death for every man. (10) For it","became him, for whom are all things, and by whom are all\nthings, in bringing many sons unto glory, to make the captain\nof their salvation perfect through sufferings. (11) For both he\nthat sanctifieth and they who are sanctified are all of one: for\nwhich cause he is not ashamed to call them brethren, (12)\nSaying, I will declare thy name unto my brethren, in the midst\nof the church will I sing praise unto thee. (13) And again, I\nwill put my trust in him. And again, Behold I and the children\nwhich God hath given me."],"word_count":344},{"reference":"James 2:1-13","translation":"KJV","division":"Primary","passage_number":96,"release":"NBBC","cards":["(1) My brethren, have not the faith of our Lord Jesus Christ, the\nLord of glory, with respect of persons. (2) For if there come unto\nyour assembly a man with a gold ring, in goodly apparel, and\nthere come in also a poor man in vile raiment; (3) And ye have\nrespect to him that weareth the gay clothing, and say unto him,\nSit thou here in a good place; and say to the poor, Stand thou\nthere, or sit here under my footstool: (4) Are ye not then partial in\nyourselves, and are become judges of evil thoughts? (5) Hearken,\nmy beloved brethren, Hath not God chosen the poor of this world\nrich in faith, and heirs of the kingdom which he hath promised to\nthem that love him? (6) But ye have despised the poor. Do not\nrich men oppress you, and draw you before the judgment seats?","(7) Do not they blaspheme that worthy name by the which ye are\ncalled? (8) If ye fulfil the royal law according to the scripture, Thou\nshalt love thy neighbour as thyself, ye do well: (9) But if ye have\nrespect to persons, ye commit sin, and are convinced of the law as\ntransgressors. (10) For whosoever shall keep the whole law, and\nyet offend in one point, he is guilty of all. (11) For he that said, Do\nnot commit adultery, said also, Do not kill. Now if thou commit no\nadultery, yet if thou kill, thou art become a transgressor of the law.\n(12) So speak ye, and so do, as they that shall be judged by the law\nof liberty. (13) For he shall have judgment without mercy, that hath\nshewed no mercy; and mercy rejoiceth against judgment."],"word_count":279},{"reference":"James 2:18-24","translation":"KJV","division":"Primary","passage_number":97,"release":"NBBC","cards":["(18) Yea, a man may say, Thou hast faith, and I have works: shew\nme thy faith without thy works, and I will shew thee my faith by my\nworks. (19) Thou believest that there is one God; thou doest well:\nthe devils also believe, and tremble. (20) But wilt thou know, O\nvain man, that faith without works is dead? (21) Was not Abraham\nour father justified by works, when he had offered Isaac his son\nupon the altar? (22) Seest thou how faith wrought with his works,\nand by works was faith made perfect? (23) And the scripture was\nfulfilled which saith, Abraham believed God, and it was imputed\nunto him for righteousness: and he was called the Friend of God.\n(24) Ye see then how that by works a man is justified, and not by\nfaith only."],"word_count":133},{"reference":"1 Peter 1:22-25","translation":"KJV","division":"Primary","passage_number":98,"release":"NBBC","cards":["(22) Seeing ye have purified your souls in obeying the truth\nthrough the Spirit unto unfeigned love of the brethren, see\nthat ye love one another with a pure heart fervently: (23) Being\nborn again, not of corruptible seed, but of incorruptible, by\nthe word of God, which liveth and abideth for ever. (24) For\nall flesh is as grass, and all the glory of man as the flower\nof grass. The grass withereth, and the flower thereof falleth\naway: (25) But the word of the Lord endureth for ever. And\nthis is the word which by the gospel is preached unto you."],"word_count":99},{"reference":"1 John 1:3-4","translation":"KJV","division":"Primary","passage_number":99,"release":"NBBC","cards":["(3) That which we have seen and heard declare we unto\nyou, that ye also may have fellowship with us: and truly our\nfellowship is with the Father, and with his Son Jesus Christ. (4)\nAnd these things write we unto you, that your joy may be full."],"word_count":46},{"reference":"1 John 4:13-19","translation":"KJV","division":"Primary","passage_number":100,"release":"NBBC","cards":["(13) Hereby know we that we dwell in him, and he in us, because\nhe hath given us of his Spirit. (14) And we have seen and do\ntestify that the Father sent the Son to be the Saviour of the world.\n(15) Whosoever shall confess that Jesus is the Son of God, God\ndwelleth in him, and he in God. (16) And we have known and\nbelieved the love that God hath to us. God is love; and he that\ndwelleth in love dwelleth in God, and God in him. (17) Herein is\nour love made perfect, that we may have boldness in the day of\njudgment: because as he is, so are we in this world. (18) There is\nno fear in love; but perfect love casteth out fear: because fear hath\ntorment. He that feareth is not made perfect in love. (19) We love\nhim, because he first loved us."],"word_count":146},{"reference":"3 John 1:1-14","translation":"KJV","division":"Primary","passage_number":101,"release":"NBBC","cards":["(1) The elder unto the wellbeloved Gaius, whom I love in the\ntruth. (2) Beloved, I wish above all things that thou mayest\nprosper and be in health, even as thy soul prospereth. (3)\nFor I rejoiced greatly, when the brethren came and testified\nof the truth that is in thee, even as thou walkest in the truth.\n(4) I have no greater joy than to hear that my children walk\nin truth. (5) Beloved, thou doest faithfully whatsoever thou\ndoest to the brethren, and to strangers; (6) Which have borne\nwitness of thy charity before the church: whom if thou bring\nforward on their journey after a godly sort, thou shalt do well:\n(7) Because that for his name's sake they went forth, taking","nothing of the Gentiles. (8) We therefore ought to receive\nsuch, that we might be fellowhelpers to the truth. (9) I wrote\nunto the church: but Diotrephes, who loveth to have the\npreeminence among them, receiveth us not. (10) Wherefore,\nif I come, I will remember his deeds which he doeth, prating\nagainst us with malicious words: and not content therewith,\nneither doth he himself receive the brethren, and forbiddeth\nthem that would, and casteth them out of the church. (11)\nBeloved, follow not that which is evil, but that which is good.\nHe that doeth good is of God: but he that doeth evil hath not\nseen God. (12) Demetrius hath good report of all men, and","of the truth itself: yea, and we also bear record; and ye know\nthat our record is true. (13) I had many things to write, but I\nwill not with ink and pen write unto thee: (14) But I trust I shall\nshortly see thee, and we shall speak face to face. Peace be to\nthee. Our friends salute thee. Greet the friends by name."],"word_count":294},{"reference":"Jude 1:22-25","translation":"KJV","division":"Primary","passage_number":102,"release":"NBBC","cards":["(22) And of some have compassion, making a difference:\n(23) And others save with fear, pulling them out of the fire;\nhating even the garment spotted by the flesh. (24) Now unto\nhim that is able to keep you from falling, and to present you\nfaultless before the presence of his glory with exceeding joy,\n(25) To the only wise God our Saviour, be glory and majesty,\ndominion and power, both now and ever. Amen."],"word_count":71},{"reference":"Revelation 1:7-8","translation":"KJV","division":"Primary","passage_number":103,"release":"NBBC","cards":["(7) Behold, he cometh with clouds; and every eye shall see\nhim, and they also which pierced him: and all kindreds of the\nearth shall wail because of him. Even so, Amen. (8) I am Alpha\nand Omega, the beginning and the ending, saith the Lord,\nwhich is, and which was, and which is to come, the Almighty."],"word_count":56},{"reference":"Revelation 3:17-19","translation":"KJV","division":"Primary","passage_number":104,"release":"NBBC","cards":["(17) Because thou sayest, I am rich, and increased with\ngoods, and have need of nothing; and knowest not that thou\nart wretched, and miserable, and poor, and blind, and naked:\n(18) I counsel thee to buy of me gold tried in the fire, that\nthou mayest be rich; and white raiment, that thou mayest be\nclothed, and that the shame of thy nakedness do not appear;\nand anoint thine eyes with eyesalve, that thou mayest see.\n(19) As many as I love, I rebuke and chasten: be zealous\ntherefore, and repent."],"word_count":89}]