[{"reference":"John 1:1–2","translation":"NKJV","division":"Primary","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was with\nGod, and the Word was God. (2) He was in the beginning\nwith God."],"word_count":24},{"reference":"John 20:30–31","translation":"NKJV","division":"Primary","passage_number":2,"release":"Navigate","cards":["(30) And truly Jesus did many other signs in the presence of\nHis disciples, which are not written in this book; (31) but these\nare written that you may believe that Jesus is the Christ, the\nSon of God, and that believing you may have life in His name."],"word_count":47},{"reference":"Philippians 2:6–7","translation":"NKJV","division":"Primary","passage_number":3,"release":"Explore","cards":["(6) who, being in the form of God, did not consider it robbery\nto be equal with God, (7) but made Himself of no reputation,\ntaking the form of a bondservant, and coming in the likeness\nof men."],"word_count":36},{"reference":"John 1:29–30","translation":"NKJV","division":"Primary","passage_number":4,"release":"Navigate","cards":["(29) The next day John saw Jesus coming toward him, and\nsaid, \"Behold! The Lamb of God who takes away the sin of\nthe world! (30) \"This is He of whom I said, 'After me comes a\nMan who is preferred before me, for He was before me.'"],"word_count":46},{"reference":"Revelation 5:11–12","translation":"NKJV","division":"Primary","passage_number":5,"release":"Explore","cards":["(11) Then I looked, and I heard the voice of many angels\naround the throne, the living creatures, and the elders; and\nthe number of them was ten thousand times ten thousand,\nand thousands of thousands, (12) saying with a loud voice:\n\"Worthy is the Lamb who was slain To receive power and\nriches and wisdom, And strength and honor and glory and\nblessing!\""],"word_count":62},{"reference":"John 2:19–22","translation":"NKJV","division":"Primary","passage_number":6,"release":"Navigate","cards":["(19) Jesus answered and said to them, \"Destroy this temple,\nand in three days I will raise it up.\" (20) Then the Jews said,\n\"It has taken forty-six years to build this temple, and will You\nraise it up in three days?\" (21) But He was speaking of the\ntemple of His body. (22) Therefore, when He had risen from\nthe dead, His disciples remembered that He had said this to\nthem; and they believed the Scripture and the word which\nJesus had said."],"word_count":81},{"reference":"Acts 10:37–38","translation":"NKJV","division":"Primary","passage_number":7,"release":"Explore","cards":["(37) \"that word you know, which was proclaimed throughout\nall Judea, and began from Galilee after the baptism which\nJohn preached: (38) \"how God anointed Jesus of Nazareth\nwith the Holy Spirit and with power, who went about doing\ngood and healing all who were oppressed by the devil, for\nGod was with Him."],"word_count":52},{"reference":"John 3:35–36","translation":"NKJV","division":"Primary","passage_number":8,"release":"Navigate","cards":["(35) \"The Father loves the Son, and has given all things into\nHis hand. (36) \"He who believes in the Son has everlasting\nlife; and he who does not believe the Son shall not see life,\nbut the wrath of God abides on him.\""],"word_count":42},{"reference":"Titus 3:5–7","translation":"NKJV","division":"Primary","passage_number":9,"release":"Explore","cards":["(5) not by works of righteousness which we have done, but\naccording to His mercy He saved us, through the washing of\nregeneration and renewing of the Holy Spirit, (6) whom He\npoured out on us abundantly through Jesus Christ our Savior,\n(7) that having been justiﬁed by His grace we should become\nheirs according to the hope of eternal life."],"word_count":58},{"reference":"John 4:41–42","translation":"NKJV","division":"Primary","passage_number":10,"release":"Navigate","cards":["(41) And many more believed because of His own word. (42)\nThen they said to the woman, \"Now we believe, not because\nof what you said, for we ourselves have heard Him and we\nknow that this is indeed the Christ, the Savior of the world.\""],"word_count":44},{"reference":"Acts 18:27–28","translation":"NKJV","division":"Primary","passage_number":11,"release":"Explore","cards":["(27) And when he desired to cross to Achaia, the brethren\nwrote, exhorting the disciples to receive him; and when he\narrived, he greatly helped those who had believed through\ngrace; (28) for he vigorously refuted the Jews publicly,\nshowing from the Scriptures that Jesus is the Christ."],"word_count":46},{"reference":"John 5:24","translation":"NKJV","division":"Primary","passage_number":12,"release":"Navigate","cards":["(24) \"Most assuredly, I say to you, he who hears My word and\nbelieves in Him who sent Me has everlasting life, and shall\nnot come into judgment, but has passed from death into life."],"word_count":34},{"reference":"Colossians 1:15","translation":"NKJV","division":"Primary","passage_number":13,"release":"Explore","cards":["(15) He is the image of the invisible God, the ﬁrstborn over\nall creation."],"word_count":13},{"reference":"John 6:35","translation":"NKJV","division":"Primary","passage_number":14,"release":"Navigate","cards":["(35) And Jesus said to them, \"I am the bread of life. He who\ncomes to Me shall never hunger, and he who believes in Me\nshall never thirst."],"word_count":28},{"reference":"1 Corinthians 11:23–24","translation":"NKJV","division":"Primary","passage_number":15,"release":"Explore","cards":["(23) For I received from the Lord that which I also delivered\nto you: that the Lord Jesus on the same night in which He was\nbetrayed took bread; (24) and when He had given thanks, He\nbroke it and said, \"Take, eat; this is My body which is broken\nfor you; do this in remembrance of Me.\""],"word_count":56},{"reference":"Genesis 1:1-2","translation":"NKJV","division":"Primary","passage_number":16,"release":"NBBC","cards":["(1) In the beginning God created the heavens and the earth.\n(2) The earth was without form, and void; and darkness was\non the face of the deep. And the Spirit of God was hovering\nover the face of the waters."],"word_count":39},{"reference":"Genesis 2:1-6","translation":"NKJV","division":"Primary","passage_number":17,"release":"NBBC","cards":["(1) Thus the heavens and the earth, and all the host of them, were\nfinished. (2) And on the seventh day God ended His work which\nHe had done, and He rested on the seventh day from all His work\nwhich He had done. (3) Then God blessed the seventh day and\nsanctified it, because in it He rested from all His work which God\nhad created and made. (4) This is the history of the heavens and\nthe earth when they were created, in the day that the LORD God\nmade the earth and the heavens, (5) before any plant of the field\nwas in the earth and before any herb of the field had grown. For\nthe LORD God had not caused it to rain on the earth, and there\nwas no man to till the ground; (6) but a mist went up from the earth\nand watered the whole face of the ground."],"word_count":150},{"reference":"Genesis 3:22-24","translation":"NKJV","division":"Primary","passage_number":18,"release":"NBBC","cards":["(22) Then the LORD God said, \"Behold, the man has become\nlike one of Us, to know good and evil. And now, lest he put\nout his hand and take also of the tree of life, and eat, and live\nforever\"-- (23) therefore the LORD God sent him out of the\ngarden of Eden to till the ground from which he was taken.\n(24) So He drove out the man; and He placed cherubim at\nthe east of the garden of Eden, and a flaming sword which\nturned every way, to guard the way to the tree of life."],"word_count":96},{"reference":"Genesis 4:6-7","translation":"NKJV","division":"Primary","passage_number":19,"release":"NBBC","cards":["(6) So the LORD said to Cain, \"Why are you angry? And why\nhas your countenance fallen? (7) \"If you do well, will you not\nbe accepted? And if you do not do well, sin lies at the door.\nAnd its desire is for you, but you should rule over it.\""],"word_count":49},{"reference":"Genesis 15:4-6","translation":"NKJV","division":"Primary","passage_number":20,"release":"NBBC","cards":["(4) And behold, the word of the LORD came to him, saying,\n\"This one shall not be your heir, but one who will come from\nyour own body shall be your heir.\" (5) Then He brought him\noutside and said, \"Look now toward heaven, and count the\nstars if you are able to number them.\" And He said to him,\n\"So shall your descendants be.\" (6) And he believed in the\nLORD, and He accounted it to him for righteousness."],"word_count":77},{"reference":"Genesis 18:22-33","translation":"NKJV","division":"Primary","passage_number":21,"release":"NBBC","cards":["(22) Then the men turned away from there and went toward Sodom,\nbut Abraham still stood before the LORD. (23) And Abraham\ncame near and said, \"Would You also destroy the righteous with\nthe wicked? (24) \"Suppose there were fifty righteous within the\ncity; would You also destroy the place and not spare it for the fifty\nrighteous that were in it? (25) \"Far be it from You to do such a thing\nas this, to slay the righteous with the wicked, so that the righteous\nshould be as the wicked; far be it from You! Shall not the Judge of\nall the earth do right?\" (26) So the LORD said, \"If I find in Sodom\nfifty righteous within the city, then I will spare all the place for their\nsakes.\" (27) Then Abraham answered and said, \"Indeed now, I who","am but dust and ashes have taken it upon myself to speak to the\nLord: (28) \"Suppose there were five less than the fifty righteous;\nwould You destroy all of the city for lack of five?\" So He said, \"If I\nfind there forty-five, I will not destroy it.\" (29) And he spoke to Him\nyet again and said, \"Suppose there should be forty found there?\"\nSo He said, \"I will not do it for the sake of forty.\" (30) Then he said,\n\"Let not the Lord be angry, and I will speak: Suppose thirty should\nbe found there?\" So He said, \"I will not do it if I find thirty there.\"\n(31) And he said, \"Indeed now, I have taken it upon myself to speak\nto the Lord: Suppose twenty should be found there?\" So He said,\n\"I will not destroy it for the sake of twenty.\" (32) Then he said, \"Let","not the Lord be angry, and I will speak but once more: Suppose\nten should be found there?\" And He said, \"I will not destroy it for\nthe sake of ten.\" (33) So the LORD went His way as soon as He\nhad finished speaking with Abraham; and Abraham returned to\nhis place."],"word_count":336},{"reference":"Exodus 15:6-12","translation":"NKJV","division":"Primary","passage_number":22,"release":"NBBC","cards":["(6) \"Your right hand, O LORD, has become glorious in power;\nYour right hand, O LORD, has dashed the enemy in pieces. (7)\nAnd in the greatness of Your excellence You have overthrown\nthose who rose against You; You sent forth Your wrath; It\nconsumed them like stubble. (8) And with the blast of Your\nnostrils The waters were gathered together; The floods stood\nupright like a heap; The depths congealed in the heart of the\nsea. (9) The enemy said, 'I will pursue, I will overtake, I will\ndivide the spoil; My desire shall be satisfied on them. I will\ndraw my sword, My hand shall destroy them.' (10) You blew\nwith Your wind, The sea covered them; They sank like lead in","the mighty waters. (11) \"Who is like You, O LORD, among the\ngods? Who is like You, glorious in holiness, Fearful in praises,\ndoing wonders? (12) You stretched out Your right hand; The\nearth swallowed them."],"word_count":153},{"reference":"Numbers 3:5-10","translation":"NKJV","division":"Primary","passage_number":23,"release":"NBBC","cards":["(5) And the LORD spoke to Moses, saying: (6) \"Bring the tribe of\nLevi near, and present them before Aaron the priest, that they may\nserve him. (7) \"And they shall attend to his needs and the needs\nof the whole congregation before the tabernacle of meeting, to\ndo the work of the tabernacle. (8) \"Also they shall attend to all the\nfurnishings of the tabernacle of meeting, and to the needs of the\nchildren of Israel, to do the work of the tabernacle. (9) \"And you\nshall give the Levites to Aaron and his sons; they are given entirely\nto him from among the children of Israel. (10) \"So you shall appoint\nAaron and his sons, and they shall attend to their priesthood; but\nthe outsider who comes near shall be put to death.\""],"word_count":129},{"reference":"Deuteronomy 6:1-2","translation":"NKJV","division":"Primary","passage_number":24,"release":"NBBC","cards":["(1) \"Now this is the commandment, and these are the statutes\nand judgments which the LORD your God has commanded to\nteach you, that you may observe them in the land which you\nare crossing over to possess, (2) \"that you may fear the LORD\nyour God, to keep all His statutes and His commandments\nwhich I command you, you and your son and your grandson,\nall the days of your life, and that your days may be prolonged."],"word_count":77},{"reference":"Deuteronomy 7:6-11","translation":"NKJV","division":"Primary","passage_number":25,"release":"NBBC","cards":["(6) \"For you are a holy people to the LORD your God; the\nLORD your God has chosen you to be a people for Himself, a\nspecial treasure above all the peoples on the face of the earth.\n(7) \"The LORD did not set His love on you nor choose you\nbecause you were more in number than any other people, for\nyou were the least of all peoples; (8) \"but because the LORD\nloves you, and because He would keep the oath which He\nswore to your fathers, the LORD has brought you out with a\nmighty hand, and redeemed you from the house of bondage,\nfrom the hand of Pharaoh king of Egypt. (9) \"Therefore know\nthat the LORD your God, He is God, the faithful God who","keeps covenant and mercy for a thousand generations with\nthose who love Him and keep His commandments; (10) \"and\nHe repays those who hate Him to their face, to destroy them.\nHe will not be slack with him who hates Him; He will repay him\nto his face. (11) \"Therefore you shall keep the commandment,\nthe statutes, and the judgments which I command you today,\nto observe them."],"word_count":192},{"reference":"Joshua 1:7-9","translation":"NKJV","division":"Primary","passage_number":26,"release":"NBBC","cards":["(7) \"Only be strong and very courageous, that you may\nobserve to do according to all the law which Moses My\nservant commanded you; do not turn from it to the right hand\nor to the left, that you may prosper wherever you go. (8) \"This\nBook of the Law shall not depart from your mouth, but you\nshall meditate in it day and night, that you may observe to\ndo according to all that is written in it. For then you will make\nyour way prosperous, and then you will have good success.\n(9) \"Have I not commanded you? Be strong and of good\ncourage; do not be afraid, nor be dismayed, for the LORD\nyour God is with you wherever you go.\""],"word_count":121},{"reference":"Judges 2:11-14","translation":"NKJV","division":"Primary","passage_number":27,"release":"NBBC","cards":["(11) Then the children of Israel did evil in the sight of the LORD,\nand served the Baals; (12) and they forsook the LORD God of their\nfathers, who had brought them out of the land of Egypt; and they\nfollowed other gods from among the gods of the people who\nwere all around them, and they bowed down to them; and they\nprovoked the LORD to anger. (13) They forsook the LORD and\nserved Baal and the Ashtoreths. (14) And the anger of the LORD\nwas hot against Israel. So He delivered them into the hands of\nplunderers who despoiled them; and He sold them into the hands\nof their enemies all around, so that they could no longer stand\nbefore their enemies."],"word_count":120},{"reference":"2 Samuel 7:18-24","translation":"NKJV","division":"Primary","passage_number":28,"release":"NBBC","cards":["(18) Then King David went in and sat before the LORD; and\nhe said: \"Who am I, O Lord GOD? And what is my house, that\nYou have brought me this far? (19) \"And yet this was a small\nthing in Your sight, O Lord GOD; and You have also spoken\nof Your servant's house for a great while to come. Is this the\nmanner of man, O Lord GOD? (20) \"Now what more can David\nsay to You? For You, Lord GOD, know Your servant. (21) \"For\nYour word's sake, and according to Your own heart, You have\ndone all these great things, to make Your servant know them.\n(22) \"Therefore You are great, O Lord GOD. For there is none\nlike You, nor is there any God besides You, according to all","that we have heard with our ears. (23) \"And who is like Your\npeople, like Israel, the one nation on the earth whom God\nwent to redeem for Himself as a people, to make for Himself\na name--and to do for Yourself great and awesome deeds\nfor Your land--before Your people whom You redeemed for\nYourself from Egypt, the nations, and their gods? (24) \"For\nYou have made Your people Israel Your very own people\nforever; and You, LORD, have become their God."],"word_count":212},{"reference":"2 Kings 2:6-11","translation":"NKJV","division":"Primary","passage_number":29,"release":"NBBC","cards":["(6) Then Elijah said to him, \"Stay here, please, for the LORD\nhas sent me on to the Jordan.\" But he said, \"As the LORD\nlives, and as your soul lives, I will not leave you!\" So the two\nof them went on. (7) And fifty men of the sons of the prophets\nwent and stood facing them at a distance, while the two of\nthem stood by the Jordan. (8) Now Elijah took his mantle,\nrolled it up, and struck the water; and it was divided this way\nand that, so that the two of them crossed over on dry ground.\n(9) And so it was, when they had crossed over, that Elijah said\nto Elisha, \"Ask! What may I do for you, before I am taken away\nfrom you?\" Elisha said, \"Please let a double portion of your","spirit be upon me.\" (10) So he said, \"You have asked a hard\nthing. Nevertheless, if you see me when I am taken from you,\nit shall be so for you; but if not, it shall not be so.\" (11) Then it\nhappened, as they continued on and talked, that suddenly a\nchariot of fire appeared with horses of fire, and separated the\ntwo of them; and Elijah went up by a whirlwind into heaven."],"word_count":209},{"reference":"Job 35:1-10","translation":"NKJV","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) Moreover Elihu answered and said: (2) \"Do you think this\nis right? Do you say, 'My righteousness is more than God's'?\n(3) For you say, 'What advantage will it be to You? What profit\nshall I have, more than if I had sinned?' (4) \"I will answer you,\nAnd your companions with you. (5) Look to the heavens and\nsee; And behold the clouds--They are higher than you. (6)\nIf you sin, what do you accomplish against Him? Or, if your\ntransgressions are multiplied, what do you do to Him? (7)\nIf you are righteous, what do you give Him? Or what does\nHe receive from your hand? (8) Your wickedness affects a\nman such as you, And your righteousness a son of man. (9)","\"Because of the multitude of oppressions they cry out; They\ncry out for help because of the arm of the mighty. (10) But no\none says, 'Where is God my Maker, Who gives songs in the\nnight,"],"word_count":154},{"reference":"Psalm 3:3-7","translation":"NKJV","division":"Primary","passage_number":31,"release":"NBBC","cards":["(3) But You, O LORD, are a shield for me, My glory and the\nOne who lifts up my head. (4) I cried to the LORD with my\nvoice, And He heard me from His holy hill. Selah (5) I lay down\nand slept; I awoke, for the LORD sustained me. (6) I will not be\nafraid of ten thousands of people Who have set themselves\nagainst me all around. (7) Arise, O LORD; Save me, O my\nGod! For You have struck all my enemies on the cheekbone;\nYou have broken the teeth of the ungodly."],"word_count":92},{"reference":"Psalm 5:4-8","translation":"NKJV","division":"Primary","passage_number":32,"release":"NBBC","cards":["(4) For You are not a God who takes pleasure in wickedness,\nNor shall evil dwell with You. (5) The boastful shall not stand\nin Your sight; You hate all workers of iniquity. (6) You shall\ndestroy those who speak falsehood; The LORD abhors the\nbloodthirsty and deceitful man. (7) But as for me, I will come\ninto Your house in the multitude of Your mercy; In fear of You\nI will worship toward Your holy temple. (8) Lead me, O LORD,\nin Your righteousness because of my enemies; Make Your\nway straight before my face."],"word_count":91},{"reference":"Psalm 8:1-4","translation":"NKJV","division":"Primary","passage_number":33,"release":"NBBC","cards":["(1) O LORD, our Lord, How excellent is Your name in all the\nearth, Who have set Your glory above the heavens! (2) Out of\nthe mouth of babes and nursing infants You have ordained\nstrength, Because of Your enemies, That You may silence the\nenemy and the avenger. (3) When I consider Your heavens,\nthe work of Your fingers, The moon and the stars, which You\nhave ordained, (4) What is man that You are mindful of him,\nAnd the son of man that You visit him?"],"word_count":84},{"reference":"Psalm 14:1-3","translation":"NKJV","division":"Primary","passage_number":34,"release":"NBBC","cards":["(1) The fool has said in his heart, \"There is no God.\" They are\ncorrupt, They have done abominable works, There is none\nwho does good. (2) The LORD looks down from heaven upon\nthe children of men, To see if there are any who understand,\nwho seek God. (3) They have all turned aside, They have\ntogether become corrupt; There is none who does good, No,\nnot one."],"word_count":66},{"reference":"Psalm 19:1-4","translation":"NKJV","division":"Primary","passage_number":35,"release":"NBBC","cards":["(1) The heavens declare the glory of God; And the firmament\nshows His handiwork. (2) Day unto day utters speech, And\nnight unto night reveals knowledge. (3) There is no speech\nnor language Where their voice is not heard. (4) Their line has\ngone out through all the earth, And their words to the end of\nthe world. In them He has set a tabernacle for the sun,"],"word_count":64},{"reference":"Psalm 50:16-23","translation":"NKJV","division":"Primary","passage_number":36,"release":"NBBC","cards":["(16) But to the wicked God says: \"What right have you to\ndeclare My statutes, Or take My covenant in your mouth, (17)\nSeeing you hate instruction And cast My words behind you?\n(18) When you saw a thief, you consented with him, And have\nbeen a partaker with adulterers. (19) You give your mouth to\nevil, And your tongue frames deceit. (20) You sit and speak\nagainst your brother; You slander your own mother's son. (21)\nThese things you have done, and I kept silent; You thought\nthat I was altogether like you; But I will rebuke you, And set\nthem in order before your eyes. (22) \"Now consider this, you\nwho forget God, Lest I tear you in pieces, And there be none","to deliver: (23) Whoever offers praise glorifies Me; And to\nhim who orders his conduct aright I will show the salvation of\nGod.\""],"word_count":140},{"reference":"Proverbs 1:1-10","translation":"NKJV","division":"Primary","passage_number":37,"release":"NBBC","cards":["(1) The proverbs of Solomon the son of David, king of Israel:\n(2) To know wisdom and instruction, To perceive the words\nof understanding, (3) To receive the instruction of wisdom,\nJustice, judgment, and equity; (4) To give prudence to the\nsimple, To the young man knowledge and discretion-- (5)\nA wise man will hear and increase learning, And a man of\nunderstanding will attain wise counsel, (6) To understand a\nproverb and an enigma, The words of the wise and their riddles.\n(7) The fear of the LORD is the beginning of knowledge, But\nfools despise wisdom and instruction. (8) My son, hear the\ninstruction of your father, And do not forsake the law of your","mother; (9) For they will be a graceful ornament on your head,\nAnd chains about your neck. (10) My son, if sinners entice\nyou, Do not consent."],"word_count":134},{"reference":"Proverbs 8:12-17","translation":"NKJV","division":"Primary","passage_number":38,"release":"NBBC","cards":["(12) \"I, wisdom, dwell with prudence, And find out knowledge\nand discretion. (13) The fear of the LORD is to hate evil;\nPride and arrogance and the evil way And the perverse\nmouth I hate. (14) Counsel is mine, and sound wisdom; I am\nunderstanding, I have strength. (15) By me kings reign, And\nrulers decree justice. (16) By me princes rule, and nobles, All\nthe judges of the earth. (17) I love those who love me, And\nthose who seek me diligently will find me."],"word_count":80},{"reference":"Ecclesiastes 1:3-6","translation":"NKJV","division":"Primary","passage_number":39,"release":"NBBC","cards":["(3) What profit has a man from all his labor In which he toils\nunder the sun? (4) One generation passes away, and another\ngeneration comes; But the earth abides forever. (5) The sun\nalso rises, and the sun goes down, And hastens to the place\nwhere it arose. (6) The wind goes toward the south, And turns\naround to the north; The wind whirls about continually, And\ncomes again on its circuit."],"word_count":69},{"reference":"Isaiah 41:8-14","translation":"NKJV","division":"Primary","passage_number":40,"release":"NBBC","cards":["(8) \"But you, Israel, are My servant, Jacob whom I have chosen,\nThe descendants of Abraham My friend. (9) You whom I have\ntaken from the ends of the earth, And called from its farthest\nregions, And said to you, 'You are My servant, I have chosen\nyou and have not cast you away: (10) Fear not, for I am with\nyou; Be not dismayed, for I am your God. I will strengthen you,\nYes, I will help you, I will uphold you with My righteous right\nhand.' (11) \"Behold, all those who were incensed against you\nShall be ashamed and disgraced; They shall be as nothing,\nAnd those who strive with you shall perish. (12) You shall\nseek them and not find them--Those who contended with","you. Those who war against you Shall be as nothing, As a\nnonexistent thing. (13) For I, the LORD your God, will hold\nyour right hand, Saying to you, 'Fear not, I will help you.' (14)\n\"Fear not, you worm Jacob, You men of Israel! I will help you,\"\nsays the LORD And your Redeemer, the Holy One of Israel."],"word_count":181},{"reference":"Isaiah 44:18-23","translation":"NKJV","division":"Primary","passage_number":41,"release":"NBBC","cards":["(18) They do not know nor understand; For He has shut their\neyes, so that they cannot see, And their hearts, so that they\ncannot understand. (19) And no one considers in his heart,\nNor is there knowledge nor understanding to say, \"I have\nburned half of it in the fire, Yes, I have also baked bread on its\ncoals; I have roasted meat and eaten it; And shall I make the\nrest of it an abomination? Shall I fall down before a block of\nwood?\" (20) He feeds on ashes; A deceived heart has turned\nhim aside; And he cannot deliver his soul, Nor say, \"Is there\nnot a lie in my right hand?\" (21) \"Remember these, O Jacob,\nAnd Israel, for you are My servant; I have formed you, you are","My servant; O Israel, you will not be forgotten by Me! (22) I\nhave blotted out, like a thick cloud, your transgressions, And\nlike a cloud, your sins. Return to Me, for I have redeemed\nyou.\" (23) Sing, O heavens, for the LORD has done it! Shout,\nyou lower parts of the earth; Break forth into singing, you\nmountains, O forest, and every tree in it! For the LORD has\nredeemed Jacob, And glorified Himself in Israel."],"word_count":204},{"reference":"Jeremiah 10:10-16","translation":"NKJV","division":"Primary","passage_number":42,"release":"NBBC","cards":["(10) But the LORD is the true God; He is the living God and\nthe everlasting King. At His wrath the earth will tremble, And\nthe nations will not be able to endure His indignation. (11)\nThus you shall say to them: \"The gods that have not made\nthe heavens and the earth shall perish from the earth and\nfrom under these heavens.\" (12) He has made the earth by\nHis power, He has established the world by His wisdom, And\nhas stretched out the heavens at His discretion. (13) When He\nutters His voice, There is a multitude of waters in the heavens:\n\"And He causes the vapors to ascend from the ends of the\nearth. He makes lightning for the rain, He brings the wind","out of His treasuries.\" (14) Everyone is dull-hearted, without\nknowledge; Every metalsmith is put to shame by an image;\nFor his molded image is falsehood, And there is no breath in\nthem. (15) They are futile, a work of errors; In the time of their\npunishment they shall perish. (16) The Portion of Jacob is not\nlike them, For He is the Maker of all things, And Israel is the\ntribe of His inheritance; The LORD of hosts is His name."],"word_count":202},{"reference":"Daniel 3:19-28","translation":"NKJV","division":"Primary","passage_number":43,"release":"NBBC","cards":["(19) Then Nebuchadnezzar was full of fury, and the expression on\nhis face changed toward Shadrach, Meshach, and Abed-Nego. He\nspoke and commanded that they heat the furnace seven times more\nthan it was usually heated. (20) And he commanded certain mighty\nmen of valor who were in his army to bind Shadrach, Meshach,\nand Abed-Nego, and cast them into the burning fiery furnace. (21)\nThen these men were bound in their coats, their trousers, their\nturbans, and their other garments, and were cast into the midst\nof the burning fiery furnace. (22) Therefore, because the king's\ncommand was urgent, and the furnace exceedingly hot, the flame\nof the fire killed those men who took up Shadrach, Meshach, and","Abed-Nego. (23) And these three men, Shadrach, Meshach, and\nAbed-Nego, fell down bound into the midst of the burning fiery\nfurnace. (24) Then King Nebuchadnezzar was astonished; and he\nrose in haste and spoke, saying to his counselors, \"Did we not cast\nthree men bound into the midst of the fire?\" They answered and\nsaid to the king, \"True, O king.\" (25) \"Look!\" he answered, \"I see\nfour men loose, walking in the midst of the fire; and they are not\nhurt, and the form of the fourth is like the Son of God.\" (26) Then\nNebuchadnezzar went near the mouth of the burning fiery furnace\nand spoke, saying, \"Shadrach, Meshach, and Abed-Nego, servants\nof the Most High God, come out, and come here.\" Then Shadrach,","Meshach, and Abed-Nego came from the midst of the fire. (27) And\nthe satraps, administrators, governors, and the king's counselors\ngathered together, and they saw these men on whose bodies the\nfire had no power; the hair of their head was not singed nor were\ntheir garments affected, and the smell of fire was not on them. (28)\nNebuchadnezzar spoke, saying, \"Blessed be the God of Shadrach,\nMeshach, and Abed-Nego, who sent His Angel and delivered His\nservants who trusted in Him, and they have frustrated the king's\nword, and yielded their bodies, that they should not serve nor\nworship any god except their own God!"],"word_count":348},{"reference":"John 20:21-23","translation":"NKJV","division":"Primary","passage_number":44,"release":"NBBC","cards":["(21) So Jesus said to them again, \"Peace to you! As the Father\nhas sent Me, I also send you.\" (22) And when He had said this,\nHe breathed on them, and said to them, \"Receive the Holy\nSpirit. (23) \"If you forgive the sins of any, they are forgiven\nthem; if you retain the sins of any, they are retained.\""],"word_count":58},{"reference":"Romans 1:16","translation":"NKJV","division":"Primary","passage_number":45,"release":"NBBC","cards":["(16) For I am not ashamed of the gospel of Christ, for it is the\npower of God to salvation for everyone who believes, for the\nJew first and also for the Greek."],"word_count":32},{"reference":"James 1:9-10","translation":"NKJV","division":"Primary","passage_number":46,"release":"NBBC","cards":["(9) Let the lowly brother glory in his exaltation, (10) but the\nrich in his humiliation, because as a flower of the field he will\npass away."],"word_count":25},{"reference":"1 Peter 2:5-6","translation":"NKJV","division":"Primary","passage_number":47,"release":"NBBC","cards":["(5) you also, as living stones, are being built up a spiritual\nhouse, a holy priesthood, to offer up spiritual sacrifices\nacceptable to God through Jesus Christ. (6) Therefore it is\nalso contained in the Scripture, \"Behold, I lay in Zion A chief\ncornerstone, elect, precious, And he who believes on Him will\nby no means be put to shame.\""],"word_count":58},{"reference":"1 John 3:1-2","translation":"NKJV","division":"Primary","passage_number":48,"release":"NBBC","cards":["(1) Behold what manner of love the Father has bestowed\non us, that we should be called children of God! Therefore\nthe world does not know us, because it did not know Him.\n(2) Beloved, now we are children of God; and it has not yet\nbeen revealed what we shall be, but we know that when He is\nrevealed, we shall be like Him, for we shall see Him as He is."],"word_count":71},{"reference":"Exodus 14:27-29","translation":"NKJV","division":"Primary","passage_number":49,"release":"NBBC","cards":["(27) And Moses stretched out his hand over the sea; and\nwhen the morning appeared, the sea returned to its full\ndepth, while the Egyptians were fleeing into it. So the LORD\noverthrew the Egyptians in the midst of the sea. (28) Then the\nwaters returned and covered the chariots, the horsemen, and\nall the army of Pharaoh that came into the sea after them. Not\nso much as one of them remained. (29) But the children of\nIsrael had walked on dry land in the midst of the sea, and the\nwaters were a wall to them on their right hand and on their\nleft."],"word_count":103},{"reference":"Joshua 2:11-13","translation":"NKJV","division":"Primary","passage_number":50,"release":"NBBC","cards":["(11) \"And as soon as we heard these things, our hearts\nmelted; neither did there remain any more courage in anyone\nbecause of you, for the LORD your God, He is God in heaven\nabove and on earth beneath. (12) \"Now therefore, I beg you,\nswear to me by the LORD, since I have shown you kindness,\nthat you also will show kindness to my father's house, and\ngive me a true token, (13) \"and spare my father, my mother,\nmy brothers, my sisters, and all that they have, and deliver our\nlives from death.\""],"word_count":92},{"reference":"Psalm 34:1-18","translation":"NKJV","division":"Primary","passage_number":51,"release":"NBBC","cards":["(1) I will bless the LORD at all times; His praise shall continually\nbe in my mouth. (2) My soul shall make its boast in the LORD; The\nhumble shall hear of it and be glad. (3) Oh, magnify the LORD with\nme, And let us exalt His name together. (4) I sought the LORD, and\nHe heard me, And delivered me from all my fears. (5) They looked\nto Him and were radiant, And their faces were not ashamed. (6)\nThis poor man cried out, and the LORD heard him, And saved\nhim out of all his troubles. (7) The angel of the LORD encamps all\naround those who fear Him, And delivers them. (8) Oh, taste and\nsee that the LORD is good; Blessed is the man who trusts in Him!\n(9) Oh, fear the LORD, you His saints! There is no want to those who\nfear Him. (10) The young lions lack and suffer hunger; But those","who seek the LORD shall not lack any good thing. (11) Come, you\nchildren, listen to me; I will teach you the fear of the LORD. (12)\nWho is the man who desires life, And loves many days, that he may\nsee good? (13) Keep your tongue from evil, And your lips from\nspeaking deceit. (14) Depart from evil and do good; Seek peace\nand pursue it. (15) The eyes of the LORD are on the righteous, And\nHis ears are open to their cry. (16) The face of the LORD is against\nthose who do evil, To cut off the remembrance of them from the\nearth. (17) The righteous cry out, and the LORD hears, And delivers\nthem out of all their troubles. (18) The LORD is near to those who\nhave a broken heart, And saves such as have a contrite spirit."],"word_count":286},{"reference":"Malachi 3:1-9","translation":"NKJV","division":"Primary","passage_number":52,"release":"NBBC","cards":["(1) \"Behold, I send My messenger, And he will prepare the way\nbefore Me. And the Lord, whom you seek, Will suddenly come to\nHis temple, Even the Messenger of the covenant, In whom you\ndelight. Behold, He is coming,\" Says the LORD of hosts. (2) \"But\nwho can endure the day of His coming? And who can stand when\nHe appears? For He is like a refiner's fire And like launderers' soap.\n(3) He will sit as a refiner and a purifier of silver; He will purify\nthe sons of Levi, And purge them as gold and silver, That they\nmay offer to the LORD An offering in righteousness. (4) \"Then the\noffering of Judah and Jerusalem Will be pleasant to the LORD,\nAs in the days of old, As in former years. (5) And I will come near\nyou for judgment; I will be a swift witness Against sorcerers,","Against adulterers, Against perjurers, Against those who exploit\nwage earners and widows and orphans, And against those who\nturn away an alien--Because they do not fear Me,\" Says the LORD\nof hosts. (6) \"For I am the LORD, I do not change; Therefore you\nare not consumed, O sons of Jacob. (7) Yet from the days of your\nfathers You have gone away from My ordinances And have not\nkept them. Return to Me, and I will return to you,\" Says the LORD of\nhosts. \"But you said, 'In what way shall we return?' (8) \"Will a man\nrob God? Yet you have robbed Me! But you say, 'In what way have\nwe robbed You?' In tithes and offerings. (9) You are cursed with a\ncurse, For you have robbed Me, Even this whole nation."],"word_count":278},{"reference":"Matthew 3:1-4","translation":"NKJV","division":"Primary","passage_number":53,"release":"NBBC","cards":["(1) In those days John the Baptist came preaching in the\nwilderness of Judea, (2) and saying, \"Repent, for the kingdom\nof heaven is at hand!\" (3) For this is he who was spoken of by\nthe prophet Isaiah, saying: \"The voice of one crying in the\nwilderness: 'Prepare the way of the LORD; Make His paths\nstraight.' \" (4) Now John himself was clothed in camel's hair,\nwith a leather belt around his waist; and his food was locusts\nand wild honey."],"word_count":78},{"reference":"Matthew 3:7-8","translation":"NKJV","division":"Primary","passage_number":54,"release":"NBBC","cards":["(7) But when he saw many of the Pharisees and Sadducees\ncoming to his baptism, he said to them, \"Brood of vipers! Who\nwarned you to flee from the wrath to come? (8) \"Therefore\nbear fruits worthy of repentance,"],"word_count":37},{"reference":"Matthew 5:16-20","translation":"NKJV","division":"Primary","passage_number":55,"release":"NBBC","cards":["(16) \"Let your light so shine before men, that they may see your\ngood works and glorify your Father in heaven. (17) \"Do not think\nthat I came to destroy the Law or the Prophets. I did not come to\ndestroy but to fulfill. (18) \"For assuredly, I say to you, till heaven\nand earth pass away, one jot or one tittle will by no means pass\nfrom the law till all is fulfilled. (19) \"Whoever therefore breaks one\nof the least of these commandments, and teaches men so, shall\nbe called least in the kingdom of heaven; but whoever does and\nteaches them, he shall be called great in the kingdom of heaven.\n(20) \"For I say to you, that unless your righteousness exceeds the\nrighteousness of the scribes and Pharisees, you will by no means\nenter the kingdom of heaven."],"word_count":137},{"reference":"Matthew 6:19-21","translation":"NKJV","division":"Primary","passage_number":56,"release":"NBBC","cards":["(19) \"Do not lay up for yourselves treasures on earth, where\nmoth and rust destroy and where thieves break in and steal;\n(20) \"but lay up for yourselves treasures in heaven, where\nneither moth nor rust destroys and where thieves do not\nbreak in and steal. (21) \"For where your treasure is, there your\nheart will be also."],"word_count":55},{"reference":"Matthew 6:26-34","translation":"NKJV","division":"Primary","passage_number":57,"release":"NBBC","cards":["(26) \"Look at the birds of the air, for they neither sow nor reap\nnor gather into barns; yet your heavenly Father feeds them.\nAre you not of more value than they? (27) \"Which of you by\nworrying can add one cubit to his stature? (28) \"So why do\nyou worry about clothing? Consider the lilies of the field, how\nthey grow: they neither toil nor spin; (29) \"and yet I say to you\nthat even Solomon in all his glory was not arrayed like one of\nthese. (30) \"Now if God so clothes the grass of the field, which\ntoday is, and tomorrow is thrown into the oven, will He not\nmuch more clothe you, O you of little faith? (31) \"Therefore\ndo not worry, saying, 'What shall we eat?' or 'What shall we","drink?' or 'What shall we wear?' (32) \"For after all these things\nthe Gentiles seek. For your heavenly Father knows that you\nneed all these things. (33) \"But seek first the kingdom of God\nand His righteousness, and all these things shall be added\nto you. (34) \"Therefore do not worry about tomorrow, for\ntomorrow will worry about its own things. Sufficient for the\nday is its own trouble."],"word_count":195},{"reference":"Matthew 7:1-7","translation":"NKJV","division":"Primary","passage_number":58,"release":"NBBC","cards":["(1) \"Judge not, that you be not judged. (2) \"For with what judgment\nyou judge, you will be judged; and with the measure you use, it\nwill be measured back to you. (3) \"And why do you look at the\nspeck in your brother's eye, but do not consider the plank in your\nown eye? (4) \"Or how can you say to your brother, 'Let me remove\nthe speck from your eye'; and look, a plank is in your own eye?\n(5) \"Hypocrite! First remove the plank from your own eye, and\nthen you will see clearly to remove the speck from your brother's\neye. (6) \"Do not give what is holy to the dogs; nor cast your pearls\nbefore swine, lest they trample them under their feet, and turn and\ntear you in pieces. (7) \"Ask, and it will be given to you; seek, and\nyou will find; knock, and it will be opened to you."],"word_count":150},{"reference":"Matthew 7:21-29","translation":"NKJV","division":"Primary","passage_number":59,"release":"NBBC","cards":["(21) \"Not everyone who says to Me, 'Lord, Lord,' shall enter\nthe kingdom of heaven, but he who does the will of My Father\nin heaven. (22) \"Many will say to Me in that day, 'Lord, Lord,\nhave we not prophesied in Your name, cast out demons in\nYour name, and done many wonders in Your name?' (23) \"And\nthen I will declare to them, 'I never knew you; depart from\nMe, you who practice lawlessness!' (24) \"Therefore whoever\nhears these sayings of Mine, and does them, I will liken him\nto a wise man who built his house on the rock: (25) \"and the\nrain descended, the floods came, and the winds blew and\nbeat on that house; and it did not fall, for it was founded on","the rock. (26) \"But everyone who hears these sayings of Mine,\nand does not do them, will be like a foolish man who built his\nhouse on the sand: (27) \"and the rain descended, the floods\ncame, and the winds blew and beat on that house; and it fell.\nAnd great was its fall.\" (28) And so it was, when Jesus had\nended these sayings, that the people were astonished at His\nteaching, (29) for He taught them as one having authority,\nand not as the scribes."],"word_count":207},{"reference":"Matthew 8:19-22","translation":"NKJV","division":"Primary","passage_number":60,"release":"NBBC","cards":["(19) Then a certain scribe came and said to Him, \"Teacher, I\nwill follow You wherever You go.\" (20) And Jesus said to him,\n\"Foxes have holes and birds of the air have nests, but the Son\nof Man has nowhere to lay His head.\" (21) Then another of\nHis disciples said to Him, \"Lord, let me first go and bury my\nfather.\" (22) But Jesus said to him, \"Follow Me, and let the\ndead bury their own dead.\""],"word_count":75},{"reference":"Matthew 10:1-3","translation":"NKJV","division":"Primary","passage_number":61,"release":"NBBC","cards":["(1) And when He had called His twelve disciples to Him, He\ngave them power over unclean spirits, to cast them out, and\nto heal all kinds of sickness and all kinds of disease. (2) Now\nthe names of the twelve apostles are these: first, Simon, who\nis called Peter, and Andrew his brother; James the son of\nZebedee, and John his brother; (3) Philip and Bartholomew;\nThomas and Matthew the tax collector; James the son of\nAlphaeus, and Lebbaeus, whose surname was Thaddaeus;"],"word_count":81},{"reference":"Luke 3:2-6","translation":"NKJV","division":"Primary","passage_number":62,"release":"NBBC","cards":["(2) while Annas and Caiaphas were high priests, the word of\nGod came to John the son of Zacharias in the wilderness. (3)\nAnd he went into all the region around the Jordan, preaching\na baptism of repentance for the remission of sins, (4) as it is\nwritten in the book of the words of Isaiah the prophet, saying:\n\"The voice of one crying in the wilderness: 'Prepare the way\nof the LORD; Make His paths straight. (5) Every valley shall be\nfilled And every mountain and hill brought low; The crooked\nplaces shall be made straight And the rough ways smooth;\n(6) And all flesh shall see the salvation of God.' \""],"word_count":107},{"reference":"Luke 4:16-19","translation":"NKJV","division":"Primary","passage_number":63,"release":"NBBC","cards":["(16) So He came to Nazareth, where He had been brought up.\nAnd as His custom was, He went into the synagogue on the\nSabbath day, and stood up to read. (17) And He was handed\nthe book of the prophet Isaiah. And when He had opened\nthe book, He found the place where it was written: (18) \"The\nSpirit of the LORD is upon Me, Because He has anointed Me\nTo preach the gospel to the poor; He has sent Me to heal\nthe brokenhearted, To proclaim liberty to the captives And\nrecovery of sight to the blind, To set at liberty those who\nare oppressed; (19) To proclaim the acceptable year of the\nLORD.\""],"word_count":112},{"reference":"Luke 5:12-16","translation":"NKJV","division":"Primary","passage_number":64,"release":"NBBC","cards":["(12) And it happened when He was in a certain city, that behold, a\nman who was full of leprosy saw Jesus; and he fell on his face and\nimplored Him, saying, \"Lord, if You are willing, You can make me\nclean.\" (13) Then He put out His hand and touched him, saying, \"I\nam willing; be cleansed.\" Immediately the leprosy left him. (14)\nAnd He charged him to tell no one, \"But go and show yourself to\nthe priest, and make an offering for your cleansing, as a testimony\nto them, just as Moses commanded.\" (15) However, the report\nwent around concerning Him all the more; and great multitudes\ncame together to hear, and to be healed by Him of their infirmities.\n(16) So He Himself often withdrew into the wilderness and prayed."],"word_count":129},{"reference":"Luke 9:1-9","translation":"NKJV","division":"Primary","passage_number":65,"release":"NBBC","cards":["(1) Then He called His twelve disciples together and gave\nthem power and authority over all demons, and to cure\ndiseases. (2) He sent them to preach the kingdom of God and\nto heal the sick. (3) And He said to them, \"Take nothing for the\njourney, neither staffs nor bag nor bread nor money; and do\nnot have two tunics apiece. (4) \"Whatever house you enter,\nstay there, and from there depart. (5) \"And whoever will not\nreceive you, when you go out of that city, shake off the very\ndust from your feet as a testimony against them.\" (6) So they\ndeparted and went through the towns, preaching the gospel\nand healing everywhere. (7) Now Herod the tetrarch heard of","all that was done by Him; and he was perplexed, because it\nwas said by some that John had risen from the dead, (8) and\nby some that Elijah had appeared, and by others that one of\nthe old prophets had risen again. (9) Herod said, \"John I have\nbeheaded, but who is this of whom I hear such things?\" So he\nsought to see Him."],"word_count":179},{"reference":"John 13:1-9","translation":"NKJV","division":"Primary","passage_number":66,"release":"NBBC","cards":["(1) Now before the Feast of the Passover, when Jesus knew\nthat His hour had come that He should depart from this world\nto the Father, having loved His own who were in the world, He\nloved them to the end. (2) And supper being ended, the devil\nhaving already put it into the heart of Judas Iscariot, Simon's\nson, to betray Him, (3) Jesus, knowing that the Father had\ngiven all things into His hands, and that He had come from\nGod and was going to God, (4) rose from supper and laid\naside His garments, took a towel and girded Himself. (5) After\nthat, He poured water into a basin and began to wash the\ndisciples' feet, and to wipe them with the towel with which He","was girded. (6) Then He came to Simon Peter. And Peter said\nto Him, \"Lord, are You washing my feet?\" (7) Jesus answered\nand said to him, \"What I am doing you do not understand\nnow, but you will know after this.\" (8) Peter said to Him, \"You\nshall never wash my feet!\" Jesus answered him, \"If I do not\nwash you, you have no part with Me.\" (9) Simon Peter said\nto Him, \"Lord, not my feet only, but also my hands and my\nhead!\""],"word_count":206},{"reference":"John 14:1-7","translation":"NKJV","division":"Primary","passage_number":67,"release":"NBBC","cards":["(1) \"Let not your heart be troubled; you believe in God, believe\nalso in Me. (2) \"In My Father's house are many mansions; if it were\nnot so, I would have told you. I go to prepare a place for you. (3)\n\"And if I go and prepare a place for you, I will come again and\nreceive you to Myself; that where I am, there you may be also. (4)\n\"And where I go you know, and the way you know.\" (5) Thomas\nsaid to Him, \"Lord, we do not know where You are going, and how\ncan we know the way?\" (6) Jesus said to him, \"I am the way, the\ntruth, and the life. No one comes to the Father except through Me.\n(7) \"If you had known Me, you would have known My Father also;\nand from now on you know Him and have seen Him.\""],"word_count":143},{"reference":"John 16:12-14","translation":"NKJV","division":"Primary","passage_number":68,"release":"NBBC","cards":["(12) \"I still have many things to say to you, but you cannot bear\nthem now. (13) \"However, when He, the Spirit of truth, has\ncome, He will guide you into all truth; for He will not speak on\nHis own authority, but whatever He hears He will speak; and\nHe will tell you things to come. (14) \"He will glorify Me, for He\nwill take of what is Mine and declare it to you."],"word_count":72},{"reference":"John 17:1-3","translation":"NKJV","division":"Primary","passage_number":69,"release":"NBBC","cards":["(1) Jesus spoke these words, lifted up His eyes to heaven, and\nsaid: \"Father, the hour has come. Glorify Your Son, that Your\nSon also may glorify You, (2) \"as You have given Him authority\nover all flesh, that He should give eternal life to as many as\nYou have given Him. (3) \"And this is eternal life, that they may\nknow You, the only true God, and Jesus Christ whom You\nhave sent."],"word_count":71},{"reference":"Acts 3:1-10","translation":"NKJV","division":"Primary","passage_number":70,"release":"NBBC","cards":["(1) Now Peter and John went up together to the temple at\nthe hour of prayer, the ninth hour. (2) And a certain man lame\nfrom his mother's womb was carried, whom they laid daily at\nthe gate of the temple which is called Beautiful, to ask alms\nfrom those who entered the temple; (3) who, seeing Peter\nand John about to go into the temple, asked for alms. (4)\nAnd fixing his eyes on him, with John, Peter said, \"Look at\nus.\" (5) So he gave them his attention, expecting to receive\nsomething from them. (6) Then Peter said, \"Silver and gold\nI do not have, but what I do have I give you: In the name of\nJesus Christ of Nazareth, rise up and walk.\" (7) And he took","him by the right hand and lifted him up, and immediately his\nfeet and ankle bones received strength. (8) So he, leaping\nup, stood and walked and entered the temple with them--\nwalking, leaping, and praising God. (9) And all the people\nsaw him walking and praising God. (10) Then they knew that\nit was he who sat begging alms at the Beautiful Gate of the\ntemple; and they were filled with wonder and amazement at\nwhat had happened to him."],"word_count":202},{"reference":"Acts 4:1-4","translation":"NKJV","division":"Primary","passage_number":71,"release":"NBBC","cards":["(1) Now as they spoke to the people, the priests, the captain\nof the temple, and the Sadducees came upon them, (2) being\ngreatly disturbed that they taught the people and preached\nin Jesus the resurrection from the dead. (3) And they laid\nhands on them, and put them in custody until the next day,\nfor it was already evening. (4) However, many of those who\nheard the word believed; and the number of the men came\nto be about five thousand."],"word_count":78},{"reference":"Acts 11:1-18","translation":"NKJV","division":"Primary","passage_number":72,"release":"NBBC","cards":["(1) Now the apostles and brethren who were in Judea heard that\nthe Gentiles had also received the word of God. (2) And when\nPeter came up to Jerusalem, those of the circumcision contended\nwith him, (3) saying, \"You went in to uncircumcised men and ate\nwith them!\" (4) But Peter explained it to them in order from the\nbeginning, saying: (5) \"I was in the city of Joppa praying; and in a\ntrance I saw a vision, an object descending like a great sheet, let\ndown from heaven by four corners; and it came to me. (6) \"When\nI observed it intently and considered, I saw four-footed animals\nof the earth, wild beasts, creeping things, and birds of the air. (7)\n\"And I heard a voice saying to me, 'Rise, Peter; kill and eat.' (8)","\"But I said, 'Not so, Lord! For nothing common or unclean has at\nany time entered my mouth.' (9) \"But the voice answered me again\nfrom heaven, 'What God has cleansed you must not call common.'\n(10) \"Now this was done three times, and all were drawn up again\ninto heaven. (11) \"At that very moment, three men stood before\nthe house where I was, having been sent to me from Caesarea.\n(12) \"Then the Spirit told me to go with them, doubting nothing.\nMoreover these six brethren accompanied me, and we entered\nthe man's house. (13) \"And he told us how he had seen an angel\nstanding in his house, who said to him, 'Send men to Joppa, and\ncall for Simon whose surname is Peter, (14) 'who will tell you words","by which you and all your household will be saved.' (15) \"And as\nI began to speak, the Holy Spirit fell upon them, as upon us at the\nbeginning. (16) \"Then I remembered the word of the Lord, how He\nsaid, 'John indeed baptized with water, but you shall be baptized\nwith the Holy Spirit.' (17) \"If therefore God gave them the same\ngift as He gave us when we believed on the Lord Jesus Christ, who\nwas I that I could withstand God?\" (18) When they heard these\nthings they became silent; and they glorified God, saying, \"Then\nGod has also granted to the Gentiles repentance to life.\""],"word_count":361},{"reference":"Acts 17:29-31","translation":"NKJV","division":"Primary","passage_number":73,"release":"NBBC","cards":["(29) \"Therefore, since we are the offspring of God, we ought\nnot to think that the Divine Nature is like gold or silver or\nstone, something shaped by art and man's devising. (30)\n\"Truly, these times of ignorance God overlooked, but now\ncommands all men everywhere to repent, (31) \"because\nHe has appointed a day on which He will judge the world\nin righteousness by the Man whom He has ordained. He has\ngiven assurance of this to all by raising Him from the dead.\""],"word_count":82},{"reference":"Romans 1:1-4","translation":"NKJV","division":"Primary","passage_number":75,"release":"NBBC","cards":["(1) Paul, a bondservant of Jesus Christ, called to be an apostle,\nseparated to the gospel of God (2) which He promised before\nthrough His prophets in the Holy Scriptures, (3) concerning\nHis Son Jesus Christ our Lord, who was born of the seed of\nDavid according to the flesh, (4) and declared to be the Son\nof God with power according to the Spirit of holiness, by the\nresurrection from the dead."],"word_count":69},{"reference":"Romans 1:18-23","translation":"NKJV","division":"Primary","passage_number":76,"release":"NBBC","cards":["(18) For the wrath of God is revealed from heaven against all\nungodliness and unrighteousness of men, who suppress the\ntruth in unrighteousness, (19) because what may be known\nof God is manifest in them, for God has shown it to them. (20)\nFor since the creation of the world His invisible attributes are\nclearly seen, being understood by the things that are made,\neven His eternal power and Godhead, so that they are without\nexcuse, (21) because, although they knew God, they did not\nglorify Him as God, nor were thankful, but became futile in\ntheir thoughts, and their foolish hearts were darkened. (22)\nProfessing to be wise, they became fools, (23) and changed","the glory of the incorruptible God into an image made like\ncorruptible man--and birds and four-footed animals and\ncreeping things."],"word_count":131},{"reference":"Romans 2:1-2","translation":"NKJV","division":"Primary","passage_number":77,"release":"NBBC","cards":["(1) Therefore you are inexcusable, O man, whoever you are\nwho judge, for in whatever you judge another you condemn\nyourself; for you who judge practice the same things. (2)\nBut we know that the judgment of God is according to truth\nagainst those who practice such things."],"word_count":46},{"reference":"Romans 2:14-29","translation":"NKJV","division":"Primary","passage_number":78,"release":"NBBC","cards":["(14) for when Gentiles, who do not have the law, by nature\ndo the things in the law, these, although not having the law,\nare a law to themselves, (15) who show the work of the law\nwritten in their hearts, their conscience also bearing witness,\nand between themselves their thoughts accusing or else\nexcusing them) (16) in the day when God will judge the\nsecrets of men by Jesus Christ, according to my gospel. (17)\nIndeed you are called a Jew, and rest on the law, and make\nyour boast in God, (18) and know His will, and approve the\nthings that are excellent, being instructed out of the law, (19)\nand are confident that you yourself are a guide to the blind,","a light to those who are in darkness, (20) an instructor of the\nfoolish, a teacher of babes, having the form of knowledge\nand truth in the law. (21) You, therefore, who teach another,\ndo you not teach yourself? You who preach that a man should\nnot steal, do you steal? (22) You who say, \"Do not commit\nadultery,\" do you commit adultery? You who abhor idols, do\nyou rob temples? (23) You who make your boast in the law,\ndo you dishonor God through breaking the law? (24) For \"the\nname of God is blasphemed among the Gentiles because of\nyou,\" as it is written. (25) For circumcision is indeed profitable\nif you keep the law; but if you are a breaker of the law, your","circumcision has become uncircumcision. (26) Therefore, if an\nuncircumcised man keeps the righteous requirements of the\nlaw, will not his uncircumcision be counted as circumcision?\n(27) And will not the physically uncircumcised, if he fulfills\nthe law, judge you who, even with your written code and\ncircumcision, are a transgressor of the law? (28) For he is not\na Jew who is one outwardly, nor is circumcision that which is\noutward in the flesh; (29) but he is a Jew who is one inwardly;\nand circumcision is that of the heart, in the Spirit, not in the\nletter; whose praise is not from men but from God."],"word_count":342},{"reference":"Romans 3:9-20","translation":"NKJV","division":"Primary","passage_number":79,"release":"NBBC","cards":["(9) What then? Are we better than they? Not at all. For we\nhave previously charged both Jews and Greeks that they are\nall under sin. (10) As it is written: \"There is none righteous, no,\nnot one; (11) There is none who understands; There is none\nwho seeks after God. (12) They have all turned aside; They\nhave together become unprofitable; There is none who does\ngood, no, not one.\" (13) \"Their throat is an open tomb; With\ntheir tongues they have practiced deceit\"; \"The poison of\nasps is under their lips\"; (14) \"Whose mouth is full of cursing\nand bitterness.\" (15) \"Their feet are swift to shed blood; (16)\nDestruction and misery are in their ways; (17) And the way","of peace they have not known.\" (18) \"There is no fear of God\nbefore their eyes.\" (19) Now we know that whatever the law\nsays, it says to those who are under the law, that every mouth\nmay be stopped, and all the world may become guilty before\nGod. (20) Therefore by the deeds of the law no flesh will be\njustified in His sight, for by the law is the knowledge of sin."],"word_count":184},{"reference":"Romans 4:1-14","translation":"NKJV","division":"Primary","passage_number":80,"release":"NBBC","cards":["(1) What then shall we say that Abraham our father has found\naccording to the flesh? (2) For if Abraham was justified by\nworks, he has something to boast about, but not before God.\n(3) For what does the Scripture say? \"Abraham believed God,\nand it was accounted to him for righteousness.\" (4) Now to him\nwho works, the wages are not counted as grace but as debt.\n(5) But to him who does not work but believes on Him who\njustifies the ungodly, his faith is accounted for righteousness,\n(6) just as David also describes the blessedness of the man\nto whom God imputes righteousness apart from works: (7)\n\"Blessed are those whose lawless deeds are forgiven, And","whose sins are covered; (8) Blessed is the man to whom the\nLORD shall not impute sin.\" (9) Does this blessedness then\ncome upon the circumcised only, or upon the uncircumcised\nalso? For we say that faith was accounted to Abraham for\nrighteousness. (10) How then was it accounted? While he\nwas circumcised, or uncircumcised? Not while circumcised,\nbut while uncircumcised. (11) And he received the sign of\ncircumcision, a seal of the righteousness of the faith which\nhe had while still uncircumcised, that he might be the father\nof all those who believe, though they are uncircumcised,\nthat righteousness might be imputed to them also, (12) and","the father of circumcision to those who not only are of the\ncircumcision, but who also walk in the steps of the faith which\nour father Abraham had while still uncircumcised. (13) For\nthe promise that he would be the heir of the world was not\nto Abraham or to his seed through the law, but through the\nrighteousness of faith. (14) For if those who are of the law are\nheirs, faith is made void and the promise made of no effect,"],"word_count":296},{"reference":"Romans 5:1-4","translation":"NKJV","division":"Primary","passage_number":81,"release":"NBBC","cards":["(1) Therefore, having been justified by faith, we have peace\nwith God through our Lord Jesus Christ, (2) through whom\nalso we have access by faith into this grace in which we stand,\nand rejoice in hope of the glory of God. (3) And not only that,\nbut we also glory in tribulations, knowing that tribulation\nproduces perseverance; (4) and perseverance, character;\nand character, hope."],"word_count":61},{"reference":"Romans 7:6-12","translation":"NKJV","division":"Primary","passage_number":82,"release":"NBBC","cards":["(6) But now we have been delivered from the law, having\ndied to what we were held by, so that we should serve in the\nnewness of the Spirit and not in the oldness of the letter. (7)\nWhat shall we say then? Is the law sin? Certainly not! On the\ncontrary, I would not have known sin except through the law.\nFor I would not have known covetousness unless the law had\nsaid, \"You shall not covet.\" (8) But sin, taking opportunity\nby the commandment, produced in me all manner of evil\ndesire. For apart from the law sin was dead. (9) I was alive\nonce without the law, but when the commandment came, sin\nrevived and I died. (10) And the commandment, which was to","bring life, I found to bring death. (11) For sin, taking occasion\nby the commandment, deceived me, and by it killed me. (12)\nTherefore the law is holy, and the commandment holy and\njust and good."],"word_count":156},{"reference":"Romans 8:18-26","translation":"NKJV","division":"Primary","passage_number":83,"release":"NBBC","cards":["(18) For I consider that the sufferings of this present time\nare not worthy to be compared with the glory which shall\nbe revealed in us. (19) For the earnest expectation of the\ncreation eagerly waits for the revealing of the sons of God.\n(20) For the creation was subjected to futility, not willingly,\nbut because of Him who subjected it in hope; (21) because\nthe creation itself also will be delivered from the bondage\nof corruption into the glorious liberty of the children of God.\n(22) For we know that the whole creation groans and labors\nwith birth pangs together until now. (23) Not only that, but we\nalso who have the firstfruits of the Spirit, even we ourselves","groan within ourselves, eagerly waiting for the adoption, the\nredemption of our body. (24) For we were saved in this hope,\nbut hope that is seen is not hope; for why does one still hope\nfor what he sees? (25) But if we hope for what we do not see,\nwe eagerly wait for it with perseverance. (26) Likewise the\nSpirit also helps in our weaknesses. For we do not know what\nwe should pray for as we ought, but the Spirit Himself makes\nintercession for us with groanings which cannot be uttered."],"word_count":204},{"reference":"Romans 9:14-15","translation":"NKJV","division":"Primary","passage_number":84,"release":"NBBC","cards":["(14) What shall we say then? Is there unrighteousness\nwith God? Certainly not! (15) For He says to Moses, \"I will\nhave mercy on whomever I will have mercy, and I will have\ncompassion on whomever I will have compassion.\""],"word_count":38},{"reference":"Romans 10:5-8","translation":"NKJV","division":"Primary","passage_number":85,"release":"NBBC","cards":["(5) For Moses writes about the righteousness which is of the\nlaw, \"The man who does those things shall live by them.\" (6)\nBut the righteousness of faith speaks in this way, \"Do not\nsay in your heart, 'Who will ascend into heaven?' \" (that is,\nto bring Christ down from above) (7) or, \" 'Who will descend\ninto the abyss?' \" (that is, to bring Christ up from the dead).\n(8) But what does it say? \"The word is near you, in your mouth\nand in your heart\" (that is, the word of faith which we preach):"],"word_count":91},{"reference":"1 Corinthians 12:12-28","translation":"NKJV","division":"Primary","passage_number":86,"release":"NBBC","cards":["(12) For as the body is one and has many members, but all the\nmembers of that one body, being many, are one body, so also\nis Christ. (13) For by one Spirit we were all baptized into one\nbody--whether Jews or Greeks, whether slaves or free--and\nhave all been made to drink into one Spirit. (14) For in fact the\nbody is not one member but many. (15) If the foot should say,\n\"Because I am not a hand, I am not of the body,\" is it therefore\nnot of the body? (16) And if the ear should say, \"Because I\nam not an eye, I am not of the body,\" is it therefore not of the\nbody? (17) If the whole body were an eye, where would be\nthe hearing? If the whole were hearing, where would be the","smelling? (18) But now God has set the members, each one\nof them, in the body just as He pleased. (19) And if they were\nall one member, where would the body be? (20) But now\nindeed there are many members, yet one body. (21) And the\neye cannot say to the hand, \"I have no need of you\"; nor again\nthe head to the feet, \"I have no need of you.\" (22) No, much\nrather, those members of the body which seem to be weaker\nare necessary. (23) And those members of the body which we\nthink to be less honorable, on these we bestow greater honor;\nand our unpresentable parts have greater modesty, (24) but\nour presentable parts have no need. But God composed the","body, having given greater honor to that part which lacks it,\n(25) that there should be no schism in the body, but that the\nmembers should have the same care for one another. (26) And\nif one member suffers, all the members suffer with it; or if one\nmember is honored, all the members rejoice with it. (27) Now\nyou are the body of Christ, and members individually. (28)\nAnd God has appointed these in the church: first apostles,\nsecond prophets, third teachers, after that miracles, then gifts\nof healings, helps, administrations, varieties of tongues."],"word_count":348},{"reference":"2 Corinthians 12:1-4","translation":"NKJV","division":"Primary","passage_number":87,"release":"NBBC","cards":["(1) It is doubtless not profitable for me to boast. I will come to\nvisions and revelations of the Lord: (2) I know a man in Christ\nwho fourteen years ago--whether in the body I do not know,\nor whether out of the body I do not know, God knows--such\na one was caught up to the third heaven. (3) And I know such\na man--whether in the body or out of the body I do not know,\nGod knows-- (4) how he was caught up into Paradise and\nheard inexpressible words, which it is not lawful for a man to\nutter."],"word_count":101},{"reference":"Ephesians 1:7-14","translation":"NKJV","division":"Primary","passage_number":88,"release":"NBBC","cards":["(7) In Him we have redemption through His blood, the\nforgiveness of sins, according to the riches of His grace (8)\nwhich He made to abound toward us in all wisdom and\nprudence, (9) having made known to us the mystery of His\nwill, according to His good pleasure which He purposed in\nHimself, (10) that in the dispensation of the fullness of the\ntimes He might gather together in one all things in Christ,\nboth which are in heaven and which are on earth--in Him.\n(11) In Him also we have obtained an inheritance, being\npredestined according to the purpose of Him who works all\nthings according to the counsel of His will, (12) that we who","first trusted in Christ should be to the praise of His glory. (13)\nIn Him you also trusted, after you heard the word of truth,\nthe gospel of your salvation; in whom also, having believed,\nyou were sealed with the Holy Spirit of promise, (14) who is\nthe guarantee of our inheritance until the redemption of the\npurchased possession, to the praise of His glory."],"word_count":176},{"reference":"Ephesians 2:1-4","translation":"NKJV","division":"Primary","passage_number":89,"release":"NBBC","cards":["(1) And you He made alive, who were dead in trespasses and\nsins, (2) in which you once walked according to the course of\nthis world, according to the prince of the power of the air, the\nspirit who now works in the sons of disobedience, (3) among\nwhom also we all once conducted ourselves in the lusts of\nour flesh, fulfilling the desires of the flesh and of the mind,\nand were by nature children of wrath, just as the others. (4)\nBut God, who is rich in mercy, because of His great love with\nwhich He loved us,"],"word_count":96},{"reference":"Philippians 3:3-11","translation":"NKJV","division":"Primary","passage_number":90,"release":"NBBC","cards":["(3) For we are the circumcision, who worship God in the Spirit,\nrejoice in Christ Jesus, and have no confidence in the flesh,\n(4) though I also might have confidence in the flesh. If anyone\nelse thinks he may have confidence in the flesh, I more so:\n(5) circumcised the eighth day, of the stock of Israel, of the\ntribe of Benjamin, a Hebrew of the Hebrews; concerning the\nlaw, a Pharisee; (6) concerning zeal, persecuting the church;\nconcerning the righteousness which is in the law, blameless.\n(7) But what things were gain to me, these I have counted\nloss for Christ. (8) Yet indeed I also count all things loss for\nthe excellence of the knowledge of Christ Jesus my Lord, for","whom I have suffered the loss of all things, and count them\nas rubbish, that I may gain Christ (9) and be found in Him,\nnot having my own righteousness, which is from the law, but\nthat which is through faith in Christ, the righteousness which\nis from God by faith; (10) that I may know Him and the power\nof His resurrection, and the fellowship of His sufferings, being\nconformed to His death, (11) if, by any means, I may attain to\nthe resurrection from the dead."],"word_count":202},{"reference":"1 Thessalonians 5:1-11","translation":"NKJV","division":"Primary","passage_number":91,"release":"NBBC","cards":["(1) But concerning the times and the seasons, brethren, you\nhave no need that I should write to you. (2) For you yourselves\nknow perfectly that the day of the Lord so comes as a thief\nin the night. (3) For when they say, \"Peace and safety!\" then\nsudden destruction comes upon them, as labor pains upon\na pregnant woman. And they shall not escape. (4) But you,\nbrethren, are not in darkness, so that this Day should overtake\nyou as a thief. (5) You are all sons of light and sons of the day.\nWe are not of the night nor of darkness. (6) Therefore let us\nnot sleep, as others do, but let us watch and be sober. (7)\nFor those who sleep, sleep at night, and those who get drunk","are drunk at night. (8) But let us who are of the day be sober,\nputting on the breastplate of faith and love, and as a helmet\nthe hope of salvation. (9) For God did not appoint us to wrath,\nbut to obtain salvation through our Lord Jesus Christ, (10)\nwho died for us, that whether we wake or sleep, we should\nlive together with Him. (11) Therefore comfort each other and\nedify one another, just as you also are doing."],"word_count":203},{"reference":"2 Thessalonians 2:6-9","translation":"NKJV","division":"Primary","passage_number":92,"release":"NBBC","cards":["(6) And now you know what is restraining, that he may be\nrevealed in his own time. (7) For the mystery of lawlessness\nis already at work; only He who now restrains will do so until\nHe is taken out of the way. (8) And then the lawless one will\nbe revealed, whom the Lord will consume with the breath of\nHis mouth and destroy with the brightness of His coming. (9)\nThe coming of the lawless one is according to the working of\nSatan, with all power, signs, and lying wonders,"],"word_count":88},{"reference":"1 Timothy 2:1-7","translation":"NKJV","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) Therefore I exhort first of all that supplications, prayers,\nintercessions, and giving of thanks be made for all men, (2) for\nkings and all who are in authority, that we may lead a quiet and\npeaceable life in all godliness and reverence. (3) For this is good\nand acceptable in the sight of God our Savior, (4) who desires all\nmen to be saved and to come to the knowledge of the truth. (5)\nFor there is one God and one Mediator between God and men,\nthe Man Christ Jesus, (6) who gave Himself a ransom for all, to\nbe testified in due time, (7) for which I was appointed a preacher\nand an apostle--I am speaking the truth in Christ and not lying--a\nteacher of the Gentiles in faith and truth."],"word_count":128},{"reference":"2 Timothy 3:1-17","translation":"NKJV","division":"Primary","passage_number":94,"release":"NBBC","cards":["(1) But know this, that in the last days perilous times will come:\n(2) For men will be lovers of themselves, lovers of money,\nboasters, proud, blasphemers, disobedient to parents,\nunthankful, unholy, (3) unloving, unforgiving, slanderers,\nwithout self-control, brutal, despisers of good, (4) traitors,\nheadstrong, haughty, lovers of pleasure rather than lovers of\nGod, (5) having a form of godliness but denying its power.\nAnd from such people turn away! (6) For of this sort are those\nwho creep into households and make captives of gullible\nwomen loaded down with sins, led away by various lusts, (7)\nalways learning and never able to come to the knowledge","of the truth. (8) Now as Jannes and Jambres resisted Moses,\nso do these also resist the truth: men of corrupt minds,\ndisapproved concerning the faith; (9) but they will progress\nno further, for their folly will be manifest to all, as theirs also\nwas. (10) But you have carefully followed my doctrine, manner\nof life, purpose, faith, longsuffering, love, perseverance, (11)\npersecutions, afflictions, which happened to me at Antioch,\nat Iconium, at Lystra--what persecutions I endured. And out\nof them all the Lord delivered me. (12) Yes, and all who\ndesire to live godly in Christ Jesus will suffer persecution.\n(13) But evil men and impostors will grow worse and worse,","deceiving and being deceived. (14) But you must continue\nin the things which you have learned and been assured of,\nknowing from whom you have learned them, (15) and that\nfrom childhood you have known the Holy Scriptures, which\nare able to make you wise for salvation through faith which\nis in Christ Jesus. (16) All Scripture is given by inspiration of\nGod, and is profitable for doctrine, for reproof, for correction,\nfor instruction in righteousness, (17) that the man of God may\nbe complete, thoroughly equipped for every good work."],"word_count":295},{"reference":"Hebrews 2:1-13","translation":"NKJV","division":"Primary","passage_number":95,"release":"NBBC","cards":["(1) Therefore we must give the more earnest heed to the things\nwe have heard, lest we drift away. (2) For if the word spoken\nthrough angels proved steadfast, and every transgression\nand disobedience received a just reward, (3) how shall we\nescape if we neglect so great a salvation, which at the first\nbegan to be spoken by the Lord, and was confirmed to us by\nthose who heard Him, (4) God also bearing witness both with\nsigns and wonders, with various miracles, and gifts of the Holy\nSpirit, according to His own will? (5) For He has not put the\nworld to come, of which we speak, in subjection to angels. (6)\nBut one testified in a certain place, saying: \"What is man that","You are mindful of him, Or the son of man that You take care\nof him? (7) You have made him a little lower than the angels;\nYou have crowned him with glory and honor, And set him\nover the works of Your hands. (8) You have put all things in\nsubjection under his feet.\" For in that He put all in subjection\nunder him, He left nothing that is not put under him. But now\nwe do not yet see all things put under him. (9) But we see\nJesus, who was made a little lower than the angels, for the\nsuffering of death crowned with glory and honor, that He, by\nthe grace of God, might taste death for everyone. (10) For\nit was fitting for Him, for whom are all things and by whom","are all things, in bringing many sons to glory, to make the\ncaptain of their salvation perfect through sufferings. (11) For\nboth He who sanctifies and those who are being sanctified\nare all of one, for which reason He is not ashamed to call\nthem brethren, (12) saying: \"I will declare Your name to My\nbrethren; In the midst of the assembly I will sing praise to\nYou.\" (13) And again: \"I will put My trust in Him.\" And again:\n\"Here am I and the children whom God has given Me.\""],"word_count":341},{"reference":"James 2:1-13","translation":"NKJV","division":"Primary","passage_number":96,"release":"NBBC","cards":["(1) My brethren, do not hold the faith of our Lord Jesus Christ, the\nLord of glory, with partiality. (2) For if there should come into your\nassembly a man with gold rings, in fine apparel, and there should\nalso come in a poor man in filthy clothes, (3) and you pay attention\nto the one wearing the fine clothes and say to him, \"You sit here\nin a good place,\" and say to the poor man, \"You stand there,\" or,\n\"Sit here at my footstool,\" (4) have you not shown partiality among\nyourselves, and become judges with evil thoughts? (5) Listen, my\nbeloved brethren: Has God not chosen the poor of this world to\nbe rich in faith and heirs of the kingdom which He promised to\nthose who love Him? (6) But you have dishonored the poor man.\nDo not the rich oppress you and drag you into the courts? (7) Do","they not blaspheme that noble name by which you are called? (8)\nIf you really fulfill the royal law according to the Scripture, \"You\nshall love your neighbor as yourself,\" you do well; (9) but if you\nshow partiality, you commit sin, and are convicted by the law as\ntransgressors. (10) For whoever shall keep the whole law, and\nyet stumble in one point, he is guilty of all. (11) For He who said,\n\"Do not commit adultery,\" also said, \"Do not murder.\" Now if you\ndo not commit adultery, but you do murder, you have become\na transgressor of the law. (12) So speak and so do as those who\nwill be judged by the law of liberty. (13) For judgment is without\nmercy to the one who has shown no mercy. Mercy triumphs over\njudgment."],"word_count":278},{"reference":"James 2:18-24","translation":"NKJV","division":"Primary","passage_number":97,"release":"NBBC","cards":["(18) But someone will say, \"You have faith, and I have works.\"\nShow me your faith without your works, and I will show you my\nfaith by my works. (19) You believe that there is one God. You do\nwell. Even the demons believe--and tremble! (20) But do you want\nto know, O foolish man, that faith without works is dead? (21) Was\nnot Abraham our father justified by works when he offered Isaac his\nson on the altar? (22) Do you see that faith was working together\nwith his works, and by works faith was made perfect? (23) And the\nScripture was fulfilled which says, \"Abraham believed God, and it\nwas accounted to him for righteousness.\" And he was called the\nfriend of God. (24) You see then that a man is justified by works,\nand not by faith only."],"word_count":135},{"reference":"1 Peter 1:22-25","translation":"NKJV","division":"Primary","passage_number":98,"release":"NBBC","cards":["(22) Since you have purified your souls in obeying the truth\nthrough the Spirit in sincere love of the brethren, love one\nanother fervently with a pure heart, (23) having been born\nagain, not of corruptible seed but incorruptible, through the\nword of God which lives and abides forever, (24) because \"All\nflesh is as grass, And all the glory of man as the flower of the\ngrass. The grass withers, And its flower falls away, (25) But\nthe word of the LORD endures forever.\" Now this is the word\nwhich by the gospel was preached to you."],"word_count":94},{"reference":"1 John 1:3-4","translation":"NKJV","division":"Primary","passage_number":99,"release":"NBBC","cards":["(3) that which we have seen and heard we declare to you, that\nyou also may have fellowship with us; and truly our fellowship\nis with the Father and with His Son Jesus Christ. (4) And these\nthings we write to you that your joy may be full."],"word_count":46},{"reference":"1 John 4:13-19","translation":"NKJV","division":"Primary","passage_number":100,"release":"NBBC","cards":["(13) By this we know that we abide in Him, and He in us, because\nHe has given us of His Spirit. (14) And we have seen and testify that\nthe Father has sent the Son as Savior of the world. (15) Whoever\nconfesses that Jesus is the Son of God, God abides in him, and\nhe in God. (16) And we have known and believed the love that\nGod has for us. God is love, and he who abides in love abides in\nGod, and God in him. (17) Love has been perfected among us in\nthis: that we may have boldness in the day of judgment; because\nas He is, so are we in this world. (18) There is no fear in love; but\nperfect love casts out fear, because fear involves torment. But he\nwho fears has not been made perfect in love. (19) We love Him\nbecause He first loved us."],"word_count":148},{"reference":"3 John 1:1-14","translation":"NKJV","division":"Primary","passage_number":101,"release":"NBBC","cards":["(1) The Elder, To the beloved Gaius, whom I love in truth: (2)\nBeloved, I pray that you may prosper in all things and be in\nhealth, just as your soul prospers. (3) For I rejoiced greatly\nwhen brethren came and testified of the truth that is in you,\njust as you walk in the truth. (4) I have no greater joy than\nto hear that my children walk in truth. (5) Beloved, you do\nfaithfully whatever you do for the brethren and for strangers,\n(6) who have borne witness of your love before the church. If\nyou send them forward on their journey in a manner worthy\nof God, you will do well, (7) because they went forth for His\nname's sake, taking nothing from the Gentiles. (8) We therefore","ought to receive such, that we may become fellow workers for\nthe truth. (9) I wrote to the church, but Diotrephes, who loves\nto have the preeminence among them, does not receive us.\n(10) Therefore, if I come, I will call to mind his deeds which\nhe does, prating against us with malicious words. And not\ncontent with that, he himself does not receive the brethren,\nand forbids those who wish to, putting them out of the church.\n(11) Beloved, do not imitate what is evil, but what is good. He\nwho does good is of God, but he who does evil has not seen\nGod. (12) Demetrius has a good testimony from all, and from\nthe truth itself. And we also bear witness, and you know that","our testimony is true. (13) I had many things to write, but I do\nnot wish to write to you with pen and ink; (14) but I hope to\nsee you shortly, and we shall speak face to face. Peace to you.\nOur friends greet you. Greet the friends by name."],"word_count":296},{"reference":"Jude 1:22-25","translation":"NKJV","division":"Primary","passage_number":102,"release":"NBBC","cards":["(22) And on some have compassion, making a distinction;\n(23) but others save with fear, pulling them out of the fire,\nhating even the garment defiled by the flesh. (24) Now to\nHim who is able to keep you from stumbling, And to present\nyou faultless Before the presence of His glory with exceeding\njoy, (25) To God our Savior, Who alone is wise, Be glory and\nmajesty, Dominion and power, Both now and forever. Amen."],"word_count":72},{"reference":"Revelation 1:7-8","translation":"NKJV","division":"Primary","passage_number":103,"release":"NBBC","cards":["(7) Behold, He is coming with clouds, and every eye will see\nHim, even they who pierced Him. And all the tribes of the\nearth will mourn because of Him. Even so, Amen. (8) \"I am the\nAlpha and the Omega, the Beginning and the End,\" says the\nLord, \"who is and who was and who is to come, the Almighty.\""],"word_count":59},{"reference":"Revelation 3:17-19","translation":"NKJV","division":"Primary","passage_number":104,"release":"NBBC","cards":["(17) \"Because you say, 'I am rich, have become wealthy,\nand have need of nothing'--and do not know that you are\nwretched, miserable, poor, blind, and naked-- (18) \"I counsel\nyou to buy from Me gold refined in the fire, that you may be\nrich; and white garments, that you may be clothed, that the\nshame of your nakedness may not be revealed; and anoint\nyour eyes with eye salve, that you may see. (19) \"As many as I\nlove, I rebuke and chasten. Therefore be zealous and repent."],"word_count":87}]