[{"reference":"John 1:1–5","translation":"NASB","division":"Senior","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was with\nGod, and the Word was God. (2) He was in the beginning\nwith God. (3) All things came into being through Him, and\napart from Him not even one thing came into being that has\ncome into being. (4) In Him was life, and the life was the Light\nof mankind. (5) And the Light shines in the darkness, and the\ndarkness did not grasp it."],"word_count":73},{"reference":"John 20:30–31","translation":"NASB","division":"Senior","passage_number":2,"release":"Navigate","cards":["(30) So then, many other signs Jesus also performed in the\npresence of the disciples, which are not written in this book;\n(31) but these have been written so that you may believe that\nJesus is the Christ, the Son of God; and that by believing you\nmay have life in His name."],"word_count":51},{"reference":"Philippians 2:5–8","translation":"NASB","division":"Senior","passage_number":3,"release":"Explore","cards":["(5) Have this attitude in yourselves which was also in Christ\nJesus, (6) who, as He already existed in the form of God, did\nnot consider equality with God something to be grasped, (7)\nbut emptied Himself by taking the form of a bond-servant\nand being born in the likeness of men. (8) And being found\nin appearance as a man, He humbled Himself by becoming\nobedient to the point of death: death on a cross."],"word_count":73},{"reference":"John 1:29–34","translation":"NASB","division":"Senior","passage_number":4,"release":"Navigate","cards":["(29) The next day he saw Jesus coming to him, and said, \"Behold,\nthe Lamb of God who takes away the sin of the world! (30) \"This\nis He in behalf of whom I said, 'After me is coming a Man who has\nproved to be my superior, because He existed before me.' (31)\n\"And I did not recognize Him, but so that He would be revealed to\nIsrael, I came baptizing in water.\" (32) And John testiﬁed, saying,\n\"I have seen the Spirit descending as a dove out of heaven, and\nHe remained upon Him. (33) \"And I did not recognize Him, but He\nwho sent me to baptize in water said to me, 'He upon whom you\nsee the Spirit descending and remaining upon Him, this is the One\nwho baptizes in the Holy Spirit.' (34) \"And I myself have seen, and\nhave testiﬁed that this is the Son of God.\""],"word_count":147},{"reference":"Revelation 5:4–12","translation":"NASB","division":"Senior","passage_number":5,"release":"Explore","cards":["4) Then I began to weep greatly because no one was found worthy\nto open the scroll or to look into it. (5) And one of the elders said\nto me, \"Stop weeping; behold, the Lion that is from the tribe of\nJudah, the Root of David, has overcome so as to be able to open\nthe scroll and its seven seals.\" (6) And I saw between the throne\n(with the four living creatures) and the elders a Lamb standing, as\nif slaughtered, having seven horns and seven eyes, which are the\nseven spirits of God sent out into all the earth. (7) And He came and\ntook the scroll out of the right hand of Him who sat on the throne.\n(8) When He had taken the scroll, the four living creatures and the\ntwenty-four elders fell down before the Lamb, each one holding\na harp and golden bowls full of incense, which are the prayers of","the saints. (9) And they sang a new song, saying, \"Worthy are You\nto take the scroll and to break its seals; for You were slaughtered,\nand You purchased people for God with Your blood from every\ntribe, language, people, and nation. (10) You have made them into\na kingdom and priests to our God, and they will reign upon the\nearth.\" (11) Then I looked, and I heard the voices of many angels\naround the throne and the living creatures and the elders; and\nthe number of them was myriads of myriads, and thousands of\nthousands, (12) saying with a loud voice, \"Worthy is the Lamb that\nwas slaughtered to receive power, wealth, wisdom, might, honor,\nglory, and blessing.\""],"word_count":270},{"reference":"John 2:18–22","translation":"NASB","division":"Senior","passage_number":6,"release":"Navigate","cards":["(18) The Jews then said to Him, \"What sign do You show us as\nyour authority for doing these things?\" (19) Jesus answered\nthem, \"Destroy this temple, and in three days I will raise it up.\"\n(20) The Jews then said, \"It took forty-six years to build this\ntemple, and yet You will raise it up in three days?\" (21) But He\nwas speaking about the temple of His body. (22) So when He\nwas raised from the dead, His disciples remembered that He\nsaid this; and they believed the Scripture and the word which\nJesus had spoken."],"word_count":94},{"reference":"Acts 10:36–38","translation":"NASB","division":"Senior","passage_number":7,"release":"Explore","cards":["(36) \"The word which He sent to the sons of Israel, preaching\npeace through Jesus Christ (He is Lord of all)-- (37) you\nyourselves know the thing that happened throughout Judea,\nstarting from Galilee, after the baptism which John proclaimed.\n(38) \"You know of Jesus of Nazareth, how God anointed Him\nwith the Holy Spirit and with power, and how He went about\ndoing good and healing all who were oppressed by the devil,\nfor God was with Him."],"word_count":76},{"reference":"John 3:32–36","translation":"NASB","division":"Senior","passage_number":8,"release":"Navigate","cards":["(32) \"What He has seen and heard, of this He testiﬁes; and no\none accepts His testimony. (33) \"The one who has accepted\nHis testimony has certiﬁed that God is true. (34) \"For He whom\nGod sent speaks the words of God; for He does not give\nthe Spirit sparingly. (35) \"The Father loves the Son and has\nentrusted all things to His hand. (36) \"The one who believes\nin the Son has eternal life; but the one who does not obey the\nSon will not see life, but the wrath of God remains on him.\""],"word_count":91},{"reference":"Titus 3:4–7","translation":"NASB","division":"Senior","passage_number":9,"release":"Explore","cards":["(4) But when the kindness of God our Savior and His love for\nmankind appeared, (5) He saved us, not on the basis of deeds\nwhich we did in righteousness, but in accordance with His\nmercy, by the washing of regeneration and renewing by the\nHoly Spirit, (6) whom He richly poured out upon us through\nJesus Christ our Savior, (7) so that being justiﬁed by His grace\nwe would be made heirs according to the hope of eternal life."],"word_count":76},{"reference":"John 4:41–42","translation":"NASB","division":"Senior","passage_number":10,"release":"Navigate","cards":["(41) Many more believed because of His word; (42) and they\nwere saying to the woman, \"It is no longer because of what\nyou said that we believe, for we have heard for ourselves and\nknow that this One truly is the Savior of the world.\""],"word_count":44},{"reference":"Acts 18:27–28","translation":"NASB","division":"Senior","passage_number":11,"release":"Explore","cards":["(27) And when he wanted to go across to Achaia, the brothers\nencouraged him and wrote to the disciples to welcome him;\nand when he had arrived, he greatly helped those who had\nbelieved through grace, (28) for he powerfully refuted the\nJews in public, demonstrating by the Scriptures that Jesus\nwas the Christ."],"word_count":52},{"reference":"John 5:24","translation":"NASB","division":"Senior","passage_number":12,"release":"Navigate","cards":["(24) \"Truly, truly, I say to you, the one who hears My word,\nand believes Him who sent Me, has eternal life, and does not\ncome into judgment, but has passed out of death into life."],"word_count":35},{"reference":"Colossians 1:15–18","translation":"NASB","division":"Senior","passage_number":13,"release":"Explore","cards":["(15) He is the image of the invisible God, the ﬁrstborn of all\ncreation: (16) for by Him all things were created, both in the\nheavens and on earth, visible and invisible, whether thrones,\nor dominions, or rulers, or authorities--all things have been\ncreated through Him and for Him. (17) He is before all things,\nand in Him all things hold together. (18) He is also the head\nof the body, the church; and He is the beginning, the ﬁrstborn\nfrom the dead, so that He Himself will come to have ﬁrst place\nin everything."],"word_count":92},{"reference":"John 6:35–40","translation":"NASB","division":"Senior","passage_number":14,"release":"Navigate","cards":["(35) Jesus said to them, \"I am the bread of life; the one who comes\nto Me will not be hungry, and the one who believes in Me will\nnever be thirsty. (36) \"But I said to you that you have indeed seen\nMe, and yet you do not believe. (37) \"Everything that the Father\ngives Me will come to Me, and the one who comes to Me I certainly\nwill not cast out. (38) \"For I have come down from heaven, not to\ndo My own will, but the will of Him who sent Me. (39) \"And this is\nthe will of Him who sent Me, that of everything that He has given\nMe I will lose nothing, but will raise it up on the last day. (40) \"For\nthis is the will of My Father, that everyone who sees the Son and\nbelieves in Him will have eternal life, and I Myself will raise him up\non the last day.\""],"word_count":156},{"reference":"1 Corinthians 11:23–24","translation":"NASB","division":"Senior","passage_number":15,"release":"Explore","cards":["(23) For I received from the Lord that which I also delivered to\nyou, that the Lord Jesus, on the night when He was betrayed,\ntook bread; (24) and when He had given thanks, He broke\nit and said, \"This is My body, which is for you; do this in\nremembrance of Me.\""],"word_count":51},{"reference":"Genesis 2:1-6","translation":"NASB","division":"Senior","passage_number":16,"release":"NBBC","cards":["(1) And so the heavens and the earth were completed, and all their\nheavenly lights. (2) By the seventh day God completed His work\nwhich He had done, and He rested on the seventh day from all His\nwork which He had done. (3) Then God blessed the seventh day\nand sanctified it, because on it He rested from all His work which\nGod had created and made. (4) This is the account of the heavens\nand the earth when they were created, in the day that the LORD\nGod made earth and heaven. (5) Now no shrub of the field was\nyet on the earth, and no plant of the field had yet sprouted, for the\nLORD God had not sent rain upon the earth, and there was no man\nto cultivate the ground. (6) But a mist used to rise from the earth\nand water the whole surface of the ground."],"word_count":147},{"reference":"Genesis 19:23-29","translation":"NASB","division":"Senior","passage_number":17,"release":"NBBC","cards":["(23) The sun had risen over the earth when Lot came to Zoar.\n(24) Then the LORD rained brimstone and fire on Sodom\nand Gomorrah from the LORD out of heaven, (25) and He\noverthrew those cities, and all the surrounding area, and all\nthe inhabitants of the cities, and what grew on the ground.\n(26) But Lot's wife, from behind him, looked back, and she\nbecame a pillar of salt. (27) Now Abraham got up early in\nthe morning and went to the place where he had stood\nbefore the LORD; (28) and he looked down toward Sodom\nand Gomorrah, and toward all the land of the surrounding\narea; and behold, he saw the smoke of the land ascended","like the smoke of a furnace. (29) So it came about, when\nGod destroyed the cities of the surrounding area, that God\nremembered Abraham, and sent Lot out of the midst of the\ndestruction, when He overthrew the cities in which Lot had\nlived."],"word_count":157},{"reference":"Exodus 15:6-12","translation":"NASB","division":"Senior","passage_number":18,"release":"NBBC","cards":["(6) \"Your right hand, LORD, is majestic in power; Your right\nhand, LORD, destroys the enemy. (7) \"And in the greatness\nof Your excellence You overthrow those who rise up against\nYou; You send out Your burning anger, and it consumes them\nlike chaff. (8) \"At the blast of Your nostrils the waters were\npiled up, The flowing waters stood up like a heap; The depths\nwere congealed in the heart of the sea. (9) \"The enemy said,\n'I will pursue, I will overtake, I will divide the spoils; I shall\nbe satisfied against them; I will draw my sword, my hand will\ndestroy them.' (10) \"You blew with Your wind, the sea covered\nthem; They sank like lead in the mighty waters. (11) \"Who is","like You among the gods, LORD? Who is like You, majestic in\nholiness, Awesome in praises, working wonders? (12) \"You\nreached out with Your right hand, The earth swallowed them."],"word_count":149},{"reference":"Deuteronomy 6:20-25","translation":"NASB","division":"Senior","passage_number":19,"release":"NBBC","cards":["(20) \"When your son asks you in time to come, saying, 'What\ndo the provisions and the statutes and the judgments mean\nwhich the LORD our God commanded you?' (21) then you\nshall say to your son, 'We were slaves to Pharaoh in Egypt, and\nthe LORD brought us out of Egypt with a mighty hand. (22)\n'Moreover, the LORD provided great and terrible signs and\nwonders before our eyes against Egypt, Pharaoh, and all his\nhousehold; (23) He brought us out of there in order to bring\nus in, to give us the land which He had sworn to our fathers.'\n(24) \"So the LORD commanded us to follow all these statutes,\nto fear the LORD our God for our own good always and for","our survival, as it is today. (25) \"And it will be righteousness\nfor us if we are careful to follow all this commandment before\nthe LORD our God, just as He commanded us."],"word_count":153},{"reference":"Deuteronomy 30:11-20","translation":"NASB","division":"Senior","passage_number":20,"release":"NBBC","cards":["(11) \"For this commandment which I am commanding you\ntoday is not too difficult for you, nor is it far away. (12) \"It is\nnot in heaven, that you could say, 'Who will go up to heaven\nfor us and get it for us, and proclaim it to us, so that we may\nfollow it?' (13) \"Nor is it beyond the sea, that you could say,\n'Who will cross the sea for us and get it for us and proclaim\nit to us, so that we may follow it?' (14) \"On the contrary, the\nword is very near you, in your mouth and in your heart, that\nyou may follow it. (15) \"See, I have placed before you today\nlife and happiness, and death and adversity, (16) in that I am\ncommanding you today to love the LORD your God, to walk","in His ways and to keep His commandments, His statutes, and\nHis judgments, so that you may live and become numerous,\nand that the LORD your God may bless you in the land where\nyou are entering to take possession of it. (17) \"But if your\nheart turns away and you will not obey, but allow yourself to\nbe led astray and you worship other gods and serve them,\n(18) I declare to you today that you will certainly perish.\nYou will not prolong your days in the land where you are\ncrossing the Jordan to enter and take possession of it. (19)\n\"I call heaven and earth to witness against you today, that I\nhave placed before you life and death, the blessing and the","curse. So choose life in order that you may live, you and your\ndescendants, (20) by loving the LORD your God, by obeying\nHis voice, and by holding close to Him; for this is your life\nand the length of your days, so that you may live in the land\nwhich the LORD swore to your fathers, to Abraham, Isaac, and\nJacob, to give them.\""],"word_count":323},{"reference":"Joshua 1:1-9","translation":"NASB","division":"Senior","passage_number":21,"release":"NBBC","cards":["(1) Now it came about after the death of Moses the servant of\nthe LORD, that the LORD spoke to Joshua the son of Nun, Moses'\nservant, saying, (2) \"Moses My servant is dead; so now arise, cross\nthis Jordan, you and all this people, to the land which I am giving\nto them, to the sons of Israel. (3) \"Every place on which the sole of\nyour foot steps, I have given it to you, just as I spoke to Moses. (4)\n\"From the wilderness and this Lebanon, even as far as the great\nriver, the river Euphrates, all the land of the Hittites, and as far as\nthe Great Sea toward the setting of the sun will be your territory.\n(5) \"No one will be able to oppose you all the days of your life.\nJust as I have been with Moses, I will be with you; I will not desert\nyou nor abandon you. (6) \"Be strong and courageous, for you","shall give this people possession of the land which I swore to their\nfathers to give them. (7) \"Only be strong and very courageous;\nbe careful to do according to all the Law which Moses My servant\ncommanded you; do not turn from it to the right or to the left, so\nthat you may achieve success wherever you go. (8) \"This Book of\nthe Law shall not depart from your mouth, but you shall meditate\non it day and night, so that you may be careful to do according to\nall that is written in it; for then you will make your way prosperous,\nand then you will achieve success. (9) \"Have I not commanded\nyou? Be strong and courageous! Do not be terrified nor dismayed,\nfor the LORD your God is with you wherever you go.\""],"word_count":293},{"reference":"1 Samuel 16:4-7","translation":"NASB","division":"Senior","passage_number":22,"release":"NBBC","cards":["(4) So Samuel did what the LORD told him, and he came to\nBethlehem. Then the elders of the city came trembling to meet\nhim and said, \"Do you come in peace?\" (5) And he said, \"In peace;\nI have come to sacrifice to the LORD. Consecrate yourselves and\ncome with me to the sacrifice.\" He also consecrated Jesse and\nhis sons and invited them to the sacrifice. (6) When they entered,\nhe looked at Eliab and thought, \"Surely the LORD'S anointed is\nstanding before Him.\" (7) But the LORD said to Samuel, \"Do not\nlook at his appearance or at the height of his stature, because I\nhave rejected him; for God does not see as man sees, since man\nlooks at the outward appearance, but the LORD looks at the heart.\""],"word_count":129},{"reference":"2 Samuel 2:4-7","translation":"NASB","division":"Senior","passage_number":23,"release":"NBBC","cards":["(4) Then the men of Judah came, and there they anointed\nDavid king over the house of Judah. And they told David,\nsaying, \"It was the men of Jabesh-gilead who buried Saul.\" (5)\nSo David sent messengers to the men of Jabesh-gilead, and\nsaid to them, \"May you be blessed of the LORD because you\nhave shown this kindness to Saul your lord, and have buried\nhim. (6) \"And now may the LORD show kindness and truth\nto you; and I also will show this goodness to you, because\nyou have done this thing. (7) \"Now then, let your hands be\nstrong and be valiant, since Saul your lord is dead, and also\nthe house of Judah has anointed me king over them.\""],"word_count":121},{"reference":"2 Samuel 12:1-8","translation":"NASB","division":"Senior","passage_number":24,"release":"NBBC","cards":["(1) Then the LORD sent Nathan to David. And he came to him and\nsaid, \"There were two men in a city, the one wealthy and the other\npoor. (2) \"The wealthy man had a great many flocks and herds. (3)\n\"But the poor man had nothing at all except one little ewe lamb\nWhich he bought and nurtured; And it grew up together with him\nand his children. It would eat scraps from him and drink from his\ncup and lie in his lap, And was like a daughter to him. (4) \"Now a\nvisitor came to the wealthy man, And he could not bring himself\nto take any animal from his own flock or his own herd, To prepare\nfor the traveler who had come to him; So he took the poor man's\newe lamb and prepared it for the man who had come to him.\" (5)","Then David's anger burned greatly against the man, and he said\nto Nathan, \"As the LORD lives, the man who has done this certainly\ndeserves to die! (6) \"So he must make restitution for the lamb four\ntimes over, since he did this thing and had no compassion.\" (7)\nNathan then said to David, \"You yourself are the man! This is what\nthe LORD, the God of Israel says: 'It is I who anointed you as king\nover Israel, and it is I who rescued you from the hand of Saul. (8)\n'I also gave you your master's house and put your master's wives\ninto your care, and I gave you the house of Israel and Judah; and\nif that had been too little, I would have added to you many more\nthings like these!"],"word_count":276},{"reference":"Psalm 5:4-8","translation":"NASB","division":"Senior","passage_number":25,"release":"NBBC","cards":["(4) For You are not a God who takes pleasure in wickedness; No\nevil can dwell with You. (5) The boastful will not stand before\nYour eyes; You hate all who do injustice. (6) You destroy those\nwho speak lies; The LORD loathes the person of bloodshed\nand deceit. (7) But as for me, by Your abundant graciousness\nI will enter Your house, At Your holy temple I will bow in\nreverence for You. (8) LORD, lead me in Your righteousness\nbecause of my enemies; Make Your way straight before me."],"word_count":86},{"reference":"Psalm 33:1-15","translation":"NASB","division":"Senior","passage_number":26,"release":"NBBC","cards":["(1) Sing for joy in the LORD, you righteous ones; Praise is\nbecoming to the upright. (2) Give thanks to the LORD with\nthe lyre; Sing praises to Him with a harp of ten strings. (3)\nSing to Him a new song; Play skillfully with a shout of joy. (4)\nFor the word of the LORD is right, And all His work is done\nin faithfulness. (5) He loves righteousness and justice; The\nearth is full of the goodness of the LORD. (6) By the word of\nthe LORD the heavens were made, And by the breath of His\nmouth all their lights. (7) He gathers the waters of the sea\ntogether as a heap; He puts the depths in storehouses. (8)\nLet all the earth fear the LORD; Let all the inhabitants of the","world stand in awe of Him. (9) For He spoke, and it was done;\nHe commanded, and it stood firm. (10) The LORD nullifies the\nplan of nations; He frustrates the plans of peoples. (11) The\nplan of the LORD stands forever, The plans of His heart from\ngeneration to generation. (12) Blessed is the nation whose\nGod is the LORD, The people He has chosen for His own\ninheritance. (13) The LORD looks from heaven; He sees all\nthe sons of mankind; (14) From His dwelling place He looks\nout On all the inhabitants of the earth, (15) He who fashions\nthe hearts of them all, He who understands all their works."],"word_count":233},{"reference":"Psalm 35:4-5","translation":"NASB","division":"Senior","passage_number":27,"release":"NBBC","cards":["(4) Let those be ashamed and dishonored who seek my life;\nLet those be turned back and humiliated who devise evil\nagainst me. (5) Let them be like chaff before the wind, With\nthe angel of the LORD driving them on."],"word_count":39},{"reference":"Psalm 42:1-6","translation":"NASB","division":"Senior","passage_number":28,"release":"NBBC","cards":["(1) As the deer pants for the water brooks, So my soul pants for\nYou, God. (2) My soul thirsts for God, for the living God; When shall\nI come and appear before God? (3) My tears have been my food\nday and night, While they say to me all day long, \"Where is your\nGod?\" (4) I remember these things and pour out my soul within\nme. For I used to go over with the multitude and walk them to the\nhouse of God, With a voice of joy and thanksgiving, a multitude\ncelebrating a festival. (5) Why are you in despair, my soul? And\nwhy are you restless within me? Wait for God, for I will again praise\nHim For the help of His presence, my God. (6) My soul is in despair\nwithin me; Therefore I remember You from the land of the Jordan\nAnd the peaks of Hermon, from Mount Mizar."],"word_count":149},{"reference":"Psalm 65:1-13","translation":"NASB","division":"Senior","passage_number":29,"release":"NBBC","cards":["(1) There will be silence before You, and praise in Zion, God, And\nthe vow will be fulfilled for You. (2) You who hear prayer, To You all\nmankind comes. (3) Wrongdoings prevail against me; As for our\noffenses, You forgive them. (4) Blessed is the one You choose and\nallow to approach You; He will dwell in Your courtyards. We will\nbe satisfied with the goodness of Your house, Your holy temple.\n(5) By awesome deeds You answer us in righteousness, God of\nour salvation, You who are the trust of all the ends of the earth\nand the farthest sea; (6) Who establishes the mountains by His\nstrength, Who is encircled with might; (7) Who stills the roaring of\nthe seas, The roaring of their waves, And the turmoil of the nations.","(8) They who dwell at the ends of the earth stand in awe of Your\nsigns; You make the sunrise and the sunset shout for joy. (9) You\nvisit the earth and cause it to overflow; You greatly enrich it; The\nstream of God is full of water; You prepare their grain, for so You\nprepare the earth. (10) You water its furrows abundantly, You settle\nits ridges, You soften it with showers, You bless its growth. (11) You\nhave crowned the year with Your goodness, And Your paths drip\nwith fatness. (12) The pastures of the wilderness drip, And the hills\nencircle themselves with rejoicing. (13) The meadows are clothed\nwith flocks And the valleys are covered with grain; They shout for\njoy, yes, they sing."],"word_count":248},{"reference":"Psalm 80:1-17","translation":"NASB","division":"Senior","passage_number":30,"release":"NBBC","cards":["(1) Listen, Shepherd of Israel, Who leads Joseph like a flock;\nYou who are enthroned above the cherubim, shine forth!\n(2) Before Ephraim, Benjamin, and Manasseh, awaken Your\npower, And come to save us! (3) God, restore us And make\nYour face shine upon us, and we will be saved. (4) LORD God\nof armies, How long will You be angry with the prayer of Your\npeople? (5) You have fed them with the bread of tears, And\nYou have made them drink tears in large measure. (6) You\nmake us an object of contention to our neighbors, And our\nenemies laugh among themselves. (7) God of armies, restore\nus And make Your face shine upon us, and we will be saved.","(8) You removed a vine from Egypt; You drove out the nations\nand planted it. (9) You cleared the ground before it, And it\ntook deep root and filled the land. (10) The mountains were\ncovered with its shadow, And the cedars of God with its\nbranches. (11) It was sending out its branches to the sea And\nits shoots to the Euphrates River. (12) Why have You broken\ndown its hedges, So that all who pass that way pick its fruit?\n(13) A boar from the forest eats it away, And whatever moves\nin the field feeds on it. (14) God of armies, do turn back; Look\ndown from heaven and see, and take care of this vine, (15)\nThe shoot which Your right hand has planted, And of the son","whom You have strengthened for Yourself. (16) It is burned\nwith fire, it is cut down; They perish from the rebuke of Your\nface. (17) Let Your hand be upon the man of Your right hand,\nUpon the son of man whom You made strong for Yourself."],"word_count":284},{"reference":"Psalm 92:1-10","translation":"NASB","division":"Senior","passage_number":31,"release":"NBBC","cards":["(1) It is good to give thanks to the LORD And to sing praises\nto Your name, Most High; (2) To declare Your goodness in\nthe morning And Your faithfulness by night, (3) With the ten-\nstringed lute and with the harp, With resounding music on\nthe lyre. (4) For You, LORD, have made me joyful by what You\nhave done, I will sing for joy over the works of Your hands.\n(5) How great are Your works, LORD! Your thoughts are very\ndeep. (6) A stupid person has no knowledge, Nor does a\nfoolish person understand this: (7) When the wicked sprouted\nup like grass And all who did injustice flourished, It was only\nthat they might be destroyed forevermore. (8) But You, LORD,","are on high forever. (9) For, behold, Your enemies, LORD, For,\nbehold, Your enemies will perish; All who do injustice will be\nscattered. (10) But You have exalted my horn like that of the\nwild ox; I have been anointed with fresh oil."],"word_count":158},{"reference":"Psalm 101:3-4","translation":"NASB","division":"Senior","passage_number":32,"release":"NBBC","cards":["(3) I will set no worthless thing before my eyes; I hate the\nwork of those who fall away; It shall not cling to me. (4) A\nperverse heart shall leave me; I will know no evil."],"word_count":35},{"reference":"Proverbs 8:12-17","translation":"NASB","division":"Senior","passage_number":33,"release":"NBBC","cards":["(12) \"I, wisdom, dwell with prudence, And I find knowledge\nand discretion. (13) \"The fear of the LORD is to hate evil; Pride,\narrogance, the evil way, And the perverted mouth, I hate. (14)\n\"Advice is mine and sound wisdom; I am understanding,\npower is mine. (15) \"By me kings reign, And rulers decree\njustice. (16) \"By me princes rule, and nobles, All who judge\nrightly. (17) \"I love those who love me; And those who\ndiligently seek me will find me."],"word_count":76},{"reference":"Isaiah 60:1-9","translation":"NASB","division":"Senior","passage_number":34,"release":"NBBC","cards":["(1) \"Arise, shine; for your light has come, And the glory of the\nLORD has risen upon you. (2) \"For behold, darkness will cover the\nearth And deep darkness the peoples; But the LORD will rise upon\nyou And His glory will appear upon you. (3) \"Nations will come to\nyour light, And kings to the brightness of your rising. (4) \"Raise\nyour eyes all around and see; They all gather together, they come\nto you. Your sons will come from afar, And your daughters will be\ncarried on the hip. (5) \"Then you will see and be radiant, And your\nheart will thrill and rejoice; Because the abundance of the sea\nwill be turned to you, The wealth of the nations will come to you.\n(6) \"A multitude of camels will cover you, The young camels of","Midian and Ephah; All those from Sheba will come; They will bring\ngold and frankincense, And proclaim good news of the praises\nof the LORD. (7) \"All the flocks of Kedar will be gathered to you,\nThe rams of Nebaioth will serve you; They will go up on My altar\nwith acceptance, And I will glorify My glorious house. (8) \"Who are\nthese who fly like a cloud And like the doves to their windows? (9)\n\"Certainly the coastlands will wait for Me; And the ships of Tarshish\nwill come first, To bring your sons from afar, Their silver and their\ngold with them, For the name of the LORD your God, And for the\nHoly One of Israel because He has glorified you."],"word_count":253},{"reference":"Lamentations 3:22-42","translation":"NASB","division":"Senior","passage_number":35,"release":"NBBC","cards":["(22) The LORD'S acts of mercy indeed do not end, For His\ncompassions do not fail. (23) They are new every morning;\nGreat is Your faithfulness. (24) \"The LORD is my portion,\" says\nmy soul, \"Therefore I wait for Him.\" (25) The LORD is good\nto those who await Him, To the person who seeks Him. (26)\nIt is good that he waits silently For the salvation of the LORD.\n(27) It is good for a man to bear The yoke in his youth. (28)\nLet him sit alone and keep quiet, Since He has laid it on him.\n(29) Let him put his mouth in the dust; Perhaps there is hope.\n(30) Let him give his cheek to the one who is going to strike\nhim; Let him be filled with shame. (31) For the Lord will not","reject forever, (32) For if He causes grief, Then He will have\ncompassion In proportion to His abundant mercy. (33) For He\ndoes not afflict willingly Or grieve the sons of mankind. (34)\nTo crush under one's feet All the prisoners of the land, (35)\nTo deprive a man of justice In the presence of the Most High,\n(36) To defraud someone in his lawsuit-- Of these things the\nLord does not approve. (37) Who is there who speaks and it\ncomes to pass, Unless the Lord has commanded it? (38) Is\nit not from the mouth of the Most High That both adversity\nand good proceed? (39) Of what can any living mortal, or\nany man, Complain in view of his sins? (40) Let's examine and","search out our ways, And let's return to the LORD. (41) We\nraise our heart and hands Toward God in heaven; (42) We\nhave done wrong and rebelled; You have not pardoned."],"word_count":277},{"reference":"Ezekiel 1:4-14","translation":"NASB","division":"Senior","passage_number":36,"release":"NBBC","cards":["(4) As I looked, behold, a high wind was coming from the north,\na great cloud with fire flashing intermittently and a bright light\naround it, and in its midst something like gleaming metal in the\nmidst of the fire. (5) And within it there were figures resembling\nfour living beings. And this was their appearance: they had human\nform. (6) Each of them had four faces and four wings. (7) Their\nlegs were straight and their feet were like a calf's hoof, and they\nsparkled like polished bronze. (8) Under their wings on their four\nsides were human hands. As for the faces and wings of the four of\nthem, (9) their wings touched one another; their faces did not turn\nwhen they moved, each went straight forward. (10) As for the form","of their faces, each had a human face; all four had the face of a\nlion on the right and the face of a bull on the left, and all four had\nthe face of an eagle. (11) Such were their faces. Their wings were\nspread out above; each had two touching another being, and\ntwo covering their bodies. (12) And each went straight forward;\nwherever the spirit was about to go, they would go, without\nturning as they went. (13) In the midst of the living beings there\nwas something that looked like burning coals of fire, like torches\nmoving among the living beings. The fire was bright, and lightning\nwas flashing from the fire. (14) And the living beings ran back and\nforth like bolts of lightning."],"word_count":252},{"reference":"Daniel 1:8-17","translation":"NASB","division":"Senior","passage_number":37,"release":"NBBC","cards":["(8) But Daniel made up his mind that he would not defile\nhimself with the king's choice food or with the wine which he\ndrank; so he sought permission from the commander of the\nofficials that he might not defile himself. (9) Now God granted\nDaniel favor and compassion in the sight of the commander\nof the officials. (10) The commander of the officials said to\nDaniel, \"I am afraid of my lord the king, who has allotted\nyour food and your drink; for why should he see your faces\nlooking gaunt in comparison to the youths who are your own\nage? Then you would make me forfeit my head to the king.\"\n(11) But Daniel said to the overseer whom the commander of","the officials had appointed over Daniel, Hananiah, Mishael,\nand Azariah, (12) \"Please put your servants to the test for ten\ndays, and let us be given some vegetables to eat and water\nto drink. (13) \"Then let our appearance be examined in your\npresence and the appearance of the youths who are eating\nthe king's choice food; and deal with your servants according\nto what you see.\" (14) So he listened to them in this matter,\nand put them to the test for ten days. (15) And at the end\nof ten days their appearance seemed better, and they were\nfatter than all the youths who had been eating the king's\nchoice food. (16) So the overseer continued to withhold their","choice food and the wine they were to drink, and kept giving\nthem vegetables. (17) And as for these four youths, God gave\nthem knowledge and intelligence in every kind of literature\nand expertise; Daniel even understood all kinds of visions\nand dreams."],"word_count":278},{"reference":"Joel 2:1-11","translation":"NASB","division":"Senior","passage_number":38,"release":"NBBC","cards":["(1) Blow a trumpet in Zion, And sound an alarm on My holy\nmountain! Let all the inhabitants of the land tremble, For the\nday of the LORD is coming; Indeed, it is near, (2) A day of\ndarkness and gloom, A day of clouds and thick darkness. As\ndawn is spread over the mountains, So there is a great and\nmighty people; There has never been anything like it, Nor\nwill there be again after it To the years of many generations.\n(3) A fire consumes before them, And behind them a flame\ndevours. The land is like the Garden of Eden before them,\nBut a desolate wilderness behind them, And nothing at all\nescapes them. (4) Their appearance is like the appearance","of horses; And like war horses, so they run. (5) With a noise\nas of chariots They leap about on the tops of the mountains,\nLike the crackling of a flame of fire consuming the stubble,\nLike a mighty people drawn up for battle. (6) Before them the\npeople are in anguish; All faces turn pale. (7) They run like\nwarriors, They climb the wall like soldiers; And each of them\nmarches in line, Nor do they lose their way. (8) They do not\ncrowd each other, Every warrior of them marches in his path;\nWhen they burst through the defenses, They do not break\nranks. (9) They storm the city, They run on the wall; They climb\ninto the houses, They enter through the windows like a thief.","(10) Before them the earth quakes, The heavens tremble,\nThe sun and the moon become dark, And the stars lose their\nbrightness. (11) The LORD utters His voice before His army;\nHis camp is indeed very great, For mighty is one who carries\nout His word. The day of the LORD is indeed great and very\nawesome, And who can endure it?"],"word_count":304},{"reference":"Amos 2:1-5","translation":"NASB","division":"Senior","passage_number":39,"release":"NBBC","cards":["(1) This is what the LORD says: \"For three offenses of Moab, and\nfor four, I will not revoke its punishment, Because he burned the\nbones of the king of Edom to lime. (2) \"So I will send fire upon\nMoab And it will consume the citadels of Kerioth; And Moab will\ndie amid the panic of battle, Amid war cries and the sound of a\ntrumpet. (3) \"I will also eliminate the judge from her midst And slay\nall her leaders with him,\" says the LORD. (4) This is what the LORD\nsays: \"For three offenses of Judah, and for four, I will not revoke its\npunishment, Because they rejected the Law of the LORD And have\nnot kept His statutes; Their lies also have led them astray, Those\nwhich their fathers followed. (5) \"So I will send fire upon Judah,\nAnd it will consume the citadels of Jerusalem.\""],"word_count":145},{"reference":"Obadiah 1:17-21","translation":"NASB","division":"Senior","passage_number":40,"release":"NBBC","cards":["(17) \"But on Mount Zion there will be those who escape, And it\nwill be holy. And the house of Jacob will possess their property.\n(18) \"Then the house of Jacob will be a fire, And the house\nof Joseph a flame; But the house of Esau will be like stubble.\nAnd they will set them on fire and consume them, So that\nthere will be no survivor of the house of Esau,\" For the LORD\nhas spoken. (19) Then those of the Negev will possess the\nmountain of Esau, And those of the Shephelah the Philistine\nplain; Also, they will possess the territory of Ephraim and the\nterritory of Samaria, And Benjamin the territory of Gilead.\n(20) And the exiles of this army of the sons of Israel, Who are","among the Canaanites as far as Zarephath, And the exiles of\nJerusalem who are in Sepharad, Will possess the cities of the\nNegev. (21) The deliverers will ascend Mount Zion To judge\nthe mountain of Esau, And the kingdom will be the LORD'S."],"word_count":169},{"reference":"Nahum 1:6-8","translation":"NASB","division":"Senior","passage_number":41,"release":"NBBC","cards":["(6) Who can stand before His indignation? Who can endure\nthe burning of His anger? His wrath gushes forth like fire,\nAnd the rocks are broken up by Him. (7) The LORD is good,\nA stronghold in the day of trouble, And He knows those who\ntake refuge in Him. (8) But with an overflowing flood He will\nmake a complete end of its site, And will pursue His enemies\ninto darkness."],"word_count":69},{"reference":"Zechariah 4:1-10","translation":"NASB","division":"Senior","passage_number":42,"release":"NBBC","cards":["(1) Then the angel who had been speaking with me returned\nand woke me, like a person who is awakened from his sleep. (2)\nAnd he said to me, \"What do you see?\" And I said, \"I see, and\nbehold, a lampstand all of gold with its bowl on the top of it, and\nits seven lamps on it with seven spouts belonging to each of the\nlamps which are on the top of it; (3) also two olive trees by it, one\non the right side of the bowl and the other on its left side.\" (4)\nThen I said to the angel who was speaking with me, saying, \"What\nare these, my lord?\" (5) So the angel who was speaking with me\nanswered and said to me, \"Do you not know what these are?\" And\nI said, \"No, my lord.\" (6) Then he said to me, \"This is the word of","the LORD to Zerubbabel, saying, 'Not by might nor by power, but\nby My Spirit,' says the LORD of armies. (7) 'What are you, you great\nmountain? Before Zerubbabel you will become a plain; and he will\nbring out the top stone with shouts of \"Grace, grace to it!\"'\" (8)\nAlso the word of the LORD came to me, saying, (9) \"The hands of\nZerubbabel have laid the foundation of this house, and his hands\nwill finish it. Then you will know that the LORD of armies has sent\nme to you. (10) \"For who has shown contempt for the day of small\nthings? But these seven will rejoice when they see the plumb line\nin the hand of Zerubbabel--they are the eyes of the LORD roaming\nthroughout the earth.\""],"word_count":274},{"reference":"Matthew 2:9-11","translation":"NASB","division":"Senior","passage_number":43,"release":"NBBC","cards":["(9) After hearing the king, they went on their way; and behold,\nthe star, which they had seen in the east, went on ahead of\nthem until it came to a stop over the place where the Child\nwas to be found. (10) When they saw the star, they rejoiced\nexceedingly with great joy. (11) And after they came into the\nhouse, they saw the Child with His mother Mary; and they fell\ndown and worshiped Him. Then they opened their treasures\nand presented to Him gifts of gold, frankincense, and myrrh."],"word_count":89},{"reference":"Philippians 4:10-13","translation":"NASB","division":"Senior","passage_number":44,"release":"NBBC","cards":["(10) But I rejoiced in the Lord greatly, that now at last you have\nrevived your concern for me; indeed, you were concerned\nbefore, but you lacked an opportunity to act. (11) Not that I\nspeak from need, for I have learned to be content in whatever\ncircumstances I am. (12) I know how to get along with little,\nand I also know how to live in prosperity; in any and every\ncircumstance I have learned the secret of being filled and\ngoing hungry, both of having abundance and suffering need.\n(13) I can do all things through Him who strengthens me."],"word_count":98},{"reference":"1 John 3:1-2","translation":"NASB","division":"Senior","passage_number":45,"release":"NBBC","cards":["(1) See how great a love the Father has given us, that we\nwould be called children of God; and in fact we are. For this\nreason the world does not know us: because it did not know\nHim. (2) Beloved, now we are children of God, and it has not\nappeared as yet what we will be. We know that when He\nappears, we will be like Him, because we will see Him just as\nHe is."],"word_count":76},{"reference":"Genesis 12:4-20","translation":"NASB","division":"Senior","passage_number":46,"release":"NBBC","cards":["(4) So Abram went away as the LORD had spoken to him;\nand Lot went with him. Now Abram was seventy-five years\nold when he departed from Haran. (5) Abram took his wife\nSarai and his nephew Lot, and all their possessions which they\nhad accumulated, and the people which they had acquired in\nHaran, and they set out for the land of Canaan; so they came\nto the land of Canaan. (6) Abram passed through the land\nas far as the site of Shechem, to the oak of Moreh. Now the\nCanaanites were in the land at that time. (7) And the LORD\nappeared to Abram and said, \"To your descendants I will\ngive this land.\" So he built an altar there to the LORD who","had appeared to him. (8) Then he proceeded from there to\nthe mountain on the east of Bethel, and pitched his tent with\nBethel on the west and Ai on the east; and there he built an\naltar to the LORD and called upon the name of the LORD. (9)\nThen Abram journeyed on, continuing toward the Negev. (10)\nNow there was a famine in the land; so Abram went down to\nEgypt to live there for a time, because the famine was severe\nin the land. (11) It came about, when he was approaching\nEgypt, that he said to his wife Sarai, \"See now, I know that\nyou are a beautiful woman; (12) and when the Egyptians see\nyou, they will say, 'This is his wife'; and they will kill me, but","they will let you live. (13) \"Please say that you are my sister\nso that it may go well for me because of you, and that I may\nlive on account of you.\" (14) Now it came about, when Abram\nentered Egypt, that the Egyptians saw that the woman was\nvery beautiful. (15) Pharaoh's officials saw her and praised\nher to Pharaoh; and the woman was taken into Pharaoh's\nhouse. (16) Therefore he treated Abram well for her sake;\nand he gave him sheep, oxen, male donkeys, male servants\nand female servants, female donkeys, and camels. (17) But\nthe LORD struck Pharaoh and his house with great plagues\nbecause of Sarai, Abram's wife. (18) Then Pharaoh called","Abram and said, \"What is this that you have done to me?\nWhy did you not tell me that she was your wife? (19) \"Why\ndid you say, 'She is my sister,' so that I took her for myself as\na wife? Now then, here is your wife, take her and go!\" (20)\nAnd Pharaoh commanded his men concerning him; and they\nescorted him away, with his wife and all that belonged to him."],"word_count":435},{"reference":"Deuteronomy 4:2-6","translation":"NASB","division":"Senior","passage_number":47,"release":"NBBC","cards":["(2) \"You shall not add to the word which I am commanding you,\nnor take away from it, so that you may keep the commandments\nof the LORD your God which I am commanding you. (3) \"Your\neyes have seen what the LORD has done in the case of Baal-\npeor, for all the men who followed Baal-peor, the LORD your\nGod has destroyed them from among you. (4) \"But you who\nclung to the LORD your God are alive today, every one of\nyou. (5) \"See, I have taught you statutes and judgments just as\nthe LORD my God commanded me, that you are to do these\nthings in the land where you are entering to take possession\nof it. (6) \"So keep and do them, for that is your wisdom and","your understanding in the sight of the peoples who will hear\nall these statutes and say, 'Surely this great nation is a wise\nand understanding people.'"],"word_count":155},{"reference":"Psalm 69:1-24","translation":"NASB","division":"Senior","passage_number":48,"release":"NBBC","cards":["(1) Save me, God, For the waters have threatened my life. (2) I\nhave sunk in deep mud, and there is no foothold; I have come\ninto deep waters, and a flood overflows me. (3) I am weary\nwith my crying; my throat is parched; My eyes fail while I wait\nfor my God. (4) Those who hate me without a cause are more\nthan the hairs of my head; Those who would destroy me are\npowerful, those who oppose me with lies; What I did not steal,\nI then have to restore. (5) God, You know my foolishness, And\nmy guilt is not hidden from You. (6) May those who wait for\nYou not be ashamed because of me, Lord GOD of armies;\nMay those who seek You not be dishonored because of","me, God of Israel, (7) Because for Your sake I have endured\ndisgrace; Dishonor has covered my face. (8) I have become\nestranged from my brothers, And a stranger to my mother's\nsons. (9) For zeal for Your house has consumed me, And the\ntaunts of those who taunt You have fallen on me. (10) When\nI wept in my soul with fasting, It became my disgrace. (11)\nWhen I made sackcloth my clothing, I became a proverb to\nthem. (12) Those who sit in the gate talk about me, And songs\nof mockery by those habitually drunk are about me. (13) But\nas for me, my prayer is to You, LORD, at an acceptable time;\nGod, in the greatness of Your mercy, Answer me with Your","saving truth. (14) Rescue me from the mud and do not let me\nsink; May I be rescued from those who hate me, and from the\ndepths of water. (15) May the flood of water not overflow me\nNor the deep swallow me up, Nor the pit close its mouth on\nme. (16) Answer me, LORD, for Your mercy is good; According\nto the greatness of Your compassion, turn to me, (17) And\ndo not hide Your face from Your servant, For I am in distress;\nanswer me quickly. (18) Come near to my soul and redeem\nit; Ransom me because of my enemies! (19) You know my\ndisgrace, my shame, and my dishonor; All my enemies are\nknown to You. (20) Disgrace has broken my heart, and I am so","sick. And I waited for sympathy, but there was none; And for\ncomforters, but I found none. (21) They also gave me a bitter\nherb in my food, And for my thirst they gave me vinegar to\ndrink. (22) May their table before them become a snare; And\nwhen they are at peace, may it become a trap. (23) May their\neyes grow dim so that they cannot see, And make their hips\nshake continually. (24) Pour out Your indignation on them,\nAnd may Your burning anger overtake them."],"word_count":457},{"reference":"Psalm 119:17-48","translation":"NASB","division":"Senior","passage_number":49,"release":"NBBC","cards":["(17) Deal generously with Your servant, That I may live and\nkeep Your word. (18) Open my eyes, that I may behold\nWonderful things from Your Law. (19) I am a stranger on the\nearth; Do not hide Your commandments from me. (20) My\nsoul is crushed with longing For Your ordinances at all times.\n(21) You rebuke the arrogant, the cursed, Who wander from\nYour commandments. (22) Take disgrace and contempt away\nfrom me, For I comply with Your testimonies. (23) Even though\nrulers sit and speak against me, Your servant meditates on\nYour statutes. (24) Your testimonies also are my delight; They\nare my advisers. (25) My soul clings to the dust; Revive me","according to Your word. (26) I have told of my ways, and You\nhave answered me; Teach me Your statutes. (27) Make me\nunderstand the way of Your precepts, And I will meditate\non Your wonders. (28) My soul weeps because of grief;\nStrengthen me according to Your word. (29) Remove the\nfalse way from me, And graciously grant me Your Law. (30) I\nhave chosen the faithful way; I have placed Your judgments\nbefore me. (31) I cling to Your testimonies; LORD, do not put\nme to shame! (32) I shall run the way of Your commandments,\nFor You will enlarge my heart. (33) Teach me, the way of Your\nstatutes, LORD, And I shall comply with it to the end. (34) Give","me understanding, so that I may comply with Your Law And\nkeep it with all my heart. (35) Make me walk in the path of\nYour commandments, For I delight in it. (36) Incline my heart\nto Your testimonies, And not to dishonest gain. (37) Turn my\neyes away from looking at what is worthless, And revive me\nin Your ways. (38) Establish Your word to Your servant As\nthat which produces reverence for You. (39) Take away my\ndisgrace which I dread, For Your judgments are good. (40)\nBehold, I long for Your precepts; Revive me through Your\nrighteousness. (41) May Your favor also come to me, LORD,\nYour salvation according to Your word; (42) So that I will","have an answer for one who taunts me, For I trust in Your\nword. (43) And do not take the word of truth utterly out of\nmy mouth, For I wait for Your judgments. (44) So I will keep\nYour Law continually, Forever and ever. (45) And I will walk at\nliberty, For I seek Your precepts. (46) I will also speak of Your\ntestimonies before kings And shall not be ashamed. (47) I will\ndelight in Your commandments, Which I love. (48) And I shall\nlift up my hands to Your commandments, Which I love; And I\nwill meditate on Your statutes."],"word_count":431},{"reference":"Proverbs 2:1-10","translation":"NASB","division":"Senior","passage_number":50,"release":"NBBC","cards":["(1) My son, if you will receive my words And treasure my\ncommandments within you, (2) Make your ear attentive to\nwisdom; Incline your heart to understanding. (3) For if you\ncry out for insight, And raise your voice for understanding;\n(4) If you seek her as silver And search for her as for hidden\ntreasures; (5) Then you will understand the fear of the\nLORD, And discover the knowledge of God. (6) For the\nLORD gives wisdom; From His mouth come knowledge and\nunderstanding. (7) He stores up sound wisdom for the upright;\nHe is a shield to those who walk in integrity, (8) Guarding the\npaths of justice, And He watches over the way of His godly","ones. (9) Then you will discern righteousness, justice, And\nintegrity, and every good path. (10) For wisdom will enter\nyour heart, And knowledge will be delightful to your soul;"],"word_count":138},{"reference":"Isaiah 30:15-18","translation":"NASB","division":"Senior","passage_number":51,"release":"NBBC","cards":["(15) For this is what the Lord GOD, the Holy One of Israel, has said:\n\"In repentance and rest you will be saved, In quietness and trust\nis your strength.\" But you were not willing, (16) And you said, \"No,\nfor we will flee on horses!\" Therefore you shall flee! \"And we will\nride on swift horses!\" Therefore those who pursue you shall be\nswift. (17) One thousand will flee at the threat of one man; You\nwill flee at the threat of five, Until you are left like a signal post on\na mountain top, And like a flag on a hill. (18) Therefore the LORD\nlongs to be gracious to you, And therefore He waits on high to\nhave compassion on you. For the LORD is a God of justice; How\nblessed are all those who long for Him."],"word_count":137},{"reference":"Jonah 1:1-17","translation":"NASB","division":"Senior","passage_number":52,"release":"NBBC","cards":["(1) The word of the LORD came to Jonah the son of Amittai,\nsaying, (2) \"Arise, go to Nineveh, the great city, and cry out\nagainst it, because their wickedness has come up before Me.\"\n(3) But Jonah got up to flee to Tarshish from the presence of\nthe LORD. So he went down to Joppa, found a ship that was\ngoing to Tarshish, paid the fare, and boarded it to go with them\nto Tarshish away from the presence of the LORD. (4) However,\nthe LORD hurled a great wind on the sea and there was a\ngreat storm on the sea, so that the ship was about to break up.\n(5) Then the sailors became afraid and every man cried out to\nhis god, and they hurled the cargo which was in the ship into","the sea to lighten it for them. But Jonah had gone below into\nthe stern of the ship, had lain down, and fallen sound asleep.\n(6) So the captain approached him and said, \"How is it that\nyou are sleeping? Get up, call on your god! Perhaps your\ngod will be concerned about us so that we will not perish.\"\n(7) And each man said to his mate, \"Come, let's cast lots so\nthat we may find out on whose account this catastrophe has\nstruck us.\" So they cast lots, and the lot fell on Jonah. (8) Then\nthey said to him, \"Tell us, now! On whose account has this\ncatastrophe struck us? What is your occupation, and where\ndo you come from? What is your country, and from what","people are you?\" (9) So he said to them, \"I am a Hebrew, and\nI fear the LORD God of heaven who made the sea and the\ndry land.\" (10) Then the men became extremely afraid, and\nthey said to him, \"How could you do this?\" For the men knew\nthat he was fleeing from the presence of the LORD, because\nhe had told them. (11) So they said to him, \"What should we\ndo to you so that the sea will become calm for us?\"--for the\nsea was becoming increasingly stormy. (12) And he said to\nthem, \"Pick me up and hurl me into the sea. Then the sea\nwill become calm for you, because I know that on account of\nme this great storm has come upon you.\" (13) However, the","men rowed desperately to return to land, but they could not,\nbecause the sea was becoming even stormier against them.\n(14) Then they cried out to the LORD and said, \"We earnestly\npray, O LORD, do not let us perish on account of this man's\nlife, and do not put innocent blood on us; for You, LORD, have\ndone as You pleased.\" (15) So they picked up Jonah and\nhurled him into the sea, and the sea stopped its raging. (16)\nThen the men became extremely afraid of the LORD, and they\noffered a sacrifice to the LORD and made vows. (17) And the\nLORD designated a great fish to swallow Jonah, and Jonah\nwas in the stomach of the fish for three days and three nights."],"word_count":511},{"reference":"Matthew 3:16-17","translation":"NASB","division":"Senior","passage_number":53,"release":"NBBC","cards":["(16) After He was baptized, Jesus came up immediately from\nthe water; and behold, the heavens were opened, and he saw\nthe Spirit of God descending as a dove and settling on Him,\n(17) and behold, a voice from the heavens said, \"This is My\nbeloved Son, with whom I am well pleased.\""],"word_count":51},{"reference":"Matthew 5:1-16","translation":"NASB","division":"Senior","passage_number":54,"release":"NBBC","cards":["(1) Now when Jesus saw the crowds, He went up on the\nmountain; and after He sat down, His disciples came to Him.\n(2) And He opened His mouth and began to teach them,\nsaying, (3) \"Blessed are the poor in spirit, for theirs is the\nkingdom of heaven. (4) \"Blessed are those who mourn, for\nthey will be comforted. (5) \"Blessed are the gentle, for they\nwill inherit the earth. (6) \"Blessed are those who hunger and\nthirst for righteousness, for they will be satisfied. (7) \"Blessed\nare the merciful, for they will receive mercy. (8) \"Blessed\nare the pure in heart, for they will see God. (9) \"Blessed are\nthe peacemakers, for they will be called sons of God. (10)","\"Blessed are those who have been persecuted for the sake\nof righteousness, for theirs is the kingdom of heaven. (11)\n\"Blessed are you when people insult you and persecute you,\nand falsely say all kinds of evil against you because of Me.\n(12) \"Rejoice and be glad, for your reward in heaven is great;\nfor in this same way they persecuted the prophets who were\nbefore you. (13) \"You are the salt of the earth; but if the salt\nhas become tasteless, how can it be made salty again? It is\nno longer good for anything, except to be thrown out and\ntrampled underfoot by people. (14) \"You are the light of the\nworld. A city set on a hill cannot be hidden; (15) nor do people","light a lamp and put it under a basket, but on the lampstand,\nand it gives light to all who are in the house. (16) \"Your light\nmust shine before people in such a way that they may see\nyour good works, and glorify your Father who is in heaven."],"word_count":283},{"reference":"Matthew 27:1-14","translation":"NASB","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) Now when morning came, all the chief priests and the\nelders of the people conferred together against Jesus to put\nHim to death; (2) and they bound Him and led Him away, and\nhanded Him over to Pilate the governor. (3) Then when Judas,\nwho had betrayed Him, saw that He had been condemned,\nhe felt remorse and returned the thirty pieces of silver to the\nchief priests and elders, (4) saying, \"I have sinned by betraying\ninnocent blood.\" But they said, \"What is that to us? You shall\nsee to it yourself!\" (5) And he threw the pieces of silver into\nthe temple sanctuary and left; and he went away and hanged\nhimself. (6) The chief priests took the pieces of silver and said,","\"It is not lawful to put them in the temple treasury, since it is\nmoney paid for blood.\" (7) And they conferred together and\nwith the money bought the Potter's Field as a burial place for\nstrangers. (8) For this reason that field has been called the\nField of Blood to this day. (9) Then that which was spoken\nthrough Jeremiah the prophet was fulfilled: \"AND THEY\nTOOK THE THIRTY PIECES OF SILVER, THE PRICE OF THE\nONE WHOSE PRICE HAD BEEN SET by the sons of Israel; (10)\nAND THEY GAVE THEM FOR THE POTTER'S FIELD, JUST AS\nTHE LORD DIRECTED ME.\" (11) Now Jesus stood before the\ngovernor, and the governor questioned Him, saying, \"So You","are the King of the Jews?\" And Jesus said to him, \"It is as you\nsay.\" (12) And while He was being accused by the chief priests\nand elders, He did not offer any answer. (13) Then Pilate said\nto Him, \"Do You not hear how many things they are testifying\nagainst You?\" (14) And still He did not answer him in regard\nto even a single charge, so the governor was greatly amazed."],"word_count":304},{"reference":"Mark 4:21-32","translation":"NASB","division":"Senior","passage_number":56,"release":"NBBC","cards":["(21) And He was saying to them, \"A lamp is not brought to be\nput under a basket, or under a bed, is it? Is it not brought to be\nput on the lampstand? (22) \"For nothing is hidden, except to be\nrevealed; nor has anything been secret, but that it would come to\nlight. (23) \"If anyone has ears to hear, let him hear.\" (24) And He\nwas saying to them, \"Take care what you listen to. By your standard\nof measure it will be measured to you; and more will be given you\nbesides. (25) \"For whoever has, to him more will be given; and\nwhoever does not have, even what he has will be taken away from\nhim.\" (26) And He was saying, \"The kingdom of God is like a man\nwho casts seed upon the soil; (27) and he goes to bed at night and","gets up daily, and the seed sprouts and grows--how, he himself\ndoes not know. (28) \"The soil produces crops by itself; first the\nstalk, then the head, then the mature grain in the head. (29) \"Now\nwhen the crop permits, he immediately puts in the sickle, because\nthe harvest has come.\" (30) And He was saying, \"How shall we\npicture the kingdom of God, or by what parable shall we present\nit? (31) \"It is like a mustard seed, which, when sown upon the soil,\nthough it is the smallest of all the seeds that are upon the soil, (32)\nyet when it is sown, it grows up and becomes larger than all the\ngarden plants, and forms large branches, with the result that THE\nBIRDS OF THE SKY can NEST UNDER its shade.\""],"word_count":272},{"reference":"Luke 10:1-12","translation":"NASB","division":"Senior","passage_number":57,"release":"NBBC","cards":["(1) Now after this the Lord appointed seventy-two others,\nand sent them in pairs ahead of Him to every city and place\nwhere He Himself was going to come. (2) And He was saying\nto them, \"The harvest is plentiful, but the laborers are few;\ntherefore plead with the Lord of the harvest to send out\nlaborers into His harvest. (3) \"Go; behold, I am sending you\nout like lambs in the midst of wolves. (4) \"Carry no money\nbelt, no bag, no sandals, and greet no one along the way. (5)\n\"And whatever house you enter, first say, 'Peace be to this\nhouse.' (6) \"And if a man of peace is there, your peace will\nrest upon him; but if not, it will return to you. (7) \"Stay in that","house, eating and drinking what they provide; for the laborer\nis deserving of his wages. Do not move from house to house.\n(8) \"Whatever city you enter and they receive you, eat what is\nserved to you; (9) and heal those in it who are sick, and say to\nthem, 'The kingdom of God has come near to you.' (10) \"But\nwhatever city you enter and they do not receive you, go out\ninto its streets and say, (11) 'Even the dust of your city which\nclings to our feet we wipe off in protest against you; yet be\nsure of this, that the kingdom of God has come near.' (12) \"I\nsay to you, it will be more tolerable on that day for Sodom\nthan for that city."],"word_count":249},{"reference":"Luke 11:10-23","translation":"NASB","division":"Senior","passage_number":58,"release":"NBBC","cards":["(10) \"For everyone who asks receives, and the one who seeks\nfinds, and to the one who knocks, it will be opened. (11) \"Now\nwhich one of you fathers will his son ask for a fish, and instead\nof a fish, he will give him a snake? (12) \"Or he will even ask\nfor an egg, and his father will give him a scorpion? (13) \"So if\nyou, despite being evil, know how to give good gifts to your\nchildren, how much more will your heavenly Father give the\nHoly Spirit to those who ask Him?\" (14) And He was casting\nout a mute demon; when the demon had gone out, the man\nwho was previously unable to speak talked, and the crowds\nwere amazed. (15) But some of them said, \"He casts out the","demons by Beelzebul, the ruler of the demons.\" (16) Others,\nto test Him, were demanding of Him a sign from heaven.\n(17) But He knew their thoughts and said to them, \"Every\nkingdom divided against itself is laid waste; and a house\ndivided against itself falls. (18) \"And if Satan also has been\ndivided against himself, how will his kingdom stand? For you\nclaim that I cast out the demons by Beelzebul. (19) \"Yet if by\nBeelzebul I cast out the demons, by whom do your sons cast\nthem out? Therefore, they will be your judges. (20) \"But if I\ncast out the demons by the finger of God, then the kingdom\nof God has come upon you. (21) \"When a strong man, fully","armed, guards his own house, his possessions are secure.\n(22) \"But when someone stronger than he attacks him and\noverpowers him, that man takes away his armor on which he\nhad relied and distributes his plunder. (23) \"The one who is\nnot with Me is against Me; and the one who does not gather\nwith Me scatters."],"word_count":302},{"reference":"Luke 16:1-11","translation":"NASB","division":"Senior","passage_number":59,"release":"NBBC","cards":["(1) Now He was also saying to the disciples, \"There was a rich\nman who had a manager, and this manager was reported to\nhim as squandering his possessions. (2) \"And he summoned\nhim and said to him, 'What is this I hear about you? Give an\naccounting of your management, for you can no longer be\nmanager.' (3) \"And the manager said to himself, 'What am I\nto do, since my master is taking the management away from\nme? I am not strong enough to dig; I am ashamed to beg.\n(4) 'I know what I will do, so that when I am removed from\nthe management people will welcome me into their homes.'\n(5) \"And he summoned each one of his master's debtors,","and he began saying to the first, 'How much do you owe my\nmaster?' (6) \"And he said, 'A hundred jugs of oil.' And he said\nto him, 'Take your bill, and sit down quickly and write fifty.' (7)\n\"Then he said to another, 'And how much do you owe?' And\nhe said, 'A hundred kors of wheat.' He said to him, 'Take your\nbill, and write eighty.' (8) \"And his master complimented the\nunrighteous manager because he had acted shrewdly; for\nthe sons of this age are more shrewd in relation to their own\nkind than the sons of light. (9) \"And I say to you, make friends\nfor yourselves by means of the wealth of unrighteousness, so\nthat when it is all gone, they will receive you into the eternal","dwellings. (10) \"The one who is faithful in a very little thing is\nalso faithful in much; and the one who is unrighteous in a very\nlittle thing is also unrighteous in much. (11) \"Therefore if you\nhave not been faithful in the use of unrighteous wealth, who\nwill entrust the true wealth to you?"],"word_count":301},{"reference":"John 17:6-11","translation":"NASB","division":"Senior","passage_number":60,"release":"NBBC","cards":["(6) \"I have revealed Your name to the men whom You gave\nMe out of the world; they were Yours and You gave them to\nMe, and they have followed Your word. (7) \"Now they have\ncome to know that everything which You have given Me is\nfrom You; (8) for the words which You gave Me I have given\nto them; and they received them and truly understood that I\ncame forth from You, and they believed that You sent Me. (9)\n\"I ask on their behalf; I do not ask on behalf of the world, but\non the behalf of those whom You have given Me, because\nthey are Yours; (10) and all things that are Mine are Yours, and\nYours are Mine; and I have been glorified in them. (11) \"I am","no longer going to be in the world; and yet they themselves\nare in the world, and I am coming to You. Holy Father, keep\nthem in Your name, the name which You have given Me, so\nthat they may be one just as We are."],"word_count":175},{"reference":"John 18:1-14","translation":"NASB","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) When Jesus had spoken these words, He went away with\nHis disciples across the ravine of the Kidron, where there was\na garden which He entered with His disciples. (2) Now Judas,\nwho was betraying Him, also knew the place, because Jesus\nhad often met there with His disciples. (3) So Judas, having\nobtained the Roman cohort and officers from the chief priests\nand the Pharisees, came there with lanterns, torches, and\nweapons. (4) Jesus therefore, knowing all the things that were\ncoming upon Him, came out into the open and said to them,\n\"Whom are you seeking?\" (5) They answered Him, \"Jesus the\nNazarene.\" He said to them, \"I am He.\" And Judas also, who","was betraying Him, was standing with them. (6) Now then,\nwhen He said to them, \"I am He,\" they drew back and fell to\nthe ground. (7) He then asked them again, \"Whom are you\nseeking?\" And they said, \"Jesus the Nazarene.\" (8) Jesus\nanswered, \"I told you that I am He; so if you are seeking Me,\nlet these men go on their way.\" (9) This took place so that the\nword which He spoke would be fulfilled: \"Of those whom You\nhave given Me I lost not one.\" (10) Then Simon Peter, since\nhe had a sword, drew it and struck the high priest's slave, and\ncut off his right ear; and the slave's name was Malchus. (11)\nSo Jesus said to Peter, \"Put the sword into the sheath; the cup","which the Father has given Me, am I not to drink it?\" (12) So\nthe Roman cohort, the commander, and the officers of the\nJews arrested Jesus and bound Him, (13) and brought Him to\nAnnas first; for he was the father-in-law of Caiaphas, who was\nhigh priest that year. (14) Now Caiaphas was the one who\nhad advised the Jews that it was in their best interest for one\nman to die in behalf of the people."],"word_count":316},{"reference":"Acts 17:16-34","translation":"NASB","division":"Senior","passage_number":62,"release":"NBBC","cards":["(16) Now while Paul was waiting for them in Athens, his spirit was\nbeing provoked within him as he observed that the city was full\nof idols. (17) So he was reasoning in the synagogue with the Jews\nand the God-fearing Gentiles, and in the marketplace every day\nwith those who happened to be present. (18) And some of the\nEpicurean and Stoic philosophers as well were conversing with\nhim. Some were saying, \"What could this scavenger of tidbits want\nto say?\" Others, \"He seems to be a proclaimer of strange deities,\"-\n-because he was preaching Jesus and the resurrection. (19) And\nthey took him and brought him to the Areopagus, saying, \"May we\nknow what this new teaching is which you are proclaiming? (20)","\"For you are bringing some strange things to our ears; so we want\nto know what these things mean.\" (21) (Now all the Athenians and\nthe strangers visiting there used to spend their time in nothing\nother than telling or hearing something new.) (22) So Paul stood\nin the midst of the Areopagus and said, \"Men of Athens, I see that\nyou are very religious in all respects. (23) \"For while I was passing\nthrough and examining the objects of your worship, I also found\nan altar with this inscription, 'TO AN UNKNOWN GOD.' Therefore,\nwhat you worship in ignorance, this I proclaim to you. (24) \"The God\nwho made the world and everything that is in it, since He is Lord of\nheaven and earth, does not dwell in temples made by hands; (25)","nor is He served by human hands, as though He needed anything,\nsince He Himself gives to all people life and breath and all things;\n(26) and He made from one man every nation of mankind to live\non all the face of the earth, having determined their appointed\ntimes and the boundaries of their habitation, (27) that they would\nseek God, if perhaps they might feel around for Him and find Him,\nthough He is not far from each one of us; (28) for in Him we live\nand move and exist, as even some of your own poets have said,\n'For we also are His descendants.' (29) \"Therefore, since we are the\ndescendants of God, we ought not to think that the Divine Nature\nis like gold or silver or stone, an image formed by human skill and","thought. (30) \"So having overlooked the times of ignorance, God\nis now proclaiming to mankind that all people everywhere are to\nrepent, (31) because He has set a day on which He will judge the\nworld in righteousness through a Man whom He has appointed,\nhaving furnished proof to all people by raising Him from the\ndead.\" (32) Now when they heard of the resurrection of the dead,\nsome began to scoff, but others said, \"We shall hear from you\nagain concerning this.\" (33) So Paul went out from among them.\n(34) But some men joined him and believed, among whom also\nwere Dionysius the Areopagite and a woman named Damaris, and\nothers with them."],"word_count":497},{"reference":"Acts 26:19-23","translation":"NASB","division":"Senior","passage_number":63,"release":"NBBC","cards":["(19) \"For that reason, King Agrippa, I did not prove disobedient\nto the heavenly vision, (20) but continually proclaimed to those\nin Damascus first, and in Jerusalem, and then all the region of\nJudea, and even to the Gentiles, that they are to repent and turn\nto God, performing deeds consistent with repentance. (21) \"For\nthese reasons some Jews seized me in the temple and tried to\nmurder me. (22) \"So, having obtained help from God, I stand to\nthis day testifying both to small and great, stating nothing but\nwhat the Prophets and Moses said was going to take place, (23)\nas to whether the Christ was to suffer, and whether, as first from\nthe resurrection of the dead, He would proclaim light both to the\nJewish people and to the Gentiles.\""],"word_count":128},{"reference":"Romans 1:8-9","translation":"NASB","division":"Senior","passage_number":64,"release":"NBBC","cards":["(8) First, I thank my God through Jesus Christ for you all,\nbecause your faith is being proclaimed throughout the world.\n(9) For God, whom I serve in my spirit in the preaching of the\ngospel of His Son, is my witness as to how unceasingly I make\nmention of you,"],"word_count":49},{"reference":"Romans 1:18-23","translation":"NASB","division":"Senior","passage_number":65,"release":"NBBC","cards":["(18) For the wrath of God is revealed from heaven against all\nungodliness and unrighteousness of people who suppress\nthe truth in unrighteousness, (19) because that which is known\nabout God is evident within them; for God made it evident to\nthem. (20) For since the creation of the world His invisible\nattributes, that is, His eternal power and divine nature, have\nbeen clearly perceived, being understood by what has been\nmade, so that they are without excuse. (21) For even though\nthey knew God, they did not honor Him as God or give thanks,\nbut they became futile in their reasonings, and their senseless\nhearts were darkened. (22) Claiming to be wise, they became","fools, (23) and they exchanged the glory of the incorruptible\nGod for an image in the form of corruptible mankind, of birds,\nfour-footed animals, and crawling creatures."],"word_count":137},{"reference":"Romans 2:1-6","translation":"NASB","division":"Senior","passage_number":66,"release":"NBBC","cards":["(1) Therefore you have no excuse, you foolish person,\neveryone of you who passes judgment; for in that matter in\nwhich you judge someone else, you condemn yourself; for\nyou who judge practice the same things. (2) And we know\nthat the judgment of God rightly falls upon those who\npractice such things. (3) But do you suppose this, you foolish\nperson who passes judgment on those who practice such\nthings, and yet does them as well, that you will escape the\njudgment of God? (4) Or do you think lightly of the riches of\nHis kindness and restraint and patience, not knowing that the\nkindness of God leads you to repentance? (5) But because","of your stubbornness and unrepentant heart you are storing\nup wrath for yourself on the day of wrath and revelation of\nthe righteous judgment of God, (6) who WILL REPAY EACH\nPERSON ACCORDING TO HIS DEEDS:"],"word_count":145},{"reference":"Romans 3:21-27","translation":"NASB","division":"Senior","passage_number":67,"release":"NBBC","cards":["(21) But now apart from the Law the righteousness of God has\nbeen revealed, being witnessed by the Law and the Prophets,\n(22) but it is the righteousness of God through faith in Jesus\nChrist for all those who believe; for there is no distinction,\n(23) for all have sinned and fall short of the glory of God, (24)\nbeing justified as a gift by His grace through the redemption\nwhich is in Christ Jesus, (25) whom God displayed publicly\nas a propitiation in His blood through faith. This was to\ndemonstrate His righteousness, because in God's merciful\nrestraint He let the sins previously committed go unpunished;\n(26) for the demonstration, that is, of His righteousness at the","present time, so that He would be just and the justifier of the\none who has faith in Jesus. (27) Where then is boasting? It has\nbeen excluded. By what kind of law? Of works? No, but by a\nlaw of faith."],"word_count":153},{"reference":"Romans 4:1-14","translation":"NASB","division":"Senior","passage_number":68,"release":"NBBC","cards":["(1) What then shall we say that Abraham, our forefather\naccording to the flesh, has found? (2) For if Abraham was\njustified by works, he has something to boast about; but not\nbefore God. (3) For what does the Scripture say? \"ABRAHAM\nBELIEVED GOD, AND IT WAS CREDITED TO HIM AS\nRIGHTEOUSNESS.\" (4) Now to the one who works, the wages\nare not credited as a favor, but as what is due. (5) But to the\none who does not work, but believes in Him who justifies\nthe ungodly, his faith is credited as righteousness, (6) just as\nDavid also speaks of the blessing of the person to whom God\ncredits righteousness apart from works: (7) \"BLESSED ARE","THOSE WHOSE LAWLESS DEEDS HAVE BEEN FORGIVEN,\nAND WHOSE SINS HAVE BEEN COVERED. (8) \"BLESSED\nIS THE MAN WHOSE SIN THE LORD WILL NOT TAKE INTO\nACCOUNT.\" (9) Is this blessing then on the circumcised, or on\nthe uncircumcised also? For we say, \"FAITH WAS CREDITED\nTO ABRAHAM AS RIGHTEOUSNESS.\" (10) How then was it\ncredited? While he was circumcised, or uncircumcised? Not\nwhile circumcised, but while uncircumcised; (11) and he\nreceived the sign of circumcision, a seal of the righteousness\nof the faith which he had while uncircumcised, so that he might\nbe the father of all who believe without being circumcised,","that righteousness might be credited to them, (12) and\nthe father of circumcision to those who not only are of the\ncircumcision, but who also follow in the steps of the faith of\nour father Abraham which he had while uncircumcised. (13)\nFor the promise to Abraham or to his descendants that he\nwould be heir of the world was not through the Law, but\nthrough the righteousness of faith. (14) For if those who are\nof the Law are heirs, then faith is made void and the promise\nis nullified;"],"word_count":298},{"reference":"Romans 5:1-21","translation":"NASB","division":"Senior","passage_number":69,"release":"NBBC","cards":["(1) Therefore, having been justified by faith, we have peace with\nGod through our Lord Jesus Christ, (2) through whom we also\nhave obtained our introduction by faith into this grace in which\nwe stand; and we celebrate in hope of the glory of God. (3) And\nnot only this, but we also celebrate in our tribulations, knowing\nthat tribulation brings about perseverance; (4) and perseverance,\nproven character; and proven character, hope; (5) and hope does\nnot disappoint, because the love of God has been poured out\nwithin our hearts through the Holy Spirit who was given to us. (6)\nFor while we were still helpless, at the right time Christ died for the\nungodly. (7) For one will hardly die for a righteous person; though","perhaps for the good person someone would even dare to die. (8)\nBut God demonstrates His own love toward us, in that while we\nwere still sinners, Christ died for us. (9) Much more then, having\nnow been justified by His blood, we shall be saved from the wrath\nof God through Him. (10) For if while we were enemies we were\nreconciled to God through the death of His Son, much more, having\nbeen reconciled, we shall be saved by His life. (11) And not only\nthis, but we also celebrate in God through our Lord Jesus Christ,\nthrough whom we have now received the reconciliation. (12)\nTherefore, just as through one man sin entered into the world, and\ndeath through sin, and so death spread to all mankind, because all","sinned-- (13) for until the Law sin was in the world, but sin is not\ncounted against anyone when there is no law. (14) Nevertheless\ndeath reigned from Adam until Moses, even over those who had\nnot sinned in the likeness of the violation committed by Adam,\nwho is a type of Him who was to come. (15) But the gracious gift\nis not like the offense. For if by the offense of the one the many\ndied, much more did the grace of God and the gift by the grace\nof the one Man, Jesus Christ, overflow to the many. (16) The gift\nis not like that which came through the one who sinned; for on\nthe one hand the judgment arose from one offense, resulting in\ncondemnation, but on the other hand the gracious gift arose from\nmany offenses, resulting in justification. (17) For if by the offense of","the one, death reigned through the one, much more will those who\nreceive the abundance of grace and of the gift of righteousness\nreign in life through the One, Jesus Christ. (18) So then, as through\none offense the result was condemnation to all mankind, so also\nthrough one act of righteousness the result was justification of life\nto all mankind. (19) For as through the one man's disobedience\nthe many were made sinners, so also through the obedience of\nthe One the many will be made righteous. (20) The Law came in\nso that the offense would increase; but where sin increased, grace\nabounded all the more, (21) so that, as sin reigned in death, so also\ngrace would reign through righteousness to eternal life through\nJesus Christ our Lord."],"word_count":519},{"reference":"Romans 6:1-23","translation":"NASB","division":"Senior","passage_number":70,"release":"NBBC","cards":["(1) What shall we say then? Are we to continue in sin so that grace\nmay increase? (2) Far from it! How shall we who died to sin still live\nin it? (3) Or do you not know that all of us who have been baptized\ninto Christ Jesus have been baptized into His death? (4) Therefore\nwe have been buried with Him through baptism into death, so\nthat, just as Christ was raised from the dead through the glory of\nthe Father, so we too may walk in newness of life. (5) For if we have\nbecome united with Him in the likeness of His death, certainly we\nshall also be in the likeness of His resurrection, (6) knowing this,\nthat our old self was crucified with Him, in order that our body of\nsin might be done away with, so that we would no longer be slaves","to sin; (7) for the one who has died is freed from sin. (8) Now if\nwe have died with Christ, we believe that we shall also live with\nHim, (9) knowing that Christ, having been raised from the dead,\nis never to die again; death no longer is master over Him. (10)\nFor the death that He died, He died to sin once for all time; but\nthe life that He lives, He lives to God. (11) So you too, consider\nyourselves to be dead to sin, but alive to God in Christ Jesus. (12)\nTherefore sin is not to reign in your mortal body so that you obey\nits lusts, (13) and do not go on presenting the parts of your body to\nsin as instruments of unrighteousness; but present yourselves to\nGod as those who are alive from the dead, and your body's parts","as instruments of righteousness for God. (14) For sin shall not be\nmaster over you, for you are not under the Law but under grace.\n(15) What then? Are we to sin because we are not under the Law\nbut under grace? Far from it! (16) Do you not know that the one\nto whom you present yourselves as slaves for obedience, you are\nslaves of that same one whom you obey, either of sin resulting\nin death, or of obedience resulting in righteousness? (17) But\nthanks be to God that though you were slaves of sin, you became\nobedient from the heart to that form of teaching to which you were\nentrusted, (18) and after being freed from sin, you became slaves\nto righteousness. (19) I am speaking in human terms because of","the weakness of your flesh. For just as you presented the parts\nof your body as slaves to impurity and to lawlessness, resulting\nin further lawlessness, so now present your body's parts as slaves\nto righteousness, resulting in sanctification. (20) For when you\nwere slaves of sin, you were free in relation to righteousness. (21)\nTherefore what benefit were you then deriving from the things of\nwhich you are now ashamed? For the outcome of those things is\ndeath. (22) But now having been freed from sin and enslaved to\nGod, you derive your benefit, resulting in sanctification, and the\noutcome, eternal life. (23) For the wages of sin is death, but the\ngracious gift of God is eternal life in Christ Jesus our Lord."],"word_count":532},{"reference":"Romans 8:12-30","translation":"NASB","division":"Senior","passage_number":71,"release":"NBBC","cards":["(12) So then, brothers and sisters, we are under obligation,\nnot to the flesh, to live according to the flesh-- (13) for if you\nare living in accord with the flesh, you are going to die; but if\nby the Spirit you are putting to death the deeds of the body,\nyou will live. (14) For all who are being led by the Spirit of\nGod, these are sons and daughters of God. (15) For you have\nnot received a spirit of slavery leading to fear again, but you\nhave received a spirit of adoption as sons and daughters\nby which we cry out, \"Abba! Father!\" (16) The Spirit Himself\ntestifies with our spirit that we are children of God, (17) and if\nchildren, heirs also, heirs of God and fellow heirs with Christ,","if indeed we suffer with Him so that we may also be glorified\nwith Him. (18) For I consider that the sufferings of this present\ntime are not worthy to be compared with the glory that is\nto be revealed to us. (19) For the eagerly awaiting creation\nwaits for the revealing of the sons and daughters of God.\n(20) For the creation was subjected to futility, not willingly,\nbut because of Him who subjected it, in hope (21) that the\ncreation itself also will be set free from its slavery to corruption\ninto the freedom of the glory of the children of God. (22) For\nwe know that the whole creation groans and suffers the pains\nof childbirth together until now. (23) And not only that, but","also we ourselves, having the first fruits of the Spirit, even\nwe ourselves groan within ourselves, waiting eagerly for our\nadoption as sons and daughters, the redemption of our body.\n(24) For in hope we have been saved, but hope that is seen\nis not hope; for who hopes for what he already sees? (25)\nBut if we hope for what we do not see, through perseverance\nwe wait eagerly for it. (26) Now in the same way the Spirit\nalso helps our weakness; for we do not know what to pray\nfor as we should, but the Spirit Himself intercedes for us with\ngroanings too deep for words; (27) and He who searches\nthe hearts knows what the mind of the Spirit is, because He","intercedes for the saints according to the will of God. (28) And\nwe know that God causes all things to work together for good\nto those who love God, to those who are called according\nto His purpose. (29) For those whom He foreknew, He also\npredestined to become conformed to the image of His Son,\nso that He would be the firstborn among many brothers and\nsisters; (30) and these whom He predestined, He also called;\nand these whom He called, He also justified; and these whom\nHe justified, He also glorified."],"word_count":462},{"reference":"Romans 14:1-12","translation":"NASB","division":"Senior","passage_number":72,"release":"NBBC","cards":["(1) Now accept the one who is weak in faith, but not to have\nquarrels over opinions. (2) One person has faith that he may\neat all things, but the one who is weak eats only vegetables. (3)\nThe one who eats is not to regard with contempt the one who\ndoes not eat, and the one who does not eat is not to judge the\none who eats, for God has accepted him. (4) Who are you to\njudge the servant of another? To his own master he stands or\nfalls; and he will stand, for the Lord is able to make him stand.\n(5) One person values one day over another, another values\nevery day the same. Each person must be fully convinced in\nhis own mind. (6) The one who observes the day, observes it","for the Lord, and the one who eats, does so with regard to the\nLord, for he gives thanks to God; and the one who does not\neat, it is for the Lord that he does not eat, and he gives thanks\nto God. (7) For not one of us lives for himself, and not one\ndies for himself; (8) for if we live, we live for the Lord, or if we\ndie, we die for the Lord; therefore whether we live or die, we\nare the Lord's. (9) For to this end Christ died and lived again,\nthat He might be Lord both of the dead and of the living. (10)\nBut as for you, why do you judge your brother or sister? Or\nyou as well, why do you regard your brother or sister with\ncontempt? For we will all appear before the judgment seat of","God. (11) For it is written: \"AS I LIVE, SAYS THE LORD, TO ME\nEVERY KNEE WILL BOW, AND EVERY TONGUE WILL GIVE\nPRAISE TO GOD.\" (12) So then each one of us will give an\naccount of himself to God."],"word_count":315},{"reference":"1 Corinthians 1:18-31","translation":"NASB","division":"Senior","passage_number":73,"release":"NBBC","cards":["(18) For the word of the cross is foolishness to those who are\nperishing, but to us who are being saved it is the power of\nGod. (19) For it is written: \"I WILL DESTROY THE WISDOM\nOF THE WISE, AND THE UNDERSTANDING OF THOSE WHO\nHAVE UNDERSTANDING, I WILL CONFOUND.\" (20) Where is\nthe wise person? Where is the scribe? Where is the debater of\nthis age? Has God not made foolish the wisdom of the world?\n(21) For since in the wisdom of God the world through its\nwisdom did not come to know God, God was pleased through\nthe foolishness of the message preached to save those who\nbelieve. (22) For indeed Jews ask for signs and Greeks search","for wisdom; (23) but we preach Christ crucified, to Jews a\nstumbling block, and to Gentiles foolishness, (24) but to those\nwho are the called, both Jews and Greeks, Christ the power of\nGod and the wisdom of God. (25) For the foolishness of God\nis wiser than mankind, and the weakness of God is stronger\nthan mankind. (26) For consider your calling, brothers and\nsisters, that there were not many wise according to the flesh,\nnot many mighty, not many noble; (27) but God has chosen\nthe foolish things of the world to shame the wise, and God\nhas chosen the weak things of the world to shame the things\nwhich are strong, (28) and the insignificant things of the","world and the despised God has chosen, the things that are\nnot, so that He may nullify the things that are, (29) so that\nno human may boast before God. (30) But it is due to Him\nthat you are in Christ Jesus, who became to us wisdom from\nGod, and righteousness and sanctification, and redemption,\n(31) so that, just as it is written: \"LET THE ONE WHO BOASTS,\nBOAST IN THE LORD.\""],"word_count":302},{"reference":"1 Corinthians 12:12-18","translation":"NASB","division":"Senior","passage_number":74,"release":"NBBC","cards":["(12) For just as the body is one and yet has many parts, and\nall the parts of the body, though they are many, are one body,\nso also is Christ. (13) For by one Spirit we were all baptized\ninto one body, whether Jews or Greeks, whether slaves or\nfree, and we were all made to drink of one Spirit. (14) For the\nbody is not one part, but many. (15) If the foot says, \"Because\nI am not a hand, I am not a part of the body,\" it is not for this\nreason any less a part of the body. (16) And if the ear says,\n\"Because I am not an eye, I am not a part of the body,\" it is not\nfor this reason any less a part of the body. (17) If the whole\nbody were an eye, where would the hearing be? If the whole","body were hearing, where would the sense of smell be? (18)\nBut now God has arranged the parts, each one of them in the\nbody, just as He desired."],"word_count":174},{"reference":"1 Corinthians 13:1-13","translation":"NASB","division":"Senior","passage_number":75,"release":"NBBC","cards":["(1) If I speak with the tongues of mankind and of angels, but do\nnot have love, I have become a noisy gong or a clanging cymbal.\n(2) If I have the gift of prophecy and know all mysteries and all\nknowledge, and if I have all faith so as to remove mountains,\nbut do not have love, I am nothing. (3) And if I give away all my\npossessions to charity, and if I surrender my body so that I may\nglory, but do not have love, it does me no good. (4) Love is patient,\nlove is kind, it is not jealous; love does not brag, it is not arrogant.\n(5) It does not act disgracefully, it does not seek its own benefit;\nit is not provoked, does not keep an account of a wrong suffered,\n(6) it does not rejoice in unrighteousness, but rejoices with the\ntruth; (7) it keeps every confidence, it believes all things, hopes all","things, endures all things. (8) Love never fails; but if there are gifts\nof prophecy, they will be done away with; if there are tongues, they\nwill cease; if there is knowledge, it will be done away with. (9) For\nwe know in part and prophesy in part; (10) but when the perfect\ncomes, the partial will be done away with. (11) When I was a child,\nI used to speak like a child, think like a child, reason like a child;\nwhen I became a man, I did away with childish things. (12) For now\nwe see in a mirror dimly, but then face to face; now I know in part,\nbut then I will know fully, just as I also have been fully known. (13)\nBut now faith, hope, and love remain, these three; but the greatest\nof these is love."],"word_count":291},{"reference":"2 Corinthians 1:3-22","translation":"NASB","division":"Senior","passage_number":76,"release":"NBBC","cards":["(3) Blessed be the God and Father of our Lord Jesus Christ, the\nFather of mercies and God of all comfort, (4) who comforts us\nin all our affliction so that we will be able to comfort those who\nare in any affliction with the comfort with which we ourselves are\ncomforted by God. (5) For just as the sufferings of Christ are ours in\nabundance, so also our comfort is abundant through Christ. (6) But\nif we are afflicted, it is for your comfort and salvation; or if we are\ncomforted, it is for your comfort, which is effective in the patient\nenduring of the same sufferings which we also suffer; (7) and our\nhope for you is firmly grounded, knowing that as you are partners\nin our sufferings, so also you are in our comfort. (8) For we do not","want you to be unaware, brothers and sisters, of our affliction\nwhich occurred in Asia, that we were burdened excessively,\nbeyond our strength, so that we despaired even of life. (9) Indeed,\nwe had the sentence of death within ourselves so that we would\nnot trust in ourselves, but in God who raises the dead, (10) who\nrescued us from so great a danger of death, and will rescue us,\nHe on whom we have set our hope. And He will yet deliver us,\n(11) if you also join in helping us through your prayers, so that\nthanks may be given by many persons in our behalf for the favor\ngranted to us through the prayers of many. (12) For our proud\nconfidence is this: the testimony of our conscience, that in holiness","and godly sincerity, not in fleshly wisdom but in the grace of God,\nwe have conducted ourselves in the world, and especially toward\nyou. (13) For we write nothing else to you than what you read and\nunderstand, and I hope you will understand until the end; (14) just\nas you also partially did understand us, that we are your reason to\nbe proud as you also are ours, on the day of our Lord Jesus. (15)\nIn this confidence I intended at first to come to you, so that you\nmight twice receive a blessing; (16) that is, to pass your way into\nMacedonia, and again from Macedonia to come to you, and by\nyou to be helped on my journey to Judea. (17) Therefore, I was not\nvacillating when I intended to do this, was I? Or what I decide, do I","decide according to the flesh, so that with me there will be yes, yes\nand no, no at the same time? (18) But as God is faithful, our word\nto you is not yes and no. (19) For the Son of God, Christ Jesus, who\nwas preached among you by us--by me and Silvanus and Timothy-\n-was not yes and no, but has been yes in Him. (20) For as many as\nthe promises of God are, in Him they are yes; therefore through\nHim also is our Amen to the glory of God through us. (21) Now He\nwho establishes us with you in Christ and anointed us is God, (22)\nwho also sealed us and gave us the Spirit in our hearts as a pledge."],"word_count":527},{"reference":"2 Corinthians 4:1-13","translation":"NASB","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) Therefore, since we have this ministry, as we received\nmercy, we do not lose heart, (2) but we have renounced the\nthings hidden because of shame, not walking in trickery nor\ndistorting the word of God, but by the open proclamation of\nthe truth commending ourselves to every person's conscience\nin the sight of God. (3) And even if our gospel is veiled, it is\nveiled to those who are perishing, (4) in whose case the god\nof this world has blinded the minds of the unbelieving so that\nthey will not see the light of the gospel of the glory of Christ,\nwho is the image of God. (5) For we do not preach ourselves,\nbut Christ Jesus as Lord, and ourselves as your bond-servants","on account of Jesus. (6) For God, who said, \"Light shall shine\nout of darkness,\" is the One who has shone in our hearts\nto give the Light of the knowledge of the glory of God in\nthe face of Christ. (7) But we have this treasure in earthen\ncontainers, so that the extraordinary greatness of the power\nwill be of God and not from ourselves; (8) we are afflicted in\nevery way, but not crushed; perplexed, but not despairing;\n(9) persecuted, but not abandoned; struck down, but not\ndestroyed; (10) always carrying around in the body the dying\nof Jesus, so that the life of Jesus may also be revealed in our\nbody. (11) For we who live are constantly being handed over","to death because of Jesus, so that the life of Jesus may also\nbe revealed in our mortal flesh. (12) So death works in us, but\nlife in you. (13) But having the same spirit of faith, according\nto what is written: \"I BELIEVED, THEREFORE I SPOKE,\" we\nalso believe, therefore we also speak,"],"word_count":293},{"reference":"2 Corinthians 5:1-12","translation":"NASB","division":"Senior","passage_number":78,"release":"NBBC","cards":["(1) For we know that if our earthly tent which is our house is torn\ndown, we have a building from God, a house not made by hands,\neternal in the heavens. (2) For indeed, in this tent we groan, longing\nto be clothed with our dwelling from heaven, (3) since in fact after\nputting it on, we will not be found naked. (4) For indeed, we who\nare in this tent groan, being burdened, because we do not want\nto be unclothed but to be clothed, so that what is mortal will be\nswallowed up by life. (5) Now He who prepared us for this very\npurpose is God, who gave us the Spirit as a pledge. (6) Therefore,\nbeing always of good courage, and knowing that while we are at\nhome in the body we are absent from the Lord-- (7) for we walk\nby faith, not by sight-- (8) but we are of good courage and prefer","rather to be absent from the body and to be at home with the\nLord. (9) Therefore we also have as our ambition, whether at home\nor absent, to be pleasing to Him. (10) For we must all appear\nbefore the judgment seat of Christ, so that each one may receive\ncompensation for his deeds done through the body, in accordance\nwith what he has done, whether good or bad. (11) Therefore,\nknowing the fear of the Lord, we persuade people, but we are well\nknown to God; and I hope that we are also well known in your\nconsciences. (12) We are not commending ourselves to you again,\nbut are giving you an opportunity to be proud of us, so that you\nwill have an answer for those who take pride in appearance and\nnot in heart."],"word_count":286},{"reference":"2 Corinthians 6:3-10","translation":"NASB","division":"Senior","passage_number":79,"release":"NBBC","cards":["(3) giving no reason for taking offense in anything, so that\nthe ministry will not be discredited, (4) but in everything\ncommending ourselves as servants of God, in much endurance,\nin afflictions, in hardships, in difficulties, (5) in beatings, in\nimprisonments, in mob attacks, in labors, in sleeplessness, in\nhunger, (6) in purity, in knowledge, in patience, in kindness,\nin the Holy Spirit, in genuine love, (7) in the word of truth, and\nin the power of God; by the weapons of righteousness for\nthe right hand and the left, (8) by glory and dishonor, by evil\nreport and good report; regarded as deceivers and yet true;\n(9) as unknown and yet well known, as dying and yet behold,","we are alive; as punished and yet not put to death, (10) as\nsorrowful yet always rejoicing, as poor yet making many rich,\nas having nothing and yet possessing all things."],"word_count":142},{"reference":"Galatians 3:19-24","translation":"NASB","division":"Senior","passage_number":80,"release":"NBBC","cards":["(19) Why the Law then? It was added on account of the\nviolations, having been ordered through angels at the hand\nof a mediator, until the Seed would come to whom the\npromise had been made. (20) Now a mediator is not for one\nparty only; but God is only one. (21) Is the Law then contrary\nto the promises of God? Far from it! For if a law had been\ngiven that was able to impart life, then righteousness would\nindeed have been based on law. (22) But the Scripture has\nconfined everyone under sin, so that the promise by faith in\nJesus Christ might be given to those who believe. (23) But\nbefore faith came, we were kept in custody under the Law,","being confined for the faith that was destined to be revealed.\n(24) Therefore the Law has become our guardian to lead us\nto Christ, so that we may be justified by faith."],"word_count":151},{"reference":"Galatians 6:6-11","translation":"NASB","division":"Senior","passage_number":81,"release":"NBBC","cards":["(6) The one who is taught the word is to share all good things\nwith the one who teaches him. (7) Do not be deceived, God is\nnot mocked; for whatever a person sows, this he will also reap.\n(8) For the one who sows to his own flesh will reap destruction\nfrom the flesh, but the one who sows to the Spirit will reap\neternal life from the Spirit. (9) Let's not become discouraged\nin doing good, for in due time we will reap, if we do not\nbecome weary. (10) So then, while we have opportunity, let's\ndo good to all people, and especially to those who are of the\nhousehold of the faith. (11) See with what large letters I have\nwritten to you with my own hand!"],"word_count":125},{"reference":"Ephesians 2:1-22","translation":"NASB","division":"Senior","passage_number":82,"release":"NBBC","cards":["(1) And you were dead in your offenses and sins, (2) in which\nyou previously walked according to the course of this world,\naccording to the prince of the power of the air, of the spirit\nthat is now working in the sons of disobedience. (3) Among\nthem we too all previously lived in the lusts of our flesh,\nindulging the desires of the flesh and of the mind, and were\nby nature children of wrath, just as the rest. (4) But God, being\nrich in mercy, because of His great love with which He loved\nus, (5) even when we were dead in our wrongdoings, made\nus alive together with Christ (by grace you have been saved),\n(6) and raised us up with Him, and seated us with Him in the","heavenly places in Christ Jesus, (7) so that in the ages to come\nHe might show the boundless riches of His grace in kindness\ntoward us in Christ Jesus. (8) For by grace you have been\nsaved through faith; and this is not of yourselves, it is the gift\nof God; (9) not a result of works, so that no one may boast. (10)\nFor we are His workmanship, created in Christ Jesus for good\nworks, which God prepared beforehand so that we would\nwalk in them. (11) Therefore remember that previously you,\nthe Gentiles in the flesh, who are called \"Uncircumcision\" by\nthe so-called \"Circumcision\" which is performed in the flesh\nby human hands-- (12) remember that you were at that time","separate from Christ, excluded from the people of Israel, and\nstrangers to the covenants of the promise, having no hope\nand without God in the world. (13) But now in Christ Jesus\nyou who previously were far away have been brought near\nby the blood of Christ. (14) For He Himself is our peace, who\nmade both groups into one and broke down the barrier of\nthe dividing wall, (15) by abolishing in His flesh the hostility,\nwhich is the Law composed of commandments expressed in\nordinances, so that in Himself He might make the two one\nnew person, in this way establishing peace; (16) and that He\nmight reconcile them both in one body to God through the","cross, by it having put to death the hostility. (17) And He came\nand preached peace to you who were far away, and peace to\nthose who were near; (18) for through Him we both have our\naccess in one Spirit to the Father. (19) So then you are no\nlonger strangers and foreigners, but you are fellow citizens\nwith the saints, and are of God's household, (20) having been\nbuilt on the foundation of the apostles and prophets, Christ\nJesus Himself being the cornerstone, (21) in whom the whole\nbuilding, being fitted together, is growing into a holy temple\nin the Lord, (22) in whom you also are being built together\ninto a dwelling of God in the Spirit."],"word_count":473},{"reference":"Philippians 4:1-6","translation":"NASB","division":"Senior","passage_number":83,"release":"NBBC","cards":["(1) Therefore, my beloved brothers and sisters, whom I long to see,\nmy joy and crown, stand firm in the Lord in this way, my beloved.\n(2) I urge Euodia and I urge Syntyche to live in harmony in the Lord.\n(3) Indeed, true companion, I ask you also, help these women who\nhave shared my struggle in the cause of the gospel, together with\nClement as well as the rest of my fellow workers, whose names are\nin the book of life. (4) Rejoice in the Lord always; again I will say,\nrejoice! (5) Let your gentle spirit be known to all people. The Lord\nis near. (6) Do not be anxious about anything, but in everything by\nprayer and pleading with thanksgiving let your requests be made\nknown to God."],"word_count":126},{"reference":"Colossians 3:1-14","translation":"NASB","division":"Senior","passage_number":84,"release":"NBBC","cards":["(1) Therefore, if you have been raised with Christ, keep seeking\nthe things that are above, where Christ is, seated at the right\nhand of God. (2) Set your minds on the things that are above,\nnot on the things that are on earth. (3) For you have died, and\nyour life is hidden with Christ in God. (4) When Christ, who is\nour life, is revealed, then you also will be revealed with Him\nin glory. (5) Therefore, treat the parts of your earthly body\nas dead to sexual immorality, impurity, passion, evil desire,\nand greed, which amounts to idolatry. (6) For it is because of\nthese things that the wrath of God is coming upon the sons\nof disobedience, (7) and in them you also once walked, when","you were living in them. (8) But now you also, rid yourselves\nof all of them: anger, wrath, malice, slander, and obscene\nspeech from your mouth. (9) Do not lie to one another, since\nyou stripped off the old self with its evil practices, (10) and\nhave put on the new self, which is being renewed to a true\nknowledge according to the image of the One who created\nit-- (11) a renewal in which there is no distinction between\nGreek and Jew, circumcised and uncircumcised, barbarian,\nScythian, slave, and free, but Christ is all, and in all. (12) So, as\nthose who have been chosen of God, holy and beloved, put\non a heart of compassion, kindness, humility, gentleness, and","patience; (13) bearing with one another, and forgiving each\nother, whoever has a complaint against anyone; just as the\nLord forgave you, so must you do also. (14) In addition to all\nthese things put on love, which is the perfect bond of unity."],"word_count":281},{"reference":"Colossians 4:2-15","translation":"NASB","division":"Senior","passage_number":85,"release":"NBBC","cards":["(2) Devote yourselves to prayer, keeping alert in it with an\nattitude of thanksgiving; (3) praying at the same time for us as\nwell, that God will open up to us a door for the word, so that\nwe may proclaim the mystery of Christ, for which I have also\nbeen imprisoned; (4) that I may make it clear in the way that\nI ought to proclaim it. (5) Conduct yourselves with wisdom\ntoward outsiders, making the most of the opportunity. (6)\nYour speech must always be with grace, as though seasoned\nwith salt, so that you will know how you should respond to\neach person. (7) As to all my affairs, Tychicus, our beloved\nbrother and faithful servant and fellow bond-servant in the","Lord, will bring you information. (8) For I have sent him to\nyou for this very purpose, that you may know about our\ncircumstances and that he may encourage your hearts; (9)\nand with him is Onesimus, our faithful and beloved brother,\nwho is one of your own. They will inform you about the whole\nsituation here. (10) Aristarchus, my fellow prisoner, sends you\nhis greetings; and also Barnabas' cousin Mark (about whom\nyou received instructions; if he comes to you, welcome him);\n(11) and also Jesus who is called Justus; these are the only\nfellow workers for the kingdom of God who are from the\ncircumcision, and they have proved to be an encouragement","to me. (12) Epaphras, who is one of your own, a bond-servant\nof Christ Jesus, sends you his greetings, always striving\nearnestly for you in his prayers, that you may stand mature\nand fully assured in all the will of God. (13) For I testify for\nhim that he has a deep concern for you and for those who are\nin Laodicea and Hierapolis. (14) Luke, the beloved physician,\nsends you his greetings, and Demas does also. (15) Greet the\nbrothers and sisters who are in Laodicea and also Nympha\nand the church that is in her house."],"word_count":325},{"reference":"1 Thessalonians 4:9-17","translation":"NASB","division":"Senior","passage_number":86,"release":"NBBC","cards":["(9) Now as to the love of the brothers and sisters, you have no\nneed for anyone to write to you, for you yourselves are taught\nby God to love one another; (10) for indeed you practice it\ntoward all the brothers and sisters who are in all Macedonia.\nBut we urge you, brothers and sisters, to excel even more,\n(11) and to make it your ambition to lead a quiet life and\nattend to your own business and work with your hands, just\nas we instructed you, (12) so that you will behave properly\ntoward outsiders and not be in any need. (13) But we do not\nwant you to be uninformed, brothers and sisters, about those\nwho are asleep, so that you will not grieve as indeed the rest","of mankind do, who have no hope. (14) For if we believe\nthat Jesus died and rose from the dead, so also God will\nbring with Him those who have fallen asleep through Jesus.\n(15) For we say this to you by the word of the Lord, that we\nwho are alive and remain until the coming of the Lord will\nnot precede those who have fallen asleep. (16) For the Lord\nHimself will descend from heaven with a shout, with the voice\nof the archangel and with the trumpet of God, and the dead\nin Christ will rise first. (17) Then we who are alive, who remain,\nwill be caught up together with them in the clouds to meet\nthe Lord in the air, and so we will always be with the Lord."],"word_count":256},{"reference":"2 Timothy 1:1-18","translation":"NASB","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) Paul, an apostle of Christ Jesus by the will of God, according to\nthe promise of life in Christ Jesus, (2) To Timothy, my beloved son:\nGrace, mercy, and peace from God the Father and Christ Jesus\nour Lord. (3) I thank God, whom I serve with a clear conscience\nthe way my forefathers did, as I constantly remember you in my\nprayers night and day, (4) longing to see you, even as I recall your\ntears, so that I may be filled with joy. (5) For I am mindful of the\nsincere faith within you, which first dwelled in your grandmother\nLois and your mother Eunice, and I am sure that it is in you as\nwell. (6) For this reason I remind you to kindle afresh the gift of\nGod which is in you through the laying on of my hands. (7) For\nGod has not given us a spirit of timidity, but of power and love","and discipline. (8) Therefore do not be ashamed of the testimony\nof our Lord or of me His prisoner, but join with me in suffering\nfor the gospel according to the power of God, (9) who saved us\nand called us with a holy calling, not according to our works, but\naccording to His own purpose and grace, which was granted to us\nin Christ Jesus from all eternity, (10) but has now been revealed by\nthe appearing of our Savior Christ Jesus, who abolished death and\nbrought life and immortality to light through the gospel, (11) for\nwhich I was appointed a preacher, an apostle, and a teacher. (12)\nFor this reason I also suffer these things; but I am not ashamed, for\nI know whom I have believed, and I am convinced that He is able to\nprotect what I have entrusted to Him until that day. (13) Hold on to","the example of sound words which you have heard from me, in the\nfaith and love which are in Christ Jesus. (14) Protect, through the\nHoly Spirit who dwells in us, the treasure which has been entrusted\nto you. (15) You are aware of the fact that all who are in Asia turned\naway from me, among whom are Phygelus and Hermogenes. (16)\nThe Lord grant mercy to the household of Onesiphorus, for he\noften refreshed me and was not ashamed of my chains; (17) but\nwhen he was in Rome, he eagerly searched for me and found me--\n(18) the Lord grant to him to find mercy from the Lord on that day-\n-and you know very well what services he rendered at Ephesus."],"word_count":420},{"reference":"Philemon 1:4-7","translation":"NASB","division":"Senior","passage_number":88,"release":"NBBC","cards":["(4) I thank my God always, making mention of you in my\nprayers, (5) because I hear of your love and of the faith which\nyou have toward the Lord Jesus and toward all the saints;\n(6) and I pray that the fellowship of your faith may become\neffective through the knowledge of every good thing which\nis in you for the sake of Christ. (7) For I have had great joy and\ncomfort in your love, because the hearts of the saints have\nbeen refreshed through you, brother."],"word_count":85},{"reference":"Hebrews 4:6-12","translation":"NASB","division":"Senior","passage_number":89,"release":"NBBC","cards":["(6) Therefore, since it remains for some to enter it, and those\nwho previously had good news preached to them failed to\nenter because of disobedience, (7) He again sets a certain\nday, \"Today,\" saying through David after so long a time just as\nhas been said before, \"TODAY IF YOU HEAR HIS VOICE, DO\nNOT HARDEN YOUR HEARTS.\" (8) For if Joshua had given\nthem rest, He would not have spoken of another day after\nthat. (9) Consequently, there remains a Sabbath rest for the\npeople of God. (10) For the one who has entered His rest has\nhimself also rested from his works, as God did from His. (11)\nTherefore let's make every effort to enter that rest, so that no","one will fall by following the same example of disobedience.\n(12) For the word of God is living and active, and sharper than\nany two-edged sword, even penetrating as far as the division\nof soul and spirit, of both joints and marrow, and able to judge\nthe thoughts and intentions of the heart."],"word_count":170},{"reference":"Hebrews 8:6-13","translation":"NASB","division":"Senior","passage_number":90,"release":"NBBC","cards":["(6) But now He has obtained a more excellent ministry, to the\nextent that He is also the mediator of a better covenant, which has\nbeen enacted on better promises. (7) For if that first covenant had\nbeen free of fault, no circumstances would have been sought for a\nsecond. (8) For in finding fault with the people, He says, \"BEHOLD,\nDAYS ARE COMING, SAYS THE LORD, WHEN I WILL BRING\nABOUT A NEW COVENANT WITH THE HOUSE OF ISRAEL AND\nTHE HOUSE OF JUDAH, (9) NOT LIKE THE COVENANT WHICH I\nMADE WITH THEIR FATHERS ON THE DAY I TOOK THEM BY THE\nHAND TO BRING THEM OUT OF THE LAND OF EGYPT; FOR THEY\nDID NOT CONTINUE IN MY COVENANT, AND I DID NOT CARE\nABOUT THEM, SAYS THE LORD. (10) \"FOR THIS IS THE COVENANT","WHICH I WILL MAKE WITH THE HOUSE OF ISRAEL AFTER THOSE\nDAYS, DECLARES THE LORD: I WILL PUT MY LAWS INTO THEIR\nMINDS, AND WRITE THEM ON THEIR HEARTS. AND I WILL BE\nTHEIR GOD, AND THEY SHALL BE MY PEOPLE. (11) \"AND THEY\nWILL NOT TEACH, EACH ONE HIS FELLOW CITIZEN, AND EACH\nONE HIS BROTHER, SAYING, 'KNOW THE LORD,' FOR THEY WILL\nALL KNOW ME, FROM THE LEAST TO THE GREATEST OF THEM.\n(12) \"FOR I WILL BE MERCIFUL TOWARD THEIR WRONGDOINGS,\nAND THEIR SINS I WILL NO LONGER REMEMBER.\" (13) When\nHe said, \"A new covenant,\" He has made the first obsolete. But\nwhatever is becoming obsolete and growing old is about to\ndisappear."],"word_count":247},{"reference":"Hebrews 11:4-7","translation":"NASB","division":"Senior","passage_number":91,"release":"NBBC","cards":["(4) By faith Abel offered to God a better sacrifice than Cain,\nthrough which he was attested to be righteous, God testifying\nabout his gifts, and through faith, though he is dead, he still\nspeaks. (5) By faith Enoch was taken up so that he would not\nsee death; AND HE WAS NOT FOUND BECAUSE GOD TOOK\nHIM UP; for before he was taken up, he was attested to have\nbeen pleasing to God. (6) And without faith it is impossible\nto please Him, for the one who comes to God must believe\nthat He exists, and that He proves to be One who rewards\nthose who seek Him. (7) By faith Noah, being warned by God\nabout things not yet seen, in reverence prepared an ark for","the salvation of his household, by which he condemned the\nworld, and became an heir of the righteousness which is\naccording to faith."],"word_count":147},{"reference":"Hebrews 12:1-2","translation":"NASB","division":"Senior","passage_number":92,"release":"NBBC","cards":["(1) Therefore, since we also have such a great cloud of\nwitnesses surrounding us, let's rid ourselves of every obstacle\nand the sin which so easily entangles us, and let's run with\nendurance the race that is set before us, (2) looking only at\nJesus, the originator and perfecter of the faith, who for the\njoy set before Him endured the cross, despising the shame,\nand has sat down at the right hand of the throne of God."],"word_count":76},{"reference":"James 3:6-12","translation":"NASB","division":"Senior","passage_number":93,"release":"NBBC","cards":["(6) And the tongue is a fire, the very world of unrighteousness;\nthe tongue is set among our body's parts as that which defiles\nthe whole body and sets on fire the course of our life, and is\nset on fire by hell. (7) For every species of beasts and birds,\nof reptiles and creatures of the sea, is tamed and has been\ntamed by the human race. (8) But no one among mankind\ncan tame the tongue; it is a restless evil, full of deadly poison.\n(9) With it we bless our Lord and Father, and with it we curse\npeople, who have been made in the likeness of God; (10)\nfrom the same mouth come both blessing and cursing. My\nbrothers and sisters, these things should not be this way. (11)","Does a spring send out from the same opening both fresh\nand bitter water? (12) Can a fig tree, my brothers and sisters,\nbear olives, or a vine bear figs? Nor can salt water produce\nfresh."],"word_count":162},{"reference":"James 4:11-16","translation":"NASB","division":"Senior","passage_number":94,"release":"NBBC","cards":["(11) Do not speak against one another, brothers and sisters.\nThe one who speaks against a brother or sister, or judges his\nbrother or sister, speaks against the law and judges the law;\nbut if you judge the law, you are not a doer of the law but a\njudge of it. (12) There is only one Lawgiver and Judge, the\nOne who is able to save and to destroy; but who are you,\njudging your neighbor? (13) Come now, you who say, \"Today\nor tomorrow we will go to such and such a city, and spend a\nyear there and engage in business and make a profit.\" (14)\nYet you do not know what your life will be like tomorrow. For\nyou are just a vapor that appears for a little while, and then","vanishes away. (15) Instead, you ought to say, \"If the Lord\nwills, we will live and also do this or that.\" (16) But as it is, you\nboast in your arrogance; all such boasting is evil."],"word_count":165},{"reference":"1 Peter 2:1-21","translation":"NASB","division":"Senior","passage_number":95,"release":"NBBC","cards":["(1) Therefore, rid yourselves of all malice and all deceit and\nhypocrisy and envy and all slander, (2) and like newborn babies,\nlong for the pure milk of the word, so that by it you may grow in\nrespect to salvation, (3) if you have tasted the kindness of the Lord.\n(4) And coming to Him as to a living stone which has been rejected\nby people, but is choice and precious in the sight of God, (5) you\nalso, as living stones, are being built up as a spiritual house for a\nholy priesthood, to offer spiritual sacrifices that are acceptable to\nGod through Jesus Christ. (6) For this is contained in Scripture:\n\"BEHOLD, I AM LAYING IN ZION A CHOICE STONE, A PRECIOUS\nCORNERSTONE, AND THE ONE WHO BELIEVES IN HIM WILL NOT","BE PUT TO SHAME.\" (7) This precious value, then, is for you who\nbelieve; but for unbelievers, \"A STONE WHICH THE BUILDERS\nREJECTED, THIS BECAME THE CHIEF CORNERSTONE,\" (8) and,\n\"A STONE OF STUMBLING AND A ROCK OF OFFENSE\"; for they\nstumble because they are disobedient to the word, and to this\nthey were also appointed. (9) But you are A CHOSEN PEOPLE,\nA royal PRIESTHOOD, A HOLY NATION, A PEOPLE FOR GOD'S\nOWN POSSESSION, so that you may proclaim the excellencies\nof Him who has called you out of darkness into His marvelous\nlight; (10) for you once were NOT A PEOPLE, but now you are THE\nPEOPLE OF GOD; you had NOT RECEIVED MERCY, but now you","have RECEIVED MERCY. (11) Beloved, I urge you as foreigners\nand strangers to abstain from fleshly lusts, which wage war against\nthe soul. (12) Keep your behavior excellent among the Gentiles,\nso that in the thing in which they slander you as evildoers, they\nmay because of your good deeds, as they observe them, glorify\nGod on the day of visitation. (13) Submit yourselves for the Lord's\nsake to every human institution, whether to a king as the one in\nauthority, (14) or to governors as sent by him for the punishment\nof evildoers and the praise of those who do right. (15) For such\nis the will of God, that by doing right you silence the ignorance\nof foolish people. (16) Act as free people, and do not use your","freedom as a covering for evil, but use it as bond-servants of God.\n(17) Honor all people, love the brotherhood, fear God, honor the\nking. (18) Servants, be subject to your masters with all respect, not\nonly to those who are good and gentle, but also to those who are\nharsh. (19) For this finds favor, if for the sake of conscience toward\nGod a person endures grief when suffering unjustly. (20) For what\ncredit is there if, when you sin and are harshly treated, you endure\nit with patience? But if when you do what is right and suffer for it\nyou patiently endure it, this finds favor with God. (21) For you have\nbeen called for this purpose, because Christ also suffered for you,\nleaving you an example, so that you would follow in His steps,"],"word_count":503},{"reference":"1 Peter 3:8-12","translation":"NASB","division":"Senior","passage_number":96,"release":"NBBC","cards":["(8) To sum up, all of you be harmonious, sympathetic, loving,\ncompassionate, and humble; (9) not returning evil for evil or\ninsult for insult, but giving a blessing instead; for you were\ncalled for the very purpose that you would inherit a blessing.\n(10) For, \"THE ONE WHO DESIRES LIFE, TO LOVE AND SEE\nGOOD DAYS, MUST KEEP HIS TONGUE FROM EVIL AND HIS\nLIPS FROM SPEAKING DECEIT. (11) \"HE MUST TURN AWAY\nFROM EVIL AND DO GOOD; HE MUST SEEK PEACE AND\nPURSUE IT. (12) \"FOR THE EYES OF THE LORD ARE TOWARD\nTHE RIGHTEOUS, AND HIS EARS ATTEND TO THEIR PRAYER,\nBUT THE FACE OF THE LORD IS AGAINST EVILDOERS.\""],"word_count":107},{"reference":"1 Peter 4:1-6","translation":"NASB","division":"Senior","passage_number":97,"release":"NBBC","cards":["(1) Therefore, since Christ has suffered in the flesh, arm\nyourselves also with the same purpose, because the one who\nhas suffered in the flesh has ceased from sin, (2) so as to live\nthe rest of the time in the flesh no longer for human lusts, but\nfor the will of God. (3) For the time already past is sufficient\nfor you to have carried out the desire of the Gentiles, having\npursued a course of indecent behavior, lusts, drunkenness,\ncarousing, drinking parties, and wanton idolatries. (4) In all\nthis, they are surprised that you do not run with them in the\nsame excesses of debauchery, and they slander you; (5) but\nthey will give an account to Him who is ready to judge the","living and the dead. (6) For the gospel has for this purpose\nbeen preached even to those who are dead, that though they\nare judged in the flesh as people, they may live in the spirit\naccording to the will of God."],"word_count":162},{"reference":"1 Peter 5:1-6","translation":"NASB","division":"Senior","passage_number":98,"release":"NBBC","cards":["(1) Therefore, I urge elders among you, as your fellow elder\nand a witness of the sufferings of Christ, and one who is\nalso a fellow partaker of the glory that is to be revealed: (2)\nshepherd the flock of God among you, exercising oversight,\nnot under compulsion but voluntarily, according to the will of\nGod; and not with greed but with eagerness; (3) nor yet as\ndomineering over those assigned to your care, but by proving\nto be examples to the flock. (4) And when the Chief Shepherd\nappears, you will receive the unfading crown of glory. (5) You\nyounger men, likewise, be subject to your elders; and all of\nyou, clothe yourselves with humility toward one another,","because GOD IS OPPOSED TO THE PROUD, BUT HE GIVES\nGRACE TO THE HUMBLE. (6) Therefore humble yourselves\nunder the mighty hand of God, so that He may exalt you at\nthe proper time,"],"word_count":147},{"reference":"2 Peter 2:12-17","translation":"NASB","division":"Senior","passage_number":99,"release":"NBBC","cards":["(12) But these, like unreasoning animals, born as creatures\nof instinct to be captured and killed, using abusive speech\nwhere they have no knowledge, will in the destruction of\nthose creatures also be destroyed, (13) suffering wrong as\nthe wages of doing wrong. They count it a pleasure to revel\nin the daytime. They are stains and blemishes, reveling in\ntheir deceptions as they feast with you, (14) having eyes\nfull of adultery that never cease from sin, enticing unstable\nsouls, having hearts trained in greed, accursed children; (15)\nabandoning the right way, they have gone astray, having\nfollowed the way of Balaam, the son of Beor, who loved the","reward of unrighteousness; (16) but he received a rebuke for\nhis own offense, for a mute donkey, speaking with a human\nvoice, restrained the insanity of the prophet. (17) These are\nsprings without water and mists driven by a storm, for whom\nthe black darkness has been reserved."],"word_count":152},{"reference":"2 Peter 3:13-18","translation":"NASB","division":"Senior","passage_number":100,"release":"NBBC","cards":["(13) But according to His promise we are looking for new\nheavens and a new earth, in which righteousness dwells. (14)\nTherefore, beloved, since you look for these things, be diligent\nto be found spotless and blameless by Him, at peace, (15) and\nregard the patience of our Lord as salvation; just as also our\nbeloved brother Paul, according to the wisdom given him,\nwrote to you, (16) as also in all his letters, speaking in them of\nthese things, in which there are some things that are hard to\nunderstand, which the untaught and unstable distort, as they\ndo also the rest of the Scriptures, to their own destruction.\n(17) You therefore, beloved, knowing this beforehand, be on","your guard so that you are not carried away by the error of\nunscrupulous people and lose your own firm commitment,\n(18) but grow in the grace and knowledge of our Lord and\nSavior Jesus Christ. To Him be the glory, both now and to the\nday of eternity. Amen."],"word_count":163},{"reference":"1 John 3:10-15","translation":"NASB","division":"Senior","passage_number":101,"release":"NBBC","cards":["(10) By this the children of God and the children of the devil\nare obvious: anyone who does not practice righteousness is\nnot of God, nor the one who does not love his brother and\nsister. (11) For this is the message which you have heard from\nthe beginning, that we are to love one another; (12) not as\nCain, who was of the evil one and murdered his brother. And\nfor what reason did he murder him? Because his own deeds\nwere evil, but his brother's were righteous. (13) Do not be\nsurprised, brothers and sisters, if the world hates you. (14)\nWe know that we have passed out of death into life, because\nwe love the brothers and sisters. The one who does not love","remains in death. (15) Everyone who hates his brother or sister\nis a murderer, and you know that no murderer has eternal life\nremaining in him."],"word_count":147},{"reference":"1 John 4:1-11","translation":"NASB","division":"Senior","passage_number":102,"release":"NBBC","cards":["(1) Beloved, do not believe every spirit, but test the spirits to\nsee whether they are from God, because many false prophets\nhave gone out into the world. (2) By this you know the Spirit of\nGod: every spirit that confesses that Jesus Christ has come in\nthe flesh is from God; (3) and every spirit that does not confess\nJesus is not from God; this is the spirit of the antichrist, which\nyou have heard is coming, and now it is already in the world.\n(4) You are from God, little children, and have overcome\nthem; because greater is He who is in you than he who is in\nthe world. (5) They are from the world, therefore they speak\nas from the world, and the world listens to them. (6) We are","from God. The one who knows God listens to us; the one who\nis not from God does not listen to us. By this we know the\nspirit of truth and the spirit of error. (7) Beloved, let's love\none another; for love is from God, and everyone who loves\nhas been born of God and knows God. (8) The one who does\nnot love does not know God, because God is love. (9) By this\nthe love of God was revealed in us, that God has sent His only\nSon into the world so that we may live through Him. (10) In\nthis is love, not that we loved God, but that He loved us and\nsent His Son to be the propitiation for our sins. (11) Beloved,\nif God so loved us, we also ought to love one another."],"word_count":264},{"reference":"Revelation 20:1-9","translation":"NASB","division":"Senior","passage_number":103,"release":"NBBC","cards":["(1) Then I saw an angel coming down from heaven, holding\nthe key of the abyss and a great chain in his hand. (2) And\nhe took hold of the dragon, the serpent of old, who is the\ndevil and Satan, and bound him for a thousand years; (3) and\nhe threw him into the abyss and shut it and sealed it over\nhim, so that he would not deceive the nations any longer,\nuntil the thousand years were completed; after these things\nhe must be released for a short time. (4) Then I saw thrones,\nand they sat on them, and judgment was given to them. And\nI saw the souls of those who had been beheaded because\nof their testimony of Jesus and because of the word of God,","and those who had not worshiped the beast or his image,\nand had not received the mark on their foreheads and on\ntheir hands; and they came to life and reigned with Christ for\na thousand years. (5) The rest of the dead did not come to\nlife until the thousand years were completed. This is the first\nresurrection. (6) Blessed and holy is the one who has a part\nin the first resurrection; over these the second death has no\npower, but they will be priests of God and of Christ, and will\nreign with Him for a thousand years. (7) When the thousand\nyears are completed, Satan will be released from his prison,\n(8) and will come out to deceive the nations which are at the","four corners of the earth, Gog and Magog, to gather them\ntogether for the war; the number of them is like the sand of\nthe seashore. (9) And they came up on the broad plain of the\nearth and surrounded the camp of the saints and the beloved\ncity, and fire came down from heaven and devoured them."],"word_count":308}]