[{"reference":"John 1:1–5","translation":"ESV","division":"Senior","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was with\nGod, and the Word was God. (2) He was in the beginning\nwith God. (3) All things were made through him, and without\nhim was not any thing made that was made. (4) In him was\nlife, and the life was the light of men. (5) The light shines in\nthe darkness, and the darkness has not overcome it."],"word_count":66},{"reference":"John 20:30–31","translation":"ESV","division":"Senior","passage_number":2,"release":"Navigate","cards":["(30) Now Jesus did many other signs in the presence of the\ndisciples, which are not written in this book; (31) but these\nare written so that you may believe that Jesus is the Christ,\nthe Son of God, and that by believing you may have life in his\nname."],"word_count":48},{"reference":"Philippians 2:5–8","translation":"ESV","division":"Senior","passage_number":3,"release":"Explore","cards":["(5) Have this mind among yourselves, which is yours in\nChrist Jesus, (6) who, though he was in the form of God, did\nnot count equality with God a thing to be grasped, (7) but\nemptied himself, by taking the form of a servant, being born\nin the likeness of men. (8) And being found in human form,\nhe humbled himself by becoming obedient to the point of\ndeath, even death on a cross."],"word_count":70},{"reference":"John 1:29–34","translation":"ESV","division":"Senior","passage_number":4,"release":"Navigate","cards":["(29) The next day he saw Jesus coming toward him, and said,\n\"Behold, the Lamb of God, who takes away the sin of the world!\n(30) This is he of whom I said, 'After me comes a man who ranks\nbefore me, because he was before me.' (31) I myself did not know\nhim, but for this purpose I came baptizing with water, that he might\nbe revealed to Israel.\" (32) And John bore witness: \"I saw the Spirit\ndescend from heaven like a dove, and it remained on him. (33) I\nmyself did not know him, but he who sent me to baptize with water\nsaid to me, 'He on whom you see the Spirit descend and remain,\nthis is he who baptizes with the Holy Spirit.' (34) And I have seen\nand have borne witness that this is the Son of God.\""],"word_count":138},{"reference":"Revelation 5:4–12","translation":"ESV","division":"Senior","passage_number":5,"release":"Explore","cards":["(4) and I began to weep loudly because no one was found worthy\nto open the scroll or to look into it. (5) And one of the elders said\nto me, \"Weep no more; behold, the Lion of the tribe of Judah, the\nRoot of David, has conquered, so that he can open the scroll and\nits seven seals.\" (6) And between the throne and the four living\ncreatures and among the elders I saw a Lamb standing, as though\nit had been slain, with seven horns and with seven eyes, which\nare the seven spirits of God sent out into all the earth. (7) And\nhe went and took the scroll from the right hand of him who was\nseated on the throne. (8) And when he had taken the scroll, the\nfour living creatures and the twenty-four elders fell down before\nthe Lamb, each holding a harp, and golden bowls full of incense,","which are the prayers of the saints. (9) And they sang a new song,\nsaying, \"Worthy are you to take the scroll and to open its seals, for\nyou were slain, and by your blood you ransomed people for God\nfrom every tribe and language and people and nation, (10) and\nyou have made them a kingdom and priests to our God, and they\nshall reign on the earth.\" (11) Then I looked, and I heard around\nthe throne and the living creatures and the elders the voice of\nmany angels, numbering myriads of myriads and thousands of\nthousands, (12) saying with a loud voice, \"Worthy is the Lamb who\nwas slain, to receive power and wealth and wisdom and might and\nhonor and glory and blessing!\""],"word_count":274},{"reference":"John 2:18–22","translation":"ESV","division":"Senior","passage_number":6,"release":"Navigate","cards":["(18) So the Jews said to him, \"What sign do you show us for\ndoing these things?\" (19) Jesus answered them, \"Destroy this\ntemple, and in three days I will raise it up.\" (20) The Jews then\nsaid, \"It has taken forty-six years to build this temple, and will\nyou raise it up in three days?\" (21) But he was speaking about\nthe temple of his body. (22) When therefore he was raised\nfrom the dead, his disciples remembered that he had said\nthis, and they believed the Scripture and the word that Jesus\nhad spoken."],"word_count":92},{"reference":"Acts 10:36–38","translation":"ESV","division":"Senior","passage_number":7,"release":"Explore","cards":["(36) As for the word that he sent to Israel, preaching good\nnews of peace through Jesus Christ (he is Lord of all),\n(37) you yourselves know what happened throughout all\nJudea, beginning from Galilee after the baptism that John\nproclaimed: (38) how God anointed Jesus of Nazareth with\nthe Holy Spirit and with power. He went about doing good\nand healing all who were oppressed by the devil, for God\nwas with him."],"word_count":71},{"reference":"John 3:32–36","translation":"ESV","division":"Senior","passage_number":8,"release":"Navigate","cards":["(32) He bears witness to what he has seen and heard, yet\nno one receives his testimony. (33) Whoever receives his\ntestimony sets his seal to this, that God is true. (34) For he\nwhom God has sent utters the words of God, for he gives the\nSpirit without measure. (35) The Father loves the Son and has\ngiven all things into his hand. (36) Whoever believes in the\nSon has eternal life; whoever does not obey the Son shall not\nsee life, but the wrath of God remains on him."],"word_count":86},{"reference":"Titus 3:4–7","translation":"ESV","division":"Senior","passage_number":9,"release":"Explore","cards":["(4) But when the goodness and loving kindness of God our\nSavior appeared, (5) he saved us, not because of works done\nby us in righteousness, but according to his own mercy, by\nthe washing of regeneration and renewal of the Holy Spirit,\n(6) whom he poured out on us richly through Jesus Christ\nour Savior, (7) so that being justiﬁed by his grace we might\nbecome heirs according to the hope of eternal life."],"word_count":71},{"reference":"John 4:41–42","translation":"ESV","division":"Senior","passage_number":10,"release":"Navigate","cards":["(41) And many more believed because of his word. (42) They\nsaid to the woman, \"It is no longer because of what you said\nthat we believe, for we have heard for ourselves, and we know\nthat this is indeed the Savior of the world.\""],"word_count":43},{"reference":"Acts 18:27–28","translation":"ESV","division":"Senior","passage_number":11,"release":"Explore","cards":["(27) And when he wished to cross to Achaia, the brothers\nencouraged him and wrote to the disciples to welcome him.\nWhen he arrived, he greatly helped those who through grace\nhad believed, (28) for he powerfully refuted the Jews in\npublic, showing by the Scriptures that the Christ was Jesus."],"word_count":49},{"reference":"John 5:24","translation":"ESV","division":"Senior","passage_number":12,"release":"Navigate","cards":["(24) Truly, truly, I say to you, whoever hears my word and\nbelieves him who sent me has eternal life. He does not come\ninto judgment, but has passed from death to life."],"word_count":32},{"reference":"Colossians 1:15–18","translation":"ESV","division":"Senior","passage_number":13,"release":"Explore","cards":["(15) He is the image of the invisible God, the ﬁrstborn of all\ncreation. (16) For by him all things were created, in heaven and\non earth, visible and invisible, whether thrones or dominions\nor rulers or authorities--all things were created through him\nand for him. (17) And he is before all things, and in him all\nthings hold together. (18) And he is the head of the body, the\nchurch. He is the beginning, the ﬁrstborn from the dead, that\nin everything he might be preeminent."],"word_count":84},{"reference":"John 6:35–40","translation":"ESV","division":"Senior","passage_number":14,"release":"Navigate","cards":["(35) Jesus said to them, \"I am the bread of life; whoever comes\nto me shall not hunger, and whoever believes in me shall never\nthirst. (36) But I said to you that you have seen me and yet do\nnot believe. (37) All that the Father gives me will come to me, and\nwhoever comes to me I will never cast out. (38) For I have come\ndown from heaven, not to do my own will but the will of him who\nsent me. (39) And this is the will of him who sent me, that I should\nlose nothing of all that he has given me, but raise it up on the last\nday. (40) For this is the will of my Father, that everyone who looks\non the Son and believes in him should have eternal life, and I will\nraise him up on the last day.\""],"word_count":144},{"reference":"1 Corinthians 11:23–24","translation":"ESV","division":"Senior","passage_number":15,"release":"Explore","cards":["(23) For I received from the Lord what I also delivered to you,\nthat the Lord Jesus on the night when he was betrayed took\nbread, (24) and when he had given thanks, he broke it, and\nsaid, \"This is my body, which is for you. Do this in remembrance\nof me.\""],"word_count":50},{"reference":"Genesis 2:1-6","translation":"ESV","division":"Senior","passage_number":16,"release":"NBBC","cards":["(1) Thus the heavens and the earth were finished, and all the host\nof them. (2) And on the seventh day God finished his work that\nhe had done, and he rested on the seventh day from all his work\nthat he had done. (3) So God blessed the seventh day and made it\nholy, because on it God rested from all his work that he had done\nin creation. (4) These are the generations of the heavens and the\nearth when they were created, in the day that the LORD God made\nthe earth and the heavens. (5) When no bush of the field was yet in\nthe land and no small plant of the field had yet sprung up--for the\nLORD God had not caused it to rain on the land, and there was no\nman to work the ground, (6) and a mist was going up from the land\nand was watering the whole face of the ground--"],"word_count":156},{"reference":"Genesis 19:23-29","translation":"ESV","division":"Senior","passage_number":17,"release":"NBBC","cards":["(23) The sun had risen on the earth when Lot came to Zoar.\n(24) Then the LORD rained on Sodom and Gomorrah sulfur\nand fire from the LORD out of heaven. (25) And he overthrew\nthose cities, and all the valley, and all the inhabitants of the\ncities, and what grew on the ground. (26) But Lot's wife,\nbehind him, looked back, and she became a pillar of salt. (27)\nAnd Abraham went early in the morning to the place where\nhe had stood before the LORD. (28) And he looked down\ntoward Sodom and Gomorrah and toward all the land of the\nvalley, and he looked and, behold, the smoke of the land\nwent up like the smoke of a furnace. (29) So it was that, when","God destroyed the cities of the valley, God remembered\nAbraham and sent Lot out of the midst of the overthrow when\nhe overthrew the cities in which Lot had lived."],"word_count":151},{"reference":"Exodus 15:6-12","translation":"ESV","division":"Senior","passage_number":18,"release":"NBBC","cards":["(6) Your right hand, O LORD, glorious in power, your right\nhand, O LORD, shatters the enemy. (7) In the greatness of\nyour majesty you overthrow your adversaries; you send out\nyour fury; it consumes them like stubble. (8) At the blast of\nyour nostrils the waters piled up; the floods stood up in a\nheap; the deeps congealed in the heart of the sea. (9) The\nenemy said, 'I will pursue, I will overtake, I will divide the spoil,\nmy desire shall have its fill of them. I will draw my sword; my\nhand shall destroy them.' (10) You blew with your wind; the\nsea covered them; they sank like lead in the mighty waters.\n(11) \"Who is like you, O LORD, among the gods? Who is like","you, majestic in holiness, awesome in glorious deeds, doing\nwonders? (12) You stretched out your right hand; the earth\nswallowed them."],"word_count":143},{"reference":"Deuteronomy 6:20-25","translation":"ESV","division":"Senior","passage_number":19,"release":"NBBC","cards":["(20) \"When your son asks you in time to come, 'What is the\nmeaning of the testimonies and the statutes and the rules that\nthe LORD our God has commanded you?' (21) then you shall\nsay to your son, 'We were Pharaoh's slaves in Egypt. And the\nLORD brought us out of Egypt with a mighty hand. (22) And\nthe LORD showed signs and wonders, great and grievous,\nagainst Egypt and against Pharaoh and all his household,\nbefore our eyes. (23) And he brought us out from there, that\nhe might bring us in and give us the land that he swore to\ngive to our fathers. (24) And the LORD commanded us to do\nall these statutes, to fear the LORD our God, for our good","always, that he might preserve us alive, as we are this day.\n(25) And it will be righteousness for us, if we are careful to do\nall this commandment before the LORD our God, as he has\ncommanded us.'"],"word_count":160},{"reference":"Deuteronomy 30:11-20","translation":"ESV","division":"Senior","passage_number":20,"release":"NBBC","cards":["(11) \"For this commandment that I command you today is not\ntoo hard for you, neither is it far off. (12) It is not in heaven,\nthat you should say, 'Who will ascend to heaven for us and\nbring it to us, that we may hear it and do it?' (13) Neither is\nit beyond the sea, that you should say, 'Who will go over the\nsea for us and bring it to us, that we may hear it and do it?'\n(14) But the word is very near you. It is in your mouth and in\nyour heart, so that you can do it. (15) \"See, I have set before\nyou today life and good, death and evil. (16) If you obey the\ncommandments of the LORD your God that I command you\ntoday, by loving the LORD your God, by walking in his ways,","and by keeping his commandments and his statutes and his\nrules, then you shall live and multiply, and the LORD your\nGod will bless you in the land that you are entering to take\npossession of it. (17) But if your heart turns away, and you\nwill not hear, but are drawn away to worship other gods and\nserve them, (18) I declare to you today, that you shall surely\nperish. You shall not live long in the land that you are going\nover the Jordan to enter and possess. (19) I call heaven and\nearth to witness against you today, that I have set before you\nlife and death, blessing and curse. Therefore choose life, that\nyou and your offspring may live, (20) loving the LORD your","God, obeying his voice and holding fast to him, for he is your\nlife and length of days, that you may dwell in the land that\nthe LORD swore to your fathers, to Abraham, to Isaac, and to\nJacob, to give them.\""],"word_count":306},{"reference":"Joshua 1:1-9","translation":"ESV","division":"Senior","passage_number":21,"release":"NBBC","cards":["(1) After the death of Moses the servant of the LORD, the LORD\nsaid to Joshua the son of Nun, Moses' assistant, (2) \"Moses\nmy servant is dead. Now therefore arise, go over this Jordan,\nyou and all this people, into the land that I am giving to them,\nto the people of Israel. (3) Every place that the sole of your\nfoot will tread upon I have given to you, just as I promised\nto Moses. (4) From the wilderness and this Lebanon as far as\nthe great river, the river Euphrates, all the land of the Hittites\nto the Great Sea toward the going down of the sun shall be\nyour territory. (5) No man shall be able to stand before you\nall the days of your life. Just as I was with Moses, so I will be","with you. I will not leave you or forsake you. (6) Be strong\nand courageous, for you shall cause this people to inherit the\nland that I swore to their fathers to give them. (7) Only be\nstrong and very courageous, being careful to do according\nto all the law that Moses my servant commanded you. Do\nnot turn from it to the right hand or to the left, that you may\nhave good success wherever you go. (8) This Book of the Law\nshall not depart from your mouth, but you shall meditate on\nit day and night, so that you may be careful to do according\nto all that is written in it. For then you will make your way\nprosperous, and then you will have good success. (9) Have I","not commanded you? Be strong and courageous. Do not be\nfrightened, and do not be dismayed, for the LORD your God\nis with you wherever you go.\""],"word_count":291},{"reference":"1 Samuel 16:4-7","translation":"ESV","division":"Senior","passage_number":22,"release":"NBBC","cards":["(4) Samuel did what the LORD commanded and came to Bethlehem.\nThe elders of the city came to meet him trembling and said, \"Do\nyou come peaceably?\" (5) And he said, \"Peaceably; I have come to\nsacrifice to the LORD. Consecrate yourselves, and come with me to\nthe sacrifice.\" And he consecrated Jesse and his sons and invited\nthem to the sacrifice. (6) When they came, he looked on Eliab and\nthought, \"Surely the LORD's anointed is before him.\" (7) But the\nLORD said to Samuel, \"Do not look on his appearance or on the\nheight of his stature, because I have rejected him. For the LORD\nsees not as man sees: man looks on the outward appearance, but\nthe LORD looks on the heart.\""],"word_count":121},{"reference":"2 Samuel 2:4-7","translation":"ESV","division":"Senior","passage_number":23,"release":"NBBC","cards":["(4) And the men of Judah came, and there they anointed David\nking over the house of Judah. When they told David, \"It was\nthe men of Jabesh-gilead who buried Saul,\" (5) David sent\nmessengers to the men of Jabesh-gilead and said to them,\n\"May you be blessed by the LORD, because you showed this\nloyalty to Saul your lord and buried him. (6) Now may the\nLORD show steadfast love and faithfulness to you. And I will\ndo good to you because you have done this thing. (7) Now\ntherefore let your hands be strong, and be valiant, for Saul\nyour lord is dead, and the house of Judah has anointed me\nking over them.\""],"word_count":114},{"reference":"2 Samuel 12:1-8","translation":"ESV","division":"Senior","passage_number":24,"release":"NBBC","cards":["(1) And the LORD sent Nathan to David. He came to him and\nsaid to him, \"There were two men in a certain city, the one\nrich and the other poor. (2) The rich man had very many flocks\nand herds, (3) but the poor man had nothing but one little\newe lamb, which he had bought. And he brought it up, and\nit grew up with him and with his children. It used to eat of his\nmorsel and drink from his cup and lie in his arms, and it was\nlike a daughter to him. (4) Now there came a traveler to the\nrich man, and he was unwilling to take one of his own flock\nor herd to prepare for the guest who had come to him, but\nhe took the poor man's lamb and prepared it for the man","who had come to him.\" (5) Then David's anger was greatly\nkindled against the man, and he said to Nathan, \"As the\nLORD lives, the man who has done this deserves to die, (6)\nand he shall restore the lamb fourfold, because he did this\nthing, and because he had no pity.\" (7) Nathan said to David,\n\"You are the man! Thus says the LORD, the God of Israel, 'I\nanointed you king over Israel, and I delivered you out of the\nhand of Saul. (8) And I gave you your master's house and\nyour master's wives into your arms and gave you the house\nof Israel and of Judah. And if this were too little, I would add\nto you as much more."],"word_count":259},{"reference":"Psalm 5:4-8","translation":"ESV","division":"Senior","passage_number":25,"release":"NBBC","cards":["(4) For you are not a God who delights in wickedness; evil may\nnot dwell with you. (5) The boastful shall not stand before your\neyes; you hate all evildoers. (6) You destroy those who speak\nlies; the LORD abhors the bloodthirsty and deceitful man.\n(7) But I, through the abundance of your steadfast love, will\nenter your house. I will bow down toward your holy temple in\nthe fear of you. (8) Lead me, O LORD, in your righteousness\nbecause of my enemies; make your way straight before me."],"word_count":85},{"reference":"Psalm 33:1-15","translation":"ESV","division":"Senior","passage_number":26,"release":"NBBC","cards":["(1) Shout for joy in the LORD, O you righteous! Praise befits\nthe upright. (2) Give thanks to the LORD with the lyre; make\nmelody to him with the harp of ten strings! (3) Sing to him a\nnew song; play skillfully on the strings, with loud shouts. (4)\nFor the word of the LORD is upright, and all his work is done in\nfaithfulness. (5) He loves righteousness and justice; the earth\nis full of the steadfast love of the LORD. (6) By the word of the\nLORD the heavens were made, and by the breath of his mouth\nall their host. (7) He gathers the waters of the sea as a heap;\nhe puts the deeps in storehouses. (8) Let all the earth fear the\nLORD; let all the inhabitants of the world stand in awe of him!","(9) For he spoke, and it came to be; he commanded, and it\nstood firm. (10) The LORD brings the counsel of the nations\nto nothing; he frustrates the plans of the peoples. (11) The\ncounsel of the LORD stands forever, the plans of his heart to\nall generations. (12) Blessed is the nation whose God is the\nLORD, the people whom he has chosen as his heritage! (13)\nThe LORD looks down from heaven; he sees all the children\nof man; (14) from where he sits enthroned he looks out on all\nthe inhabitants of the earth, (15) he who fashions the hearts\nof them all and observes all their deeds."],"word_count":237},{"reference":"Psalm 35:4-5","translation":"ESV","division":"Senior","passage_number":27,"release":"NBBC","cards":["(4) Let them be put to shame and dishonor who seek after my\nlife! Let them be turned back and disappointed who devise\nevil against me! (5) Let them be like chaff before the wind,\nwith the angel of the LORD driving them away!"],"word_count":42},{"reference":"Psalm 42:1-6","translation":"ESV","division":"Senior","passage_number":28,"release":"NBBC","cards":["(1) As a deer pants for flowing streams, so pants my soul for you,\nO God. (2) My soul thirsts for God, for the living God. When shall\nI come and appear before God? (3) My tears have been my food\nday and night, while they say to me all the day long, \"Where is\nyour God?\" (4) These things I remember, as I pour out my soul:\nhow I would go with the throng and lead them in procession to the\nhouse of God with glad shouts and songs of praise, a multitude\nkeeping festival. (5) Why are you cast down, O my soul, and why\nare you in turmoil within me? Hope in God; for I shall again praise\nhim, my salvation (6) and my God. My soul is cast down within me;\ntherefore I remember you from the land of Jordan and of Hermon,\nfrom Mount Mizar."],"word_count":144},{"reference":"Psalm 65:1-13","translation":"ESV","division":"Senior","passage_number":29,"release":"NBBC","cards":["(1) Praise is due to you, O God, in Zion, and to you shall vows\nbe performed. (2) O you who hear prayer, to you shall all flesh\ncome. (3) When iniquities prevail against me, you atone for our\ntransgressions. (4) Blessed is the one you choose and bring near,\nto dwell in your courts! We shall be satisfied with the goodness of\nyour house, the holiness of your temple! (5) By awesome deeds\nyou answer us with righteousness, O God of our salvation, the\nhope of all the ends of the earth and of the farthest seas; (6) the\none who by his strength established the mountains, being girded\nwith might; (7) who stills the roaring of the seas, the roaring of their\nwaves, the tumult of the peoples, (8) so that those who dwell at the","ends of the earth are in awe at your signs. You make the going out\nof the morning and the evening to shout for joy. (9) You visit the\nearth and water it; you greatly enrich it; the river of God is full of\nwater; you provide their grain, for so you have prepared it. (10)\nYou water its furrows abundantly, settling its ridges, softening it\nwith showers, and blessing its growth. (11) You crown the year with\nyour bounty; your wagon tracks overflow with abundance. (12) The\npastures of the wilderness overflow, the hills gird themselves with\njoy, (13) the meadows clothe themselves with flocks, the valleys\ndeck themselves with grain, they shout and sing together for joy."],"word_count":244},{"reference":"Psalm 80:1-17","translation":"ESV","division":"Senior","passage_number":30,"release":"NBBC","cards":["(1) Give ear, O Shepherd of Israel, you who lead Joseph like a\nflock. You who are enthroned upon the cherubim, shine forth.\n(2) Before Ephraim and Benjamin and Manasseh, stir up your\nmight and come to save us! (3) Restore us, O God; let your\nface shine, that we may be saved! (4) O LORD God of hosts,\nhow long will you be angry with your people's prayers? (5)\nYou have fed them with the bread of tears and given them\ntears to drink in full measure. (6) You make us an object of\ncontention for our neighbors, and our enemies laugh among\nthemselves. (7) Restore us, O God of hosts; let your face shine,\nthat we may be saved! (8) You brought a vine out of Egypt;","you drove out the nations and planted it. (9) You cleared the\nground for it; it took deep root and filled the land. (10) The\nmountains were covered with its shade, the mighty cedars\nwith its branches. (11) It sent out its branches to the sea and\nits shoots to the River. (12) Why then have you broken down\nits walls, so that all who pass along the way pluck its fruit? (13)\nThe boar from the forest ravages it, and all that move in the\nfield feed on it. (14) Turn again, O God of hosts! Look down\nfrom heaven, and see; have regard for this vine, (15) the stock\nthat your right hand planted, and for the son whom you made\nstrong for yourself. (16) They have burned it with fire; they","have cut it down; may they perish at the rebuke of your face!\n(17) But let your hand be on the man of your right hand, the\nson of man whom you have made strong for yourself!"],"word_count":283},{"reference":"Psalm 92:1-10","translation":"ESV","division":"Senior","passage_number":31,"release":"NBBC","cards":["(1) It is good to give thanks to the LORD, to sing praises to\nyour name, O Most High; (2) to declare your steadfast love in\nthe morning, and your faithfulness by night, (3) to the music\nof the lute and the harp, to the melody of the lyre. (4) For\nyou, O LORD, have made me glad by your work; at the works\nof your hands I sing for joy. (5) How great are your works,\nO LORD! Your thoughts are very deep! (6) The stupid man\ncannot know; the fool cannot understand this: (7) that though\nthe wicked sprout like grass and all evildoers flourish, they\nare doomed to destruction forever; (8) but you, O LORD,\nare on high forever. (9) For behold, your enemies, O LORD,","for behold, your enemies shall perish; all evildoers shall be\nscattered. (10) But you have exalted my horn like that of the\nwild ox; you have poured over me fresh oil."],"word_count":150},{"reference":"Psalm 101:3-4","translation":"ESV","division":"Senior","passage_number":32,"release":"NBBC","cards":["(3) I will not set before my eyes anything that is worthless. I\nhate the work of those who fall away; it shall not cling to me.\n(4) A perverse heart shall be far from me; I will know nothing\nof evil."],"word_count":40},{"reference":"Proverbs 8:12-17","translation":"ESV","division":"Senior","passage_number":33,"release":"NBBC","cards":["(12) \"I, wisdom, dwell with prudence, and I find knowledge\nand discretion. (13) The fear of the LORD is hatred of evil.\nPride and arrogance and the way of evil and perverted speech\nI hate. (14) I have counsel and sound wisdom; I have insight; I\nhave strength. (15) By me kings reign, and rulers decree what\nis just; (16) by me princes rule, and nobles, all who govern\njustly. (17) I love those who love me, and those who seek me\ndiligently find me."],"word_count":79},{"reference":"Isaiah 60:1-9","translation":"ESV","division":"Senior","passage_number":34,"release":"NBBC","cards":["(1) Arise, shine, for your light has come, and the glory of the LORD\nhas risen upon you. (2) For behold, darkness shall cover the earth,\nand thick darkness the peoples; but the LORD will arise upon you,\nand his glory will be seen upon you. (3) And nations shall come\nto your light, and kings to the brightness of your rising. (4) Lift up\nyour eyes all around, and see; they all gather together, they come\nto you; your sons shall come from afar, and your daughters shall\nbe carried on the hip. (5) Then you shall see and be radiant; your\nheart shall thrill and exult, because the abundance of the sea shall\nbe turned to you, the wealth of the nations shall come to you. (6)\nA multitude of camels shall cover you, the young camels of Midian","and Ephah; all those from Sheba shall come. They shall bring gold\nand frankincense, and shall bring good news, the praises of the\nLORD. (7) All the flocks of Kedar shall be gathered to you; the\nrams of Nebaioth shall minister to you; they shall come up with\nacceptance on my altar, and I will beautify my beautiful house. (8)\nWho are these that fly like a cloud, and like doves to their windows?\n(9) For the coastlands shall hope for me, the ships of Tarshish first,\nto bring your children from afar, their silver and gold with them, for\nthe name of the LORD your God, and for the Holy One of Israel,\nbecause he has made you beautiful."],"word_count":252},{"reference":"Lamentations 3:22-42","translation":"ESV","division":"Senior","passage_number":35,"release":"NBBC","cards":["(22) The steadfast love of the LORD never ceases; his mercies\nnever come to an end; (23) they are new every morning; great\nis your faithfulness. (24) \"The LORD is my portion,\" says my soul,\n\"therefore I will hope in him.\" (25) The LORD is good to those who\nwait for him, to the soul who seeks him. (26) It is good that one\nshould wait quietly for the salvation of the LORD. (27) It is good\nfor a man that he bear the yoke in his youth. (28) Let him sit alone\nin silence when it is laid on him; (29) let him put his mouth in the\ndust-- there may yet be hope; (30) let him give his cheek to the one\nwho strikes, and let him be filled with insults. (31) For the Lord will\nnot cast off forever, (32) but, though he cause grief, he will have\ncompassion according to the abundance of his steadfast love;","(33) for he does not afflict from his heart or grieve the children of\nmen. (34) To crush underfoot all the prisoners of the earth, (35)\nto deny a man justice in the presence of the Most High, (36) to\nsubvert a man in his lawsuit, the Lord does not approve. (37) Who\nhas spoken and it came to pass, unless the Lord has commanded\nit? (38) Is it not from the mouth of the Most High that good and\nbad come? (39) Why should a living man complain, a man, about\nthe punishment of his sins? (40) Let us test and examine our ways,\nand return to the LORD! (41) Let us lift up our hearts and hands to\nGod in heaven: (42) \"We have transgressed and rebelled, and you\nhave not forgiven."],"word_count":273},{"reference":"Ezekiel 1:4-14","translation":"ESV","division":"Senior","passage_number":36,"release":"NBBC","cards":["(4) As I looked, behold, a stormy wind came out of the north,\nand a great cloud, with brightness around it, and fire flashing\nforth continually, and in the midst of the fire, as it were gleaming\nmetal. (5) And from the midst of it came the likeness of four\nliving creatures. And this was their appearance: they had a\nhuman likeness, (6) but each had four faces, and each of them\nhad four wings. (7) Their legs were straight, and the soles of\ntheir feet were like the sole of a calf's foot. And they sparkled\nlike burnished bronze. (8) Under their wings on their four\nsides they had human hands. And the four had their faces and\ntheir wings thus: (9) their wings touched one another. Each","one of them went straight forward, without turning as they\nwent. (10) As for the likeness of their faces, each had a human\nface. The four had the face of a lion on the right side, the four\nhad the face of an ox on the left side, and the four had the\nface of an eagle. (11) Such were their faces. And their wings\nwere spread out above. Each creature had two wings, each of\nwhich touched the wing of another, while two covered their\nbodies. (12) And each went straight forward. Wherever the\nspirit would go, they went, without turning as they went. (13)\nAs for the likeness of the living creatures, their appearance\nwas like burning coals of fire, like the appearance of torches","moving to and fro among the living creatures. And the fire\nwas bright, and out of the fire went forth lightning. (14) And\nthe living creatures darted to and fro, like the appearance of\na flash of lightning."],"word_count":283},{"reference":"Daniel 1:8-17","translation":"ESV","division":"Senior","passage_number":37,"release":"NBBC","cards":["(8) But Daniel resolved that he would not defile himself with the\nking's food, or with the wine that he drank. Therefore he asked\nthe chief of the eunuchs to allow him not to defile himself. (9) And\nGod gave Daniel favor and compassion in the sight of the chief\nof the eunuchs, (10) and the chief of the eunuchs said to Daniel,\n\"I fear my lord the king, who assigned your food and your drink;\nfor why should he see that you were in worse condition than the\nyouths who are of your own age? So you would endanger my head\nwith the king.\" (11) Then Daniel said to the steward whom the\nchief of the eunuchs had assigned over Daniel, Hananiah, Mishael,\nand Azariah, (12) \"Test your servants for ten days; let us be given","vegetables to eat and water to drink. (13) Then let our appearance\nand the appearance of the youths who eat the king's food be\nobserved by you, and deal with your servants according to what\nyou see.\" (14) So he listened to them in this matter, and tested\nthem for ten days. (15) At the end of ten days it was seen that they\nwere better in appearance and fatter in flesh than all the youths\nwho ate the king's food. (16) So the steward took away their food\nand the wine they were to drink, and gave them vegetables. (17)\nAs for these four youths, God gave them learning and skill in all\nliterature and wisdom, and Daniel had understanding in all visions\nand dreams."],"word_count":253},{"reference":"Joel 2:1-11","translation":"ESV","division":"Senior","passage_number":38,"release":"NBBC","cards":["(1) Blow a trumpet in Zion; sound an alarm on my holy\nmountain! Let all the inhabitants of the land tremble, for the\nday of the LORD is coming; it is near, (2) a day of darkness\nand gloom, a day of clouds and thick darkness! Like\nblackness there is spread upon the mountains a great and\npowerful people; their like has never been before, nor will\nbe again after them through the years of all generations. (3)\nFire devours before them, and behind them a flame burns.\nThe land is like the garden of Eden before them, but behind\nthem a desolate wilderness, and nothing escapes them. (4)\nTheir appearance is like the appearance of horses, and like","war horses they run. (5) As with the rumbling of chariots,\nthey leap on the tops of the mountains, like the crackling of\na flame of fire devouring the stubble, like a powerful army\ndrawn up for battle. (6) Before them peoples are in anguish;\nall faces grow pale. (7) Like warriors they charge; like soldiers\nthey scale the wall. They march each on his way; they do not\nswerve from their paths. (8) They do not jostle one another;\neach marches in his path; they burst through the weapons\nand are not halted. (9) They leap upon the city, they run upon\nthe walls, they climb up into the houses, they enter through\nthe windows like a thief. (10) The earth quakes before them;","the heavens tremble. The sun and the moon are darkened,\nand the stars withdraw their shining. (11) The LORD utters his\nvoice before his army, for his camp is exceedingly great; he\nwho executes his word is powerful. For the day of the LORD\nis great and very awesome; who can endure it?"],"word_count":286},{"reference":"Amos 2:1-5","translation":"ESV","division":"Senior","passage_number":39,"release":"NBBC","cards":["(1) Thus says the LORD: \"For three transgressions of Moab, and for\nfour, I will not revoke the punishment, because he burned to lime\nthe bones of the king of Edom. (2) So I will send a fire upon Moab,\nand it shall devour the strongholds of Kerioth, and Moab shall die\namid uproar, amid shouting and the sound of the trumpet; (3) I will\ncut off the ruler from its midst, and will kill all its princes with him,\"\nsays the LORD. (4) Thus says the LORD: \"For three transgressions of\nJudah, and for four, I will not revoke the punishment, because they\nhave rejected the law of the LORD, and have not kept his statutes,\nbut their lies have led them astray, those after which their fathers\nwalked. (5) So I will send a fire upon Judah, and it shall devour the\nstrongholds of Jerusalem.\""],"word_count":142},{"reference":"Obadiah 1:17-21","translation":"ESV","division":"Senior","passage_number":40,"release":"NBBC","cards":["(17) But in Mount Zion there shall be those who escape, and it\nshall be holy, and the house of Jacob shall possess their own\npossessions. (18) The house of Jacob shall be a fire, and the\nhouse of Joseph a flame, and the house of Esau stubble; they\nshall burn them and consume them, and there shall be no\nsurvivor for the house of Esau, for the LORD has spoken. (19)\nThose of the Negeb shall possess Mount Esau, and those of\nthe Shephelah shall possess the land of the Philistines; they\nshall possess the land of Ephraim and the land of Samaria,\nand Benjamin shall possess Gilead. (20) The exiles of this\nhost of the people of Israel shall possess the land of the","Canaanites as far as Zarephath, and the exiles of Jerusalem\nwho are in Sepharad shall possess the cities of the Negeb.\n(21) Saviors shall go up to Mount Zion to rule Mount Esau,\nand the kingdom shall be the LORD's."],"word_count":161},{"reference":"Nahum 1:6-8","translation":"ESV","division":"Senior","passage_number":41,"release":"NBBC","cards":["(6) Who can stand before his indignation? Who can endure\nthe heat of his anger? His wrath is poured out like fire, and the\nrocks are broken into pieces by him. (7) The LORD is good, a\nstronghold in the day of trouble; he knows those who take\nrefuge in him. (8) But with an overflowing flood he will make a\ncomplete end of the adversaries, and will pursue his enemies\ninto darkness."],"word_count":70},{"reference":"Zechariah 4:1-10","translation":"ESV","division":"Senior","passage_number":42,"release":"NBBC","cards":["(1) And the angel who talked with me came again and woke me,\nlike a man who is awakened out of his sleep. (2) And he said to\nme, \"What do you see?\" I said, \"I see, and behold, a lampstand all\nof gold, with a bowl on the top of it, and seven lamps on it, with\nseven lips on each of the lamps that are on the top of it. (3) And\nthere are two olive trees by it, one on the right of the bowl and\nthe other on its left.\" (4) And I said to the angel who talked with\nme, \"What are these, my lord?\" (5) Then the angel who talked with\nme answered and said to me, \"Do you not know what these are?\"\nI said, \"No, my lord.\" (6) Then he said to me, \"This is the word of\nthe LORD to Zerubbabel: Not by might, nor by power, but by my","Spirit, says the LORD of hosts. (7) Who are you, O great mountain?\nBefore Zerubbabel you shall become a plain. And he shall bring\nforward the top stone amid shouts of 'Grace, grace to it!'\" (8)\nThen the word of the LORD came to me, saying, (9) \"The hands of\nZerubbabel have laid the foundation of this house; his hands shall\nalso complete it. Then you will know that the LORD of hosts has\nsent me to you. (10) For whoever has despised the day of small\nthings shall rejoice, and shall see the plumb line in the hand of\nZerubbabel. \"These seven are the eyes of the LORD, which range\nthrough the whole earth.\""],"word_count":264},{"reference":"Matthew 2:9-11","translation":"ESV","division":"Senior","passage_number":43,"release":"NBBC","cards":["(9) After listening to the king, they went on their way. And\nbehold, the star that they had seen when it rose went before\nthem until it came to rest over the place where the child was.\n(10) When they saw the star, they rejoiced exceedingly with\ngreat joy. (11) And going into the house, they saw the child\nwith Mary his mother, and they fell down and worshiped him.\nThen, opening their treasures, they offered him gifts, gold\nand frankincense and myrrh."],"word_count":80},{"reference":"Philippians 4:10-13","translation":"ESV","division":"Senior","passage_number":44,"release":"NBBC","cards":["(10) I rejoiced in the Lord greatly that now at length you have\nrevived your concern for me. You were indeed concerned for\nme, but you had no opportunity. (11) Not that I am speaking\nof being in need, for I have learned in whatever situation I am\nto be content. (12) I know how to be brought low, and I know\nhow to abound. In any and every circumstance, I have learned\nthe secret of facing plenty and hunger, abundance and need.\n(13) I can do all things through him who strengthens me."],"word_count":90},{"reference":"1 John 3:1-2","translation":"ESV","division":"Senior","passage_number":45,"release":"NBBC","cards":["(1) See what kind of love the Father has given to us, that we\nshould be called children of God; and so we are. The reason\nwhy the world does not know us is that it did not know him.\n(2) Beloved, we are God's children now, and what we will be\nhas not yet appeared; but we know that when he appears we\nshall be like him, because we shall see him as he is."],"word_count":74},{"reference":"Genesis 12:4-20","translation":"ESV","division":"Senior","passage_number":46,"release":"NBBC","cards":["(4) So Abram went, as the LORD had told him, and Lot went with\nhim. Abram was seventy-five years old when he departed from\nHaran. (5) And Abram took Sarai his wife, and Lot his brother's son,\nand all their possessions that they had gathered, and the people\nthat they had acquired in Haran, and they set out to go to the land\nof Canaan. When they came to the land of Canaan, (6) Abram\npassed through the land to the place at Shechem, to the oak of\nMoreh. At that time the Canaanites were in the land. (7) Then the\nLORD appeared to Abram and said, \"To your offspring I will give\nthis land.\" So he built there an altar to the LORD, who had appeared\nto him. (8) From there he moved to the hill country on the east of\nBethel and pitched his tent, with Bethel on the west and Ai on the","east. And there he built an altar to the LORD and called upon the\nname of the LORD. (9) And Abram journeyed on, still going toward\nthe Negeb. (10) Now there was a famine in the land. So Abram\nwent down to Egypt to sojourn there, for the famine was severe in\nthe land. (11) When he was about to enter Egypt, he said to Sarai\nhis wife, \"I know that you are a woman beautiful in appearance,\n(12) and when the Egyptians see you, they will say, 'This is his wife.'\nThen they will kill me, but they will let you live. (13) Say you are my\nsister, that it may go well with me because of you, and that my life\nmay be spared for your sake.\" (14) When Abram entered Egypt, the\nEgyptians saw that the woman was very beautiful. (15) And when\nthe princes of Pharaoh saw her, they praised her to Pharaoh. And","the woman was taken into Pharaoh's house. (16) And for her sake\nhe dealt well with Abram; and he had sheep, oxen, male donkeys,\nmale servants, female servants, female donkeys, and camels. (17)\nBut the LORD afflicted Pharaoh and his house with great plagues\nbecause of Sarai, Abram's wife. (18) So Pharaoh called Abram and\nsaid, \"What is this you have done to me? Why did you not tell me\nthat she was your wife? (19) Why did you say, 'She is my sister,' so\nthat I took her for my wife? Now then, here is your wife; take her,\nand go.\" (20) And Pharaoh gave men orders concerning him, and\nthey sent him away with his wife and all that he had."],"word_count":421},{"reference":"Deuteronomy 4:2-6","translation":"ESV","division":"Senior","passage_number":47,"release":"NBBC","cards":["(2) You shall not add to the word that I command you, nor take\nfrom it, that you may keep the commandments of the LORD your\nGod that I command you. (3) Your eyes have seen what the LORD\ndid at Baal-peor, for the LORD your God destroyed from among\nyou all the men who followed the Baal of Peor. (4) But you who\nheld fast to the LORD your God are all alive today. (5) See, I have\ntaught you statutes and rules, as the LORD my God commanded\nme, that you should do them in the land that you are entering to\ntake possession of it. (6) Keep them and do them, for that will be\nyour wisdom and your understanding in the sight of the peoples,\nwho, when they hear all these statutes, will say, 'Surely this great\nnation is a wise and understanding people.'"],"word_count":144},{"reference":"Psalm 69:1-24","translation":"ESV","division":"Senior","passage_number":48,"release":"NBBC","cards":["(1) Save me, O God! For the waters have come up to my\nneck. (2) I sink in deep mire, where there is no foothold; I\nhave come into deep waters, and the flood sweeps over me.\n(3) I am weary with my crying out; my throat is parched. My\neyes grow dim with waiting for my God. (4) More in number\nthan the hairs of my head are those who hate me without\ncause; mighty are those who would destroy me, those who\nattack me with lies. What I did not steal must I now restore?\n(5) O God, you know my folly; the wrongs I have done are\nnot hidden from you. (6) Let not those who hope in you be\nput to shame through me, O Lord GOD of hosts; let not those","who seek you be brought to dishonor through me, O God of\nIsrael. (7) For it is for your sake that I have borne reproach,\nthat dishonor has covered my face. (8) I have become a\nstranger to my brothers, an alien to my mother's sons. (9) For\nzeal for your house has consumed me, and the reproaches of\nthose who reproach you have fallen on me. (10) When I wept\nand humbled my soul with fasting, it became my reproach.\n(11) When I made sackcloth my clothing, I became a byword\nto them. (12) I am the talk of those who sit in the gate, and\nthe drunkards make songs about me. (13) But as for me, my\nprayer is to you, O LORD. At an acceptable time, O God, in the","abundance of your steadfast love answer me in your saving\nfaithfulness. (14) Deliver me from sinking in the mire; let me\nbe delivered from my enemies and from the deep waters. (15)\nLet not the flood sweep over me, or the deep swallow me up,\nor the pit close its mouth over me. (16) Answer me, O LORD,\nfor your steadfast love is good; according to your abundant\nmercy, turn to me. (17) Hide not your face from your servant,\nfor I am in distress; make haste to answer me. (18) Draw near\nto my soul, redeem me; ransom me because of my enemies!\n(19) You know my reproach, and my shame and my dishonor;\nmy foes are all known to you. (20) Reproaches have broken","my heart, so that I am in despair. I looked for pity, but there\nwas none, and for comforters, but I found none. (21) They\ngave me poison for food, and for my thirst they gave me sour\nwine to drink. (22) Let their own table before them become a\nsnare; and when they are at peace, let it become a trap. (23)\nLet their eyes be darkened, so that they cannot see, and make\ntheir loins tremble continually. (24) Pour out your indignation\nupon them, and let your burning anger overtake them."],"word_count":464},{"reference":"Psalm 119:17-48","translation":"ESV","division":"Senior","passage_number":49,"release":"NBBC","cards":["(17) Deal bountifully with your servant, that I may live and\nkeep your word. (18) Open my eyes, that I may behold\nwondrous things out of your law. (19) I am a sojourner on\nthe earth; hide not your commandments from me! (20) My\nsoul is consumed with longing for your rules at all times. (21)\nYou rebuke the insolent, accursed ones, who wander from\nyour commandments. (22) Take away from me scorn and\ncontempt, for I have kept your testimonies. (23) Even though\nprinces sit plotting against me, your servant will meditate\non your statutes. (24) Your testimonies are my delight; they\nare my counselors. (25) My soul clings to the dust; give me","life according to your word! (26) When I told of my ways,\nyou answered me; teach me your statutes! (27) Make me\nunderstand the way of your precepts, and I will meditate on\nyour wondrous works. (28) My soul melts away for sorrow;\nstrengthen me according to your word! (29) Put false ways far\nfrom me and graciously teach me your law! (30) I have chosen\nthe way of faithfulness; I set your rules before me. (31) I cling\nto your testimonies, O LORD; let me not be put to shame! (32)\nI will run in the way of your commandments when you enlarge\nmy heart! (33) Teach me, O LORD, the way of your statutes;\nand I will keep it to the end. (34) Give me understanding, that","I may keep your law and observe it with my whole heart. (35)\nLead me in the path of your commandments, for I delight in\nit. (36) Incline my heart to your testimonies, and not to selfish\ngain! (37) Turn my eyes from looking at worthless things; and\ngive me life in your ways. (38) Confirm to your servant your\npromise, that you may be feared. (39) Turn away the reproach\nthat I dread, for your rules are good. (40) Behold, I long for\nyour precepts; in your righteousness give me life! (41) Let\nyour steadfast love come to me, O LORD, your salvation\naccording to your promise; (42) then shall I have an answer\nfor him who taunts me, for I trust in your word. (43) And take","not the word of truth utterly out of my mouth, for my hope is\nin your rules. (44) I will keep your law continually, forever and\never, (45) and I shall walk in a wide place, for I have sought\nyour precepts. (46) I will also speak of your testimonies before\nkings and shall not be put to shame, (47) for I find my delight\nin your commandments, which I love. (48) I will lift up my\nhands toward your commandments, which I love, and I will\nmeditate on your statutes."],"word_count":432},{"reference":"Proverbs 2:1-10","translation":"ESV","division":"Senior","passage_number":50,"release":"NBBC","cards":["(1) My son, if you receive my words and treasure up my\ncommandments with you, (2) making your ear attentive to\nwisdom and inclining your heart to understanding; (3) yes, if\nyou call out for insight and raise your voice for understanding,\n(4) if you seek it like silver and search for it as for hidden\ntreasures, (5) then you will understand the fear of the LORD and\nfind the knowledge of God. (6) For the LORD gives wisdom;\nfrom his mouth come knowledge and understanding; (7)\nhe stores up sound wisdom for the upright; he is a shield\nto those who walk in integrity, (8) guarding the paths of\njustice and watching over the way of his saints. (9) Then you","will understand righteousness and justice and equity, every\ngood path; (10) for wisdom will come into your heart, and\nknowledge will be pleasant to your soul;"],"word_count":138},{"reference":"Isaiah 30:15-18","translation":"ESV","division":"Senior","passage_number":51,"release":"NBBC","cards":["(15) For thus said the Lord GOD, the Holy One of Israel, \"In returning\nand rest you shall be saved; in quietness and in trust shall be your\nstrength.\" But you were unwilling, (16) and you said, \"No! We will\nflee upon horses\"; therefore you shall flee away; and, \"We will ride\nupon swift steeds\"; therefore your pursuers shall be swift. (17) A\nthousand shall flee at the threat of one; at the threat of five you\nshall flee, till you are left like a flagstaff on the top of a mountain,\nlike a signal on a hill. (18) Therefore the LORD waits to be gracious\nto you, and therefore he exalts himself to show mercy to you. For\nthe LORD is a God of justice; blessed are all those who wait for\nhim."],"word_count":130},{"reference":"Jonah 1:1-17","translation":"ESV","division":"Senior","passage_number":52,"release":"NBBC","cards":["(1) Now the word of the LORD came to Jonah the son of\nAmittai, saying, (2) \"Arise, go to Nineveh, that great city, and\ncall out against it, for their evil has come up before me.\" (3)\nBut Jonah rose to flee to Tarshish from the presence of the\nLORD. He went down to Joppa and found a ship going to\nTarshish. So he paid the fare and went down into it, to go with\nthem to Tarshish, away from the presence of the LORD. (4)\nBut the LORD hurled a great wind upon the sea, and there\nwas a mighty tempest on the sea, so that the ship threatened\nto break up. (5) Then the mariners were afraid, and each cried\nout to his god. And they hurled the cargo that was in the ship","into the sea to lighten it for them. But Jonah had gone down\ninto the inner part of the ship and had lain down and was fast\nasleep. (6) So the captain came and said to him, \"What do\nyou mean, you sleeper? Arise, call out to your god! Perhaps\nthe god will give a thought to us, that we may not perish.\"\n(7) And they said to one another, \"Come, let us cast lots, that\nwe may know on whose account this evil has come upon us.\"\nSo they cast lots, and the lot fell on Jonah. (8) Then they said\nto him, \"Tell us on whose account this evil has come upon\nus. What is your occupation? And where do you come from?\nWhat is your country? And of what people are you?\" (9) And","he said to them, \"I am a Hebrew, and I fear the LORD, the God\nof heaven, who made the sea and the dry land.\" (10) Then the\nmen were exceedingly afraid and said to him, \"What is this\nthat you have done!\" For the men knew that he was fleeing\nfrom the presence of the LORD, because he had told them.\n(11) Then they said to him, \"What shall we do to you, that the\nsea may quiet down for us?\" For the sea grew more and more\ntempestuous. (12) He said to them, \"Pick me up and hurl me\ninto the sea; then the sea will quiet down for you, for I know\nit is because of me that this great tempest has come upon\nyou.\" (13) Nevertheless, the men rowed hard to get back to","dry land, but they could not, for the sea grew more and more\ntempestuous against them. (14) Therefore they called out to\nthe LORD, \"O LORD, let us not perish for this man's life, and\nlay not on us innocent blood, for you, O LORD, have done as\nit pleased you.\" (15) So they picked up Jonah and hurled him\ninto the sea, and the sea ceased from its raging. (16) Then\nthe men feared the LORD exceedingly, and they offered a\nsacrifice to the LORD and made vows. (17) And the LORD\nappointed a great fish to swallow up Jonah. And Jonah was\nin the belly of the fish three days and three nights."],"word_count":509},{"reference":"Matthew 3:16-17","translation":"ESV","division":"Senior","passage_number":53,"release":"NBBC","cards":["(16) And when Jesus was baptized, immediately he went up\nfrom the water, and behold, the heavens were opened to\nhim, and he saw the Spirit of God descending like a dove and\ncoming to rest on him; (17) and behold, a voice from heaven\nsaid, \"This is my beloved Son, with whom I am well pleased.\""],"word_count":55},{"reference":"Matthew 5:1-16","translation":"ESV","division":"Senior","passage_number":54,"release":"NBBC","cards":["(1) Seeing the crowds, he went up on the mountain, and when he\nsat down, his disciples came to him. (2) And he opened his mouth\nand taught them, saying: (3) \"Blessed are the poor in spirit, for\ntheirs is the kingdom of heaven. (4) \"Blessed are those who mourn,\nfor they shall be comforted. (5) \"Blessed are the meek, for they\nshall inherit the earth. (6) \"Blessed are those who hunger and thirst\nfor righteousness, for they shall be satisfied. (7) \"Blessed are the\nmerciful, for they shall receive mercy. (8) \"Blessed are the pure in\nheart, for they shall see God. (9) \"Blessed are the peacemakers, for\nthey shall be called sons of God. (10) \"Blessed are those who are\npersecuted for righteousness' sake, for theirs is the kingdom of\nheaven. (11) \"Blessed are you when others revile you and persecute","you and utter all kinds of evil against you falsely on my account.\n(12) Rejoice and be glad, for your reward is great in heaven, for\nso they persecuted the prophets who were before you. (13) \"You\nare the salt of the earth, but if salt has lost its taste, how shall its\nsaltiness be restored? It is no longer good for anything except to\nbe thrown out and trampled under people's feet. (14) \"You are the\nlight of the world. A city set on a hill cannot be hidden. (15) Nor do\npeople light a lamp and put it under a basket, but on a stand, and\nit gives light to all in the house. (16) In the same way, let your light\nshine before others, so that they may see your good works and\ngive glory to your Father who is in heaven."],"word_count":272},{"reference":"Matthew 27:1-14","translation":"ESV","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) When morning came, all the chief priests and the elders\nof the people took counsel against Jesus to put him to death.\n(2) And they bound him and led him away and delivered him\nover to Pilate the governor. (3) Then when Judas, his betrayer,\nsaw that Jesus was condemned, he changed his mind and\nbrought back the thirty pieces of silver to the chief priests and\nthe elders, (4) saying, \"I have sinned by betraying innocent\nblood.\" They said, \"What is that to us? See to it yourself.\" (5)\nAnd throwing down the pieces of silver into the temple, he\ndeparted, and he went and hanged himself. (6) But the chief\npriests, taking the pieces of silver, said, \"It is not lawful to put","them into the treasury, since it is blood money.\" (7) So they\ntook counsel and bought with them the potter's field as a\nburial place for strangers. (8) Therefore that field has been\ncalled the Field of Blood to this day. (9) Then was fulfilled\nwhat had been spoken by the prophet Jeremiah, saying,\n\"And they took the thirty pieces of silver, the price of him on\nwhom a price had been set by some of the sons of Israel, (10)\nand they gave them for the potter's field, as the Lord directed\nme.\" (11) Now Jesus stood before the governor, and the\ngovernor asked him, \"Are you the King of the Jews?\" Jesus\nsaid, \"You have said so.\" (12) But when he was accused by the","chief priests and elders, he gave no answer. (13) Then Pilate\nsaid to him, \"Do you not hear how many things they testify\nagainst you?\" (14) But he gave him no answer, not even to a\nsingle charge, so that the governor was greatly amazed."],"word_count":284},{"reference":"Mark 4:21-32","translation":"ESV","division":"Senior","passage_number":56,"release":"NBBC","cards":["(21) And he said to them, \"Is a lamp brought in to be put\nunder a basket, or under a bed, and not on a stand? (22)\nFor nothing is hidden except to be made manifest; nor is\nanything secret except to come to light. (23) If anyone has\nears to hear, let him hear.\" (24) And he said to them, \"Pay\nattention to what you hear: with the measure you use, it will\nbe measured to you, and still more will be added to you. (25)\nFor to the one who has, more will be given, and from the one\nwho has not, even what he has will be taken away.\" (26) And\nhe said, \"The kingdom of God is as if a man should scatter\nseed on the ground. (27) He sleeps and rises night and day,","and the seed sprouts and grows; he knows not how. (28) The\nearth produces by itself, first the blade, then the ear, then\nthe full grain in the ear. (29) But when the grain is ripe, at\nonce he puts in the sickle, because the harvest has come.\"\n(30) And he said, \"With what can we compare the kingdom\nof God, or what parable shall we use for it? (31) It is like a\ngrain of mustard seed, which, when sown on the ground, is\nthe smallest of all the seeds on earth, (32) yet when it is sown\nit grows up and becomes larger than all the garden plants\nand puts out large branches, so that the birds of the air can\nmake nests in its shade.\""],"word_count":255},{"reference":"Luke 10:1-12","translation":"ESV","division":"Senior","passage_number":57,"release":"NBBC","cards":["(1) After this the Lord appointed seventy-two others and sent\nthem on ahead of him, two by two, into every town and place\nwhere he himself was about to go. (2) And he said to them,\n\"The harvest is plentiful, but the laborers are few. Therefore\npray earnestly to the Lord of the harvest to send out laborers\ninto his harvest. (3) Go your way; behold, I am sending you\nout as lambs in the midst of wolves. (4) Carry no moneybag,\nno knapsack, no sandals, and greet no one on the road. (5)\nWhatever house you enter, first say, 'Peace be to this house!'\n(6) And if a son of peace is there, your peace will rest upon\nhim. But if not, it will return to you. (7) And remain in the same","house, eating and drinking what they provide, for the laborer\ndeserves his wages. Do not go from house to house. (8)\nWhenever you enter a town and they receive you, eat what\nis set before you. (9) Heal the sick in it and say to them, 'The\nkingdom of God has come near to you.' (10) But whenever\nyou enter a town and they do not receive you, go into its\nstreets and say, (11) 'Even the dust of your town that clings\nto our feet we wipe off against you. Nevertheless know this,\nthat the kingdom of God has come near.' (12) I tell you, it will\nbe more bearable on that day for Sodom than for that town."],"word_count":243},{"reference":"Luke 11:10-23","translation":"ESV","division":"Senior","passage_number":58,"release":"NBBC","cards":["(10) For everyone who asks receives, and the one who seeks finds,\nand to the one who knocks it will be opened. (11) What father\namong you, if his son asks for a fish, will instead of a fish give him\na serpent; (12) or if he asks for an egg, will give him a scorpion?\n(13) If you then, who are evil, know how to give good gifts to your\nchildren, how much more will the heavenly Father give the Holy\nSpirit to those who ask him!\" (14) Now he was casting out a demon\nthat was mute. When the demon had gone out, the mute man\nspoke, and the people marveled. (15) But some of them said, \"He\ncasts out demons by Beelzebul, the prince of demons,\" (16) while\nothers, to test him, kept seeking from him a sign from heaven.\n(17) But he, knowing their thoughts, said to them, \"Every kingdom","divided against itself is laid waste, and a divided household falls.\n(18) And if Satan also is divided against himself, how will his\nkingdom stand? For you say that I cast out demons by Beelzebul.\n(19) And if I cast out demons by Beelzebul, by whom do your sons\ncast them out? Therefore they will be your judges. (20) But if it is by\nthe finger of God that I cast out demons, then the kingdom of God\nhas come upon you. (21) When a strong man, fully armed, guards\nhis own palace, his goods are safe; (22) but when one stronger\nthan he attacks him and overcomes him, he takes away his armor\nin which he trusted and divides his spoil. (23) Whoever is not with\nme is against me, and whoever does not gather with me scatters."],"word_count":279},{"reference":"Luke 16:1-11","translation":"ESV","division":"Senior","passage_number":59,"release":"NBBC","cards":["(1) He also said to the disciples, \"There was a rich man who had\na manager, and charges were brought to him that this man was\nwasting his possessions. (2) And he called him and said to him,\n'What is this that I hear about you? Turn in the account of your\nmanagement, for you can no longer be manager.' (3) And the\nmanager said to himself, 'What shall I do, since my master is taking\nthe management away from me? I am not strong enough to dig,\nand I am ashamed to beg. (4) I have decided what to do, so that\nwhen I am removed from management, people may receive me\ninto their houses.' (5) So, summoning his master's debtors one by\none, he said to the first, 'How much do you owe my master?' (6) He\nsaid, 'A hundred measures of oil.' He said to him, 'Take your bill,","and sit down quickly and write fifty.' (7) Then he said to another,\n'And how much do you owe?' He said, 'A hundred measures of\nwheat.' He said to him, 'Take your bill, and write eighty.' (8) The\nmaster commended the dishonest manager for his shrewdness.\nFor the sons of this world are more shrewd in dealing with their\nown generation than the sons of light. (9) And I tell you, make\nfriends for yourselves by means of unrighteous wealth, so that\nwhen it fails they may receive you into the eternal dwellings. (10)\n\"One who is faithful in a very little is also faithful in much, and one\nwho is dishonest in a very little is also dishonest in much. (11) If\nthen you have not been faithful in the unrighteous wealth, who will\nentrust to you the true riches?"],"word_count":282},{"reference":"John 17:6-11","translation":"ESV","division":"Senior","passage_number":60,"release":"NBBC","cards":["(6) \"I have manifested your name to the people whom you\ngave me out of the world. Yours they were, and you gave\nthem to me, and they have kept your word. (7) Now they\nknow that everything that you have given me is from you. (8)\nFor I have given them the words that you gave me, and they\nhave received them and have come to know in truth that I\ncame from you; and they have believed that you sent me.\n(9) I am praying for them. I am not praying for the world but\nfor those whom you have given me, for they are yours. (10)\nAll mine are yours, and yours are mine, and I am glorified in\nthem. (11) And I am no longer in the world, but they are in","the world, and I am coming to you. Holy Father, keep them in\nyour name, which you have given me, that they may be one,\neven as we are one."],"word_count":160},{"reference":"John 18:1-14","translation":"ESV","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) When Jesus had spoken these words, he went out with\nhis disciples across the brook Kidron, where there was a\ngarden, which he and his disciples entered. (2) Now Judas,\nwho betrayed him, also knew the place, for Jesus often\nmet there with his disciples. (3) So Judas, having procured\na band of soldiers and some officers from the chief priests\nand the Pharisees, went there with lanterns and torches and\nweapons. (4) Then Jesus, knowing all that would happen to\nhim, came forward and said to them, \"Whom do you seek?\"\n(5) They answered him, \"Jesus of Nazareth.\" Jesus said to\nthem, \"I am he.\" Judas, who betrayed him, was standing with","them. (6) When Jesus said to them, \"I am he,\" they drew back\nand fell to the ground. (7) So he asked them again, \"Whom\ndo you seek?\" And they said, \"Jesus of Nazareth.\" (8) Jesus\nanswered, \"I told you that I am he. So, if you seek me, let these\nmen go.\" (9) This was to fulfill the word that he had spoken:\n\"Of those whom you gave me I have lost not one.\" (10) Then\nSimon Peter, having a sword, drew it and struck the high\npriest's servant and cut off his right ear. (The servant's name\nwas Malchus.) (11) So Jesus said to Peter, \"Put your sword\ninto its sheath; shall I not drink the cup that the Father has\ngiven me?\" (12) So the band of soldiers and their captain and","the officers of the Jews arrested Jesus and bound him. (13)\nFirst they led him to Annas, for he was the father-in-law of\nCaiaphas, who was high priest that year. (14) It was Caiaphas\nwho had advised the Jews that it would be expedient that\none man should die for the people."],"word_count":289},{"reference":"Acts 17:16-34","translation":"ESV","division":"Senior","passage_number":62,"release":"NBBC","cards":["(16) Now while Paul was waiting for them at Athens, his spirit was\nprovoked within him as he saw that the city was full of idols. (17) So he\nreasoned in the synagogue with the Jews and the devout persons,\nand in the marketplace every day with those who happened to\nbe there. (18) Some of the Epicurean and Stoic philosophers also\nconversed with him. And some said, \"What does this babbler\nwish to say?\" Others said, \"He seems to be a preacher of foreign\ndivinities\"--because he was preaching Jesus and the resurrection.\n(19) And they took him and brought him to the Areopagus, saying,\n\"May we know what this new teaching is that you are presenting?\n(20) For you bring some strange things to our ears. We wish to know","therefore what these things mean.\" (21) Now all the Athenians and\nthe foreigners who lived there would spend their time in nothing\nexcept telling or hearing something new. (22) So Paul, standing in\nthe midst of the Areopagus, said: \"Men of Athens, I perceive that\nin every way you are very religious. (23) For as I passed along and\nobserved the objects of your worship, I found also an altar with this\ninscription: 'To the unknown god.' What therefore you worship as\nunknown, this I proclaim to you. (24) The God who made the world\nand everything in it, being Lord of heaven and earth, does not live\nin temples made by man, (25) nor is he served by human hands, as\nthough he needed anything, since he himself gives to all mankind","life and breath and everything. (26) And he made from one man\nevery nation of mankind to live on all the face of the earth, having\ndetermined allotted periods and the boundaries of their dwelling\nplace, (27) that they should seek God, and perhaps feel their way\ntoward him and find him. Yet he is actually not far from each one\nof us, (28) for \"'In him we live and move and have our being'; as\neven some of your own poets have said, \"'For we are indeed his\noffspring.' (29) Being then God's offspring, we ought not to think\nthat the divine being is like gold or silver or stone, an image formed\nby the art and imagination of man. (30) The times of ignorance\nGod overlooked, but now he commands all people everywhere to","repent, (31) because he has fixed a day on which he will judge the\nworld in righteousness by a man whom he has appointed; and of\nthis he has given assurance to all by raising him from the dead.\"\n(32) Now when they heard of the resurrection of the dead, some\nmocked. But others said, \"We will hear you again about this.\" (33)\nSo Paul went out from their midst. (34) But some men joined him\nand believed, among whom also were Dionysius the Areopagite\nand a woman named Damaris and others with them."],"word_count":476},{"reference":"Acts 26:19-23","translation":"ESV","division":"Senior","passage_number":63,"release":"NBBC","cards":["(19) \"Therefore, O King Agrippa, I was not disobedient to the\nheavenly vision, (20) but declared first to those in Damascus, then\nin Jerusalem and throughout all the region of Judea, and also to\nthe Gentiles, that they should repent and turn to God, performing\ndeeds in keeping with their repentance. (21) For this reason the\nJews seized me in the temple and tried to kill me. (22) To this day\nI have had the help that comes from God, and so I stand here\ntestifying both to small and great, saying nothing but what the\nprophets and Moses said would come to pass: (23) that the Christ\nmust suffer and that, by being the first to rise from the dead, he\nwould proclaim light both to our people and to the Gentiles.\""],"word_count":128},{"reference":"Romans 1:8-9","translation":"ESV","division":"Senior","passage_number":64,"release":"NBBC","cards":["(8) First, I thank my God through Jesus Christ for all of you,\nbecause your faith is proclaimed in all the world. (9) For God\nis my witness, whom I serve with my spirit in the gospel of his\nSon, that without ceasing I mention you"],"word_count":44},{"reference":"Romans 1:18-23","translation":"ESV","division":"Senior","passage_number":65,"release":"NBBC","cards":["(18) For the wrath of God is revealed from heaven against\nall ungodliness and unrighteousness of men, who by their\nunrighteousness suppress the truth. (19) For what can be\nknown about God is plain to them, because God has shown\nit to them. (20) For his invisible attributes, namely, his eternal\npower and divine nature, have been clearly perceived, ever\nsince the creation of the world, in the things that have been\nmade. So they are without excuse. (21) For although they\nknew God, they did not honor him as God or give thanks to\nhim, but they became futile in their thinking, and their foolish\nhearts were darkened. (22) Claiming to be wise, they became","fools, (23) and exchanged the glory of the immortal God for\nimages resembling mortal man and birds and animals and\ncreeping things."],"word_count":132},{"reference":"Romans 2:1-6","translation":"ESV","division":"Senior","passage_number":66,"release":"NBBC","cards":["(1) Therefore you have no excuse, O man, every one of\nyou who judges. For in passing judgment on another you\ncondemn yourself, because you, the judge, practice the very\nsame things. (2) We know that the judgment of God rightly\nfalls on those who practice such things. (3) Do you suppose,\nO man--you who judge those who practice such things and\nyet do them yourself--that you will escape the judgment of\nGod? (4) Or do you presume on the riches of his kindness and\nforbearance and patience, not knowing that God's kindness\nis meant to lead you to repentance? (5) But because of\nyour hard and impenitent heart you are storing up wrath for","yourself on the day of wrath when God's righteous judgment\nwill be revealed. (6) He will render to each one according to\nhis works:"],"word_count":135},{"reference":"Romans 3:21-27","translation":"ESV","division":"Senior","passage_number":67,"release":"NBBC","cards":["(21) But now the righteousness of God has been manifested\napart from the law, although the Law and the Prophets bear\nwitness to it-- (22) the righteousness of God through faith in\nJesus Christ for all who believe. For there is no distinction: (23)\nfor all have sinned and fall short of the glory of God, (24) and\nare justified by his grace as a gift, through the redemption that\nis in Christ Jesus, (25) whom God put forward as a propitiation\nby his blood, to be received by faith. This was to show God's\nrighteousness, because in his divine forbearance he had\npassed over former sins. (26) It was to show his righteousness\nat the present time, so that he might be just and the justifier","of the one who has faith in Jesus. (27) Then what becomes of\nour boasting? It is excluded. By what kind of law? By a law of\nworks? No, but by the law of faith."],"word_count":155},{"reference":"Romans 4:1-14","translation":"ESV","division":"Senior","passage_number":68,"release":"NBBC","cards":["(1) What then shall we say was gained by Abraham, our\nforefather according to the flesh? (2) For if Abraham was\njustified by works, he has something to boast about, but not\nbefore God. (3) For what does the Scripture say? \"Abraham\nbelieved God, and it was counted to him as righteousness.\"\n(4) Now to the one who works, his wages are not counted\nas a gift but as his due. (5) And to the one who does not\nwork but believes in him who justifies the ungodly, his faith\nis counted as righteousness, (6) just as David also speaks of\nthe blessing of the one to whom God counts righteousness\napart from works: (7) \"Blessed are those whose lawless","deeds are forgiven, and whose sins are covered; (8) blessed\nis the man against whom the Lord will not count his sin.\" (9)\nIs this blessing then only for the circumcised, or also for the\nuncircumcised? For we say that faith was counted to Abraham\nas righteousness. (10) How then was it counted to him? Was\nit before or after he had been circumcised? It was not after,\nbut before he was circumcised. (11) He received the sign of\ncircumcision as a seal of the righteousness that he had by faith\nwhile he was still uncircumcised. The purpose was to make\nhim the father of all who believe without being circumcised,\nso that righteousness would be counted to them as well, (12)","and to make him the father of the circumcised who are not\nmerely circumcised but who also walk in the footsteps of the\nfaith that our father Abraham had before he was circumcised.\n(13) For the promise to Abraham and his offspring that he\nwould be heir of the world did not come through the law\nbut through the righteousness of faith. (14) For if it is the\nadherents of the law who are to be the heirs, faith is null and\nthe promise is void."],"word_count":314},{"reference":"Romans 5:1-21","translation":"ESV","division":"Senior","passage_number":69,"release":"NBBC","cards":["(1) Therefore, since we have been justified by faith, we have peace\nwith God through our Lord Jesus Christ. (2) Through him we have\nalso obtained access by faith into this grace in which we stand,\nand we rejoice in hope of the glory of God. (3) Not only that, but\nwe rejoice in our sufferings, knowing that suffering produces\nendurance, (4) and endurance produces character, and character\nproduces hope, (5) and hope does not put us to shame, because\nGod's love has been poured into our hearts through the Holy Spirit\nwho has been given to us. (6) For while we were still weak, at the\nright time Christ died for the ungodly. (7) For one will scarcely die\nfor a righteous person--though perhaps for a good person one","would dare even to die-- (8) but God shows his love for us in that\nwhile we were still sinners, Christ died for us. (9) Since, therefore,\nwe have now been justified by his blood, much more shall we be\nsaved by him from the wrath of God. (10) For if while we were\nenemies we were reconciled to God by the death of his Son,\nmuch more, now that we are reconciled, shall we be saved by his\nlife. (11) More than that, we also rejoice in God through our Lord\nJesus Christ, through whom we have now received reconciliation.\n(12) Therefore, just as sin came into the world through one man,\nand death through sin, and so death spread to all men because\nall sinned-- (13) for sin indeed was in the world before the law","was given, but sin is not counted where there is no law. (14) Yet\ndeath reigned from Adam to Moses, even over those whose\nsinning was not like the transgression of Adam, who was a type\nof the one who was to come. (15) But the free gift is not like the\ntrespass. For if many died through one man's trespass, much more\nhave the grace of God and the free gift by the grace of that one\nman Jesus Christ abounded for many. (16) And the free gift is not\nlike the result of that one man's sin. For the judgment following\none trespass brought condemnation, but the free gift following\nmany trespasses brought justification. (17) For if, because of one\nman's trespass, death reigned through that one man, much more","will those who receive the abundance of grace and the free gift\nof righteousness reign in life through the one man Jesus Christ.\n(18) Therefore, as one trespass led to condemnation for all men, so\none act of righteousness leads to justification and life for all men.\n(19) For as by the one man's disobedience the many were made\nsinners, so by the one man's obedience the many will be made\nrighteous. (20) Now the law came in to increase the trespass, but\nwhere sin increased, grace abounded all the more, (21) so that, as\nsin reigned in death, grace also might reign through righteousness\nleading to eternal life through Jesus Christ our Lord."],"word_count":494},{"reference":"Romans 6:1-23","translation":"ESV","division":"Senior","passage_number":70,"release":"NBBC","cards":["(1) What shall we say then? Are we to continue in sin that grace\nmay abound? (2) By no means! How can we who died to sin still\nlive in it? (3) Do you not know that all of us who have been baptized\ninto Christ Jesus were baptized into his death? (4) We were buried\ntherefore with him by baptism into death, in order that, just as\nChrist was raised from the dead by the glory of the Father, we too\nmight walk in newness of life. (5) For if we have been united with\nhim in a death like his, we shall certainly be united with him in a\nresurrection like his. (6) We know that our old self was crucified\nwith him in order that the body of sin might be brought to nothing,\nso that we would no longer be enslaved to sin. (7) For one who","has died has been set free from sin. (8) Now if we have died with\nChrist, we believe that we will also live with him. (9) We know that\nChrist, being raised from the dead, will never die again; death no\nlonger has dominion over him. (10) For the death he died he died\nto sin, once for all, but the life he lives he lives to God. (11) So\nyou also must consider yourselves dead to sin and alive to God in\nChrist Jesus. (12) Let not sin therefore reign in your mortal body, to\nmake you obey its passions. (13) Do not present your members to\nsin as instruments for unrighteousness, but present yourselves to\nGod as those who have been brought from death to life, and your\nmembers to God as instruments for righteousness. (14) For sin will","have no dominion over you, since you are not under law but under\ngrace. (15) What then? Are we to sin because we are not under law\nbut under grace? By no means! (16) Do you not know that if you\npresent yourselves to anyone as obedient slaves, you are slaves\nof the one whom you obey, either of sin, which leads to death, or\nof obedience, which leads to righteousness? (17) But thanks be to\nGod, that you who were once slaves of sin have become obedient\nfrom the heart to the standard of teaching to which you were\ncommitted, (18) and, having been set free from sin, have become\nslaves of righteousness. (19) I am speaking in human terms,\nbecause of your natural limitations. For just as you once presented","your members as slaves to impurity and to lawlessness leading\nto more lawlessness, so now present your members as slaves to\nrighteousness leading to sanctification. (20) For when you were\nslaves of sin, you were free in regard to righteousness. (21) But\nwhat fruit were you getting at that time from the things of which\nyou are now ashamed? For the end of those things is death. (22)\nBut now that you have been set free from sin and have become\nslaves of God, the fruit you get leads to sanctification and its end,\neternal life. (23) For the wages of sin is death, but the free gift of\nGod is eternal life in Christ Jesus our Lord."],"word_count":519},{"reference":"Romans 8:12-30","translation":"ESV","division":"Senior","passage_number":71,"release":"NBBC","cards":["(12) So then, brothers, we are debtors, not to the flesh, to live\naccording to the flesh. (13) For if you live according to the flesh\nyou will die, but if by the Spirit you put to death the deeds of the\nbody, you will live. (14) For all who are led by the Spirit of God\nare sons of God. (15) For you did not receive the spirit of slavery\nto fall back into fear, but you have received the Spirit of adoption\nas sons, by whom we cry, \"Abba! Father!\" (16) The Spirit himself\nbears witness with our spirit that we are children of God, (17) and\nif children, then heirs--heirs of God and fellow heirs with Christ,\nprovided we suffer with him in order that we may also be glorified\nwith him. (18) For I consider that the sufferings of this present time\nare not worth comparing with the glory that is to be revealed to us.","(19) For the creation waits with eager longing for the revealing of\nthe sons of God. (20) For the creation was subjected to futility, not\nwillingly, but because of him who subjected it, in hope (21) that the\ncreation itself will be set free from its bondage to corruption and\nobtain the freedom of the glory of the children of God. (22) For we\nknow that the whole creation has been groaning together in the\npains of childbirth until now. (23) And not only the creation, but\nwe ourselves, who have the firstfruits of the Spirit, groan inwardly\nas we wait eagerly for adoption as sons, the redemption of our\nbodies. (24) For in this hope we were saved. Now hope that is seen\nis not hope. For who hopes for what he sees? (25) But if we hope\nfor what we do not see, we wait for it with patience. (26) Likewise","the Spirit helps us in our weakness. For we do not know what to\npray for as we ought, but the Spirit himself intercedes for us with\ngroanings too deep for words. (27) And he who searches hearts\nknows what is the mind of the Spirit, because the Spirit intercedes\nfor the saints according to the will of God. (28) And we know that\nfor those who love God all things work together for good, for those\nwho are called according to his purpose. (29) For those whom he\nforeknew he also predestined to be conformed to the image of his\nSon, in order that he might be the firstborn among many brothers.\n(30) And those whom he predestined he also called, and those\nwhom he called he also justified, and those whom he justified he\nalso glorified."],"word_count":433},{"reference":"Romans 14:1-12","translation":"ESV","division":"Senior","passage_number":72,"release":"NBBC","cards":["(1) As for the one who is weak in faith, welcome him, but not\nto quarrel over opinions. (2) One person believes he may eat\nanything, while the weak person eats only vegetables. (3) Let not\nthe one who eats despise the one who abstains, and let not the\none who abstains pass judgment on the one who eats, for God has\nwelcomed him. (4) Who are you to pass judgment on the servant\nof another? It is before his own master that he stands or falls. And\nhe will be upheld, for the Lord is able to make him stand. (5) One\nperson esteems one day as better than another, while another\nesteems all days alike. Each one should be fully convinced in his\nown mind. (6) The one who observes the day, observes it in honor\nof the Lord. The one who eats, eats in honor of the Lord, since he","gives thanks to God, while the one who abstains, abstains in honor\nof the Lord and gives thanks to God. (7) For none of us lives to\nhimself, and none of us dies to himself. (8) For if we live, we live\nto the Lord, and if we die, we die to the Lord. So then, whether we\nlive or whether we die, we are the Lord's. (9) For to this end Christ\ndied and lived again, that he might be Lord both of the dead and\nof the living. (10) Why do you pass judgment on your brother? Or\nyou, why do you despise your brother? For we will all stand before\nthe judgment seat of God; (11) for it is written, \"As I live, says the\nLord, every knee shall bow to me, and every tongue shall confess\nto God.\" (12) So then each of us will give an account of himself to\nGod."],"word_count":297},{"reference":"1 Corinthians 1:18-31","translation":"ESV","division":"Senior","passage_number":73,"release":"NBBC","cards":["(18) For the word of the cross is folly to those who are perishing,\nbut to us who are being saved it is the power of God. (19) For\nit is written, \"I will destroy the wisdom of the wise, and the\ndiscernment of the discerning I will thwart.\" (20) Where is the\none who is wise? Where is the scribe? Where is the debater\nof this age? Has not God made foolish the wisdom of the\nworld? (21) For since, in the wisdom of God, the world did\nnot know God through wisdom, it pleased God through the\nfolly of what we preach to save those who believe. (22) For\nJews demand signs and Greeks seek wisdom, (23) but we\npreach Christ crucified, a stumbling block to Jews and folly","to Gentiles, (24) but to those who are called, both Jews and\nGreeks, Christ the power of God and the wisdom of God.\n(25) For the foolishness of God is wiser than men, and the\nweakness of God is stronger than men. (26) For consider your\ncalling, brothers: not many of you were wise according to\nworldly standards, not many were powerful, not many were\nof noble birth. (27) But God chose what is foolish in the world\nto shame the wise; God chose what is weak in the world to\nshame the strong; (28) God chose what is low and despised\nin the world, even things that are not, to bring to nothing\nthings that are, (29) so that no human being might boast in the","presence of God. (30) And because of him you are in Christ\nJesus, who became to us wisdom from God, righteousness\nand sanctification and redemption, (31) so that, as it is written,\n\"Let the one who boasts, boast in the Lord.\""],"word_count":285},{"reference":"1 Corinthians 12:12-18","translation":"ESV","division":"Senior","passage_number":74,"release":"NBBC","cards":["(12) For just as the body is one and has many members, and\nall the members of the body, though many, are one body, so\nit is with Christ. (13) For in one Spirit we were all baptized into\none body--Jews or Greeks, slaves or free--and all were made\nto drink of one Spirit. (14) For the body does not consist of\none member but of many. (15) If the foot should say, \"Because\nI am not a hand, I do not belong to the body,\" that would\nnot make it any less a part of the body. (16) And if the ear\nshould say, \"Because I am not an eye, I do not belong to the\nbody,\" that would not make it any less a part of the body. (17)\nIf the whole body were an eye, where would be the sense of","hearing? If the whole body were an ear, where would be the\nsense of smell? (18) But as it is, God arranged the members\nin the body, each one of them, as he chose."],"word_count":173},{"reference":"1 Corinthians 13:1-13","translation":"ESV","division":"Senior","passage_number":75,"release":"NBBC","cards":["(1) If I speak in the tongues of men and of angels, but have\nnot love, I am a noisy gong or a clanging cymbal. (2) And if I\nhave prophetic powers, and understand all mysteries and all\nknowledge, and if I have all faith, so as to remove mountains,\nbut have not love, I am nothing. (3) If I give away all I have,\nand if I deliver up my body to be burned, but have not love, I\ngain nothing. (4) Love is patient and kind; love does not envy\nor boast; it is not arrogant (5) or rude. It does not insist on its\nown way; it is not irritable or resentful; (6) it does not rejoice\nat wrongdoing, but rejoices with the truth. (7) Love bears all\nthings, believes all things, hopes all things, endures all things.","(8) Love never ends. As for prophecies, they will pass away;\nas for tongues, they will cease; as for knowledge, it will pass\naway. (9) For we know in part and we prophesy in part, (10)\nbut when the perfect comes, the partial will pass away. (11)\nWhen I was a child, I spoke like a child, I thought like a child,\nI reasoned like a child. When I became a man, I gave up\nchildish ways. (12) For now we see in a mirror dimly, but then\nface to face. Now I know in part; then I shall know fully, even\nas I have been fully known. (13) So now faith, hope, and love\nabide, these three; but the greatest of these is love."],"word_count":253},{"reference":"2 Corinthians 1:3-22","translation":"ESV","division":"Senior","passage_number":76,"release":"NBBC","cards":["(3) Blessed be the God and Father of our Lord Jesus Christ,\nthe Father of mercies and God of all comfort, (4) who comforts\nus in all our affliction, so that we may be able to comfort\nthose who are in any affliction, with the comfort with which\nwe ourselves are comforted by God. (5) For as we share\nabundantly in Christ's sufferings, so through Christ we share\nabundantly in comfort too. (6) If we are afflicted, it is for your\ncomfort and salvation; and if we are comforted, it is for your\ncomfort, which you experience when you patiently endure\nthe same sufferings that we suffer. (7) Our hope for you is\nunshaken, for we know that as you share in our sufferings,","you will also share in our comfort. (8) For we do not want you\nto be unaware, brothers, of the affliction we experienced in\nAsia. For we were so utterly burdened beyond our strength\nthat we despaired of life itself. (9) Indeed, we felt that we had\nreceived the sentence of death. But that was to make us rely\nnot on ourselves but on God who raises the dead. (10) He\ndelivered us from such a deadly peril, and he will deliver us.\nOn him we have set our hope that he will deliver us again.\n(11) You also must help us by prayer, so that many will give\nthanks on our behalf for the blessing granted us through the\nprayers of many. (12) For our boast is this, the testimony of","our conscience, that we behaved in the world with simplicity\nand godly sincerity, not by earthly wisdom but by the grace\nof God, and supremely so toward you. (13) For we are not\nwriting to you anything other than what you read and\nunderstand and I hope you will fully understand-- (14) just as\nyou did partially understand us--that on the day of our Lord\nJesus you will boast of us as we will boast of you. (15) Because\nI was sure of this, I wanted to come to you first, so that you\nmight have a second experience of grace. (16) I wanted to\nvisit you on my way to Macedonia, and to come back to you\nfrom Macedonia and have you send me on my way to Judea.","(17) Was I vacillating when I wanted to do this? Do I make\nmy plans according to the flesh, ready to say \"Yes, yes\" and\n\"No, no\" at the same time? (18) As surely as God is faithful,\nour word to you has not been Yes and No. (19) For the Son of\nGod, Jesus Christ, whom we proclaimed among you, Silvanus\nand Timothy and I, was not Yes and No, but in him it is always\nYes. (20) For all the promises of God find their Yes in him. That\nis why it is through him that we utter our Amen to God for his\nglory. (21) And it is God who establishes us with you in Christ,\nand has anointed us, (22) and who has also put his seal on us\nand given us his Spirit in our hearts as a guarantee."],"word_count":511},{"reference":"2 Corinthians 4:1-13","translation":"ESV","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) Therefore, having this ministry by the mercy of God, we\ndo not lose heart. (2) But we have renounced disgraceful,\nunderhanded ways. We refuse to practice cunning or to\ntamper with God's word, but by the open statement of the\ntruth we would commend ourselves to everyone's conscience\nin the sight of God. (3) And even if our gospel is veiled, it is\nveiled to those who are perishing. (4) In their case the god\nof this world has blinded the minds of the unbelievers, to\nkeep them from seeing the light of the gospel of the glory of\nChrist, who is the image of God. (5) For what we proclaim is\nnot ourselves, but Jesus Christ as Lord, with ourselves as your","servants for Jesus' sake. (6) For God, who said, \"Let light shine\nout of darkness,\" has shone in our hearts to give the light of\nthe knowledge of the glory of God in the face of Jesus Christ.\n(7) But we have this treasure in jars of clay, to show that the\nsurpassing power belongs to God and not to us. (8) We are\nafflicted in every way, but not crushed; perplexed, but not\ndriven to despair; (9) persecuted, but not forsaken; struck\ndown, but not destroyed; (10) always carrying in the body the\ndeath of Jesus, so that the life of Jesus may also be manifested\nin our bodies. (11) For we who live are always being given\nover to death for Jesus' sake, so that the life of Jesus also may","be manifested in our mortal flesh. (12) So death is at work\nin us, but life in you. (13) Since we have the same spirit of\nfaith according to what has been written, \"I believed, and so I\nspoke,\" we also believe, and so we also speak,"],"word_count":291},{"reference":"2 Corinthians 5:1-12","translation":"ESV","division":"Senior","passage_number":78,"release":"NBBC","cards":["(1) For we know that if the tent that is our earthly home is destroyed,\nwe have a building from God, a house not made with hands,\neternal in the heavens. (2) For in this tent we groan, longing to put\non our heavenly dwelling, (3) if indeed by putting it on we may\nnot be found naked. (4) For while we are still in this tent, we groan,\nbeing burdened--not that we would be unclothed, but that we\nwould be further clothed, so that what is mortal may be swallowed\nup by life. (5) He who has prepared us for this very thing is God,\nwho has given us the Spirit as a guarantee. (6) So we are always\nof good courage. We know that while we are at home in the body\nwe are away from the Lord, (7) for we walk by faith, not by sight.","(8) Yes, we are of good courage, and we would rather be away\nfrom the body and at home with the Lord. (9) So whether we are\nat home or away, we make it our aim to please him. (10) For we\nmust all appear before the judgment seat of Christ, so that each\none may receive what is due for what he has done in the body,\nwhether good or evil. (11) Therefore, knowing the fear of the Lord,\nwe persuade others. But what we are is known to God, and I hope\nit is known also to your conscience. (12) We are not commending\nourselves to you again but giving you cause to boast about us, so\nthat you may be able to answer those who boast about outward\nappearance and not about what is in the heart."],"word_count":278},{"reference":"2 Corinthians 6:3-10","translation":"ESV","division":"Senior","passage_number":79,"release":"NBBC","cards":["(3) We put no obstacle in anyone's way, so that no fault may\nbe found with our ministry, (4) but as servants of God we\ncommend ourselves in every way: by great endurance, in\nafflictions, hardships, calamities, (5) beatings, imprisonments,\nriots, labors, sleepless nights, hunger; (6) by purity, knowledge,\npatience, kindness, the Holy Spirit, genuine love; (7) by\ntruthful speech, and the power of God; with the weapons of\nrighteousness for the right hand and for the left; (8) through\nhonor and dishonor, through slander and praise. We are\ntreated as impostors, and yet are true; (9) as unknown, and\nyet well known; as dying, and behold, we live; as punished,","and yet not killed; (10) as sorrowful, yet always rejoicing; as\npoor, yet making many rich; as having nothing, yet possessing\neverything."],"word_count":125},{"reference":"Galatians 3:19-24","translation":"ESV","division":"Senior","passage_number":80,"release":"NBBC","cards":["(19)Why then the law? It was added because of transgressions,\nuntil the offspring should come to whom the promise had been\nmade, and it was put in place through angels by an intermediary.\n(20) Now an intermediary implies more than one, but God is one.\n(21) Is the law then contrary to the promises of God? Certainly not!\nFor if a law had been given that could give life, then righteousness\nwould indeed be by the law. (22) But the Scripture imprisoned\neverything under sin, so that the promise by faith in Jesus Christ\nmight be given to those who believe. (23) Now before faith came,\nwe were held captive under the law, imprisoned until the coming\nfaith would be revealed. (24) So then, the law was our guardian\nuntil Christ came, in order that we might be justified by faith."],"word_count":136},{"reference":"Galatians 6:6-11","translation":"ESV","division":"Senior","passage_number":81,"release":"NBBC","cards":["(6) Let the one who is taught the word share all good things\nwith the one who teaches. (7) Do not be deceived: God is\nnot mocked, for whatever one sows, that will he also reap.\n(8) For the one who sows to his own flesh will from the flesh\nreap corruption, but the one who sows to the Spirit will from\nthe Spirit reap eternal life. (9) And let us not grow weary of\ndoing good, for in due season we will reap, if we do not give\nup. (10) So then, as we have opportunity, let us do good to\neveryone, and especially to those who are of the household\nof faith. (11) See with what large letters I am writing to you\nwith my own hand."],"word_count":123},{"reference":"Ephesians 2:1-22","translation":"ESV","division":"Senior","passage_number":82,"release":"NBBC","cards":["(1) And you were dead in the trespasses and sins (2) in which\nyou once walked, following the course of this world, following\nthe prince of the power of the air, the spirit that is now at work\nin the sons of disobedience-- (3) among whom we all once\nlived in the passions of our flesh, carrying out the desires of\nthe body and the mind, and were by nature children of wrath,\nlike the rest of mankind. (4) But God, being rich in mercy,\nbecause of the great love with which he loved us, (5) even\nwhen we were dead in our trespasses, made us alive together\nwith Christ--by grace you have been saved-- (6) and raised us\nup with him and seated us with him in the heavenly places","in Christ Jesus, (7) so that in the coming ages he might show\nthe immeasurable riches of his grace in kindness toward us in\nChrist Jesus. (8) For by grace you have been saved through\nfaith. And this is not your own doing; it is the gift of God, (9) not\na result of works, so that no one may boast. (10) For we are his\nworkmanship, created in Christ Jesus for good works, which\nGod prepared beforehand, that we should walk in them. (11)\nTherefore remember that at one time you Gentiles in the flesh,\ncalled \"the uncircumcision\" by what is called the circumcision,\nwhich is made in the flesh by hands-- (12) remember that you\nwere at that time separated from Christ, alienated from the","commonwealth of Israel and strangers to the covenants of\npromise, having no hope and without God in the world. (13)\nBut now in Christ Jesus you who once were far off have been\nbrought near by the blood of Christ. (14) For he himself is\nour peace, who has made us both one and has broken down\nin his flesh the dividing wall of hostility (15) by abolishing\nthe law of commandments expressed in ordinances, that he\nmight create in himself one new man in place of the two, so\nmaking peace, (16) and might reconcile us both to God in\none body through the cross, thereby killing the hostility. (17)\nAnd he came and preached peace to you who were far off","and peace to those who were near. (18) For through him we\nboth have access in one Spirit to the Father. (19) So then you\nare no longer strangers and aliens, but you are fellow citizens\nwith the saints and members of the household of God, (20)\nbuilt on the foundation of the apostles and prophets, Christ\nJesus himself being the cornerstone, (21) in whom the whole\nstructure, being joined together, grows into a holy temple in\nthe Lord. (22) In him you also are being built together into a\ndwelling place for God by the Spirit."],"word_count":457},{"reference":"Philippians 4:1-6","translation":"ESV","division":"Senior","passage_number":83,"release":"NBBC","cards":["(1) Therefore, my brothers, whom I love and long for, my\njoy and crown, stand firm thus in the Lord, my beloved. (2) I\nentreat Euodia and I entreat Syntyche to agree in the Lord. (3)\nYes, I ask you also, true companion, help these women, who\nhave labored side by side with me in the gospel together\nwith Clement and the rest of my fellow workers, whose names\nare in the book of life. (4) Rejoice in the Lord always; again\nI will say, rejoice. (5) Let your reasonableness be known to\neveryone. The Lord is at hand; (6) do not be anxious about\nanything, but in everything by prayer and supplication with\nthanksgiving let your requests be made known to God."],"word_count":117},{"reference":"Colossians 3:1-14","translation":"ESV","division":"Senior","passage_number":84,"release":"NBBC","cards":["(1) If then you have been raised with Christ, seek the things that\nare above, where Christ is, seated at the right hand of God. (2)\nSet your minds on things that are above, not on things that are\non earth. (3) For you have died, and your life is hidden with Christ\nin God. (4) When Christ who is your life appears, then you also\nwill appear with him in glory. (5) Put to death therefore what is\nearthly in you: sexual immorality, impurity, passion, evil desire,\nand covetousness, which is idolatry. (6) On account of these the\nwrath of God is coming. (7) In these you too once walked, when\nyou were living in them. (8) But now you must put them all away:\nanger, wrath, malice, slander, and obscene talk from your mouth.","(9) Do not lie to one another, seeing that you have put off the old\nself with its practices (10) and have put on the new self, which is\nbeing renewed in knowledge after the image of its creator. (11)\nHere there is not Greek and Jew, circumcised and uncircumcised,\nbarbarian, Scythian, slave, free; but Christ is all, and in all. (12) Put\non then, as God's chosen ones, holy and beloved, compassionate\nhearts, kindness, humility, meekness, and patience, (13) bearing\nwith one another and, if one has a complaint against another,\nforgiving each other; as the Lord has forgiven you, so you also\nmust forgive. (14) And above all these put on love, which binds\neverything together in perfect harmony."],"word_count":243},{"reference":"Colossians 4:2-15","translation":"ESV","division":"Senior","passage_number":85,"release":"NBBC","cards":["(2) Continue steadfastly in prayer, being watchful in it with\nthanksgiving. (3) At the same time, pray also for us, that God\nmay open to us a door for the word, to declare the mystery\nof Christ, on account of which I am in prison-- (4) that I may\nmake it clear, which is how I ought to speak. (5) Walk in\nwisdom toward outsiders, making the best use of the time.\n(6) Let your speech always be gracious, seasoned with salt, so\nthat you may know how you ought to answer each person. (7)\nTychicus will tell you all about my activities. He is a beloved\nbrother and faithful minister and fellow servant in the Lord.\n(8) I have sent him to you for this very purpose, that you may","know how we are and that he may encourage your hearts,\n(9) and with him Onesimus, our faithful and beloved brother,\nwho is one of you. They will tell you of everything that has\ntaken place here. (10) Aristarchus my fellow prisoner greets\nyou, and Mark the cousin of Barnabas (concerning whom\nyou have received instructions--if he comes to you, welcome\nhim), (11) and Jesus who is called Justus. These are the only\nmen of the circumcision among my fellow workers for the\nkingdom of God, and they have been a comfort to me. (12)\nEpaphras, who is one of you, a servant of Christ Jesus, greets\nyou, always struggling on your behalf in his prayers, that you","may stand mature and fully assured in all the will of God. (13)\nFor I bear him witness that he has worked hard for you and\nfor those in Laodicea and in Hierapolis. (14) Luke the beloved\nphysician greets you, as does Demas. (15) Give my greetings\nto the brothers at Laodicea, and to Nympha and the church\nin her house."],"word_count":297},{"reference":"1 Thessalonians 4:9-17","translation":"ESV","division":"Senior","passage_number":86,"release":"NBBC","cards":["(9) Now concerning brotherly love you have no need for\nanyone to write to you, for you yourselves have been taught\nby God to love one another, (10) for that indeed is what you\nare doing to all the brothers throughout Macedonia. But we\nurge you, brothers, to do this more and more, (11) and to\naspire to live quietly, and to mind your own affairs, and to\nwork with your hands, as we instructed you, (12) so that you\nmay walk properly before outsiders and be dependent on no\none. (13) But we do not want you to be uninformed, brothers,\nabout those who are asleep, that you may not grieve as\nothers do who have no hope. (14) For since we believe that","Jesus died and rose again, even so, through Jesus, God will\nbring with him those who have fallen asleep. (15) For this we\ndeclare to you by a word from the Lord, that we who are alive,\nwho are left until the coming of the Lord, will not precede\nthose who have fallen asleep. (16) For the Lord himself will\ndescend from heaven with a cry of command, with the voice\nof an archangel, and with the sound of the trumpet of God.\nAnd the dead in Christ will rise first. (17) Then we who are\nalive, who are left, will be caught up together with them in\nthe clouds to meet the Lord in the air, and so we will always\nbe with the Lord."],"word_count":242},{"reference":"2 Timothy 1:1-18","translation":"ESV","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) Paul, an apostle of Christ Jesus by the will of God according\nto the promise of the life that is in Christ Jesus, (2) To Timothy,\nmy beloved child: Grace, mercy, and peace from God the Father\nand Christ Jesus our Lord. (3) I thank God whom I serve, as did my\nancestors, with a clear conscience, as I remember you constantly\nin my prayers night and day. (4) As I remember your tears, I long\nto see you, that I may be filled with joy. (5) I am reminded of your\nsincere faith, a faith that dwelt first in your grandmother Lois and\nyour mother Eunice and now, I am sure, dwells in you as well.\n(6) For this reason I remind you to fan into flame the gift of God,\nwhich is in you through the laying on of my hands, (7) for God\ngave us a spirit not of fear but of power and love and self-control.","(8) Therefore do not be ashamed of the testimony about our Lord,\nnor of me his prisoner, but share in suffering for the gospel by the\npower of God, (9) who saved us and called us to a holy calling,\nnot because of our works but because of his own purpose and\ngrace, which he gave us in Christ Jesus before the ages began,\n(10) and which now has been manifested through the appearing\nof our Savior Christ Jesus, who abolished death and brought life\nand immortality to light through the gospel, (11) for which I was\nappointed a preacher and apostle and teacher, (12) which is why\nI suffer as I do. But I am not ashamed, for I know whom I have\nbelieved, and I am convinced that he is able to guard until that\nday what has been entrusted to me. (13) Follow the pattern of the","sound words that you have heard from me, in the faith and love\nthat are in Christ Jesus. (14) By the Holy Spirit who dwells within\nus, guard the good deposit entrusted to you. (15) You are aware\nthat all who are in Asia turned away from me, among whom are\nPhygelus and Hermogenes. (16) May the Lord grant mercy to the\nhousehold of Onesiphorus, for he often refreshed me and was\nnot ashamed of my chains, (17) but when he arrived in Rome he\nsearched for me earnestly and found me-- (18) may the Lord grant\nhim to find mercy from the Lord on that day!--and you well know\nall the service he rendered at Ephesus."],"word_count":412},{"reference":"Philemon 1:4-7","translation":"ESV","division":"Senior","passage_number":88,"release":"NBBC","cards":["(4) I thank my God always when I remember you in my prayers,\n(5) because I hear of your love and of the faith that you have\ntoward the Lord Jesus and for all the saints, (6) and I pray that\nthe sharing of your faith may become effective for the full\nknowledge of every good thing that is in us for the sake of\nChrist. (7) For I have derived much joy and comfort from your\nlove, my brother, because the hearts of the saints have been\nrefreshed through you."],"word_count":87},{"reference":"Hebrews 4:6-12","translation":"ESV","division":"Senior","passage_number":89,"release":"NBBC","cards":["(6) Since therefore it remains for some to enter it, and those\nwho formerly received the good news failed to enter because\nof disobedience, (7) again he appoints a certain day, \"Today,\"\nsaying through David so long afterward, in the words already\nquoted, \"Today, if you hear his voice, do not harden your\nhearts.\" (8) For if Joshua had given them rest, God would not\nhave spoken of another day later on. (9) So then, there remains\na Sabbath rest for the people of God, (10) for whoever has\nentered God's rest has also rested from his works as God did\nfrom his. (11) Let us therefore strive to enter that rest, so that\nno one may fall by the same sort of disobedience. (12) For the","word of God is living and active, sharper than any two-edged\nsword, piercing to the division of soul and of spirit, of joints\nand of marrow, and discerning the thoughts and intentions\nof the heart."],"word_count":156},{"reference":"Hebrews 8:6-13","translation":"ESV","division":"Senior","passage_number":90,"release":"NBBC","cards":["(6) But as it is, Christ has obtained a ministry that is as much\nmore excellent than the old as the covenant he mediates is\nbetter, since it is enacted on better promises. (7) For if that\nfirst covenant had been faultless, there would have been no\noccasion to look for a second. (8) For he finds fault with them\nwhen he says: \"Behold, the days are coming, declares the\nLord, when I will establish a new covenant with the house of\nIsrael and with the house of Judah, (9) not like the covenant\nthat I made with their fathers on the day when I took them\nby the hand to bring them out of the land of Egypt. For they\ndid not continue in my covenant, and so I showed no concern","for them, declares the Lord. (10) For this is the covenant that\nI will make with the house of Israel after those days, declares\nthe Lord: I will put my laws into their minds, and write them\non their hearts, and I will be their God, and they shall be my\npeople. (11) And they shall not teach, each one his neighbor\nand each one his brother, saying, 'Know the Lord,' for they shall\nall know me, from the least of them to the greatest. (12) For\nI will be merciful toward their iniquities, and I will remember\ntheir sins no more.\" (13) In speaking of a new covenant, he\nmakes the first one obsolete. And what is becoming obsolete\nand growing old is ready to vanish away."],"word_count":253},{"reference":"Hebrews 11:4-7","translation":"ESV","division":"Senior","passage_number":91,"release":"NBBC","cards":["(4) By faith Abel offered to God a more acceptable sacrifice\nthan Cain, through which he was commended as righteous,\nGod commending him by accepting his gifts. And through\nhis faith, though he died, he still speaks. (5) By faith Enoch\nwas taken up so that he should not see death, and he was not\nfound, because God had taken him. Now before he was taken\nhe was commended as having pleased God. (6) And without\nfaith it is impossible to please him, for whoever would draw\nnear to God must believe that he exists and that he rewards\nthose who seek him. (7) By faith Noah, being warned by God\nconcerning events as yet unseen, in reverent fear constructed","an ark for the saving of his household. By this he condemned\nthe world and became an heir of the righteousness that\ncomes by faith."],"word_count":141},{"reference":"Hebrews 12:1-2","translation":"ESV","division":"Senior","passage_number":92,"release":"NBBC","cards":["(1) Therefore, since we are surrounded by so great a cloud\nof witnesses, let us also lay aside every weight, and sin which\nclings so closely, and let us run with endurance the race that is\nset before us, (2) looking to Jesus, the founder and perfecter\nof our faith, who for the joy that was set before him endured\nthe cross, despising the shame, and is seated at the right hand\nof the throne of God."],"word_count":75},{"reference":"James 3:6-12","translation":"ESV","division":"Senior","passage_number":93,"release":"NBBC","cards":["(6) And the tongue is a fire, a world of unrighteousness. The tongue\nis set among our members, staining the whole body, setting on fire\nthe entire course of life, and set on fire by hell. (7) For every kind\nof beast and bird, of reptile and sea creature, can be tamed and\nhas been tamed by mankind, (8) but no human being can tame\nthe tongue. It is a restless evil, full of deadly poison. (9) With it\nwe bless our Lord and Father, and with it we curse people who\nare made in the likeness of God. (10) From the same mouth come\nblessing and cursing. My brothers, these things ought not to be so.\n(11) Does a spring pour forth from the same opening both fresh\nand salt water? (12) Can a fig tree, my brothers, bear olives, or a\ngrapevine produce figs? Neither can a salt pond yield fresh water."],"word_count":147},{"reference":"James 4:11-16","translation":"ESV","division":"Senior","passage_number":94,"release":"NBBC","cards":["(11) Do not speak evil against one another, brothers. The one who\nspeaks against a brother or judges his brother, speaks evil against\nthe law and judges the law. But if you judge the law, you are not\na doer of the law but a judge. (12) There is only one lawgiver and\njudge, he who is able to save and to destroy. But who are you to\njudge your neighbor? (13) Come now, you who say, \"Today or\ntomorrow we will go into such and such a town and spend a year\nthere and trade and make a profit\"-- (14) yet you do not know\nwhat tomorrow will bring. What is your life? For you are a mist that\nappears for a little time and then vanishes. (15) Instead you ought\nto say, \"If the Lord wills, we will live and do this or that.\" (16) As it\nis, you boast in your arrogance. All such boasting is evil."],"word_count":154},{"reference":"1 Peter 2:1-21","translation":"ESV","division":"Senior","passage_number":95,"release":"NBBC","cards":["(1) So put away all malice and all deceit and hypocrisy and\nenvy and all slander. (2) Like newborn infants, long for the\npure spiritual milk, that by it you may grow up into salvation--\n(3) if indeed you have tasted that the Lord is good. (4) As\nyou come to him, a living stone rejected by men but in the\nsight of God chosen and precious, (5) you yourselves like\nliving stones are being built up as a spiritual house, to be\na holy priesthood, to offer spiritual sacrifices acceptable\nto God through Jesus Christ. (6) For it stands in Scripture:\n\"Behold, I am laying in Zion a stone, a cornerstone chosen\nand precious, and whoever believes in him will not be put to","shame.\" (7) So the honor is for you who believe, but for those\nwho do not believe, \"The stone that the builders rejected has\nbecome the cornerstone,\" (8) and \"A stone of stumbling, and\na rock of offense.\" They stumble because they disobey the\nword, as they were destined to do. (9) But you are a chosen\nrace, a royal priesthood, a holy nation, a people for his own\npossession, that you may proclaim the excellencies of him\nwho called you out of darkness into his marvelous light. (10)\nOnce you were not a people, but now you are God's people;\nonce you had not received mercy, but now you have received\nmercy. (11) Beloved, I urge you as sojourners and exiles","to abstain from the passions of the flesh, which wage war\nagainst your soul. (12) Keep your conduct among the Gentiles\nhonorable, so that when they speak against you as evildoers,\nthey may see your good deeds and glorify God on the day of\nvisitation. (13) Be subject for the Lord's sake to every human\ninstitution, whether it be to the emperor as supreme, (14) or\nto governors as sent by him to punish those who do evil and\nto praise those who do good. (15) For this is the will of God,\nthat by doing good you should put to silence the ignorance\nof foolish people. (16) Live as people who are free, not using\nyour freedom as a cover-up for evil, but living as servants of","God. (17) Honor everyone. Love the brotherhood. Fear God.\nHonor the emperor. (18) Servants, be subject to your masters\nwith all respect, not only to the good and gentle but also to\nthe unjust. (19) For this is a gracious thing, when, mindful of\nGod, one endures sorrows while suffering unjustly. (20) For\nwhat credit is it if, when you sin and are beaten for it, you\nendure? But if when you do good and suffer for it you endure,\nthis is a gracious thing in the sight of God. (21) For to this\nyou have been called, because Christ also suffered for you,\nleaving you an example, so that you might follow in his steps."],"word_count":471},{"reference":"1 Peter 3:8-12","translation":"ESV","division":"Senior","passage_number":96,"release":"NBBC","cards":["(8) Finally, all of you, have unity of mind, sympathy, brotherly\nlove, a tender heart, and a humble mind. (9) Do not repay evil\nfor evil or reviling for reviling, but on the contrary, bless, for\nto this you were called, that you may obtain a blessing. (10)\nFor \"Whoever desires to love life and see good days, let him\nkeep his tongue from evil and his lips from speaking deceit;\n(11) let him turn away from evil and do good; let him seek\npeace and pursue it. (12) For the eyes of the Lord are on the\nrighteous, and his ears are open to their prayer. But the face\nof the Lord is against those who do evil.\""],"word_count":114},{"reference":"1 Peter 4:1-6","translation":"ESV","division":"Senior","passage_number":97,"release":"NBBC","cards":["(1) Since therefore Christ suffered in the flesh, arm yourselves\nwith the same way of thinking, for whoever has suffered in\nthe flesh has ceased from sin, (2) so as to live for the rest of\nthe time in the flesh no longer for human passions but for\nthe will of God. (3) For the time that is past suffices for doing\nwhat the Gentiles want to do, living in sensuality, passions,\ndrunkenness, orgies, drinking parties, and lawless idolatry. (4)\nWith respect to this they are surprised when you do not join\nthem in the same flood of debauchery, and they malign you;\n(5) but they will give account to him who is ready to judge\nthe living and the dead. (6) For this is why the gospel was","preached even to those who are dead, that though judged in\nthe flesh the way people are, they might live in the spirit the\nway God does."],"word_count":150},{"reference":"1 Peter 5:1-6","translation":"ESV","division":"Senior","passage_number":98,"release":"NBBC","cards":["(1) So I exhort the elders among you, as a fellow elder and a witness\nof the sufferings of Christ, as well as a partaker in the glory that is\ngoing to be revealed: (2) shepherd the flock of God that is among\nyou, exercising oversight, not under compulsion, but willingly, as\nGod would have you; not for shameful gain, but eagerly; (3) not\ndomineering over those in your charge, but being examples to the\nflock. (4) And when the chief Shepherd appears, you will receive\nthe unfading crown of glory. (5) Likewise, you who are younger, be\nsubject to the elders. Clothe yourselves, all of you, with humility\ntoward one another, for \"God opposes the proud but gives grace\nto the humble.\" (6) Humble yourselves, therefore, under the mighty\nhand of God so that at the proper time he may exalt you,"],"word_count":137},{"reference":"2 Peter 2:12-17","translation":"ESV","division":"Senior","passage_number":99,"release":"NBBC","cards":["(12) But these, like irrational animals, creatures of instinct,\nborn to be caught and destroyed, blaspheming about\nmatters of which they are ignorant, will also be destroyed in\ntheir destruction, (13) suffering wrong as the wage for their\nwrongdoing. They count it pleasure to revel in the daytime.\nThey are blots and blemishes, reveling in their deceptions,\nwhile they feast with you. (14) They have eyes full of adultery,\ninsatiable for sin. They entice unsteady souls. They have hearts\ntrained in greed. Accursed children! (15) Forsaking the right\nway, they have gone astray. They have followed the way of\nBalaam, the son of Beor, who loved gain from wrongdoing,","(16) but was rebuked for his own transgression; a speechless\ndonkey spoke with human voice and restrained the prophet's\nmadness. (17) These are waterless springs and mists driven\nby a storm. For them the gloom of utter darkness has been\nreserved."],"word_count":144},{"reference":"2 Peter 3:13-18","translation":"ESV","division":"Senior","passage_number":100,"release":"NBBC","cards":["(13) But according to his promise we are waiting for new\nheavens and a new earth in which righteousness dwells.\n(14) Therefore, beloved, since you are waiting for these,\nbe diligent to be found by him without spot or blemish,\nand at peace. (15) And count the patience of our Lord as\nsalvation, just as our beloved brother Paul also wrote to you\naccording to the wisdom given him, (16) as he does in all his\nletters when he speaks in them of these matters. There are\nsome things in them that are hard to understand, which the\nignorant and unstable twist to their own destruction, as they\ndo the other Scriptures. (17) You therefore, beloved, knowing","this beforehand, take care that you are not carried away with\nthe error of lawless people and lose your own stability. (18)\nBut grow in the grace and knowledge of our Lord and Savior\nJesus Christ. To him be the glory both now and to the day of\neternity. Amen."],"word_count":161},{"reference":"1 John 3:10-15","translation":"ESV","division":"Senior","passage_number":101,"release":"NBBC","cards":["(10) By this it is evident who are the children of God, and who are\nthe children of the devil: whoever does not practice righteousness\nis not of God, nor is the one who does not love his brother. (11)\nFor this is the message that you have heard from the beginning,\nthat we should love one another. (12) We should not be like Cain,\nwho was of the evil one and murdered his brother. And why did he\nmurder him? Because his own deeds were evil and his brother's\nrighteous. (13) Do not be surprised, brothers, that the world hates\nyou. (14) We know that we have passed out of death into life,\nbecause we love the brothers. Whoever does not love abides in\ndeath. (15) Everyone who hates his brother is a murderer, and you\nknow that no murderer has eternal life abiding in him."],"word_count":141},{"reference":"1 John 4:1-11","translation":"ESV","division":"Senior","passage_number":102,"release":"NBBC","cards":["(1) Beloved, do not believe every spirit, but test the spirits to\nsee whether they are from God, for many false prophets have\ngone out into the world. (2) By this you know the Spirit of God:\nevery spirit that confesses that Jesus Christ has come in the\nflesh is from God, (3) and every spirit that does not confess\nJesus is not from God. This is the spirit of the antichrist, which\nyou heard was coming and now is in the world already. (4)\nLittle children, you are from God and have overcome them,\nfor he who is in you is greater than he who is in the world. (5)\nThey are from the world; therefore they speak from the world,\nand the world listens to them. (6) We are from God. Whoever","knows God listens to us; whoever is not from God does not\nlisten to us. By this we know the Spirit of truth and the spirit\nof error. (7) Beloved, let us love one another, for love is from\nGod, and whoever loves has been born of God and knows\nGod. (8) Anyone who does not love does not know God,\nbecause God is love. (9) In this the love of God was made\nmanifest among us, that God sent his only Son into the world,\nso that we might live through him. (10) In this is love, not that\nwe have loved God but that he loved us and sent his Son to\nbe the propitiation for our sins. (11) Beloved, if God so loved\nus, we also ought to love one another."],"word_count":257},{"reference":"Revelation 20:1-9","translation":"ESV","division":"Senior","passage_number":103,"release":"NBBC","cards":["(1) Then I saw an angel coming down from heaven, holding\nin his hand the key to the bottomless pit and a great chain.\n(2) And he seized the dragon, that ancient serpent, who is\nthe devil and Satan, and bound him for a thousand years, (3)\nand threw him into the pit, and shut it and sealed it over him,\nso that he might not deceive the nations any longer, until the\nthousand years were ended. After that he must be released\nfor a little while. (4) Then I saw thrones, and seated on them\nwere those to whom the authority to judge was committed.\nAlso I saw the souls of those who had been beheaded for\nthe testimony of Jesus and for the word of God, and those","who had not worshiped the beast or its image and had not\nreceived its mark on their foreheads or their hands. They\ncame to life and reigned with Christ for a thousand years. (5)\nThe rest of the dead did not come to life until the thousand\nyears were ended. This is the first resurrection. (6) Blessed and\nholy is the one who shares in the first resurrection! Over such\nthe second death has no power, but they will be priests of\nGod and of Christ, and they will reign with him for a thousand\nyears. (7) And when the thousand years are ended, Satan will\nbe released from his prison (8) and will come out to deceive\nthe nations that are at the four corners of the earth, Gog and","Magog, to gather them for battle; their number is like the\nsand of the sea. (9) And they marched up over the broad plain\nof the earth and surrounded the camp of the saints and the\nbeloved city, but fire came down from heaven and consumed\nthem,"],"word_count":299}]