[{"reference":"John 1:1–5","translation":"NIV","division":"Senior","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was with\nGod, and the Word was God. (2) He was with God in the\nbeginning. (3) Through him all things were made; without\nhim nothing was made that has been made. (4) In him was\nlife, and that life was the light of all mankind. (5) The light\nshines in the darkness, and the darkness has not overcome it."],"word_count":65},{"reference":"John 20:30–31","translation":"NIV","division":"Senior","passage_number":2,"release":"Navigate","cards":["(30) Jesus performed many other signs in the presence of his\ndisciples, which are not recorded in this book. (31) But these\nare written that you may believe that Jesus is the Messiah,\nthe Son of God, and that by believing you may have life in his\nname."],"word_count":46},{"reference":"Philippians 2:5–8","translation":"NIV","division":"Senior","passage_number":3,"release":"Explore","cards":["(5) In your relationships with one another, have the same\nmindset as Christ Jesus: (6) Who, being in very nature God,\ndid not consider equality with God something to be used to\nhis own advantage; (7) rather, he made himself nothing by\ntaking the very nature of a servant, being made in human\nlikeness. (8) And being found in appearance as a man, he\nhumbled himself by becoming obedient to death--even\ndeath on a cross!"],"word_count":72},{"reference":"John 1:29–34","translation":"NIV","division":"Senior","passage_number":4,"release":"Navigate","cards":["(29) The next day John saw Jesus coming toward him and said,\n\"Look, the Lamb of God, who takes away the sin of the world! (30)\nThis is the one I meant when I said, 'A man who comes after me has\nsurpassed me because he was before me.' (31) I myself did not\nknow him, but the reason I came baptizing with water was that he\nmight be revealed to Israel.\" (32) Then John gave this testimony:\n\"I saw the Spirit come down from heaven as a dove and remain\non him. (33) And I myself did not know him, but the one who sent\nme to baptize with water told me, 'The man on whom you see the\nSpirit come down and remain is the one who will baptize with the\nHoly Spirit.' (34) I have seen and I testify that this is God's Chosen\nOne.\""],"word_count":142},{"reference":"Revelation 5:4–12","translation":"NIV","division":"Senior","passage_number":5,"release":"Explore","cards":["(4) I wept and wept because no one was found who was worthy\nto open the scroll or look inside. (5) Then one of the elders said\nto me, \"Do not weep! See, the Lion of the tribe of Judah, the\nRoot of David, has triumphed. He is able to open the scroll and\nits seven seals.\" (6) Then I saw a Lamb, looking as if it had been\nslain, standing at the center of the throne, encircled by the four\nliving creatures and the elders. The Lamb had seven horns and\nseven eyes, which are the seven spirits of God sent out into all\nthe earth. (7) He went and took the scroll from the right hand of\nhim who sat on the throne. (8) And when he had taken it, the four\nliving creatures and the twenty-four elders fell down before the\nLamb. Each one had a harp and they were holding golden bowls","full of incense, which are the prayers of God's people. (9) And they\nsang a new song, saying: \"You are worthy to take the scroll and to\nopen its seals, because you were slain, and with your blood you\npurchased for God persons from every tribe and language and\npeople and nation. (10) You have made them to be a kingdom\nand priests to serve our God, and they will reign on the earth.\"\n(11) Then I looked and heard the voice of many angels, numbering\nthousands upon thousands, and ten thousand times ten thousand.\nThey encircled the throne and the living creatures and the elders.\n(12) In a loud voice they were saying: \"Worthy is the Lamb, who\nwas slain, to receive power and wealth and wisdom and strength\nand honor and glory and praise!\""],"word_count":284},{"reference":"John 2:18–22","translation":"NIV","division":"Senior","passage_number":6,"release":"Navigate","cards":["(18) The Jews then responded to him, \"What sign can you\nshow us to prove your authority to do all this?\" (19) Jesus\nanswered them, \"Destroy this temple, and I will raise it again\nin three days.\" (20) They replied, \"It has taken forty-six years\nto build this temple, and you are going to raise it in three\ndays?\" (21) But the temple he had spoken of was his body.\n(22) After he was raised from the dead, his disciples recalled\nwhat he had said. Then they believed the scripture and the\nwords that Jesus had spoken."],"word_count":93},{"reference":"Acts 10:36–38","translation":"NIV","division":"Senior","passage_number":7,"release":"Explore","cards":["(36) You know the message God sent to the people of\nIsrael, announcing the good news of peace through Jesus\nChrist, who is Lord of all. (37) You know what has happened\nthroughout the province of Judea, beginning in Galilee after\nthe baptism that John preached-- (38) how God anointed\nJesus of Nazareth with the Holy Spirit and power, and how he\nwent around doing good and healing all who were under the\npower of the devil, because God was with him."],"word_count":79},{"reference":"John 3:32–36","translation":"NIV","division":"Senior","passage_number":8,"release":"Navigate","cards":["(32) He testiﬁes to what he has seen and heard, but no one\naccepts his testimony. (33) Whoever has accepted it has\ncertiﬁed that God is truthful. (34) For the one whom God has\nsent speaks the words of God, for God gives the Spirit without\nlimit. (35) The Father loves the Son and has placed everything\nin his hands. (36) Whoever believes in the Son has eternal life,\nbut whoever rejects the Son will not see life, for God's wrath\nremains on them."],"word_count":79},{"reference":"Titus 3:4–7","translation":"NIV","division":"Senior","passage_number":9,"release":"Explore","cards":["(4) But when the kindness and love of God our Savior\nappeared, (5) he saved us, not because of righteous things\nwe had done, but because of his mercy. He saved us through\nthe washing of rebirth and renewal by the Holy Spirit, (6)\nwhom he poured out on us generously through Jesus Christ\nour Savior, (7) so that, having been justiﬁed by his grace, we\nmight become heirs having the hope of eternal life."],"word_count":71},{"reference":"John 4:41–42","translation":"NIV","division":"Senior","passage_number":10,"release":"Navigate","cards":["(41) And because of his words many more became believers.\n(42) They said to the woman, \"We no longer believe just\nbecause of what you said; now we have heard for ourselves,\nand we know that this man really is the Savior of the world.\""],"word_count":43},{"reference":"Acts 18:27–28","translation":"NIV","division":"Senior","passage_number":11,"release":"Explore","cards":["(27) When Apollos wanted to go to Achaia, the brothers and\nsisters encouraged him and wrote to the disciples there to\nwelcome him. When he arrived, he was a great help to those\nwho by grace had believed. (28) For he vigorously refuted\nhis Jewish opponents in public debate, proving from the\nScriptures that Jesus was the Messiah."],"word_count":56},{"reference":"John 5:24","translation":"NIV","division":"Senior","passage_number":12,"release":"Navigate","cards":["(24) \"Very truly I tell you, whoever hears my word and believes\nhim who sent me has eternal life and will not be judged but\nhas crossed over from death to life."],"word_count":31},{"reference":"Colossians 1:15–18","translation":"NIV","division":"Senior","passage_number":13,"release":"Explore","cards":["(15) The Son is the image of the invisible God, the ﬁrstborn\nover all creation. (16) For in him all things were created:\nthings in heaven and on earth, visible and invisible, whether\nthrones or powers or rulers or authorities; all things have been\ncreated through him and for him. (17) He is before all things,\nand in him all things hold together. (18) And he is the head\nof the body, the church; he is the beginning and the ﬁrstborn\nfrom among the dead, so that in everything he might have\nthe supremacy."],"word_count":90},{"reference":"John 6:35–40","translation":"NIV","division":"Senior","passage_number":14,"release":"Navigate","cards":["(35) Then Jesus declared, \"I am the bread of life. Whoever comes\nto me will never go hungry, and whoever believes in me will never\nbe thirsty. (36) But as I told you, you have seen me and still you do\nnot believe. (37) All those the Father gives me will come to me,\nand whoever comes to me I will never drive away. (38) For I have\ncome down from heaven not to do my will but to do the will of him\nwho sent me. (39) And this is the will of him who sent me, that I\nshall lose none of all those he has given me, but raise them up at\nthe last day. (40) For my Father's will is that everyone who looks to\nthe Son and believes in him shall have eternal life, and I will raise\nthem up at the last day.\""],"word_count":143},{"reference":"1 Corinthians 11:23–24","translation":"NIV","division":"Senior","passage_number":15,"release":"Explore","cards":["(23) For I received from the Lord what I also passed on to you:\nThe Lord Jesus, on the night he was betrayed, took bread,\n(24) and when he had given thanks, he broke it and said, \"This\nis my body, which is for you; do this in remembrance of me.\""],"word_count":49},{"reference":"Genesis 2:1-6","translation":"NIV","division":"Senior","passage_number":16,"release":"NBBC","cards":["(1) Thus the heavens and the earth were completed in all their vast\narray. (2) By the seventh day God had finished the work he had\nbeen doing; so on the seventh day he rested from all his work. (3)\nThen God blessed the seventh day and made it holy, because on it\nhe rested from all the work of creating that he had done. (4) This is\nthe account of the heavens and the earth when they were created,\nwhen the LORD God made the earth and the heavens. (5) Now no\nshrub had yet appeared on the earth and no plant had yet sprung\nup, for the LORD God had not sent rain on the earth and there was\nno one to work the ground, (6) but streams came up from the earth\nand watered the whole surface of the ground."],"word_count":137},{"reference":"Genesis 19:23-29","translation":"NIV","division":"Senior","passage_number":17,"release":"NBBC","cards":["(23) By the time Lot reached Zoar, the sun had risen over\nthe land. (24) Then the LORD rained down burning sulfur on\nSodom and Gomorrah--from the LORD out of the heavens.\n(25) Thus he overthrew those cities and the entire plain,\ndestroying all those living in the cities--and also the vegetation\nin the land. (26) But Lot's wife looked back, and she became a\npillar of salt. (27) Early the next morning Abraham got up and\nreturned to the place where he had stood before the LORD.\n(28) He looked down toward Sodom and Gomorrah, toward\nall the land of the plain, and he saw dense smoke rising\nfrom the land, like smoke from a furnace. (29) So when God","destroyed the cities of the plain, he remembered Abraham,\nand he brought Lot out of the catastrophe that overthrew the\ncities where Lot had lived."],"word_count":141},{"reference":"Exodus 15:6-12","translation":"NIV","division":"Senior","passage_number":18,"release":"NBBC","cards":["(6) Your right hand, LORD, was majestic in power. Your right\nhand, LORD, shattered the enemy. (7) \"In the greatness of\nyour majesty you threw down those who opposed you.\nYou unleashed your burning anger; it consumed them like\nstubble. (8) By the blast of your nostrils the waters piled up.\nThe surging waters stood up like a wall; the deep waters\ncongealed in the heart of the sea. (9) The enemy boasted, 'I\nwill pursue, I will overtake them. I will divide the spoils; I will\ngorge myself on them. I will draw my sword and my hand will\ndestroy them.' (10) But you blew with your breath, and the\nsea covered them. They sank like lead in the mighty waters.","(11) Who among the gods is like you, LORD? Who is like you-\n-majestic in holiness, awesome in glory, working wonders?\n(12) \"You stretch out your right hand, and the earth swallows\nyour enemies."],"word_count":149},{"reference":"Deuteronomy 6:20-25","translation":"NIV","division":"Senior","passage_number":19,"release":"NBBC","cards":["(20) In the future, when your son asks you, \"What is the meaning\nof the stipulations, decrees and laws the LORD our God has\ncommanded you?\" (21) tell him: \"We were slaves of Pharaoh in\nEgypt, but the LORD brought us out of Egypt with a mighty hand.\n(22) Before our eyes the LORD sent signs and wonders--great and\nterrible--on Egypt and Pharaoh and his whole household. (23) But\nhe brought us out from there to bring us in and give us the land he\npromised on oath to our ancestors. (24) The LORD commanded us\nto obey all these decrees and to fear the LORD our God, so that we\nmight always prosper and be kept alive, as is the case today. (25)\nAnd if we are careful to obey all this law before the LORD our God,\nas he has commanded us, that will be our righteousness.\""],"word_count":145},{"reference":"Deuteronomy 30:11-20","translation":"NIV","division":"Senior","passage_number":20,"release":"NBBC","cards":["(11) Now what I am commanding you today is not too difficult for\nyou or beyond your reach. (12) It is not up in heaven, so that you\nhave to ask, \"Who will ascend into heaven to get it and proclaim\nit to us so we may obey it?\" (13) Nor is it beyond the sea, so that\nyou have to ask, \"Who will cross the sea to get it and proclaim it\nto us so we may obey it?\" (14) No, the word is very near you; it is\nin your mouth and in your heart so you may obey it. (15) See, I set\nbefore you today life and prosperity, death and destruction. (16)\nFor I command you today to love the LORD your God, to walk in\nobedience to him, and to keep his commands, decrees and laws;\nthen you will live and increase, and the LORD your God will bless\nyou in the land you are entering to possess. (17) But if your heart","turns away and you are not obedient, and if you are drawn away\nto bow down to other gods and worship them, (18) I declare to\nyou this day that you will certainly be destroyed. You will not live\nlong in the land you are crossing the Jordan to enter and possess.\n(19) This day I call the heavens and the earth as witnesses against\nyou that I have set before you life and death, blessings and curses.\nNow choose life, so that you and your children may live (20) and\nthat you may love the LORD your God, listen to his voice, and hold\nfast to him. For the LORD is your life, and he will give you many\nyears in the land he swore to give to your fathers, Abraham, Isaac\nand Jacob."],"word_count":293},{"reference":"Joshua 1:1-9","translation":"NIV","division":"Senior","passage_number":21,"release":"NBBC","cards":["(1) After the death of Moses the servant of the LORD, the\nLORD said to Joshua son of Nun, Moses' aide: (2) \"Moses my\nservant is dead. Now then, you and all these people, get ready\nto cross the Jordan River into the land I am about to give to\nthem--to the Israelites. (3) I will give you every place where\nyou set your foot, as I promised Moses. (4) Your territory will\nextend from the desert to Lebanon, and from the great river,\nthe Euphrates--all the Hittite country--to the Mediterranean\nSea in the west. (5) No one will be able to stand against you\nall the days of your life. As I was with Moses, so I will be with\nyou; I will never leave you nor forsake you. (6) Be strong and","courageous, because you will lead these people to inherit\nthe land I swore to their ancestors to give them. (7) \"Be\nstrong and very courageous. Be careful to obey all the law\nmy servant Moses gave you; do not turn from it to the right\nor to the left, that you may be successful wherever you go. (8)\nKeep this Book of the Law always on your lips; meditate on\nit day and night, so that you may be careful to do everything\nwritten in it. Then you will be prosperous and successful. (9)\nHave I not commanded you? Be strong and courageous. Do\nnot be afraid; do not be discouraged, for the LORD your God\nwill be with you wherever you go.\""],"word_count":251},{"reference":"1 Samuel 16:4-7","translation":"NIV","division":"Senior","passage_number":22,"release":"NBBC","cards":["(4) Samuel did what the LORD said. When he arrived at Bethlehem,\nthe elders of the town trembled when they met him. They asked,\n\"Do you come in peace?\" (5) Samuel replied, \"Yes, in peace; I have\ncome to sacrifice to the LORD. Consecrate yourselves and come to\nthe sacrifice with me.\" Then he consecrated Jesse and his sons and\ninvited them to the sacrifice. (6) When they arrived, Samuel saw\nEliab and thought, \"Surely the LORD's anointed stands here before\nthe LORD.\" (7) But the LORD said to Samuel, \"Do not consider his\nappearance or his height, for I have rejected him. The LORD does\nnot look at the things people look at. People look at the outward\nappearance, but the LORD looks at the heart.\""],"word_count":123},{"reference":"2 Samuel 2:4-7","translation":"NIV","division":"Senior","passage_number":23,"release":"NBBC","cards":["(4) Then the men of Judah came to Hebron, and there they\nanointed David king over the tribe of Judah. When David\nwas told that it was the men from Jabesh Gilead who had\nburied Saul, (5) he sent messengers to them to say to them,\n\"The LORD bless you for showing this kindness to Saul your\nmaster by burying him. (6) May the LORD now show you\nkindness and faithfulness, and I too will show you the same\nfavor because you have done this. (7) Now then, be strong\nand brave, for Saul your master is dead, and the people of\nJudah have anointed me king over them.\""],"word_count":105},{"reference":"2 Samuel 12:1-8","translation":"NIV","division":"Senior","passage_number":24,"release":"NBBC","cards":["(1) The LORD sent Nathan to David. When he came to him, he\nsaid, \"There were two men in a certain town, one rich and the\nother poor. (2) The rich man had a very large number of sheep\nand cattle, (3) but the poor man had nothing except one little\newe lamb he had bought. He raised it, and it grew up with him\nand his children. It shared his food, drank from his cup and\neven slept in his arms. It was like a daughter to him. (4) \"Now\na traveler came to the rich man, but the rich man refrained\nfrom taking one of his own sheep or cattle to prepare a meal\nfor the traveler who had come to him. Instead, he took the\newe lamb that belonged to the poor man and prepared it for","the one who had come to him.\" (5) David burned with anger\nagainst the man and said to Nathan, \"As surely as the LORD\nlives, the man who did this must die! (6) He must pay for that\nlamb four times over, because he did such a thing and had\nno pity.\" (7) Then Nathan said to David, \"You are the man!\nThis is what the LORD, the God of Israel, says: 'I anointed you\nking over Israel, and I delivered you from the hand of Saul. (8)\nI gave your master's house to you, and your master's wives\ninto your arms. I gave you all Israel and Judah. And if all this\nhad been too little, I would have given you even more."],"word_count":256},{"reference":"Psalm 5:4-8","translation":"NIV","division":"Senior","passage_number":25,"release":"NBBC","cards":["(4) For you are not a God who is pleased with wickedness;\nwith you, evil people are not welcome. (5) The arrogant\ncannot stand in your presence. You hate all who do wrong; (6)\nyou destroy those who tell lies. The bloodthirsty and deceitful\nyou, LORD, detest. (7) But I, by your great love, can come\ninto your house; in reverence I bow down toward your holy\ntemple. (8) Lead me, LORD, in your righteousness because of\nmy enemies--make your way straight before me."],"word_count":80},{"reference":"Psalm 33:1-15","translation":"NIV","division":"Senior","passage_number":26,"release":"NBBC","cards":["(1) Sing joyfully to the LORD, you righteous; it is fitting for\nthe upright to praise him. (2) Praise the LORD with the harp;\nmake music to him on the ten-stringed lyre. (3) Sing to him a\nnew song; play skillfully, and shout for joy. (4) For the word\nof the LORD is right and true; he is faithful in all he does. (5)\nThe LORD loves righteousness and justice; the earth is full of\nhis unfailing love. (6) By the word of the LORD the heavens\nwere made, their starry host by the breath of his mouth. (7)\nHe gathers the waters of the sea into jars; he puts the deep\ninto storehouses. (8) Let all the earth fear the LORD; let all\nthe people of the world revere him. (9) For he spoke, and it","came to be; he commanded, and it stood firm. (10) The LORD\nfoils the plans of the nations; he thwarts the purposes of the\npeoples. (11) But the plans of the LORD stand firm forever, the\npurposes of his heart through all generations. (12) Blessed is\nthe nation whose God is the LORD, the people he chose for\nhis inheritance. (13) From heaven the LORD looks down and\nsees all mankind; (14) from his dwelling place he watches all\nwho live on earth-- (15) he who forms the hearts of all, who\nconsiders everything they do."],"word_count":219},{"reference":"Psalm 35:4-5","translation":"NIV","division":"Senior","passage_number":27,"release":"NBBC","cards":["(4) May those who seek my life be disgraced and put to\nshame; may those who plot my ruin be turned back in dismay.\n(5) May they be like chaff before the wind, with the angel of\nthe LORD driving them away;"],"word_count":40},{"reference":"Psalm 42:1-6","translation":"NIV","division":"Senior","passage_number":28,"release":"NBBC","cards":["(1) As the deer pants for streams of water, so my soul pants for you,\nmy God. (2) My soul thirsts for God, for the living God. When can\nI go and meet with God? (3) My tears have been my food day and\nnight, while people say to me all day long, \"Where is your God?\"\n(4) These things I remember as I pour out my soul: how I used to\ngo to the house of God under the protection of the Mighty One\nwith shouts of joy and praise among the festive throng. (5) Why,\nmy soul, are you downcast? Why so disturbed within me? Put your\nhope in God, for I will yet praise him, my Savior and my God. (6)\nMy soul is downcast within me; therefore I will remember you from\nthe land of the Jordan, the heights of Hermon--from Mount Mizar."],"word_count":142},{"reference":"Psalm 65:1-13","translation":"NIV","division":"Senior","passage_number":29,"release":"NBBC","cards":["(1) Praise awaits you, our God, in Zion; to you our vows will\nbe fulfilled. (2) You who answer prayer, to you all people will\ncome. (3) When we were overwhelmed by sins, you forgave our\ntransgressions. (4) Blessed are those you choose and bring near\nto live in your courts! We are filled with the good things of your\nhouse, of your holy temple. (5) You answer us with awesome and\nrighteous deeds, God our Savior, the hope of all the ends of the\nearth and of the farthest seas, (6) who formed the mountains by\nyour power, having armed yourself with strength, (7) who stilled\nthe roaring of the seas, the roaring of their waves, and the turmoil\nof the nations. (8) The whole earth is filled with awe at your","wonders; where morning dawns, where evening fades, you call\nforth songs of joy. (9) You care for the land and water it; you enrich\nit abundantly. The streams of God are filled with water to provide\nthe people with grain, for so you have ordained it. (10) You drench\nits furrows and level its ridges; you soften it with showers and bless\nits crops. (11) You crown the year with your bounty, and your carts\noverflow with abundance. (12) The grasslands of the wilderness\noverflow; the hills are clothed with gladness. (13) The meadows\nare covered with flocks and the valleys are mantled with grain;\nthey shout for joy and sing."],"word_count":231},{"reference":"Psalm 80:1-17","translation":"NIV","division":"Senior","passage_number":30,"release":"NBBC","cards":["(1) Hear us, Shepherd of Israel, you who lead Joseph like a flock.\nYou who sit enthroned between the cherubim, shine forth (2)\nbefore Ephraim, Benjamin and Manasseh. Awaken your might;\ncome and save us. (3) Restore us, O God; make your face shine on\nus, that we may be saved. (4) How long, LORD God Almighty, will\nyour anger smolder against the prayers of your people? (5) You\nhave fed them with the bread of tears; you have made them drink\ntears by the bowlful. (6) You have made us an object of derision\nto our neighbors, and our enemies mock us. (7) Restore us, God\nAlmighty; make your face shine on us, that we may be saved. (8)\nYou transplanted a vine from Egypt; you drove out the nations and\nplanted it. (9) You cleared the ground for it, and it took root and","filled the land. (10) The mountains were covered with its shade,\nthe mighty cedars with its branches. (11) Its branches reached as\nfar as the Sea, its shoots as far as the River. (12) Why have you\nbroken down its walls so that all who pass by pick its grapes? (13)\nBoars from the forest ravage it, and insects from the fields feed\non it. (14) Return to us, God Almighty! Look down from heaven\nand see! Watch over this vine, (15) the root your right hand has\nplanted, the son you have raised up for yourself. (16) Your vine is\ncut down, it is burned with fire; at your rebuke your people perish.\n(17) Let your hand rest on the man at your right hand, the son of\nman you have raised up for yourself."],"word_count":265},{"reference":"Psalm 92:1-10","translation":"NIV","division":"Senior","passage_number":31,"release":"NBBC","cards":["(1) It is good to praise the LORD and make music to your name,\nO Most High, (2) proclaiming your love in the morning and your\nfaithfulness at night, (3) to the music of the ten-stringed lyre and\nthe melody of the harp. (4) For you make me glad by your deeds,\nLORD; I sing for joy at what your hands have done. (5) How great\nare your works, LORD, how profound your thoughts! (6) Senseless\npeople do not know, fools do not understand, (7) that though the\nwicked spring up like grass and all evildoers flourish, they will be\ndestroyed forever. (8) But you, LORD, are forever exalted. (9) For\nsurely your enemies, LORD, surely your enemies will perish; all\nevildoers will be scattered. (10) You have exalted my horn like that\nof a wild ox; fine oils have been poured on me."],"word_count":135},{"reference":"Psalm 101:3-4","translation":"NIV","division":"Senior","passage_number":32,"release":"NBBC","cards":["(3) I will not look with approval on anything that is vile. I hate\nwhat faithless people do; I will have no part in it. (4) The\nperverse of heart shall be far from me; I will have nothing to\ndo with what is evil."],"word_count":43},{"reference":"Proverbs 8:12-17","translation":"NIV","division":"Senior","passage_number":33,"release":"NBBC","cards":["(12) \"I, wisdom, dwell together with prudence; I possess\nknowledge and discretion. (13) To fear the LORD is to hate\nevil; I hate pride and arrogance, evil behavior and perverse\nspeech. (14) Counsel and sound judgment are mine; I have\ninsight, I have power. (15) By me kings reign and rulers issue\ndecrees that are just; (16) by me princes govern, and nobles--\nall who rule on earth. (17) I love those who love me, and those\nwho seek me find me."],"word_count":76},{"reference":"Isaiah 60:1-9","translation":"NIV","division":"Senior","passage_number":34,"release":"NBBC","cards":["(1) \"Arise, shine, for your light has come, and the glory of\nthe LORD rises upon you. (2) See, darkness covers the earth\nand thick darkness is over the peoples, but the LORD rises\nupon you and his glory appears over you. (3) Nations will\ncome to your light, and kings to the brightness of your dawn.\n(4) \"Lift up your eyes and look about you: All assemble and\ncome to you; your sons come from afar, and your daughters\nare carried on the hip. (5) Then you will look and be radiant,\nyour heart will throb and swell with joy; the wealth on the\nseas will be brought to you, to you the riches of the nations\nwill come. (6) Herds of camels will cover your land, young","camels of Midian and Ephah. And all from Sheba will come,\nbearing gold and incense and proclaiming the praise of the\nLORD. (7) All Kedar's flocks will be gathered to you, the rams\nof Nebaioth will serve you; they will be accepted as offerings\non my altar, and I will adorn my glorious temple. (8) \"Who\nare these that fly along like clouds, like doves to their nests?\n(9) Surely the islands look to me; in the lead are the ships\nof Tarshish, bringing your children from afar, with their silver\nand gold, to the honor of the LORD your God, the Holy One\nof Israel, for he has endowed you with splendor."],"word_count":233},{"reference":"Lamentations 3:22-42","translation":"NIV","division":"Senior","passage_number":35,"release":"NBBC","cards":["(22) Because of the LORD's great love we are not consumed, for\nhis compassions never fail. (23) They are new every morning; great\nis your faithfulness. (24) I say to myself, \"The LORD is my portion;\ntherefore I will wait for him.\" (25) The LORD is good to those whose\nhope is in him, to the one who seeks him; (26) it is good to wait\nquietly for the salvation of the LORD. (27) It is good for a man to\nbear the yoke while he is young. (28) Let him sit alone in silence,\nfor the LORD has laid it on him. (29) Let him bury his face in the\ndust--there may yet be hope. (30) Let him offer his cheek to one\nwho would strike him, and let him be filled with disgrace. (31) For\nno one is cast off by the Lord forever. (32) Though he brings grief,","he will show compassion, so great is his unfailing love. (33) For he\ndoes not willingly bring affliction or grief to anyone. (34) To crush\nunderfoot all prisoners in the land, (35) to deny people their rights\nbefore the Most High, (36) to deprive them of justice--would not\nthe Lord see such things? (37) Who can speak and have it happen\nif the Lord has not decreed it? (38) Is it not from the mouth of the\nMost High that both calamities and good things come? (39) Why\nshould the living complain when punished for their sins? (40) Let\nus examine our ways and test them, and let us return to the LORD.\n(41) Let us lift up our hearts and our hands to God in heaven, and\nsay: (42) \"We have sinned and rebelled and you have not forgiven."],"word_count":272},{"reference":"Ezekiel 1:4-14","translation":"NIV","division":"Senior","passage_number":36,"release":"NBBC","cards":["(4) I looked, and I saw a windstorm coming out of the north--an\nimmense cloud with flashing lightning and surrounded by brilliant\nlight. The center of the fire looked like glowing metal, (5) and in\nthe fire was what looked like four living creatures. In appearance\ntheir form was human, (6) but each of them had four faces and\nfour wings. (7) Their legs were straight; their feet were like those\nof a calf and gleamed like burnished bronze. (8) Under their wings\non their four sides they had human hands. All four of them had\nfaces and wings, (9) and the wings of one touched the wings of\nanother. Each one went straight ahead; they did not turn as they\nmoved. (10) Their faces looked like this: Each of the four had the","face of a human being, and on the right side each had the face\nof a lion, and on the left the face of an ox; each also had the face\nof an eagle. (11) Such were their faces. They each had two wings\nspreading out upward, each wing touching that of the creature on\neither side; and each had two other wings covering its body. (12)\nEach one went straight ahead. Wherever the spirit would go, they\nwould go, without turning as they went. (13) The appearance of\nthe living creatures was like burning coals of fire or like torches.\nFire moved back and forth among the creatures; it was bright, and\nlightning flashed out of it. (14) The creatures sped back and forth\nlike flashes of lightning."],"word_count":253},{"reference":"Daniel 1:8-17","translation":"NIV","division":"Senior","passage_number":37,"release":"NBBC","cards":["(8) But Daniel resolved not to defile himself with the royal\nfood and wine, and he asked the chief official for permission\nnot to defile himself this way. (9) Now God had caused the\nofficial to show favor and compassion to Daniel, (10) but\nthe official told Daniel, \"I am afraid of my lord the king, who\nhas assigned your food and drink. Why should he see you\nlooking worse than the other young men your age? The king\nwould then have my head because of you.\" (11) Daniel then\nsaid to the guard whom the chief official had appointed over\nDaniel, Hananiah, Mishael and Azariah, (12) \"Please test your\nservants for ten days: Give us nothing but vegetables to eat","and water to drink. (13) Then compare our appearance with\nthat of the young men who eat the royal food, and treat your\nservants in accordance with what you see.\" (14) So he agreed\nto this and tested them for ten days. (15) At the end of the\nten days they looked healthier and better nourished than any\nof the young men who ate the royal food. (16) So the guard\ntook away their choice food and the wine they were to drink\nand gave them vegetables instead. (17) To these four young\nmen God gave knowledge and understanding of all kinds of\nliterature and learning. And Daniel could understand visions\nand dreams of all kinds."],"word_count":227},{"reference":"Joel 2:1-11","translation":"NIV","division":"Senior","passage_number":38,"release":"NBBC","cards":["(1) Blow the trumpet in Zion; sound the alarm on my holy hill.\nLet all who live in the land tremble, for the day of the LORD is\ncoming. It is close at hand-- (2) a day of darkness and gloom, a\nday of clouds and blackness. Like dawn spreading across the\nmountains a large and mighty army comes, such as never was\nin ancient times nor ever will be in ages to come. (3) Before\nthem fire devours, behind them a flame blazes. Before them\nthe land is like the garden of Eden, behind them, a desert\nwaste--nothing escapes them. (4) They have the appearance\nof horses; they gallop along like cavalry. (5) With a noise\nlike that of chariots they leap over the mountaintops, like a","crackling fire consuming stubble, like a mighty army drawn\nup for battle. (6) At the sight of them, nations are in anguish;\nevery face turns pale. (7) They charge like warriors; they scale\nwalls like soldiers. They all march in line, not swerving from\ntheir course. (8) They do not jostle each other; each marches\nstraight ahead. They plunge through defenses without\nbreaking ranks. (9) They rush upon the city; they run along\nthe wall. They climb into the houses; like thieves they enter\nthrough the windows. (10) Before them the earth shakes, the\nheavens tremble, the sun and moon are darkened, and the\nstars no longer shine. (11) The LORD thunders at the head","of his army; his forces are beyond number, and mighty is the\narmy that obeys his command. The day of the LORD is great;\nit is dreadful. Who can endure it?"],"word_count":264},{"reference":"Amos 2:1-5","translation":"NIV","division":"Senior","passage_number":39,"release":"NBBC","cards":["(1) This is what the LORD says: \"For three sins of Moab, even for\nfour, I will not relent. Because he burned to ashes the bones of\nEdom's king, (2) I will send fire on Moab that will consume the\nfortresses of Kerioth. Moab will go down in great tumult amid war\ncries and the blast of the trumpet. (3) I will destroy her ruler and\nkill all her officials with him,\" says the LORD. (4) This is what the\nLORD says: \"For three sins of Judah, even for four, I will not relent.\nBecause they have rejected the law of the LORD and have not kept\nhis decrees, because they have been led astray by false gods, the\ngods their ancestors followed, (5) I will send fire on Judah that will\nconsume the fortresses of Jerusalem.\""],"word_count":132},{"reference":"Obadiah 1:17-21","translation":"NIV","division":"Senior","passage_number":40,"release":"NBBC","cards":["(17) But on Mount Zion will be deliverance; it will be holy,\nand Jacob will possess his inheritance. (18) Jacob will be a\nfire and Joseph a flame; Esau will be stubble, and they will\nset him on fire and destroy him. There will be no survivors\nfrom Esau.\" The LORD has spoken. (19) People from the\nNegev will occupy the mountains of Esau, and people from\nthe foothills will possess the land of the Philistines. They will\noccupy the fields of Ephraim and Samaria, and Benjamin will\npossess Gilead. (20) This company of Israelite exiles who are\nin Canaan will possess the land as far as Zarephath; the exiles\nfrom Jerusalem who are in Sepharad will possess the towns","of the Negev. (21) Deliverers will go up on Mount Zion to\ngovern the mountains of Esau. And the kingdom will be the\nLORD's."],"word_count":139},{"reference":"Nahum 1:6-8","translation":"NIV","division":"Senior","passage_number":41,"release":"NBBC","cards":["(6) Who can withstand his indignation? Who can endure his\nfierce anger? His wrath is poured out like fire; the rocks are\nshattered before him. (7) The LORD is good, a refuge in times\nof trouble. He cares for those who trust in him, (8) but with an\noverwhelming flood he will make an end of Nineveh; he will\npursue his foes into the realm of darkness."],"word_count":64},{"reference":"Zechariah 4:1-10","translation":"NIV","division":"Senior","passage_number":42,"release":"NBBC","cards":["(1) Then the angel who talked with me returned and woke\nme up, like someone awakened from sleep. (2) He asked me,\n\"What do you see?\" I answered, \"I see a solid gold lampstand\nwith a bowl at the top and seven lamps on it, with seven\nchannels to the lamps. (3) Also there are two olive trees by\nit, one on the right of the bowl and the other on its left.\" (4)\nI asked the angel who talked with me, \"What are these, my\nlord?\" (5) He answered, \"Do you not know what these are?\"\n\"No, my lord,\" I replied. (6) So he said to me, \"This is the word\nof the LORD to Zerubbabel: 'Not by might nor by power, but\nby my Spirit,' says the LORD Almighty. (7) \"What are you,","mighty mountain? Before Zerubbabel you will become level\nground. Then he will bring out the capstone to shouts of 'God\nbless it! God bless it!' \" (8) Then the word of the LORD came\nto me: (9) \"The hands of Zerubbabel have laid the foundation\nof this temple; his hands will also complete it. Then you will\nknow that the LORD Almighty has sent me to you. (10) \"Who\ndares despise the day of small things, since the seven eyes of\nthe LORD that range throughout the earth will rejoice when\nthey see the chosen capstone in the hand of Zerubbabel?\""],"word_count":225},{"reference":"Matthew 2:9-11","translation":"NIV","division":"Senior","passage_number":43,"release":"NBBC","cards":["(9) After they had heard the king, they went on their way, and\nthe star they had seen when it rose went ahead of them until\nit stopped over the place where the child was. (10) When\nthey saw the star, they were overjoyed. (11) On coming to\nthe house, they saw the child with his mother Mary, and they\nbowed down and worshiped him. Then they opened their\ntreasures and presented him with gifts of gold, frankincense\nand myrrh."],"word_count":77},{"reference":"Philippians 4:10-13","translation":"NIV","division":"Senior","passage_number":44,"release":"NBBC","cards":["(10) I rejoiced greatly in the Lord that at last you renewed your\nconcern for me. Indeed, you were concerned, but you had\nno opportunity to show it. (11) I am not saying this because\nI am in need, for I have learned to be content whatever the\ncircumstances. (12) I know what it is to be in need, and I\nknow what it is to have plenty. I have learned the secret of\nbeing content in any and every situation, whether well fed or\nhungry, whether living in plenty or in want. (13) I can do all\nthis through him who gives me strength."],"word_count":101},{"reference":"1 John 3:1-2","translation":"NIV","division":"Senior","passage_number":45,"release":"NBBC","cards":["(1) See what great love the Father has lavished on us, that we\nshould be called children of God! And that is what we are!\nThe reason the world does not know us is that it did not know\nhim. (2) Dear friends, now we are children of God, and what\nwe will be has not yet been made known. But we know that\nwhen Christ appears, we shall be like him, for we shall see\nhim as he is."],"word_count":78},{"reference":"Genesis 12:4-20","translation":"NIV","division":"Senior","passage_number":46,"release":"NBBC","cards":["(4) So Abram went, as the LORD had told him; and Lot went with\nhim. Abram was seventy-five years old when he set out from Harran.\n(5) He took his wife Sarai, his nephew Lot, all the possessions they\nhad accumulated and the people they had acquired in Harran,\nand they set out for the land of Canaan, and they arrived there. (6)\nAbram traveled through the land as far as the site of the great tree\nof Moreh at Shechem. At that time the Canaanites were in the land.\n(7) The LORD appeared to Abram and said, \"To your offspring I\nwill give this land.\" So he built an altar there to the LORD, who had\nappeared to him. (8) From there he went on toward the hills east of\nBethel and pitched his tent, with Bethel on the west and Ai on the","east. There he built an altar to the LORD and called on the name of\nthe LORD. (9) Then Abram set out and continued toward the Negev.\n(10) Now there was a famine in the land, and Abram went down to\nEgypt to live there for a while because the famine was severe. (11)\nAs he was about to enter Egypt, he said to his wife Sarai, \"I know\nwhat a beautiful woman you are. (12) When the Egyptians see you,\nthey will say, 'This is his wife.' Then they will kill me but will let you\nlive. (13) Say you are my sister, so that I will be treated well for\nyour sake and my life will be spared because of you.\" (14) When\nAbram came to Egypt, the Egyptians saw that Sarai was a very\nbeautiful woman. (15) And when Pharaoh's officials saw her, they","praised her to Pharaoh, and she was taken into his palace. (16) He\ntreated Abram well for her sake, and Abram acquired sheep and\ncattle, male and female donkeys, male and female servants, and\ncamels. (17) But the LORD inflicted serious diseases on Pharaoh\nand his household because of Abram's wife Sarai. (18) So Pharaoh\nsummoned Abram. \"What have you done to me?\" he said. \"Why\ndidn't you tell me she was your wife? (19) Why did you say, 'She\nis my sister,' so that I took her to be my wife? Now then, here is\nyour wife. Take her and go!\" (20) Then Pharaoh gave orders about\nAbram to his men, and they sent him on his way, with his wife and\neverything he had."],"word_count":402},{"reference":"Deuteronomy 4:2-6","translation":"NIV","division":"Senior","passage_number":47,"release":"NBBC","cards":["(2) Do not add to what I command you and do not subtract from\nit, but keep the commands of the LORD your God that I give\nyou. (3) You saw with your own eyes what the LORD did at Baal\nPeor. The LORD your God destroyed from among you everyone\nwho followed the Baal of Peor, (4) but all of you who held fast\nto the LORD your God are still alive today. (5) See, I have taught\nyou decrees and laws as the LORD my God commanded me, so\nthat you may follow them in the land you are entering to take\npossession of it. (6) Observe them carefully, for this will show your\nwisdom and understanding to the nations, who will hear about\nall these decrees and say, \"Surely this great nation is a wise and\nunderstanding people.\""],"word_count":136},{"reference":"Psalm 69:1-24","translation":"NIV","division":"Senior","passage_number":48,"release":"NBBC","cards":["(1) Save me, O God, for the waters have come up to my neck. (2) I\nsink in the miry depths, where there is no foothold. I have come into\nthe deep waters; the floods engulf me. (3) I am worn out calling\nfor help; my throat is parched. My eyes fail, looking for my God.\n(4) Those who hate me without reason outnumber the hairs of my\nhead; many are my enemies without cause, those who seek to\ndestroy me. I am forced to restore what I did not steal. (5) You, God,\nknow my folly; my guilt is not hidden from you. (6) Lord, the LORD\nAlmighty, may those who hope in you not be disgraced because\nof me; God of Israel, may those who seek you not be put to shame\nbecause of me. (7) For I endure scorn for your sake, and shame\ncovers my face. (8) I am a foreigner to my own family, a stranger","to my own mother's children; (9) for zeal for your house consumes\nme, and the insults of those who insult you fall on me. (10) When I\nweep and fast, I must endure scorn; (11) when I put on sackcloth,\npeople make sport of me. (12) Those who sit at the gate mock me,\nand I am the song of the drunkards. (13) But I pray to you, LORD, in\nthe time of your favor; in your great love, O God, answer me with\nyour sure salvation. (14) Rescue me from the mire, do not let me\nsink; deliver me from those who hate me, from the deep waters.\n(15) Do not let the floodwaters engulf me or the depths swallow\nme up or the pit close its mouth over me. (16) Answer me, LORD,\nout of the goodness of your love; in your great mercy turn to me.\n(17) Do not hide your face from your servant; answer me quickly,","for I am in trouble. (18) Come near and rescue me; deliver me\nbecause of my foes. (19) You know how I am scorned, disgraced\nand shamed; all my enemies are before you. (20) Scorn has broken\nmy heart and has left me helpless; I looked for sympathy, but there\nwas none, for comforters, but I found none. (21) They put gall in\nmy food and gave me vinegar for my thirst. (22) May the table\nset before them become a snare; may it become retribution and a\ntrap. (23) May their eyes be darkened so they cannot see, and their\nbacks be bent forever. (24) Pour out your wrath on them; let your\nfierce anger overtake them."],"word_count":416},{"reference":"Psalm 119:17-48","translation":"NIV","division":"Senior","passage_number":49,"release":"NBBC","cards":["(17) Be good to your servant while I live, that I may obey your\nword. (18) Open my eyes that I may see wonderful things\nin your law. (19) I am a stranger on earth; do not hide your\ncommands from me. (20) My soul is consumed with longing\nfor your laws at all times. (21) You rebuke the arrogant, who\nare accursed, those who stray from your commands. (22)\nRemove from me their scorn and contempt, for I keep your\nstatutes. (23) Though rulers sit together and slander me,\nyour servant will meditate on your decrees. (24) Your statutes\nare my delight; they are my counselors. (25) I am laid low\nin the dust; preserve my life according to your word. (26) I","gave an account of my ways and you answered me; teach\nme your decrees. (27) Cause me to understand the way of\nyour precepts, that I may meditate on your wonderful deeds.\n(28) My soul is weary with sorrow; strengthen me according\nto your word. (29) Keep me from deceitful ways; be gracious\nto me and teach me your law. (30) I have chosen the way of\nfaithfulness; I have set my heart on your laws. (31) I hold fast to\nyour statutes, LORD; do not let me be put to shame. (32) I run\nin the path of your commands, for you have broadened my\nunderstanding. (33) Teach me, LORD, the way of your decrees,\nthat I may follow it to the end. (34) Give me understanding,","so that I may keep your law and obey it with all my heart.\n(35) Direct me in the path of your commands, for there I\nfind delight. (36) Turn my heart toward your statutes and not\ntoward selfish gain. (37) Turn my eyes away from worthless\nthings; preserve my life according to your word. (38) Fulfill\nyour promise to your servant, so that you may be feared. (39)\nTake away the disgrace I dread, for your laws are good. (40)\nHow I long for your precepts! In your righteousness preserve\nmy life. (41) May your unfailing love come to me, LORD, your\nsalvation, according to your promise; (42) then I can answer\nanyone who taunts me, for I trust in your word. (43) Never take","your word of truth from my mouth, for I have put my hope in\nyour laws. (44) I will always obey your law, for ever and ever.\n(45) I will walk about in freedom, for I have sought out your\nprecepts. (46) I will speak of your statutes before kings and\nwill not be put to shame, (47) for I delight in your commands\nbecause I love them. (48) I reach out for your commands,\nwhich I love, that I may meditate on your decrees."],"word_count":431},{"reference":"Proverbs 2:1-10","translation":"NIV","division":"Senior","passage_number":50,"release":"NBBC","cards":["(1) My son, if you accept my words and store up my commands\nwithin you, (2) turning your ear to wisdom and applying your heart\nto understanding-- (3) indeed, if you call out for insight and cry\naloud for understanding, (4) and if you look for it as for silver and\nsearch for it as for hidden treasure, (5) then you will understand\nthe fear of the LORD and find the knowledge of God. (6) For\nthe LORD gives wisdom; from his mouth come knowledge and\nunderstanding. (7) He holds success in store for the upright, he\nis a shield to those whose walk is blameless, (8) for he guards the\ncourse of the just and protects the way of his faithful ones. (9) Then\nyou will understand what is right and just and fair--every good\npath. (10) For wisdom will enter your heart, and knowledge will be\npleasant to your soul."],"word_count":143},{"reference":"Isaiah 30:15-18","translation":"NIV","division":"Senior","passage_number":51,"release":"NBBC","cards":["(15) This is what the Sovereign LORD, the Holy One of Israel,\nsays: \"In repentance and rest is your salvation, in quietness\nand trust is your strength, but you would have none of it. (16)\nYou said, 'No, we will flee on horses.' Therefore you will flee!\nYou said, 'We will ride off on swift horses.' Therefore your\npursuers will be swift! (17) A thousand will flee at the threat\nof one; at the threat of five you will all flee away, till you are\nleft like a flagstaff on a mountaintop, like a banner on a hill.\"\n(18) Yet the LORD longs to be gracious to you; therefore he\nwill rise up to show you compassion. For the LORD is a God\nof justice. Blessed are all who wait for him!"],"word_count":128},{"reference":"Jonah 1:1-17","translation":"NIV","division":"Senior","passage_number":52,"release":"NBBC","cards":["(1) The word of the LORD came to Jonah son of Amittai:\n(2) \"Go to the great city of Nineveh and preach against it,\nbecause its wickedness has come up before me.\" (3) But\nJonah ran away from the LORD and headed for Tarshish.\nHe went down to Joppa, where he found a ship bound for\nthat port. After paying the fare, he went aboard and sailed\nfor Tarshish to flee from the LORD. (4) Then the LORD sent a\ngreat wind on the sea, and such a violent storm arose that the\nship threatened to break up. (5) All the sailors were afraid and\neach cried out to his own god. And they threw the cargo into\nthe sea to lighten the ship. But Jonah had gone below deck,","where he lay down and fell into a deep sleep. (6) The captain\nwent to him and said, \"How can you sleep? Get up and call on\nyour god! Maybe he will take notice of us so that we will not\nperish.\" (7) Then the sailors said to each other, \"Come, let us\ncast lots to find out who is responsible for this calamity.\" They\ncast lots and the lot fell on Jonah. (8) So they asked him, \"Tell\nus, who is responsible for making all this trouble for us? What\nkind of work do you do? Where do you come from? What is\nyour country? From what people are you?\" (9) He answered,\n\"I am a Hebrew and I worship the LORD, the God of heaven,\nwho made the sea and the dry land.\" (10) This terrified them","and they asked, \"What have you done?\" (They knew he was\nrunning away from the LORD, because he had already told\nthem so.) (11) The sea was getting rougher and rougher. So\nthey asked him, \"What should we do to you to make the sea\ncalm down for us?\" (12) \"Pick me up and throw me into the\nsea,\" he replied, \"and it will become calm. I know that it is my\nfault that this great storm has come upon you.\" (13) Instead,\nthe men did their best to row back to land. But they could\nnot, for the sea grew even wilder than before. (14) Then they\ncried out to the LORD, \"Please, LORD, do not let us die for\ntaking this man's life. Do not hold us accountable for killing","an innocent man, for you, LORD, have done as you pleased.\"\n(15) Then they took Jonah and threw him overboard, and the\nraging sea grew calm. (16) At this the men greatly feared the\nLORD, and they offered a sacrifice to the LORD and made\nvows to him. (17) Now the LORD provided a huge fish to\nswallow Jonah, and Jonah was in the belly of the fish three\ndays and three nights."],"word_count":457},{"reference":"Matthew 3:16-17","translation":"NIV","division":"Senior","passage_number":53,"release":"NBBC","cards":["(16) As soon as Jesus was baptized, he went up out of the\nwater. At that moment heaven was opened, and he saw the\nSpirit of God descending like a dove and alighting on him.\n(17) And a voice from heaven said, \"This is my Son, whom I\nlove; with him I am well pleased.\""],"word_count":53},{"reference":"Matthew 5:1-16","translation":"NIV","division":"Senior","passage_number":54,"release":"NBBC","cards":["(1) Now when Jesus saw the crowds, he went up on a mountainside\nand sat down. His disciples came to him, (2) and he began to\nteach them. He said: (3) \"Blessed are the poor in spirit, for theirs\nis the kingdom of heaven. (4) Blessed are those who mourn, for\nthey will be comforted. (5) Blessed are the meek, for they will\ninherit the earth. (6) Blessed are those who hunger and thirst for\nrighteousness, for they will be filled. (7) Blessed are the merciful,\nfor they will be shown mercy. (8) Blessed are the pure in heart, for\nthey will see God. (9) Blessed are the peacemakers, for they will be\ncalled children of God. (10) Blessed are those who are persecuted\nbecause of righteousness, for theirs is the kingdom of heaven. (11)\n\"Blessed are you when people insult you, persecute you and falsely","say all kinds of evil against you because of me. (12) Rejoice and\nbe glad, because great is your reward in heaven, for in the same\nway they persecuted the prophets who were before you. (13) \"You\nare the salt of the earth. But if the salt loses its saltiness, how can\nit be made salty again? It is no longer good for anything, except\nto be thrown out and trampled underfoot. (14) \"You are the light\nof the world. A town built on a hill cannot be hidden. (15) Neither\ndo people light a lamp and put it under a bowl. Instead they put\nit on its stand, and it gives light to everyone in the house. (16) In\nthe same way, let your light shine before others, that they may see\nyour good deeds and glorify your Father in heaven."],"word_count":272},{"reference":"Matthew 27:1-14","translation":"NIV","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) Early in the morning, all the chief priests and the elders\nof the people made their plans how to have Jesus executed.\n(2) So they bound him, led him away and handed him over to\nPilate the governor. (3) When Judas, who had betrayed him,\nsaw that Jesus was condemned, he was seized with remorse\nand returned the thirty pieces of silver to the chief priests and\nthe elders. (4) \"I have sinned,\" he said, \"for I have betrayed\ninnocent blood.\" \"What is that to us?\" they replied. \"That's\nyour responsibility.\" (5) So Judas threw the money into the\ntemple and left. Then he went away and hanged himself. (6)\nThe chief priests picked up the coins and said, \"It is against","the law to put this into the treasury, since it is blood money.\"\n(7) So they decided to use the money to buy the potter's\nfield as a burial place for foreigners. (8) That is why it has\nbeen called the Field of Blood to this day. (9) Then what was\nspoken by Jeremiah the prophet was fulfilled: \"They took\nthe thirty pieces of silver, the price set on him by the people\nof Israel, (10) and they used them to buy the potter's field,\nas the Lord commanded me.\" (11) Meanwhile Jesus stood\nbefore the governor, and the governor asked him, \"Are you\nthe king of the Jews?\" \"You have said so,\" Jesus replied. (12)\nWhen he was accused by the chief priests and the elders, he","gave no answer. (13) Then Pilate asked him, \"Don't you hear\nthe testimony they are bringing against you?\" (14) But Jesus\nmade no reply, not even to a single charge--to the great\namazement of the governor."],"word_count":274},{"reference":"Mark 4:21-32","translation":"NIV","division":"Senior","passage_number":56,"release":"NBBC","cards":["(21) He said to them, \"Do you bring in a lamp to put it under a\nbowl or a bed? Instead, don't you put it on its stand? (22) For\nwhatever is hidden is meant to be disclosed, and whatever\nis concealed is meant to be brought out into the open. (23)\nIf anyone has ears to hear, let them hear.\" (24) \"Consider\ncarefully what you hear,\" he continued. \"With the measure you\nuse, it will be measured to you--and even more. (25) Whoever\nhas will be given more; whoever does not have, even what\nthey have will be taken from them.\" (26) He also said, \"This is\nwhat the kingdom of God is like. A man scatters seed on the\nground. (27) Night and day, whether he sleeps or gets up,","the seed sprouts and grows, though he does not know how.\n(28) All by itself the soil produces grain--first the stalk, then\nthe head, then the full kernel in the head. (29) As soon as the\ngrain is ripe, he puts the sickle to it, because the harvest has\ncome.\" (30) Again he said, \"What shall we say the kingdom\nof God is like, or what parable shall we use to describe it?\n(31) It is like a mustard seed, which is the smallest of all seeds\non earth. (32) Yet when planted, it grows and becomes the\nlargest of all garden plants, with such big branches that the\nbirds can perch in its shade.\""],"word_count":237},{"reference":"Luke 10:1-12","translation":"NIV","division":"Senior","passage_number":57,"release":"NBBC","cards":["(1) After this the Lord appointed seventy-two others and\nsent them two by two ahead of him to every town and place\nwhere he was about to go. (2) He told them, \"The harvest is\nplentiful, but the workers are few. Ask the Lord of the harvest,\ntherefore, to send out workers into his harvest field. (3) Go!\nI am sending you out like lambs among wolves. (4) Do not\ntake a purse or bag or sandals; and do not greet anyone on\nthe road. (5) \"When you enter a house, first say, 'Peace to this\nhouse.' (6) If someone who promotes peace is there, your\npeace will rest on them; if not, it will return to you. (7) Stay\nthere, eating and drinking whatever they give you, for the","worker deserves his wages. Do not move around from house\nto house. (8) \"When you enter a town and are welcomed, eat\nwhat is offered to you. (9) Heal the sick who are there and\ntell them, 'The kingdom of God has come near to you.' (10)\nBut when you enter a town and are not welcomed, go into\nits streets and say, (11) 'Even the dust of your town we wipe\nfrom our feet as a warning to you. Yet be sure of this: The\nkingdom of God has come near.' (12) I tell you, it will be more\nbearable on that day for Sodom than for that town."],"word_count":229},{"reference":"Luke 11:10-23","translation":"NIV","division":"Senior","passage_number":58,"release":"NBBC","cards":["(10) For everyone who asks receives; the one who seeks\nfinds; and to the one who knocks, the door will be opened.\n(11) \"Which of you fathers, if your son asks for a fish, will give\nhim a snake instead? (12) Or if he asks for an egg, will give\nhim a scorpion? (13) If you then, though you are evil, know\nhow to give good gifts to your children, how much more will\nyour Father in heaven give the Holy Spirit to those who ask\nhim!\" (14) Jesus was driving out a demon that was mute.\nWhen the demon left, the man who had been mute spoke,\nand the crowd was amazed. (15) But some of them said, \"By\nBeelzebul, the prince of demons, he is driving out demons.\"","(16) Others tested him by asking for a sign from heaven.\n(17) Jesus knew their thoughts and said to them: \"Any\nkingdom divided against itself will be ruined, and a house\ndivided against itself will fall. (18) If Satan is divided against\nhimself, how can his kingdom stand? I say this because you\nclaim that I drive out demons by Beelzebul. (19) Now if I\ndrive out demons by Beelzebul, by whom do your followers\ndrive them out? So then, they will be your judges. (20) But if\nI drive out demons by the finger of God, then the kingdom\nof God has come upon you. (21) \"When a strong man, fully\narmed, guards his own house, his possessions are safe. (22)","But when someone stronger attacks and overpowers him, he\ntakes away the armor in which the man trusted and divides\nup his plunder. (23) \"Whoever is not with me is against me,\nand whoever does not gather with me scatters."],"word_count":278},{"reference":"Luke 16:1-11","translation":"NIV","division":"Senior","passage_number":59,"release":"NBBC","cards":["(1) Jesus told his disciples: \"There was a rich man whose\nmanager was accused of wasting his possessions. (2) So he\ncalled him in and asked him, 'What is this I hear about you?\nGive an account of your management, because you cannot\nbe manager any longer.' (3) \"The manager said to himself,\n'What shall I do now? My master is taking away my job. I'm\nnot strong enough to dig, and I'm ashamed to beg-- (4) I\nknow what I'll do so that, when I lose my job here, people\nwill welcome me into their houses.' (5) \"So he called in\neach one of his master's debtors. He asked the first, 'How\nmuch do you owe my master?' (6) \" 'Nine hundred gallons","of olive oil,' he replied. \"The manager told him, 'Take your\nbill, sit down quickly, and make it four hundred and fifty.' (7)\n\"Then he asked the second, 'And how much do you owe?'\n\" 'A thousand bushels of wheat,' he replied. \"He told him,\n'Take your bill and make it eight hundred.' (8) \"The master\ncommended the dishonest manager because he had acted\nshrewdly. For the people of this world are more shrewd in\ndealing with their own kind than are the people of the light.\n(9) I tell you, use worldly wealth to gain friends for yourselves,\nso that when it is gone, you will be welcomed into eternal\ndwellings. (10) \"Whoever can be trusted with very little can","also be trusted with much, and whoever is dishonest with very\nlittle will also be dishonest with much. (11) So if you have not\nbeen trustworthy in handling worldly wealth, who will trust\nyou with true riches?"],"word_count":269},{"reference":"John 17:6-11","translation":"NIV","division":"Senior","passage_number":60,"release":"NBBC","cards":["(6) \"I have revealed you to those whom you gave me out of the\nworld. They were yours; you gave them to me and they have\nobeyed your word. (7) Now they know that everything you have\ngiven me comes from you. (8) For I gave them the words you gave\nme and they accepted them. They knew with certainty that I came\nfrom you, and they believed that you sent me. (9) I pray for them. I\nam not praying for the world, but for those you have given me, for\nthey are yours. (10) All I have is yours, and all you have is mine. And\nglory has come to me through them. (11) I will remain in the world\nno longer, but they are still in the world, and I am coming to you.\nHoly Father, protect them by the power of your name, the name\nyou gave me, so that they may be one as we are one."],"word_count":156},{"reference":"John 18:1-14","translation":"NIV","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) When he had finished praying, Jesus left with his disciples\nand crossed the Kidron Valley. On the other side there was a\ngarden, and he and his disciples went into it. (2) Now Judas,\nwho betrayed him, knew the place, because Jesus had often\nmet there with his disciples. (3) So Judas came to the garden,\nguiding a detachment of soldiers and some officials from the\nchief priests and the Pharisees. They were carrying torches,\nlanterns and weapons. (4) Jesus, knowing all that was going\nto happen to him, went out and asked them, \"Who is it you\nwant?\" (5) \"Jesus of Nazareth,\" they replied. \"I am he,\" Jesus\nsaid. (And Judas the traitor was standing there with them.)","(6) When Jesus said, \"I am he,\" they drew back and fell to\nthe ground. (7) Again he asked them, \"Who is it you want?\"\n\"Jesus of Nazareth,\" they said. (8) Jesus answered, \"I told you\nthat I am he. If you are looking for me, then let these men go.\"\n(9) This happened so that the words he had spoken would be\nfulfilled: \"I have not lost one of those you gave me.\" (10) Then\nSimon Peter, who had a sword, drew it and struck the high\npriest's servant, cutting off his right ear. (The servant's name\nwas Malchus.) (11) Jesus commanded Peter, \"Put your sword\naway! Shall I not drink the cup the Father has given me?\"\n(12) Then the detachment of soldiers with its commander","and the Jewish officials arrested Jesus. They bound him (13)\nand brought him first to Annas, who was the father-in-law of\nCaiaphas, the high priest that year. (14) Caiaphas was the one\nwho had advised the Jewish leaders that it would be good if\none man died for the people."],"word_count":286},{"reference":"Acts 17:16-34","translation":"NIV","division":"Senior","passage_number":62,"release":"NBBC","cards":["(16) While Paul was waiting for them in Athens, he was greatly\ndistressed to see that the city was full of idols. (17) So he reasoned\nin the synagogue with both Jews and God-fearing Greeks, as well\nas in the marketplace day by day with those who happened to be\nthere. (18) A group of Epicurean and Stoic philosophers began to\ndebate with him. Some of them asked, \"What is this babbler trying to\nsay?\" Others remarked, \"He seems to be advocating foreign gods.\"\nThey said this because Paul was preaching the good news about\nJesus and the resurrection. (19) Then they took him and brought\nhim to a meeting of the Areopagus, where they said to him, \"May\nwe know what this new teaching is that you are presenting? (20) You","are bringing some strange ideas to our ears, and we would like to\nknow what they mean.\" (21) (All the Athenians and the foreigners\nwho lived there spent their time doing nothing but talking about\nand listening to the latest ideas.) (22) Paul then stood up in the\nmeeting of the Areopagus and said: \"People of Athens! I see that\nin every way you are very religious. (23) For as I walked around and\nlooked carefully at your objects of worship, I even found an altar\nwith this inscription: to an unknown god. So you are ignorant of\nthe very thing you worship--and this is what I am going to proclaim\nto you. (24) \"The God who made the world and everything in it is\nthe Lord of heaven and earth and does not live in temples built by","human hands. (25) And he is not served by human hands, as if he\nneeded anything. Rather, he himself gives everyone life and breath\nand everything else. (26) From one man he made all the nations,\nthat they should inhabit the whole earth; and he marked out their\nappointed times in history and the boundaries of their lands. (27)\nGod did this so that they would seek him and perhaps reach out\nfor him and find him, though he is not far from any one of us. (28)\n'For in him we live and move and have our being.' As some of your\nown poets have said, 'We are his offspring.' (29) \"Therefore since\nwe are God's offspring, we should not think that the divine being\nis like gold or silver or stone--an image made by human design","and skill. (30) In the past God overlooked such ignorance, but now\nhe commands all people everywhere to repent. (31) For he has\nset a day when he will judge the world with justice by the man he\nhas appointed. He has given proof of this to everyone by raising\nhim from the dead.\" (32) When they heard about the resurrection\nof the dead, some of them sneered, but others said, \"We want to\nhear you again on this subject.\" (33) At that, Paul left the Council.\n(34) Some of the people became followers of Paul and believed.\nAmong them was Dionysius, a member of the Areopagus, also a\nwoman named Damaris, and a number of others."],"word_count":510},{"reference":"Acts 26:19-23","translation":"NIV","division":"Senior","passage_number":63,"release":"NBBC","cards":["(19) \"So then, King Agrippa, I was not disobedient to the vision\nfrom heaven. (20) First to those in Damascus, then to those in\nJerusalem and in all Judea, and then to the Gentiles, I preached\nthat they should repent and turn to God and demonstrate their\nrepentance by their deeds. (21) That is why some Jews seized me\nin the temple courts and tried to kill me. (22) But God has helped\nme to this very day; so I stand here and testify to small and great\nalike. I am saying nothing beyond what the prophets and Moses\nsaid would happen-- (23) that the Messiah would suffer and, as the\nfirst to rise from the dead, would bring the message of light to his\nown people and to the Gentiles.\""],"word_count":126},{"reference":"Romans 1:8-9","translation":"NIV","division":"Senior","passage_number":64,"release":"NBBC","cards":["(8) First, I thank my God through Jesus Christ for all of you,\nbecause your faith is being reported all over the world. (9)\nGod, whom I serve in my spirit in preaching the gospel of his\nSon, is my witness how constantly I remember you"],"word_count":44},{"reference":"Romans 1:18-23","translation":"NIV","division":"Senior","passage_number":65,"release":"NBBC","cards":["(18) The wrath of God is being revealed from heaven against\nall the godlessness and wickedness of people, who suppress\nthe truth by their wickedness, (19) since what may be known\nabout God is plain to them, because God has made it plain to\nthem. (20) For since the creation of the world God's invisible\nqualities--his eternal power and divine nature--have been\nclearly seen, being understood from what has been made, so\nthat people are without excuse. (21) For although they knew\nGod, they neither glorified him as God nor gave thanks to\nhim, but their thinking became futile and their foolish hearts\nwere darkened. (22) Although they claimed to be wise, they","became fools (23) and exchanged the glory of the immortal\nGod for images made to look like a mortal human being and\nbirds and animals and reptiles."],"word_count":136},{"reference":"Romans 2:1-6","translation":"NIV","division":"Senior","passage_number":66,"release":"NBBC","cards":["(1) You, therefore, have no excuse, you who pass judgment on\nsomeone else, for at whatever point you judge another, you\nare condemning yourself, because you who pass judgment\ndo the same things. (2) Now we know that God's judgment\nagainst those who do such things is based on truth. (3) So\nwhen you, a mere human being, pass judgment on them and\nyet do the same things, do you think you will escape God's\njudgment? (4) Or do you show contempt for the riches of his\nkindness, forbearance and patience, not realizing that God's\nkindness is intended to lead you to repentance? (5) But\nbecause of your stubbornness and your unrepentant heart,","you are storing up wrath against yourself for the day of God's\nwrath, when his righteous judgment will be revealed. (6) God\n\"will repay each person according to what they have done.\""],"word_count":139},{"reference":"Romans 3:21-27","translation":"NIV","division":"Senior","passage_number":67,"release":"NBBC","cards":["(21) But now apart from the law the righteousness of God has\nbeen made known, to which the Law and the Prophets testify.\n(22) This righteousness is given through faith in Jesus Christ\nto all who believe. There is no difference between Jew and\nGentile, (23) for all have sinned and fall short of the glory of\nGod, (24) and all are justified freely by his grace through the\nredemption that came by Christ Jesus. (25) God presented\nChrist as a sacrifice of atonement, through the shedding of\nhis blood--to be received by faith. He did this to demonstrate\nhis righteousness, because in his forbearance he had left\nthe sins committed beforehand unpunished-- (26) he did it","to demonstrate his righteousness at the present time, so as\nto be just and the one who justifies those who have faith in\nJesus. (27) Where, then, is boasting? It is excluded. Because\nof what law? The law that requires works? No, because of the\nlaw that requires faith."],"word_count":160},{"reference":"Romans 4:1-14","translation":"NIV","division":"Senior","passage_number":68,"release":"NBBC","cards":["(1) What then shall we say that Abraham, our forefather\naccording to the flesh, discovered in this matter? (2) If, in\nfact, Abraham was justified by works, he had something to\nboast about--but not before God. (3) What does Scripture\nsay? \"Abraham believed God, and it was credited to him as\nrighteousness.\" (4) Now to the one who works, wages are not\ncredited as a gift but as an obligation. (5) However, to the one\nwho does not work but trusts God who justifies the ungodly,\ntheir faith is credited as righteousness. (6) David says the\nsame thing when he speaks of the blessedness of the one\nto whom God credits righteousness apart from works: (7)","\"Blessed are those whose transgressions are forgiven, whose\nsins are covered. (8) Blessed is the one whose sin the Lord\nwill never count against them.\" (9) Is this blessedness only\nfor the circumcised, or also for the uncircumcised? We have\nbeen saying that Abraham's faith was credited to him as\nrighteousness. (10) Under what circumstances was it credited?\nWas it after he was circumcised, or before? It was not after,\nbut before! (11) And he received circumcision as a sign, a\nseal of the righteousness that he had by faith while he was\nstill uncircumcised. So then, he is the father of all who believe\nbut have not been circumcised, in order that righteousness","might be credited to them. (12) And he is then also the father\nof the circumcised who not only are circumcised but who also\nfollow in the footsteps of the faith that our father Abraham\nhad before he was circumcised. (13) It was not through the\nlaw that Abraham and his offspring received the promise that\nhe would be heir of the world, but through the righteousness\nthat comes by faith. (14) For if those who depend on the law\nare heirs, faith means nothing and the promise is worthless,"],"word_count":307},{"reference":"Romans 5:1-21","translation":"NIV","division":"Senior","passage_number":69,"release":"NBBC","cards":["(1) Therefore, since we have been justified through faith, we\nhave peace with God through our Lord Jesus Christ, (2) through\nwhom we have gained access by faith into this grace in which\nwe now stand. And we boast in the hope of the glory of God.\n(3) Not only so, but we also glory in our sufferings, because we\nknow that suffering produces perseverance; (4) perseverance,\ncharacter; and character, hope. (5) And hope does not put us to\nshame, because God's love has been poured out into our hearts\nthrough the Holy Spirit, who has been given to us. (6) You see, at\njust the right time, when we were still powerless, Christ died for\nthe ungodly. (7) Very rarely will anyone die for a righteous person,\nthough for a good person someone might possibly dare to die. (8)","But God demonstrates his own love for us in this: While we were\nstill sinners, Christ died for us. (9) Since we have now been justified\nby his blood, how much more shall we be saved from God's wrath\nthrough him! (10) For if, while we were God's enemies, we were\nreconciled to him through the death of his Son, how much more,\nhaving been reconciled, shall we be saved through his life! (11)\nNot only is this so, but we also boast in God through our Lord\nJesus Christ, through whom we have now received reconciliation.\n(12) Therefore, just as sin entered the world through one man,\nand death through sin, and in this way death came to all people,\nbecause all sinned-- (13) To be sure, sin was in the world before\nthe law was given, but sin is not charged against anyone's account","where there is no law. (14) Nevertheless, death reigned from the\ntime of Adam to the time of Moses, even over those who did not\nsin by breaking a command, as did Adam, who is a pattern of the\none to come. (15) But the gift is not like the trespass. For if the\nmany died by the trespass of the one man, how much more did\nGod's grace and the gift that came by the grace of the one man,\nJesus Christ, overflow to the many! (16) Nor can the gift of God be\ncompared with the result of one man's sin: The judgment followed\none sin and brought condemnation, but the gift followed many\ntrespasses and brought justification. (17) For if, by the trespass\nof the one man, death reigned through that one man, how much\nmore will those who receive God's abundant provision of grace","and of the gift of righteousness reign in life through the one man,\nJesus Christ! (18) Consequently, just as one trespass resulted in\ncondemnation for all people, so also one righteous act resulted\nin justification and life for all people. (19) For just as through the\ndisobedience of the one man the many were made sinners, so also\nthrough the obedience of the one man the many will be made\nrighteous. (20) The law was brought in so that the trespass might\nincrease. But where sin increased, grace increased all the more,\n(21) so that, just as sin reigned in death, so also grace might reign\nthrough righteousness to bring eternal life through Jesus Christ\nour Lord."],"word_count":530},{"reference":"Romans 6:1-23","translation":"NIV","division":"Senior","passage_number":70,"release":"NBBC","cards":["(1) What shall we say, then? Shall we go on sinning so that grace\nmay increase? (2) By no means! We are those who have died to\nsin; how can we live in it any longer? (3) Or don't you know that\nall of us who were baptized into Christ Jesus were baptized into\nhis death? (4) We were therefore buried with him through baptism\ninto death in order that, just as Christ was raised from the dead\nthrough the glory of the Father, we too may live a new life. (5) For\nif we have been united with him in a death like his, we will certainly\nalso be united with him in a resurrection like his. (6) For we know\nthat our old self was crucified with him so that the body ruled by\nsin might be done away with, that we should no longer be slaves to","sin-- (7) because anyone who has died has been set free from sin.\n(8) Now if we died with Christ, we believe that we will also live with\nhim. (9) For we know that since Christ was raised from the dead,\nhe cannot die again; death no longer has mastery over him. (10)\nThe death he died, he died to sin once for all; but the life he lives,\nhe lives to God. (11) In the same way, count yourselves dead to sin\nbut alive to God in Christ Jesus. (12) Therefore do not let sin reign\nin your mortal body so that you obey its evil desires. (13) Do not\noffer any part of yourself to sin as an instrument of wickedness, but\nrather offer yourselves to God as those who have been brought\nfrom death to life; and offer every part of yourself to him as an","instrument of righteousness. (14) For sin shall no longer be your\nmaster, because you are not under the law, but under grace. (15)\nWhat then? Shall we sin because we are not under the law but\nunder grace? By no means! (16) Don't you know that when you\noffer yourselves to someone as obedient slaves, you are slaves of\nthe one you obey--whether you are slaves to sin, which leads to\ndeath, or to obedience, which leads to righteousness? (17) But\nthanks be to God that, though you used to be slaves to sin, you\nhave come to obey from your heart the pattern of teaching that\nhas now claimed your allegiance. (18) You have been set free from\nsin and have become slaves to righteousness. (19) I am using an","example from everyday life because of your human limitations.\nJust as you used to offer yourselves as slaves to impurity and to\never-increasing wickedness, so now offer yourselves as slaves to\nrighteousness leading to holiness. (20) When you were slaves to\nsin, you were free from the control of righteousness. (21) What\nbenefit did you reap at that time from the things you are now\nashamed of? Those things result in death! (22) But now that you\nhave been set free from sin and have become slaves of God, the\nbenefit you reap leads to holiness, and the result is eternal life. (23)\nFor the wages of sin is death, but the gift of God is eternal life in\nChrist Jesus our Lord."],"word_count":532},{"reference":"Romans 8:12-30","translation":"NIV","division":"Senior","passage_number":71,"release":"NBBC","cards":["(12) Therefore, brothers and sisters, we have an obligation--\nbut it is not to the flesh, to live according to it. (13) For if you\nlive according to the flesh, you will die; but if by the Spirit\nyou put to death the misdeeds of the body, you will live. (14)\nFor those who are led by the Spirit of God are the children of\nGod. (15) The Spirit you received does not make you slaves,\nso that you live in fear again; rather, the Spirit you received\nbrought about your adoption to sonship. And by him we cry,\n\"Abba, Father.\" (16) The Spirit himself testifies with our spirit\nthat we are God's children. (17) Now if we are children, then\nwe are heirs--heirs of God and co-heirs with Christ, if indeed","we share in his sufferings in order that we may also share in his\nglory. (18) I consider that our present sufferings are not worth\ncomparing with the glory that will be revealed in us. (19) For\nthe creation waits in eager expectation for the children of\nGod to be revealed. (20) For the creation was subjected to\nfrustration, not by its own choice, but by the will of the one\nwho subjected it, in hope (21) that the creation itself will be\nliberated from its bondage to decay and brought into the\nfreedom and glory of the children of God. (22) We know\nthat the whole creation has been groaning as in the pains\nof childbirth right up to the present time. (23) Not only so,","but we ourselves, who have the firstfruits of the Spirit, groan\ninwardly as we wait eagerly for our adoption to sonship, the\nredemption of our bodies. (24) For in this hope we were saved.\nBut hope that is seen is no hope at all. Who hopes for what\nthey already have? (25) But if we hope for what we do not yet\nhave, we wait for it patiently. (26) In the same way, the Spirit\nhelps us in our weakness. We do not know what we ought\nto pray for, but the Spirit himself intercedes for us through\nwordless groans. (27) And he who searches our hearts knows\nthe mind of the Spirit, because the Spirit intercedes for God's\npeople in accordance with the will of God. (28) And we know","that in all things God works for the good of those who love\nhim, who have been called according to his purpose. (29) For\nthose God foreknew he also predestined to be conformed to\nthe image of his Son, that he might be the firstborn among\nmany brothers and sisters. (30) And those he predestined,\nhe also called; those he called, he also justified; those he\njustified, he also glorified."],"word_count":443},{"reference":"Romans 14:1-12","translation":"NIV","division":"Senior","passage_number":72,"release":"NBBC","cards":["(1) Accept the one whose faith is weak, without quarreling\nover disputable matters. (2) One person's faith allows them\nto eat anything, but another, whose faith is weak, eats only\nvegetables. (3) The one who eats everything must not treat\nwith contempt the one who does not, and the one who does\nnot eat everything must not judge the one who does, for God\nhas accepted them. (4) Who are you to judge someone else's\nservant? To their own master, servants stand or fall. And they\nwill stand, for the Lord is able to make them stand. (5) One\nperson considers one day more sacred than another; another\nconsiders every day alike. Each of them should be fully","convinced in their own mind. (6) Whoever regards one day\nas special does so to the Lord. Whoever eats meat does so to\nthe Lord, for they give thanks to God; and whoever abstains\ndoes so to the Lord and gives thanks to God. (7) For none of\nus lives for ourselves alone, and none of us dies for ourselves\nalone. (8) If we live, we live for the Lord; and if we die, we\ndie for the Lord. So, whether we live or die, we belong to the\nLord. (9) For this very reason, Christ died and returned to life\nso that he might be the Lord of both the dead and the living.\n(10) You, then, why do you judge your brother or sister? Or\nwhy do you treat them with contempt? For we will all stand","before God's judgment seat. (11) It is written: \" 'As surely as\nI live,' says the Lord, 'every knee will bow before me; every\ntongue will acknowledge God.' \" (12) So then, each of us will\ngive an account of ourselves to God."],"word_count":286},{"reference":"1 Corinthians 1:18-31","translation":"NIV","division":"Senior","passage_number":73,"release":"NBBC","cards":["(18) For the message of the cross is foolishness to those who\nare perishing, but to us who are being saved it is the power\nof God. (19) For it is written: \"I will destroy the wisdom of the\nwise; the intelligence of the intelligent I will frustrate.\" (20)\nWhere is the wise person? Where is the teacher of the law?\nWhere is the philosopher of this age? Has not God made\nfoolish the wisdom of the world? (21) For since in the wisdom\nof God the world through its wisdom did not know him, God\nwas pleased through the foolishness of what was preached\nto save those who believe. (22) Jews demand signs and\nGreeks look for wisdom, (23) but we preach Christ crucified:","a stumbling block to Jews and foolishness to Gentiles, (24)\nbut to those whom God has called, both Jews and Greeks,\nChrist the power of God and the wisdom of God. (25) For\nthe foolishness of God is wiser than human wisdom, and\nthe weakness of God is stronger than human strength. (26)\nBrothers and sisters, think of what you were when you were\ncalled. Not many of you were wise by human standards; not\nmany were influential; not many were of noble birth. (27)\nBut God chose the foolish things of the world to shame the\nwise; God chose the weak things of the world to shame the\nstrong. (28) God chose the lowly things of this world and the","despised things--and the things that are not--to nullify the\nthings that are, (29) so that no one may boast before him.\n(30) It is because of him that you are in Christ Jesus, who has\nbecome for us wisdom from God--that is, our righteousness,\nholiness and redemption. (31) Therefore, as it is written: \"Let\nthe one who boasts boast in the Lord.\""],"word_count":297},{"reference":"1 Corinthians 12:12-18","translation":"NIV","division":"Senior","passage_number":74,"release":"NBBC","cards":["(12) Just as a body, though one, has many parts, but all its\nmany parts form one body, so it is with Christ. (13) For we were\nall baptized by one Spirit so as to form one body--whether\nJews or Gentiles, slave or free--and we were all given the one\nSpirit to drink. (14) Even so the body is not made up of one\npart but of many. (15) Now if the foot should say, \"Because\nI am not a hand, I do not belong to the body,\" it would not\nfor that reason stop being part of the body. (16) And if the\near should say, \"Because I am not an eye, I do not belong to\nthe body,\" it would not for that reason stop being part of the\nbody. (17) If the whole body were an eye, where would the","sense of hearing be? If the whole body were an ear, where\nwould the sense of smell be? (18) But in fact God has placed\nthe parts in the body, every one of them, just as he wanted\nthem to be."],"word_count":179},{"reference":"1 Corinthians 13:1-13","translation":"NIV","division":"Senior","passage_number":75,"release":"NBBC","cards":["(1) If I speak in the tongues of men or of angels, but do not have\nlove, I am only a resounding gong or a clanging cymbal. (2) If I\nhave the gift of prophecy and can fathom all mysteries and all\nknowledge, and if I have a faith that can move mountains, but do\nnot have love, I am nothing. (3) If I give all I possess to the poor\nand give over my body to hardship that I may boast, but do not\nhave love, I gain nothing. (4) Love is patient, love is kind. It does\nnot envy, it does not boast, it is not proud. (5) It does not dishonor\nothers, it is not self-seeking, it is not easily angered, it keeps no\nrecord of wrongs. (6) Love does not delight in evil but rejoices with\nthe truth. (7) It always protects, always trusts, always hopes, always","perseveres. (8) Love never fails. But where there are prophecies,\nthey will cease; where there are tongues, they will be stilled; where\nthere is knowledge, it will pass away. (9) For we know in part and\nwe prophesy in part, (10) but when completeness comes, what is\nin part disappears. (11) When I was a child, I talked like a child, I\nthought like a child, I reasoned like a child. When I became a man,\nI put the ways of childhood behind me. (12) For now we see only a\nreflection as in a mirror; then we shall see face to face. Now I know\nin part; then I shall know fully, even as I am fully known. (13) And\nnow these three remain: faith, hope and love. But the greatest of\nthese is love."],"word_count":275},{"reference":"2 Corinthians 1:3-22","translation":"NIV","division":"Senior","passage_number":76,"release":"NBBC","cards":["(3) Praise be to the God and Father of our Lord Jesus Christ, the\nFather of compassion and the God of all comfort, (4) who comforts\nus in all our troubles, so that we can comfort those in any trouble\nwith the comfort we ourselves receive from God. (5) For just as we\nshare abundantly in the sufferings of Christ, so also our comfort\nabounds through Christ. (6) If we are distressed, it is for your\ncomfort and salvation; if we are comforted, it is for your comfort,\nwhich produces in you patient endurance of the same sufferings\nwe suffer. (7) And our hope for you is firm, because we know that\njust as you share in our sufferings, so also you share in our comfort.\n(8) We do not want you to be uninformed, brothers and sisters,","about the troubles we experienced in the province of Asia. We\nwere under great pressure, far beyond our ability to endure, so\nthat we despaired of life itself. (9) Indeed, we felt we had received\nthe sentence of death. But this happened that we might not rely on\nourselves but on God, who raises the dead. (10) He has delivered\nus from such a deadly peril, and he will deliver us again. On him\nwe have set our hope that he will continue to deliver us, (11) as\nyou help us by your prayers. Then many will give thanks on our\nbehalf for the gracious favor granted us in answer to the prayers\nof many. (12) Now this is our boast: Our conscience testifies that\nwe have conducted ourselves in the world, and especially in our","relations with you, with integrity and godly sincerity. We have done\nso, relying not on worldly wisdom but on God's grace. (13) For we\ndo not write you anything you cannot read or understand. And I\nhope that, (14) as you have understood us in part, you will come\nto understand fully that you can boast of us just as we will boast of\nyou in the day of the Lord Jesus. (15) Because I was confident of\nthis, I wanted to visit you first so that you might benefit twice. (16) I\nwanted to visit you on my way to Macedonia and to come back to\nyou from Macedonia, and then to have you send me on my way to\nJudea. (17) Was I fickle when I intended to do this? Or do I make\nmy plans in a worldly manner so that in the same breath I say both","\"Yes, yes\" and \"No, no\"? (18) But as surely as God is faithful, our\nmessage to you is not \"Yes\" and \"No.\" (19) For the Son of God,\nJesus Christ, who was preached among you by us--by me and Silas\nand Timothy--was not \"Yes\" and \"No,\" but in him it has always been\n\"Yes.\" (20) For no matter how many promises God has made, they\nare \"Yes\" in Christ. And so through him the \"Amen\" is spoken by us\nto the glory of God. (21) Now it is God who makes both us and you\nstand firm in Christ. He anointed us, (22) set his seal of ownership\non us, and put his Spirit in our hearts as a deposit, guaranteeing\nwhat is to come."],"word_count":532},{"reference":"2 Corinthians 4:1-13","translation":"NIV","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) Therefore, since through God's mercy we have this ministry,\nwe do not lose heart. (2) Rather, we have renounced secret and\nshameful ways; we do not use deception, nor do we distort\nthe word of God. On the contrary, by setting forth the truth\nplainly we commend ourselves to everyone's conscience in\nthe sight of God. (3) And even if our gospel is veiled, it is\nveiled to those who are perishing. (4) The god of this age has\nblinded the minds of unbelievers, so that they cannot see the\nlight of the gospel that displays the glory of Christ, who is the\nimage of God. (5) For what we preach is not ourselves, but\nJesus Christ as Lord, and ourselves as your servants for Jesus'","sake. (6) For God, who said, \"Let light shine out of darkness,\"\nmade his light shine in our hearts to give us the light of the\nknowledge of God's glory displayed in the face of Christ. (7)\nBut we have this treasure in jars of clay to show that this all-\nsurpassing power is from God and not from us. (8) We are\nhard pressed on every side, but not crushed; perplexed, but\nnot in despair; (9) persecuted, but not abandoned; struck\ndown, but not destroyed. (10) We always carry around in our\nbody the death of Jesus, so that the life of Jesus may also be\nrevealed in our body. (11) For we who are alive are always\nbeing given over to death for Jesus' sake, so that his life may","also be revealed in our mortal body. (12) So then, death is\nat work in us, but life is at work in you. (13) It is written: \"I\nbelieved; therefore I have spoken.\" Since we have that same\nspirit of faith, we also believe and therefore speak,"],"word_count":293},{"reference":"2 Corinthians 5:1-12","translation":"NIV","division":"Senior","passage_number":78,"release":"NBBC","cards":["(1) For we know that if the earthly tent we live in is destroyed, we\nhave a building from God, an eternal house in heaven, not built\nby human hands. (2) Meanwhile we groan, longing to be clothed\ninstead with our heavenly dwelling, (3) because when we are\nclothed, we will not be found naked. (4) For while we are in this\ntent, we groan and are burdened, because we do not wish to be\nunclothed but to be clothed instead with our heavenly dwelling,\nso that what is mortal may be swallowed up by life. (5) Now the\none who has fashioned us for this very purpose is God, who has\ngiven us the Spirit as a deposit, guaranteeing what is to come. (6)\nTherefore we are always confident and know that as long as we are\nat home in the body we are away from the Lord. (7) For we live by","faith, not by sight. (8) We are confident, I say, and would prefer to\nbe away from the body and at home with the Lord. (9) So we make\nit our goal to please him, whether we are at home in the body\nor away from it. (10) For we must all appear before the judgment\nseat of Christ, so that each of us may receive what is due us for the\nthings done while in the body, whether good or bad. (11) Since,\nthen, we know what it is to fear the Lord, we try to persuade others.\nWhat we are is plain to God, and I hope it is also plain to your\nconscience. (12) We are not trying to commend ourselves to you\nagain, but are giving you an opportunity to take pride in us, so that\nyou can answer those who take pride in what is seen rather than in\nwhat is in the heart."],"word_count":301},{"reference":"2 Corinthians 6:3-10","translation":"NIV","division":"Senior","passage_number":79,"release":"NBBC","cards":["(3) We put no stumbling block in anyone's path, so that our\nministry will not be discredited. (4) Rather, as servants of God\nwe commend ourselves in every way: in great endurance;\nin troubles, hardships and distresses; (5) in beatings,\nimprisonments and riots; in hard work, sleepless nights and\nhunger; (6) in purity, understanding, patience and kindness;\nin the Holy Spirit and in sincere love; (7) in truthful speech and\nin the power of God; with weapons of righteousness in the\nright hand and in the left; (8) through glory and dishonor, bad\nreport and good report; genuine, yet regarded as impostors;\n(9) known, yet regarded as unknown; dying, and yet we live","on; beaten, and yet not killed; (10) sorrowful, yet always\nrejoicing; poor, yet making many rich; having nothing, and\nyet possessing everything."],"word_count":127},{"reference":"Galatians 3:19-24","translation":"NIV","division":"Senior","passage_number":80,"release":"NBBC","cards":["(19) Why, then, was the law given at all? It was added because\nof transgressions until the Seed to whom the promise referred\nhad come. The law was given through angels and entrusted\nto a mediator. (20) A mediator, however, implies more than\none party; but God is one. (21) Is the law, therefore, opposed\nto the promises of God? Absolutely not! For if a law had\nbeen given that could impart life, then righteousness would\ncertainly have come by the law. (22) But Scripture has locked\nup everything under the control of sin, so that what was\npromised, being given through faith in Jesus Christ, might\nbe given to those who believe. (23) Before the coming of this","faith, we were held in custody under the law, locked up until\nthe faith that was to come would be revealed. (24) So the law\nwas our guardian until Christ came that we might be justified\nby faith."],"word_count":151},{"reference":"Galatians 6:6-11","translation":"NIV","division":"Senior","passage_number":81,"release":"NBBC","cards":["(6) Nevertheless, the one who receives instruction in the word\nshould share all good things with their instructor. (7) Do not\nbe deceived: God cannot be mocked. A man reaps what he\nsows. (8) Whoever sows to please their flesh, from the flesh\nwill reap destruction; whoever sows to please the Spirit, from\nthe Spirit will reap eternal life. (9) Let us not become weary in\ndoing good, for at the proper time we will reap a harvest if we\ndo not give up. (10) Therefore, as we have opportunity, let us\ndo good to all people, especially to those who belong to the\nfamily of believers. (11) See what large letters I use as I write\nto you with my own hand!"],"word_count":117},{"reference":"Ephesians 2:1-22","translation":"NIV","division":"Senior","passage_number":82,"release":"NBBC","cards":["(1) As for you, you were dead in your transgressions and sins,\n(2) in which you used to live when you followed the ways of\nthis world and of the ruler of the kingdom of the air, the spirit\nwho is now at work in those who are disobedient. (3) All of\nus also lived among them at one time, gratifying the cravings\nof our flesh and following its desires and thoughts. Like the\nrest, we were by nature deserving of wrath. (4) But because\nof his great love for us, God, who is rich in mercy, (5) made us\nalive with Christ even when we were dead in transgressions-\n-it is by grace you have been saved. (6) And God raised us\nup with Christ and seated us with him in the heavenly realms","in Christ Jesus, (7) in order that in the coming ages he might\nshow the incomparable riches of his grace, expressed in his\nkindness to us in Christ Jesus. (8) For it is by grace you have\nbeen saved, through faith--and this is not from yourselves,\nit is the gift of God-- (9) not by works, so that no one can\nboast. (10) For we are God's handiwork, created in Christ\nJesus to do good works, which God prepared in advance for\nus to do. (11) Therefore, remember that formerly you who are\nGentiles by birth and called \"uncircumcised\" by those who\ncall themselves \"the circumcision\" (which is done in the body\nby human hands)-- (12) remember that at that time you were","separate from Christ, excluded from citizenship in Israel and\nforeigners to the covenants of the promise, without hope and\nwithout God in the world. (13) But now in Christ Jesus you\nwho once were far away have been brought near by the blood\nof Christ. (14) For he himself is our peace, who has made the\ntwo groups one and has destroyed the barrier, the dividing\nwall of hostility, (15) by setting aside in his flesh the law with\nits commands and regulations. His purpose was to create in\nhimself one new humanity out of the two, thus making peace,\n(16) and in one body to reconcile both of them to God through\nthe cross, by which he put to death their hostility. (17) He came","and preached peace to you who were far away and peace\nto those who were near. (18) For through him we both have\naccess to the Father by one Spirit. (19) Consequently, you are\nno longer foreigners and strangers, but fellow citizens with\nGod's people and also members of his household, (20) built\non the foundation of the apostles and prophets, with Christ\nJesus himself as the chief cornerstone. (21) In him the whole\nbuilding is joined together and rises to become a holy temple\nin the Lord. (22) And in him you too are being built together\nto become a dwelling in which God lives by his Spirit."],"word_count":472},{"reference":"Philippians 4:1-6","translation":"NIV","division":"Senior","passage_number":83,"release":"NBBC","cards":["(1) Therefore, my brothers and sisters, you whom I love and long for,\nmy joy and crown, stand firm in the Lord in this way, dear friends!\n(2) I plead with Euodia and I plead with Syntyche to be of the same\nmind in the Lord. (3) Yes, and I ask you, my true companion, help\nthese women since they have contended at my side in the cause\nof the gospel, along with Clement and the rest of my co-workers,\nwhose names are in the book of life. (4) Rejoice in the Lord always.\nI will say it again: Rejoice! (5) Let your gentleness be evident to\nall. The Lord is near. (6) Do not be anxious about anything, but in\nevery situation, by prayer and petition, with thanksgiving, present\nyour requests to God."],"word_count":129},{"reference":"Colossians 3:1-14","translation":"NIV","division":"Senior","passage_number":84,"release":"NBBC","cards":["(1) Since, then, you have been raised with Christ, set your hearts\non things above, where Christ is, seated at the right hand of God.\n(2) Set your minds on things above, not on earthly things. (3) For\nyou died, and your life is now hidden with Christ in God. (4) When\nChrist, who is your life, appears, then you also will appear with\nhim in glory. (5) Put to death, therefore, whatever belongs to your\nearthly nature: sexual immorality, impurity, lust, evil desires and\ngreed, which is idolatry. (6) Because of these, the wrath of God\nis coming. (7) You used to walk in these ways, in the life you once\nlived. (8) But now you must also rid yourselves of all such things\nas these: anger, rage, malice, slander, and filthy language from","your lips. (9) Do not lie to each other, since you have taken off\nyour old self with its practices (10) and have put on the new self,\nwhich is being renewed in knowledge in the image of its Creator.\n(11) Here there is no Gentile or Jew, circumcised or uncircumcised,\nbarbarian, Scythian, slave or free, but Christ is all, and is in all. (12)\nTherefore, as God's chosen people, holy and dearly loved, clothe\nyourselves with compassion, kindness, humility, gentleness and\npatience. (13) Bear with each other and forgive one another if\nany of you has a grievance against someone. Forgive as the Lord\nforgave you. (14) And over all these virtues put on love, which\nbinds them all together in perfect unity."],"word_count":245},{"reference":"Colossians 4:2-15","translation":"NIV","division":"Senior","passage_number":85,"release":"NBBC","cards":["(2) Devote yourselves to prayer, being watchful and thankful.\n(3) And pray for us, too, that God may open a door for our\nmessage, so that we may proclaim the mystery of Christ, for\nwhich I am in chains. (4) Pray that I may proclaim it clearly,\nas I should. (5) Be wise in the way you act toward outsiders;\nmake the most of every opportunity. (6) Let your conversation\nbe always full of grace, seasoned with salt, so that you may\nknow how to answer everyone. (7) Tychicus will tell you all the\nnews about me. He is a dear brother, a faithful minister and\nfellow servant in the Lord. (8) I am sending him to you for the\nexpress purpose that you may know about our circumstances","and that he may encourage your hearts. (9) He is coming with\nOnesimus, our faithful and dear brother, who is one of you.\nThey will tell you everything that is happening here. (10) My\nfellow prisoner Aristarchus sends you his greetings, as does\nMark, the cousin of Barnabas. (You have received instructions\nabout him; if he comes to you, welcome him.) (11) Jesus, who\nis called Justus, also sends greetings. These are the only Jews\namong my co-workers for the kingdom of God, and they have\nproved a comfort to me. (12) Epaphras, who is one of you\nand a servant of Christ Jesus, sends greetings. He is always\nwrestling in prayer for you, that you may stand firm in all the","will of God, mature and fully assured. (13) I vouch for him\nthat he is working hard for you and for those at Laodicea and\nHierapolis. (14) Our dear friend Luke, the doctor, and Demas\nsend greetings. (15) Give my greetings to the brothers and\nsisters at Laodicea, and to Nympha and the church in her\nhouse."],"word_count":295},{"reference":"1 Thessalonians 4:9-17","translation":"NIV","division":"Senior","passage_number":86,"release":"NBBC","cards":["(9) Now about your love for one another we do not need to write\nto you, for you yourselves have been taught by God to love each\nother. (10) And in fact, you do love all of God's family throughout\nMacedonia. Yet we urge you, brothers and sisters, to do so more\nand more, (11) and to make it your ambition to lead a quiet life:\nYou should mind your own business and work with your hands,\njust as we told you, (12) so that your daily life may win the respect\nof outsiders and so that you will not be dependent on anybody.\n(13) Brothers and sisters, we do not want you to be uninformed\nabout those who sleep in death, so that you do not grieve like\nthe rest of mankind, who have no hope. (14) For we believe that","Jesus died and rose again, and so we believe that God will bring\nwith Jesus those who have fallen asleep in him. (15) According to\nthe Lord's word, we tell you that we who are still alive, who are left\nuntil the coming of the Lord, will certainly not precede those who\nhave fallen asleep. (16) For the Lord himself will come down from\nheaven, with a loud command, with the voice of the archangel and\nwith the trumpet call of God, and the dead in Christ will rise first.\n(17) After that, we who are still alive and are left will be caught up\ntogether with them in the clouds to meet the Lord in the air. And\nso we will be with the Lord forever."],"word_count":260},{"reference":"2 Timothy 1:1-18","translation":"NIV","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) Paul, an apostle of Christ Jesus by the will of God, in keeping\nwith the promise of life that is in Christ Jesus, (2) To Timothy, my\ndear son: Grace, mercy and peace from God the Father and Christ\nJesus our Lord. (3) I thank God, whom I serve, as my ancestors did,\nwith a clear conscience, as night and day I constantly remember\nyou in my prayers. (4) Recalling your tears, I long to see you, so that\nI may be filled with joy. (5) I am reminded of your sincere faith, which\nfirst lived in your grandmother Lois and in your mother Eunice and,\nI am persuaded, now lives in you also. (6) For this reason I remind\nyou to fan into flame the gift of God, which is in you through the\nlaying on of my hands. (7) For the Spirit God gave us does not make\nus timid, but gives us power, love and self-discipline. (8) So do not","be ashamed of the testimony about our Lord or of me his prisoner.\nRather, join with me in suffering for the gospel, by the power of\nGod. (9) He has saved us and called us to a holy life--not because\nof anything we have done but because of his own purpose and\ngrace. This grace was given us in Christ Jesus before the beginning\nof time, (10) but it has now been revealed through the appearing of\nour Savior, Christ Jesus, who has destroyed death and has brought\nlife and immortality to light through the gospel. (11) And of this\ngospel I was appointed a herald and an apostle and a teacher. (12)\nThat is why I am suffering as I am. Yet this is no cause for shame,\nbecause I know whom I have believed, and am convinced that he\nis able to guard what I have entrusted to him until that day. (13)","What you heard from me, keep as the pattern of sound teaching,\nwith faith and love in Christ Jesus. (14) Guard the good deposit\nthat was entrusted to you--guard it with the help of the Holy Spirit\nwho lives in us. (15) You know that everyone in the province of Asia\nhas deserted me, including Phygelus and Hermogenes. (16) May\nthe Lord show mercy to the household of Onesiphorus, because\nhe often refreshed me and was not ashamed of my chains. (17) On\nthe contrary, when he was in Rome, he searched hard for me until\nhe found me. (18) May the Lord grant that he will find mercy from\nthe Lord on that day! You know very well in how many ways he\nhelped me in Ephesus."],"word_count":432},{"reference":"Philemon 1:4-7","translation":"NIV","division":"Senior","passage_number":88,"release":"NBBC","cards":["(4) I always thank my God as I remember you in my prayers, (5)\nbecause I hear about your love for all his holy people and your\nfaith in the Lord Jesus. (6) I pray that your partnership with us\nin the faith may be effective in deepening your understanding\nof every good thing we share for the sake of Christ. (7) Your\nlove has given me great joy and encouragement, because\nyou, brother, have refreshed the hearts of the Lord's people."],"word_count":78},{"reference":"Hebrews 4:6-12","translation":"NIV","division":"Senior","passage_number":89,"release":"NBBC","cards":["(6) Therefore since it still remains for some to enter that rest,\nand since those who formerly had the good news proclaimed\nto them did not go in because of their disobedience, (7) God\nagain set a certain day, calling it \"Today.\" This he did when\na long time later he spoke through David, as in the passage\nalready quoted: \"Today, if you hear his voice, do not harden\nyour hearts.\" (8) For if Joshua had given them rest, God would\nnot have spoken later about another day. (9) There remains,\nthen, a Sabbath-rest for the people of God; (10) for anyone\nwho enters God's rest also rests from their works, just as God\ndid from his. (11) Let us, therefore, make every effort to enter","that rest, so that no one will perish by following their example\nof disobedience. (12) For the word of God is alive and active.\nSharper than any double-edged sword, it penetrates even\nto dividing soul and spirit, joints and marrow; it judges the\nthoughts and attitudes of the heart."],"word_count":170},{"reference":"Hebrews 8:6-13","translation":"NIV","division":"Senior","passage_number":90,"release":"NBBC","cards":["(6) But in fact the ministry Jesus has received is as superior\nto theirs as the covenant of which he is mediator is superior\nto the old one, since the new covenant is established on\nbetter promises. (7) For if there had been nothing wrong\nwith that first covenant, no place would have been sought\nfor another. (8) But God found fault with the people and said:\n\"The days are coming, declares the Lord, when I will make a\nnew covenant with the people of Israel and with the people\nof Judah. (9) It will not be like the covenant I made with their\nancestors when I took them by the hand to lead them out of\nEgypt, because they did not remain faithful to my covenant,","and I turned away from them, declares the Lord. (10) This is\nthe covenant I will establish with the people of Israel after that\ntime, declares the Lord. I will put my laws in their minds and\nwrite them on their hearts. I will be their God, and they will\nbe my people. (11) No longer will they teach their neighbor,\nor say to one another, 'Know the Lord,' because they will all\nknow me, from the least of them to the greatest. (12) For I\nwill forgive their wickedness and will remember their sins no\nmore.\" (13) By calling this covenant \"new,\" he has made the\nfirst one obsolete; and what is obsolete and outdated will\nsoon disappear."],"word_count":238},{"reference":"Hebrews 11:4-7","translation":"NIV","division":"Senior","passage_number":91,"release":"NBBC","cards":["(4) By faith Abel brought God a better offering than Cain did.\nBy faith he was commended as righteous, when God spoke\nwell of his offerings. And by faith Abel still speaks, even\nthough he is dead. (5) By faith Enoch was taken from this\nlife, so that he did not experience death: \"He could not be\nfound, because God had taken him away.\" For before he was\ntaken, he was commended as one who pleased God. (6) And\nwithout faith it is impossible to please God, because anyone\nwho comes to him must believe that he exists and that he\nrewards those who earnestly seek him. (7) By faith Noah,\nwhen warned about things not yet seen, in holy fear built an","ark to save his family. By his faith he condemned the world\nand became heir of the righteousness that is in keeping with\nfaith."],"word_count":143},{"reference":"Hebrews 12:1-2","translation":"NIV","division":"Senior","passage_number":92,"release":"NBBC","cards":["(1) Therefore, since we are surrounded by such a great cloud\nof witnesses, let us throw off everything that hinders and the\nsin that so easily entangles. And let us run with perseverance\nthe race marked out for us, (2) fixing our eyes on Jesus, the\npioneer and perfecter of faith. For the joy set before him he\nendured the cross, scorning its shame, and sat down at the\nright hand of the throne of God."],"word_count":74},{"reference":"James 3:6-12","translation":"NIV","division":"Senior","passage_number":93,"release":"NBBC","cards":["(6) The tongue also is a fire, a world of evil among the parts\nof the body. It corrupts the whole body, sets the whole course\nof one's life on fire, and is itself set on fire by hell. (7) All\nkinds of animals, birds, reptiles and sea creatures are being\ntamed and have been tamed by mankind, (8) but no human\nbeing can tame the tongue. It is a restless evil, full of deadly\npoison. (9) With the tongue we praise our Lord and Father,\nand with it we curse human beings, who have been made in\nGod's likeness. (10) Out of the same mouth come praise and\ncursing. My brothers and sisters, this should not be. (11) Can\nboth fresh water and salt water flow from the same spring?","(12) My brothers and sisters, can a fig tree bear olives, or a\ngrapevine bear figs? Neither can a salt spring produce fresh\nwater."],"word_count":148},{"reference":"James 4:11-16","translation":"NIV","division":"Senior","passage_number":94,"release":"NBBC","cards":["(11) Brothers and sisters, do not slander one another. Anyone\nwho speaks against a brother or sister or judges them speaks\nagainst the law and judges it. When you judge the law, you\nare not keeping it, but sitting in judgment on it. (12) There is\nonly one Lawgiver and Judge, the one who is able to save\nand destroy. But you--who are you to judge your neighbor?\n(13) Now listen, you who say, \"Today or tomorrow we will\ngo to this or that city, spend a year there, carry on business\nand make money.\" (14) Why, you do not even know what\nwill happen tomorrow. What is your life? You are a mist that\nappears for a little while and then vanishes. (15) Instead, you","ought to say, \"If it is the Lord's will, we will live and do this\nor that.\" (16) As it is, you boast in your arrogant schemes. All\nsuch boasting is evil."],"word_count":153},{"reference":"1 Peter 2:1-21","translation":"NIV","division":"Senior","passage_number":95,"release":"NBBC","cards":["(1) Therefore, rid yourselves of all malice and all deceit, hypocrisy,\nenvy, and slander of every kind. (2) Like newborn babies, crave\npure spiritual milk, so that by it you may grow up in your salvation,\n(3) now that you have tasted that the Lord is good. (4) As you come\nto him, the living Stone--rejected by humans but chosen by God\nand precious to him-- (5) you also, like living stones, are being built\ninto a spiritual house to be a holy priesthood, offering spiritual\nsacrifices acceptable to God through Jesus Christ. (6) For in\nScripture it says: \"See, I lay a stone in Zion, a chosen and precious\ncornerstone, and the one who trusts in him will never be put to\nshame.\" (7) Now to you who believe, this stone is precious. But","to those who do not believe, \"The stone the builders rejected has\nbecome the cornerstone,\" (8) and, \"A stone that causes people to\nstumble and a rock that makes them fall.\" They stumble because\nthey disobey the message--which is also what they were destined\nfor. (9) But you are a chosen people, a royal priesthood, a holy\nnation, God's special possession, that you may declare the praises\nof him who called you out of darkness into his wonderful light.\n(10) Once you were not a people, but now you are the people\nof God; once you had not received mercy, but now you have\nreceived mercy. (11) Dear friends, I urge you, as foreigners and\nexiles, to abstain from sinful desires, which wage war against your","soul. (12) Live such good lives among the pagans that, though\nthey accuse you of doing wrong, they may see your good deeds\nand glorify God on the day he visits us. (13) Submit yourselves for\nthe Lord's sake to every human authority: whether to the emperor,\nas the supreme authority, (14) or to governors, who are sent by\nhim to punish those who do wrong and to commend those who\ndo right. (15) For it is God's will that by doing good you should\nsilence the ignorant talk of foolish people. (16) Live as free people,\nbut do not use your freedom as a cover-up for evil; live as God's\nslaves. (17) Show proper respect to everyone, love the family of\nbelievers, fear God, honor the emperor. (18) Slaves, in reverent","fear of God submit yourselves to your masters, not only to those\nwho are good and considerate, but also to those who are harsh.\n(19) For it is commendable if someone bears up under the pain of\nunjust suffering because they are conscious of God. (20) But how\nis it to your credit if you receive a beating for doing wrong and\nendure it? But if you suffer for doing good and you endure it, this\nis commendable before God. (21) To this you were called, because\nChrist suffered for you, leaving you an example, that you should\nfollow in his steps."],"word_count":477},{"reference":"1 Peter 3:8-12","translation":"NIV","division":"Senior","passage_number":96,"release":"NBBC","cards":["(8) Finally, all of you, be like-minded, be sympathetic, love\none another, be compassionate and humble. (9) Do not repay\nevil with evil or insult with insult. On the contrary, repay evil\nwith blessing, because to this you were called so that you\nmay inherit a blessing. (10) For, \"Whoever would love life and\nsee good days must keep their tongue from evil and their lips\nfrom deceitful speech. (11) They must turn from evil and do\ngood; they must seek peace and pursue it. (12) For the eyes\nof the Lord are on the righteous and his ears are attentive to\ntheir prayer, but the face of the Lord is against those who do\nevil.\""],"word_count":112},{"reference":"1 Peter 4:1-6","translation":"NIV","division":"Senior","passage_number":97,"release":"NBBC","cards":["(1) Therefore, since Christ suffered in his body, arm yourselves\nalso with the same attitude, because whoever suffers in the\nbody is done with sin. (2) As a result, they do not live the rest\nof their earthly lives for evil human desires, but rather for the\nwill of God. (3) For you have spent enough time in the past\ndoing what pagans choose to do--living in debauchery, lust,\ndrunkenness, orgies, carousing and detestable idolatry. (4)\nThey are surprised that you do not join them in their reckless,\nwild living, and they heap abuse on you. (5) But they will have\nto give account to him who is ready to judge the living and the\ndead. (6) For this is the reason the gospel was preached even","to those who are now dead, so that they might be judged\naccording to human standards in regard to the body, but live\naccording to God in regard to the spirit."],"word_count":153},{"reference":"1 Peter 5:1-6","translation":"NIV","division":"Senior","passage_number":98,"release":"NBBC","cards":["(1) To the elders among you, I appeal as a fellow elder and a\nwitness of Christ's sufferings who also will share in the glory\nto be revealed: (2) Be shepherds of God's flock that is under\nyour care, watching over them--not because you must, but\nbecause you are willing, as God wants you to be; not pursuing\ndishonest gain, but eager to serve; (3) not lording it over those\nentrusted to you, but being examples to the flock. (4) And\nwhen the Chief Shepherd appears, you will receive the crown\nof glory that will never fade away. (5) In the same way, you\nwho are younger, submit yourselves to your elders. All of you,\nclothe yourselves with humility toward one another, because,","\"God opposes the proud but shows favor to the humble.\" (6)\nHumble yourselves, therefore, under God's mighty hand, that\nhe may lift you up in due time."],"word_count":145},{"reference":"2 Peter 2:12-17","translation":"NIV","division":"Senior","passage_number":99,"release":"NBBC","cards":["(12) But these people blaspheme in matters they do not\nunderstand. They are like unreasoning animals, creatures\nof instinct, born only to be caught and destroyed, and like\nanimals they too will perish. (13) They will be paid back with\nharm for the harm they have done. Their idea of pleasure is\nto carouse in broad daylight. They are blots and blemishes,\nreveling in their pleasures while they feast with you. (14) With\neyes full of adultery, they never stop sinning; they seduce the\nunstable; they are experts in greed--an accursed brood! (15)\nThey have left the straight way and wandered off to follow\nthe way of Balaam son of Bezer, who loved the wages of","wickedness. (16) But he was rebuked for his wrongdoing\nby a donkey--an animal without speech--who spoke with a\nhuman voice and restrained the prophet's madness. (17)\nThese people are springs without water and mists driven by\na storm. Blackest darkness is reserved for them."],"word_count":157},{"reference":"2 Peter 3:13-18","translation":"NIV","division":"Senior","passage_number":100,"release":"NBBC","cards":["(13) But in keeping with his promise we are looking forward to\na new heaven and a new earth, where righteousness dwells.\n(14) So then, dear friends, since you are looking forward to\nthis, make every effort to be found spotless, blameless and\nat peace with him. (15) Bear in mind that our Lord's patience\nmeans salvation, just as our dear brother Paul also wrote\nyou with the wisdom that God gave him. (16) He writes the\nsame way in all his letters, speaking in them of these matters.\nHis letters contain some things that are hard to understand,\nwhich ignorant and unstable people distort, as they do the\nother Scriptures, to their own destruction. (17) Therefore,","dear friends, since you have been forewarned, be on your\nguard so that you may not be carried away by the error of the\nlawless and fall from your secure position. (18) But grow in\nthe grace and knowledge of our Lord and Savior Jesus Christ.\nTo him be glory both now and forever! Amen."],"word_count":166},{"reference":"1 John 3:10-15","translation":"NIV","division":"Senior","passage_number":101,"release":"NBBC","cards":["(10) This is how we know who the children of God are and\nwho the children of the devil are: Anyone who does not do\nwhat is right is not God's child, nor is anyone who does not\nlove their brother and sister. (11) For this is the message\nyou heard from the beginning: We should love one another.\n(12) Do not be like Cain, who belonged to the evil one and\nmurdered his brother. And why did he murder him? Because\nhis own actions were evil and his brother's were righteous.\n(13) Do not be surprised, my brothers and sisters, if the world\nhates you. (14) We know that we have passed from death to\nlife, because we love each other. Anyone who does not love","remains in death. (15) Anyone who hates a brother or sister\nis a murderer, and you know that no murderer has eternal life\nresiding in him."],"word_count":147},{"reference":"1 John 4:1-11","translation":"NIV","division":"Senior","passage_number":102,"release":"NBBC","cards":["(1) Dear friends, do not believe every spirit, but test the spirits\nto see whether they are from God, because many false prophets\nhave gone out into the world. (2) This is how you can recognize\nthe Spirit of God: Every spirit that acknowledges that Jesus Christ\nhas come in the flesh is from God, (3) but every spirit that does\nnot acknowledge Jesus is not from God. This is the spirit of the\nantichrist, which you have heard is coming and even now is\nalready in the world. (4) You, dear children, are from God and have\novercome them, because the one who is in you is greater than the\none who is in the world. (5) They are from the world and therefore\nspeak from the viewpoint of the world, and the world listens to","them. (6) We are from God, and whoever knows God listens to\nus; but whoever is not from God does not listen to us. This is how\nwe recognize the Spirit of truth and the spirit of falsehood. (7)\nDear friends, let us love one another, for love comes from God.\nEveryone who loves has been born of God and knows God. (8)\nWhoever does not love does not know God, because God is love.\n(9) This is how God showed his love among us: He sent his one\nand only Son into the world that we might live through him. (10)\nThis is love: not that we loved God, but that he loved us and sent\nhis Son as an atoning sacrifice for our sins. (11) Dear friends, since\nGod so loved us, we also ought to love one another."],"word_count":267},{"reference":"Revelation 20:1-9","translation":"NIV","division":"Senior","passage_number":103,"release":"NBBC","cards":["(1) And I saw an angel coming down out of heaven, having\nthe key to the Abyss and holding in his hand a great chain.\n(2) He seized the dragon, that ancient serpent, who is the\ndevil, or Satan, and bound him for a thousand years. (3) He\nthrew him into the Abyss, and locked and sealed it over him,\nto keep him from deceiving the nations anymore until the\nthousand years were ended. After that, he must be set free\nfor a short time. (4) I saw thrones on which were seated those\nwho had been given authority to judge. And I saw the souls\nof those who had been beheaded because of their testimony\nabout Jesus and because of the word of God. They had not","worshiped the beast or its image and had not received its\nmark on their foreheads or their hands. They came to life and\nreigned with Christ a thousand years. (5) (The rest of the dead\ndid not come to life until the thousand years were ended.)\nThis is the first resurrection. (6) Blessed and holy are those\nwho share in the first resurrection. The second death has no\npower over them, but they will be priests of God and of Christ\nand will reign with him for a thousand years. (7) When the\nthousand years are over, Satan will be released from his prison\n(8) and will go out to deceive the nations in the four corners\nof the earth--Gog and Magog--and to gather them for battle.","In number they are like the sand on the seashore. (9) They\nmarched across the breadth of the earth and surrounded the\ncamp of God's people, the city he loves. But fire came down\nfrom heaven and devoured them."],"word_count":287}]