[{"reference":"John 1:1–5","translation":"NKJV","division":"Senior","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was with\nGod, and the Word was God. (2) He was in the beginning\nwith God. (3) All things were made through Him, and without\nHim nothing was made that was made. (4) In Him was life,\nand the life was the light of men. (5) And the light shines in\nthe darkness, and the darkness did not comprehend it."],"word_count":65},{"reference":"John 20:30–31","translation":"NKJV","division":"Senior","passage_number":2,"release":"Navigate","cards":["(30) And truly Jesus did many other signs in the presence of\nHis disciples, which are not written in this book; (31) but these\nare written that you may believe that Jesus is the Christ, the\nSon of God, and that believing you may have life in His name."],"word_count":47},{"reference":"Philippians 2:5–8","translation":"NKJV","division":"Senior","passage_number":3,"release":"Explore","cards":["(5) Let this mind be in you which was also in Christ Jesus, (6)\nwho, being in the form of God, did not consider it robbery to\nbe equal with God, (7) but made Himself of no reputation,\ntaking the form of a bondservant, and coming in the likeness\nof men. (8) And being found in appearance as a man, He\nhumbled Himself and became obedient to the point of death,\neven the death of the cross."],"word_count":73},{"reference":"John 1:29–34","translation":"NKJV","division":"Senior","passage_number":4,"release":"Navigate","cards":["(29) The next day John saw Jesus coming toward him, and said,\n\"Behold! The Lamb of God who takes away the sin of the world!\n(30) \"This is He of whom I said, 'After me comes a Man who is\npreferred before me, for He was before me.' (31) \"I did not know\nHim; but that He should be revealed to Israel, therefore I came\nbaptizing with water.\" (32) And John bore witness, saying, \"I saw\nthe Spirit descending from heaven like a dove, and He remained\nupon Him. (33) \"I did not know Him, but He who sent me to baptize\nwith water said to me, 'Upon whom you see the Spirit descending,\nand remaining on Him, this is He who baptizes with the Holy Spirit.'\n(34) \"And I have seen and testiﬁed that this is the Son of God.\""],"word_count":135},{"reference":"Revelation 5:4–12","translation":"NKJV","division":"Senior","passage_number":5,"release":"Explore","cards":["(4) So I wept much, because no one was found worthy to open\nand read the scroll, or to look at it. (5) But one of the elders said to\nme, \"Do not weep. Behold, the Lion of the tribe of Judah, the Root\nof David, has prevailed to open the scroll and to loose its seven\nseals.\" (6) And I looked, and behold, in the midst of the throne and\nof the four living creatures, and in the midst of the elders, stood a\nLamb as though it had been slain, having seven horns and seven\neyes, which are the seven Spirits of God sent out into all the earth.\n(7) Then He came and took the scroll out of the right hand of Him\nwho sat on the throne. (8) Now when He had taken the scroll, the\nfour living creatures and the twenty-four elders fell down before\nthe Lamb, each having a harp, and golden bowls full of incense,","which are the prayers of the saints. (9) And they sang a new song,\nsaying: \"You are worthy to take the scroll, And to open its seals;\nFor You were slain, And have redeemed us to God by Your blood\nOut of every tribe and tongue and people and nation, (10) And\nhave made us kings and priests to our God; And we shall reign\non the earth.\" (11) Then I looked, and I heard the voice of many\nangels around the throne, the living creatures, and the elders; and\nthe number of them was ten thousand times ten thousand, and\nthousands of thousands, (12) saying with a loud voice: \"Worthy is\nthe Lamb who was slain To receive power and riches and wisdom,\nAnd strength and honor and glory and blessing!\""],"word_count":286},{"reference":"John 2:18–22","translation":"NKJV","division":"Senior","passage_number":6,"release":"Navigate","cards":["(18) So the Jews answered and said to Him, \"What sign do You\nshow to us, since You do these things?\" (19) Jesus answered\nand said to them, \"Destroy this temple, and in three days I\nwill raise it up.\" (20) Then the Jews said, \"It has taken forty-\nsix years to build this temple, and will You raise it up in three\ndays?\" (21) But He was speaking of the temple of His body.\n(22) Therefore, when He had risen from the dead, His disciples\nremembered that He had said this to them; and they believed\nthe Scripture and the word which Jesus had said."],"word_count":101},{"reference":"Acts 10:36–38","translation":"NKJV","division":"Senior","passage_number":7,"release":"Explore","cards":["(36) \"The word which God sent to the children of Israel,\npreaching peace through Jesus Christ--He is Lord of all-- (37)\n\"that word you know, which was proclaimed throughout all\nJudea, and began from Galilee after the baptism which John\npreached: (38) \"how God anointed Jesus of Nazareth with\nthe Holy Spirit and with power, who went about doing good\nand healing all who were oppressed by the devil, for God\nwas with Him."],"word_count":72},{"reference":"John 3:32–36","translation":"NKJV","division":"Senior","passage_number":8,"release":"Navigate","cards":["(32) \"And what He has seen and heard, that He testiﬁes; and\nno one receives His testimony. (33) \"He who has received His\ntestimony has certiﬁed that God is true. (34) \"For He whom\nGod has sent speaks the words of God, for God does not give\nthe Spirit by measure. (35) \"The Father loves the Son, and has\ngiven all things into His hand. (36) \"He who believes in the\nSon has everlasting life; and he who does not believe the Son\nshall not see life, but the wrath of God abides on him.\""],"word_count":90},{"reference":"Titus 3:4–7","translation":"NKJV","division":"Senior","passage_number":9,"release":"Explore","cards":["(4) But when the kindness and the love of God our Savior\ntoward man appeared, (5) not by works of righteousness\nwhich we have done, but according to His mercy He saved\nus, through the washing of regeneration and renewing of\nthe Holy Spirit, (6) whom He poured out on us abundantly\nthrough Jesus Christ our Savior, (7) that having been justiﬁed\nby His grace we should become heirs according to the hope\nof eternal life."],"word_count":72},{"reference":"John 4:41–42","translation":"NKJV","division":"Senior","passage_number":10,"release":"Navigate","cards":["(41) And many more believed because of His own word. (42)\nThen they said to the woman, \"Now we believe, not because\nof what you said, for we ourselves have heard Him and we\nknow that this is indeed the Christ, the Savior of the world.\""],"word_count":44},{"reference":"Acts 18:27–28","translation":"NKJV","division":"Senior","passage_number":11,"release":"Explore","cards":["(27) And when he desired to cross to Achaia, the brethren\nwrote, exhorting the disciples to receive him; and when he\narrived, he greatly helped those who had believed through\ngrace; (28) for he vigorously refuted the Jews publicly,\nshowing from the Scriptures that Jesus is the Christ."],"word_count":46},{"reference":"John 5:24","translation":"NKJV","division":"Senior","passage_number":12,"release":"Navigate","cards":["(24) \"Most assuredly, I say to you, he who hears My word and\nbelieves in Him who sent Me has everlasting life, and shall\nnot come into judgment, but has passed from death into life."],"word_count":34},{"reference":"Colossians 1:15–18","translation":"NKJV","division":"Senior","passage_number":13,"release":"Explore","cards":["(15) He is the image of the invisible God, the ﬁrstborn over\nall creation. (16) For by Him all things were created that are\nin heaven and that are on earth, visible and invisible, whether\nthrones or dominions or principalities or powers. All things\nwere created through Him and for Him. (17) And He is before\nall things, and in Him all things consist. (18) And He is the\nhead of the body, the church, who is the beginning, the\nﬁrstborn from the dead, that in all things He may have the\npreeminence."],"word_count":89},{"reference":"John 6:35–40","translation":"NKJV","division":"Senior","passage_number":14,"release":"Navigate","cards":["(35) And Jesus said to them, \"I am the bread of life. He who comes\nto Me shall never hunger, and he who believes in Me shall never\nthirst. (36) \"But I said to you that you have seen Me and yet do not\nbelieve. (37) \"All that the Father gives Me will come to Me, and\nthe one who comes to Me I will by no means cast out. (38) \"For I\nhave come down from heaven, not to do My own will, but the will\nof Him who sent Me. (39) \"This is the will of the Father who sent\nMe, that of all He has given Me I should lose nothing, but should\nraise it up at the last day. (40) \"And this is the will of Him who sent\nMe, that everyone who sees the Son and believes in Him may have\neverlasting life; and I will raise him up at the last day.\""],"word_count":152},{"reference":"1 Corinthians 11:23–24","translation":"NKJV","division":"Senior","passage_number":15,"release":"Explore","cards":["(23) For I received from the Lord that which I also delivered\nto you: that the Lord Jesus on the same night in which He was\nbetrayed took bread; (24) and when He had given thanks, He\nbroke it and said, \"Take, eat; this is My body which is broken\nfor you; do this in remembrance of Me.\""],"word_count":56},{"reference":"Genesis 2:1-6","translation":"NKJV","division":"Senior","passage_number":16,"release":"NBBC","cards":["(1) Thus the heavens and the earth, and all the host of them, were\nfinished. (2) And on the seventh day God ended His work which\nHe had done, and He rested on the seventh day from all His work\nwhich He had done. (3) Then God blessed the seventh day and\nsanctified it, because in it He rested from all His work which God\nhad created and made. (4) This is the history of the heavens and\nthe earth when they were created, in the day that the LORD God\nmade the earth and the heavens, (5) before any plant of the field\nwas in the earth and before any herb of the field had grown. For\nthe LORD God had not caused it to rain on the earth, and there\nwas no man to till the ground; (6) but a mist went up from the earth\nand watered the whole face of the ground."],"word_count":150},{"reference":"Genesis 19:23-29","translation":"NKJV","division":"Senior","passage_number":17,"release":"NBBC","cards":["(23) The sun had risen upon the earth when Lot entered Zoar.\n(24) Then the LORD rained brimstone and fire on Sodom\nand Gomorrah, from the LORD out of the heavens. (25) So\nHe overthrew those cities, all the plain, all the inhabitants\nof the cities, and what grew on the ground. (26) But his wife\nlooked back behind him, and she became a pillar of salt. (27)\nAnd Abraham went early in the morning to the place where\nhe had stood before the LORD. (28) Then he looked toward\nSodom and Gomorrah, and toward all the land of the plain;\nand he saw, and behold, the smoke of the land which went\nup like the smoke of a furnace. (29) And it came to pass, when","God destroyed the cities of the plain, that God remembered\nAbraham, and sent Lot out of the midst of the overthrow,\nwhen He overthrew the cities in which Lot had dwelt."],"word_count":151},{"reference":"Exodus 15:6-12","translation":"NKJV","division":"Senior","passage_number":18,"release":"NBBC","cards":["(6) \"Your right hand, O LORD, has become glorious in power;\nYour right hand, O LORD, has dashed the enemy in pieces. (7)\nAnd in the greatness of Your excellence You have overthrown\nthose who rose against You; You sent forth Your wrath; It\nconsumed them like stubble. (8) And with the blast of Your\nnostrils The waters were gathered together; The floods stood\nupright like a heap; The depths congealed in the heart of the\nsea. (9) The enemy said, 'I will pursue, I will overtake, I will\ndivide the spoil; My desire shall be satisfied on them. I will\ndraw my sword, My hand shall destroy them.' (10) You blew\nwith Your wind, The sea covered them; They sank like lead in","the mighty waters. (11) \"Who is like You, O LORD, among the\ngods? Who is like You, glorious in holiness, Fearful in praises,\ndoing wonders? (12) You stretched out Your right hand; The\nearth swallowed them."],"word_count":153},{"reference":"Deuteronomy 6:20-25","translation":"NKJV","division":"Senior","passage_number":19,"release":"NBBC","cards":["(20) \"When your son asks you in time to come, saying, 'What\nis the meaning of the testimonies, the statutes, and the\njudgments which the LORD our God has commanded you?'\n(21) \"then you shall say to your son: 'We were slaves of Pharaoh\nin Egypt, and the LORD brought us out of Egypt with a mighty\nhand; (22) 'and the LORD showed signs and wonders before\nour eyes, great and severe, against Egypt, Pharaoh, and all his\nhousehold. (23) 'Then He brought us out from there, that He\nmight bring us in, to give us the land of which He swore to our\nfathers. (24) 'And the LORD commanded us to observe all\nthese statutes, to fear the LORD our God, for our good always,","that He might preserve us alive, as it is this day. (25) 'Then it\nwill be righteousness for us, if we are careful to observe all\nthese commandments before the LORD our God, as He has\ncommanded us.'"],"word_count":158},{"reference":"Deuteronomy 30:11-20","translation":"NKJV","division":"Senior","passage_number":20,"release":"NBBC","cards":["(11) \"For this commandment which I command you today is not\ntoo mysterious for you, nor is it far off. (12) \"It is not in heaven, that\nyou should say, 'Who will ascend into heaven for us and bring it to\nus, that we may hear it and do it?' (13) \"Nor is it beyond the sea,\nthat you should say, 'Who will go over the sea for us and bring it to\nus, that we may hear it and do it?' (14) \"But the word is very near\nyou, in your mouth and in your heart, that you may do it. (15) \"See,\nI have set before you today life and good, death and evil, (16) \"in\nthat I command you today to love the LORD your God, to walk in\nHis ways, and to keep His commandments, His statutes, and His\njudgments, that you may live and multiply; and the LORD your\nGod will bless you in the land which you go to possess. (17) \"But if","your heart turns away so that you do not hear, and are drawn away,\nand worship other gods and serve them, (18) \"I announce to you\ntoday that you shall surely perish; you shall not prolong your days\nin the land which you cross over the Jordan to go in and possess.\n(19) \"I call heaven and earth as witnesses today against you, that I\nhave set before you life and death, blessing and cursing; therefore\nchoose life, that both you and your descendants may live; (20)\n\"that you may love the LORD your God, that you may obey His\nvoice, and that you may cling to Him, for He is your life and the\nlength of your days; and that you may dwell in the land which the\nLORD swore to your fathers, to Abraham, Isaac, and Jacob, to give\nthem.\""],"word_count":301},{"reference":"Joshua 1:1-9","translation":"NKJV","division":"Senior","passage_number":21,"release":"NBBC","cards":["(1) After the death of Moses the servant of the LORD, it came to pass\nthat the LORD spoke to Joshua the son of Nun, Moses' assistant,\nsaying: (2) \"Moses My servant is dead. Now therefore, arise, go\nover this Jordan, you and all this people, to the land which I am\ngiving to them--the children of Israel. (3) \"Every place that the sole\nof your foot will tread upon I have given you, as I said to Moses.\n(4) \"From the wilderness and this Lebanon as far as the great river,\nthe River Euphrates, all the land of the Hittites, and to the Great\nSea toward the going down of the sun, shall be your territory. (5)\n\"No man shall be able to stand before you all the days of your life;\nas I was with Moses, so I will be with you. I will not leave you nor\nforsake you. (6) \"Be strong and of good courage, for to this people","you shall divide as an inheritance the land which I swore to their\nfathers to give them. (7) \"Only be strong and very courageous, that\nyou may observe to do according to all the law which Moses My\nservant commanded you; do not turn from it to the right hand or\nto the left, that you may prosper wherever you go. (8) \"This Book of\nthe Law shall not depart from your mouth, but you shall meditate\nin it day and night, that you may observe to do according to all\nthat is written in it. For then you will make your way prosperous,\nand then you will have good success. (9) \"Have I not commanded\nyou? Be strong and of good courage; do not be afraid, nor be\ndismayed, for the LORD your God is with you wherever you go.\""],"word_count":296},{"reference":"1 Samuel 16:4-7","translation":"NKJV","division":"Senior","passage_number":22,"release":"NBBC","cards":["(4) So Samuel did what the LORD said, and went to Bethlehem.\nAnd the elders of the town trembled at his coming, and said, \"Do\nyou come peaceably?\" (5) And he said, \"Peaceably; I have come\nto sacrifice to the LORD. Sanctify yourselves, and come with me to\nthe sacrifice.\" Then he consecrated Jesse and his sons, and invited\nthem to the sacrifice. (6) So it was, when they came, that he looked\nat Eliab and said, \"Surely the LORD's anointed is before Him!\" (7)\nBut the LORD said to Samuel, \"Do not look at his appearance or at\nhis physical stature, because I have refused him. For the LORD does\nnot see as man sees; for man looks at the outward appearance, but\nthe LORD looks at the heart.\""],"word_count":126},{"reference":"2 Samuel 2:4-7","translation":"NKJV","division":"Senior","passage_number":23,"release":"NBBC","cards":["(4) Then the men of Judah came, and there they anointed\nDavid king over the house of Judah. And they told David,\nsaying, \"The men of Jabesh Gilead were the ones who buried\nSaul.\" (5) So David sent messengers to the men of Jabesh\nGilead, and said to them, \"You are blessed of the LORD, for\nyou have shown this kindness to your lord, to Saul, and have\nburied him. (6) \"And now may the LORD show kindness and\ntruth to you. I also will repay you this kindness, because you\nhave done this thing. (7) \"Now therefore, let your hands be\nstrengthened, and be valiant; for your master Saul is dead,\nand also the house of Judah has anointed me king over them.\""],"word_count":120},{"reference":"2 Samuel 12:1-8","translation":"NKJV","division":"Senior","passage_number":24,"release":"NBBC","cards":["(1) Then the LORD sent Nathan to David. And he came to him,\nand said to him: \"There were two men in one city, one rich\nand the other poor. (2) \"The rich man had exceedingly many\nflocks and herds. (3) \"But the poor man had nothing, except\none little ewe lamb which he had bought and nourished; and\nit grew up together with him and with his children. It ate of his\nown food and drank from his own cup and lay in his bosom;\nand it was like a daughter to him. (4) \"And a traveler came to\nthe rich man, who refused to take from his own flock and from\nhis own herd to prepare one for the wayfaring man who had\ncome to him; but he took the poor man's lamb and prepared","it for the man who had come to him.\" (5) So David's anger was\ngreatly aroused against the man, and he said to Nathan, \"As\nthe LORD lives, the man who has done this shall surely die!\n(6) \"And he shall restore fourfold for the lamb, because he\ndid this thing and because he had no pity.\" (7) Then Nathan\nsaid to David, \"You are the man! Thus says the LORD God of\nIsrael: 'I anointed you king over Israel, and I delivered you\nfrom the hand of Saul. (8) 'I gave you your master's house\nand your master's wives into your keeping, and gave you the\nhouse of Israel and Judah. And if that had been too little, I\nalso would have given you much more!"],"word_count":256},{"reference":"Psalm 5:4-8","translation":"NKJV","division":"Senior","passage_number":25,"release":"NBBC","cards":["(4) For You are not a God who takes pleasure in wickedness,\nNor shall evil dwell with You. (5) The boastful shall not stand\nin Your sight; You hate all workers of iniquity. (6) You shall\ndestroy those who speak falsehood; The LORD abhors the\nbloodthirsty and deceitful man. (7) But as for me, I will come\ninto Your house in the multitude of Your mercy; In fear of You\nI will worship toward Your holy temple. (8) Lead me, O LORD,\nin Your righteousness because of my enemies; Make Your\nway straight before my face."],"word_count":91},{"reference":"Psalm 33:1-15","translation":"NKJV","division":"Senior","passage_number":26,"release":"NBBC","cards":["(1) Rejoice in the LORD, O you righteous! For praise from the\nupright is beautiful. (2) Praise the LORD with the harp; Make\nmelody to Him with an instrument of ten strings. (3) Sing to\nHim a new song; Play skillfully with a shout of joy. (4) For the\nword of the LORD is right, And all His work is done in truth.\n(5) He loves righteousness and justice; The earth is full of\nthe goodness of the LORD. (6) By the word of the LORD the\nheavens were made, And all the host of them by the breath of\nHis mouth. (7) He gathers the waters of the sea together as a\nheap; He lays up the deep in storehouses. (8) Let all the earth\nfear the LORD; Let all the inhabitants of the world stand in awe","of Him. (9) For He spoke, and it was done; He commanded,\nand it stood fast. (10) The LORD brings the counsel of the\nnations to nothing; He makes the plans of the peoples of\nno effect. (11) The counsel of the LORD stands forever, The\nplans of His heart to all generations. (12) Blessed is the nation\nwhose God is the LORD, The people He has chosen as His\nown inheritance. (13) The LORD looks from heaven; He sees\nall the sons of men. (14) From the place of His dwelling He\nlooks On all the inhabitants of the earth; (15) He fashions\ntheir hearts individually; He considers all their works."],"word_count":236},{"reference":"Psalm 35:4-5","translation":"NKJV","division":"Senior","passage_number":27,"release":"NBBC","cards":["(4) Let those be put to shame and brought to dishonor Who\nseek after my life; Let those be turned back and brought to\nconfusion Who plot my hurt. (5) Let them be like chaff before\nthe wind, And let the angel of the LORD chase them."],"word_count":45},{"reference":"Psalm 42:1-6","translation":"NKJV","division":"Senior","passage_number":28,"release":"NBBC","cards":["(1) As the deer pants for the water brooks, So pants my soul\nfor You, O God. (2) My soul thirsts for God, for the living God.\nWhen shall I come and appear before God? (3) My tears\nhave been my food day and night, While they continually\nsay to me, \"Where is your God?\" (4) When I remember these\nthings, I pour out my soul within me. For I used to go with the\nmultitude; I went with them to the house of God, With the\nvoice of joy and praise, With a multitude that kept a pilgrim\nfeast. (5) Why are you cast down, O my soul? And why are you\ndisquieted within me? Hope in God, for I shall yet praise Him\nFor the help of His countenance. (6) O my God, my soul is","cast down within me; Therefore I will remember You from the\nland of the Jordan, And from the heights of Hermon, From\nthe Hill Mizar."],"word_count":157},{"reference":"Psalm 65:1-13","translation":"NKJV","division":"Senior","passage_number":29,"release":"NBBC","cards":["(1) Praise is awaiting You, O God, in Zion; And to You the vow shall\nbe performed. (2) O You who hear prayer, To You all flesh will come.\n(3) Iniquities prevail against me; As for our transgressions, You will\nprovide atonement for them. (4) Blessed is the man You choose,\nAnd cause to approach You, That he may dwell in Your courts. We\nshall be satisfied with the goodness of Your house, Of Your holy\ntemple. (5) By awesome deeds in righteousness You will answer\nus, O God of our salvation, You who are the confidence of all the\nends of the earth, And of the far-off seas; (6) Who established the\nmountains by His strength, Being clothed with power; (7) You who\nstill the noise of the seas, The noise of their waves, And the tumult","of the peoples. (8) They also who dwell in the farthest parts are\nafraid of Your signs; You make the outgoings of the morning and\nevening rejoice. (9) You visit the earth and water it, You greatly\nenrich it; The river of God is full of water; You provide their grain,\nFor so You have prepared it. (10) You water its ridges abundantly,\nYou settle its furrows; You make it soft with showers, You bless its\ngrowth. (11) You crown the year with Your goodness, And Your\npaths drip with abundance. (12) They drop on the pastures of\nthe wilderness, And the little hills rejoice on every side. (13) The\npastures are clothed with flocks; The valleys also are covered with\ngrain; They shout for joy, they also sing."],"word_count":255},{"reference":"Psalm 80:1-17","translation":"NKJV","division":"Senior","passage_number":30,"release":"NBBC","cards":["(1) Give ear, O Shepherd of Israel, You who lead Joseph like\na flock; You who dwell between the cherubim, shine forth! (2)\nBefore Ephraim, Benjamin, and Manasseh, Stir up Your strength,\nAnd come and save us! (3) Restore us, O God; Cause Your face to\nshine, And we shall be saved! (4) O LORD God of hosts, How long\nwill You be angry Against the prayer of Your people? (5) You have\nfed them with the bread of tears, And given them tears to drink\nin great measure. (6) You have made us a strife to our neighbors,\nAnd our enemies laugh among themselves. (7) Restore us, O God\nof hosts; Cause Your face to shine, And we shall be saved! (8) You\nhave brought a vine out of Egypt; You have cast out the nations,\nand planted it. (9) You prepared room for it, And caused it to take","deep root, And it filled the land. (10) The hills were covered with\nits shadow, And the mighty cedars with its boughs. (11) She sent\nout her boughs to the Sea, And her branches to the River. (12) Why\nhave You broken down her hedges, So that all who pass by the\nway pluck her fruit? (13) The boar out of the woods uproots it, And\nthe wild beast of the field devours it. (14) Return, we beseech You,\nO God of hosts; Look down from heaven and see, And visit this\nvine (15) And the vineyard which Your right hand has planted, And\nthe branch that You made strong for Yourself. (16) It is burned with\nfire, it is cut down; They perish at the rebuke of Your countenance.\n(17) Let Your hand be upon the man of Your right hand, Upon the\nson of man whom You made strong for Yourself."],"word_count":287},{"reference":"Psalm 92:1-10","translation":"NKJV","division":"Senior","passage_number":31,"release":"NBBC","cards":["(1) It is good to give thanks to the LORD, And to sing praises to\nYour name, O Most High; (2) To declare Your lovingkindness\nin the morning, And Your faithfulness every night, (3) On\nan instrument of ten strings, On the lute, And on the harp,\nWith harmonious sound. (4) For You, LORD, have made me\nglad through Your work; I will triumph in the works of Your\nhands. (5) O LORD, how great are Your works! Your thoughts\nare very deep. (6) A senseless man does not know, Nor does\na fool understand this. (7) When the wicked spring up like\ngrass, And when all the workers of iniquity flourish, It is that\nthey may be destroyed forever. (8) But You, LORD, are on","high forevermore. (9) For behold, Your enemies, O LORD, For\nbehold, Your enemies shall perish; All the workers of iniquity\nshall be scattered. (10) But my horn You have exalted like a\nwild ox; I have been anointed with fresh oil."],"word_count":157},{"reference":"Psalm 101:3-4","translation":"NKJV","division":"Senior","passage_number":32,"release":"NBBC","cards":["(3) I will set nothing wicked before my eyes; I hate the work\nof those who fall away; It shall not cling to me. (4) A perverse\nheart shall depart from me; I will not know wickedness."],"word_count":35},{"reference":"Proverbs 8:12-17","translation":"NKJV","division":"Senior","passage_number":33,"release":"NBBC","cards":["(12) \"I, wisdom, dwell with prudence, And find out knowledge\nand discretion. (13) The fear of the LORD is to hate evil;\nPride and arrogance and the evil way And the perverse\nmouth I hate. (14) Counsel is mine, and sound wisdom; I am\nunderstanding, I have strength. (15) By me kings reign, And\nrulers decree justice. (16) By me princes rule, and nobles, All\nthe judges of the earth. (17) I love those who love me, And\nthose who seek me diligently will find me."],"word_count":80},{"reference":"Isaiah 60:1-9","translation":"NKJV","division":"Senior","passage_number":34,"release":"NBBC","cards":["(1) Arise, shine; For your light has come! And the glory of the\nLORD is risen upon you. (2) For behold, the darkness shall cover\nthe earth, And deep darkness the people; But the LORD will arise\nover you, And His glory will be seen upon you. (3) The Gentiles\nshall come to your light, And kings to the brightness of your\nrising. (4) \"Lift up your eyes all around, and see: They all gather\ntogether, they come to you; Your sons shall come from afar, And\nyour daughters shall be nursed at your side. (5) Then you shall see\nand become radiant, And your heart shall swell with joy; Because\nthe abundance of the sea shall be turned to you, The wealth of\nthe Gentiles shall come to you. (6) The multitude of camels shall","cover your land, The dromedaries of Midian and Ephah; All those\nfrom Sheba shall come; They shall bring gold and incense, And\nthey shall proclaim the praises of the LORD. (7) All the flocks of\nKedar shall be gathered together to you, The rams of Nebaioth\nshall minister to you; They shall ascend with acceptance on My\naltar, And I will glorify the house of My glory. (8) \"Who are these\nwho fly like a cloud, And like doves to their roosts? (9) Surely the\ncoastlands shall wait for Me; And the ships of Tarshish will come\nfirst, To bring your sons from afar, Their silver and their gold with\nthem, To the name of the LORD your God, And to the Holy One of\nIsrael, Because He has glorified you."],"word_count":258},{"reference":"Lamentations 3:22-42","translation":"NKJV","division":"Senior","passage_number":35,"release":"NBBC","cards":["(22) Through the LORD's mercies we are not consumed, Because\nHis compassions fail not. (23) They are new every morning; Great\nis Your faithfulness. (24) \"The LORD is my portion,\" says my soul,\n\"Therefore I hope in Him!\" (25) The LORD is good to those who\nwait for Him, To the soul who seeks Him. (26) It is good that one\nshould hope and wait quietly For the salvation of the LORD. (27)\nIt is good for a man to bear The yoke in his youth. (28) Let him sit\nalone and keep silent, Because God has laid it on him; (29) Let him\nput his mouth in the dust--There may yet be hope. (30) Let him\ngive his cheek to the one who strikes him, And be full of reproach.\n(31) For the Lord will not cast off forever. (32) Though He causes\ngrief, Yet He will show compassion According to the multitude of","His mercies. (33) For He does not afflict willingly, Nor grieve the\nchildren of men. (34) To crush under one's feet All the prisoners\nof the earth, (35) To turn aside the justice due a man Before the\nface of the Most High, (36) Or subvert a man in his cause--The\nLord does not approve. (37) Who is he who speaks and it comes\nto pass, When the Lord has not commanded it? (38) Is it not from\nthe mouth of the Most High That woe and well-being proceed?\n(39) Why should a living man complain, A man for the punishment\nof his sins? (40) Let us search out and examine our ways, And turn\nback to the LORD; (41) Let us lift our hearts and hands To God\nin heaven. (42) We have transgressed and rebelled; You have not\npardoned."],"word_count":278},{"reference":"Ezekiel 1:4-14","translation":"NKJV","division":"Senior","passage_number":36,"release":"NBBC","cards":["(4) Then I looked, and behold, a whirlwind was coming out of the\nnorth, a great cloud with raging fire engulfing itself; and brightness\nwas all around it and radiating out of its midst like the color of\namber, out of the midst of the fire. (5) Also from within it came the\nlikeness of four living creatures. And this was their appearance:\nthey had the likeness of a man. (6) Each one had four faces, and\neach one had four wings. (7) Their legs were straight, and the soles\nof their feet were like the soles of calves' feet. They sparkled like\nthe color of burnished bronze. (8) The hands of a man were under\ntheir wings on their four sides; and each of the four had faces and\nwings. (9) Their wings touched one another. The creatures did not\nturn when they went, but each one went straight forward. (10) As","for the likeness of their faces, each had the face of a man; each of\nthe four had the face of a lion on the right side, each of the four\nhad the face of an ox on the left side, and each of the four had the\nface of an eagle. (11) Thus were their faces. Their wings stretched\nupward; two wings of each one touched one another, and two\ncovered their bodies. (12) And each one went straight forward;\nthey went wherever the spirit wanted to go, and they did not turn\nwhen they went. (13) As for the likeness of the living creatures, their\nappearance was like burning coals of fire, like the appearance of\ntorches going back and forth among the living creatures. The fire\nwas bright, and out of the fire went lightning. (14) And the living\ncreatures ran back and forth, in appearance like a flash of lightning."],"word_count":296},{"reference":"Daniel 1:8-17","translation":"NKJV","division":"Senior","passage_number":37,"release":"NBBC","cards":["(8) But Daniel purposed in his heart that he would not defile himself\nwith the portion of the king's delicacies, nor with the wine which\nhe drank; therefore he requested of the chief of the eunuchs that\nhe might not defile himself. (9) Now God had brought Daniel into\nthe favor and goodwill of the chief of the eunuchs. (10) And the\nchief of the eunuchs said to Daniel, \"I fear my lord the king, who\nhas appointed your food and drink. For why should he see your\nfaces looking worse than the young men who are your age? Then\nyou would endanger my head before the king.\" (11) So Daniel said\nto the steward whom the chief of the eunuchs had set over Daniel,\nHananiah, Mishael, and Azariah, (12) \"Please test your servants for\nten days, and let them give us vegetables to eat and water to drink.","(13) \"Then let our appearance be examined before you, and the\nappearance of the young men who eat the portion of the king's\ndelicacies; and as you see fit, so deal with your servants.\" (14) So\nhe consented with them in this matter, and tested them ten days.\n(15) And at the end of ten days their features appeared better and\nfatter in flesh than all the young men who ate the portion of the\nking's delicacies. (16) Thus the steward took away their portion\nof delicacies and the wine that they were to drink, and gave them\nvegetables. (17) As for these four young men, God gave them\nknowledge and skill in all literature and wisdom; and Daniel had\nunderstanding in all visions and dreams."],"word_count":265},{"reference":"Joel 2:1-11","translation":"NKJV","division":"Senior","passage_number":38,"release":"NBBC","cards":["(1) Blow the trumpet in Zion, And sound an alarm in My holy\nmountain! Let all the inhabitants of the land tremble; For\nthe day of the LORD is coming, For it is at hand: (2) A day of\ndarkness and gloominess, A day of clouds and thick darkness,\nLike the morning clouds spread over the mountains. A people\ncome, great and strong, The like of whom has never been;\nNor will there ever be any such after them, Even for many\nsuccessive generations. (3) A fire devours before them, And\nbehind them a flame burns; The land is like the Garden of\nEden before them, And behind them a desolate wilderness;\nSurely nothing shall escape them. (4) Their appearance is","like the appearance of horses; And like swift steeds, so they\nrun. (5) With a noise like chariots Over mountaintops they\nleap, Like the noise of a flaming fire that devours the stubble,\nLike a strong people set in battle array. (6) Before them the\npeople writhe in pain; All faces are drained of color. (7) They\nrun like mighty men, They climb the wall like men of war;\nEvery one marches in formation, And they do not break ranks.\n(8) They do not push one another; Every one marches in his\nown column. Though they lunge between the weapons, They\nare not cut down. (9) They run to and fro in the city, They run\non the wall; They climb into the houses, They enter at the","windows like a thief. (10) The earth quakes before them, The\nheavens tremble; The sun and moon grow dark, And the stars\ndiminish their brightness. (11) The LORD gives voice before\nHis army, For His camp is very great; For strong is the One\nwho executes His word. For the day of the LORD is great and\nvery terrible; Who can endure it?"],"word_count":301},{"reference":"Amos 2:1-5","translation":"NKJV","division":"Senior","passage_number":39,"release":"NBBC","cards":["(1) Thus says the LORD: \"For three transgressions of Moab, and\nfor four, I will not turn away its punishment, Because he burned\nthe bones of the king of Edom to lime. (2) But I will send a fire\nupon Moab, And it shall devour the palaces of Kerioth; Moab shall\ndie with tumult, With shouting and trumpet sound. (3) And I will\ncut off the judge from its midst, And slay all its princes with him,\"\nSays the LORD. (4) Thus says the LORD: \"For three transgressions\nof Judah, and for four, I will not turn away its punishment, Because\nthey have despised the law of the LORD, And have not kept His\ncommandments. Their lies lead them astray, Lies which their\nfathers followed. (5) But I will send a fire upon Judah, And it shall\ndevour the palaces of Jerusalem.\""],"word_count":137},{"reference":"Obadiah 1:17-21","translation":"NKJV","division":"Senior","passage_number":40,"release":"NBBC","cards":["(17) \"But on Mount Zion there shall be deliverance, And\nthere shall be holiness; The house of Jacob shall possess\ntheir possessions. (18) The house of Jacob shall be a fire, And\nthe house of Joseph a flame; But the house of Esau shall be\nstubble; They shall kindle them and devour them, And no\nsurvivor shall remain of the house of Esau,\" For the LORD has\nspoken. (19) The South shall possess the mountains of Esau,\nAnd the Lowland shall possess Philistia. They shall possess\nthe fields of Ephraim And the fields of Samaria. Benjamin\nshall possess Gilead. (20) And the captives of this host of the\nchildren of Israel Shall possess the land of the Canaanites","As far as Zarephath. The captives of Jerusalem who are in\nSepharad Shall possess the cities of the South. (21) Then\nsaviors shall come to Mount Zion To judge the mountains of\nEsau, And the kingdom shall be the LORD's."],"word_count":153},{"reference":"Nahum 1:6-8","translation":"NKJV","division":"Senior","passage_number":41,"release":"NBBC","cards":["(6) Who can stand before His indignation? And who can\nendure the fierceness of His anger? His fury is poured out like\nfire, And the rocks are thrown down by Him. (7) The LORD\nis good, A stronghold in the day of trouble; And He knows\nthose who trust in Him. (8) But with an overflowing flood He\nwill make an utter end of its place, And darkness will pursue\nHis enemies."],"word_count":69},{"reference":"Zechariah 4:1-10","translation":"NKJV","division":"Senior","passage_number":42,"release":"NBBC","cards":["(1) Now the angel who talked with me came back and wakened\nme, as a man who is wakened out of his sleep. (2) And he said to\nme, \"What do you see?\" So I said, \"I am looking, and there is a\nlampstand of solid gold with a bowl on top of it, and on the stand\nseven lamps with seven pipes to the seven lamps. (3) \"Two olive\ntrees are by it, one at the right of the bowl and the other at its\nleft.\" (4) So I answered and spoke to the angel who talked with me,\nsaying, \"What are these, my lord?\" (5) Then the angel who talked\nwith me answered and said to me, \"Do you not know what these\nare?\" And I said, \"No, my lord.\" (6) So he answered and said to me:\n\"This is the word of the LORD to Zerubbabel: 'Not by might nor","by power, but by My Spirit,' Says the LORD of hosts. (7) 'Who are\nyou, O great mountain? Before Zerubbabel you shall become a\nplain! And he shall bring forth the capstone With shouts of \"Grace,\ngrace to it!\" ' \" (8) Moreover the word of the LORD came to me,\nsaying: (9) \"The hands of Zerubbabel Have laid the foundation of\nthis temple; His hands shall also finish it. Then you will know That\nthe LORD of hosts has sent Me to you. (10) For who has despised\nthe day of small things? For these seven rejoice to see The plumb\nline in the hand of Zerubbabel. They are the eyes of the LORD,\nWhich scan to and fro throughout the whole earth.\""],"word_count":265},{"reference":"Matthew 2:9-11","translation":"NKJV","division":"Senior","passage_number":43,"release":"NBBC","cards":["(9) When they heard the king, they departed; and behold,\nthe star which they had seen in the East went before them,\ntill it came and stood over where the young Child was. (10)\nWhen they saw the star, they rejoiced with exceedingly great\njoy. (11) And when they had come into the house, they saw\nthe young Child with Mary His mother, and fell down and\nworshiped Him. And when they had opened their treasures,\nthey presented gifts to Him: gold, frankincense, and myrrh."],"word_count":82},{"reference":"Philippians 4:10-13","translation":"NKJV","division":"Senior","passage_number":44,"release":"NBBC","cards":["(10) But I rejoiced in the Lord greatly that now at last your\ncare for me has flourished again; though you surely did care,\nbut you lacked opportunity. (11) Not that I speak in regard to\nneed, for I have learned in whatever state I am, to be content:\n(12) I know how to be abased, and I know how to abound.\nEverywhere and in all things I have learned both to be full\nand to be hungry, both to abound and to suffer need. (13)\nI can do all things through Christ who strengthens me."],"word_count":92},{"reference":"1 John 3:1-2","translation":"NKJV","division":"Senior","passage_number":45,"release":"NBBC","cards":["(1) Behold what manner of love the Father has bestowed\non us, that we should be called children of God! Therefore\nthe world does not know us, because it did not know Him.\n(2) Beloved, now we are children of God; and it has not yet\nbeen revealed what we shall be, but we know that when He is\nrevealed, we shall be like Him, for we shall see Him as He is."],"word_count":71},{"reference":"Genesis 12:4-20","translation":"NKJV","division":"Senior","passage_number":46,"release":"NBBC","cards":["(4) So Abram departed as the LORD had spoken to him, and\nLot went with him. And Abram was seventy-five years old\nwhen he departed from Haran. (5) Then Abram took Sarai his\nwife and Lot his brother's son, and all their possessions that\nthey had gathered, and the people whom they had acquired\nin Haran, and they departed to go to the land of Canaan. So\nthey came to the land of Canaan. (6) Abram passed through\nthe land to the place of Shechem, as far as the terebinth tree\nof Moreh. And the Canaanites were then in the land. (7) Then\nthe LORD appeared to Abram and said, \"To your descendants\nI will give this land.\" And there he built an altar to the LORD,","who had appeared to him. (8) And he moved from there to the\nmountain east of Bethel, and he pitched his tent with Bethel\non the west and Ai on the east; there he built an altar to the\nLORD and called on the name of the LORD. (9) So Abram\njourneyed, going on still toward the South. (10) Now there\nwas a famine in the land, and Abram went down to Egypt to\ndwell there, for the famine was severe in the land. (11) And it\ncame to pass, when he was close to entering Egypt, that he\nsaid to Sarai his wife, \"Indeed I know that you are a woman of\nbeautiful countenance. (12) \"Therefore it will happen, when\nthe Egyptians see you, that they will say, 'This is his wife'; and","they will kill me, but they will let you live. (13) \"Please say you\nare my sister, that it may be well with me for your sake, and\nthat I may live because of you.\" (14) So it was, when Abram\ncame into Egypt, that the Egyptians saw the woman, that\nshe was very beautiful. (15) The princes of Pharaoh also saw\nher and commended her to Pharaoh. And the woman was\ntaken to Pharaoh's house. (16) He treated Abram well for her\nsake. He had sheep, oxen, male donkeys, male and female\nservants, female donkeys, and camels. (17) But the LORD\nplagued Pharaoh and his house with great plagues because\nof Sarai, Abram's wife. (18) And Pharaoh called Abram and","said, \"What is this you have done to me? Why did you not\ntell me that she was your wife? (19) \"Why did you say, 'She is\nmy sister'? I might have taken her as my wife. Now therefore,\nhere is your wife; take her and go your way.\" (20) So Pharaoh\ncommanded his men concerning him; and they sent him\naway, with his wife and all that he had."],"word_count":436},{"reference":"Deuteronomy 4:2-6","translation":"NKJV","division":"Senior","passage_number":47,"release":"NBBC","cards":["(2) \"You shall not add to the word which I command you, nor take\nfrom it, that you may keep the commandments of the LORD your\nGod which I command you. (3) \"Your eyes have seen what the\nLORD did at Baal Peor; for the LORD your God has destroyed from\namong you all the men who followed Baal of Peor. (4) \"But you who\nheld fast to the LORD your God are alive today, every one of you.\n(5) \"Surely I have taught you statutes and judgments, just as the\nLORD my God commanded me, that you should act according to\nthem in the land which you go to possess. (6) \"Therefore be careful\nto observe them; for this is your wisdom and your understanding\nin the sight of the peoples who will hear all these statutes, and say,\n'Surely this great nation is a wise and understanding people.'"],"word_count":145},{"reference":"Psalm 69:1-24","translation":"NKJV","division":"Senior","passage_number":48,"release":"NBBC","cards":["(1) Save me, O God! For the waters have come up to my neck.\n(2) I sink in deep mire, Where there is no standing; I have\ncome into deep waters, Where the floods overflow me. (3) I\nam weary with my crying; My throat is dry; My eyes fail while\nI wait for my God. (4) Those who hate me without a cause Are\nmore than the hairs of my head; They are mighty who would\ndestroy me, Being my enemies wrongfully; Though I have\nstolen nothing, I still must restore it. (5) O God, You know my\nfoolishness; And my sins are not hidden from You. (6) Let not\nthose who wait for You, O Lord GOD of hosts, be ashamed\nbecause of me; Let not those who seek You be confounded","because of me, O God of Israel. (7) Because for Your sake\nI have borne reproach; Shame has covered my face. (8) I\nhave become a stranger to my brothers, And an alien to my\nmother's children; (9) Because zeal for Your house has eaten\nme up, And the reproaches of those who reproach You have\nfallen on me. (10) When I wept and chastened my soul with\nfasting, That became my reproach. (11) I also made sackcloth\nmy garment; I became a byword to them. (12) Those who\nsit in the gate speak against me, And I am the song of the\ndrunkards. (13) But as for me, my prayer is to You, O LORD, in\nthe acceptable time; O God, in the multitude of Your mercy,","Hear me in the truth of Your salvation. (14) Deliver me out\nof the mire, And let me not sink; Let me be delivered from\nthose who hate me, And out of the deep waters. (15) Let not\nthe floodwater overflow me, Nor let the deep swallow me\nup; And let not the pit shut its mouth on me. (16) Hear me, O\nLORD, for Your lovingkindness is good; Turn to me according\nto the multitude of Your tender mercies. (17) And do not hide\nYour face from Your servant, For I am in trouble; Hear me\nspeedily. (18) Draw near to my soul, and redeem it; Deliver\nme because of my enemies. (19) You know my reproach, my\nshame, and my dishonor; My adversaries are all before You.","(20) Reproach has broken my heart, And I am full of heaviness;\nI looked for someone to take pity, but there was none; And\nfor comforters, but I found none. (21) They also gave me gall\nfor my food, And for my thirst they gave me vinegar to drink.\n(22) Let their table become a snare before them, And their\nwell-being a trap. (23) Let their eyes be darkened, so that\nthey do not see; And make their loins shake continually. (24)\nPour out Your indignation upon them, And let Your wrathful\nanger take hold of them."],"word_count":465},{"reference":"Psalm 119:17-48","translation":"NKJV","division":"Senior","passage_number":49,"release":"NBBC","cards":["(17) Deal bountifully with Your servant, That I may live and\nkeep Your word. (18) Open my eyes, that I may see Wondrous\nthings from Your law. (19) I am a stranger in the earth; Do\nnot hide Your commandments from me. (20) My soul breaks\nwith longing For Your judgments at all times. (21) You rebuke\nthe proud--the cursed, Who stray from Your commandments.\n(22) Remove from me reproach and contempt, For I have\nkept Your testimonies. (23) Princes also sit and speak against\nme, But Your servant meditates on Your statutes. (24) Your\ntestimonies also are my delight And my counselors. (25) My\nsoul clings to the dust; Revive me according to Your word.","(26) I have declared my ways, and You answered me; Teach\nme Your statutes. (27) Make me understand the way of Your\nprecepts; So shall I meditate on Your wonderful works. (28)\nMy soul melts from heaviness; Strengthen me according to\nYour word. (29) Remove from me the way of lying, And grant\nme Your law graciously. (30) I have chosen the way of truth;\nYour judgments I have laid before me. (31) I cling to Your\ntestimonies; O LORD, do not put me to shame! (32) I will run\nthe course of Your commandments, For You shall enlarge my\nheart. (33) Teach me, O LORD, the way of Your statutes, And\nI shall keep it to the end. (34) Give me understanding, and I","shall keep Your law; Indeed, I shall observe it with my whole\nheart. (35) Make me walk in the path of Your commandments,\nFor I delight in it. (36) Incline my heart to Your testimonies, And\nnot to covetousness. (37) Turn away my eyes from looking at\nworthless things, And revive me in Your way. (38) Establish\nYour word to Your servant, Who is devoted to fearing You. (39)\nTurn away my reproach which I dread, For Your judgments\nare good. (40) Behold, I long for Your precepts; Revive me in\nYour righteousness. (41) Let Your mercies come also to me,\nO LORD--Your salvation according to Your word. (42) So shall\nI have an answer for him who reproaches me, For I trust in","Your word. (43) And take not the word of truth utterly out of\nmy mouth, For I have hoped in Your ordinances. (44) So shall\nI keep Your law continually, Forever and ever. (45) And I will\nwalk at liberty, For I seek Your precepts. (46) I will speak of\nYour testimonies also before kings, And will not be ashamed.\n(47) And I will delight myself in Your commandments, Which\nI love. (48) My hands also I will lift up to Your commandments,\nWhich I love, And I will meditate on Your statutes."],"word_count":428},{"reference":"Proverbs 2:1-10","translation":"NKJV","division":"Senior","passage_number":50,"release":"NBBC","cards":["(1) My son, if you receive my words, And treasure my\ncommands within you, (2) So that you incline your ear to\nwisdom, And apply your heart to understanding; (3) Yes,\nif you cry out for discernment, And lift up your voice for\nunderstanding, (4) If you seek her as silver, And search for\nher as for hidden treasures; (5) Then you will understand the\nfear of the LORD, And find the knowledge of God. (6) For\nthe LORD gives wisdom; From His mouth come knowledge\nand understanding; (7) He stores up sound wisdom for the\nupright; He is a shield to those who walk uprightly; (8) He\nguards the paths of justice, And preserves the way of His","saints. (9) Then you will understand righteousness and justice,\nEquity and every good path. (10) When wisdom enters your\nheart, And knowledge is pleasant to your soul,"],"word_count":136},{"reference":"Isaiah 30:15-18","translation":"NKJV","division":"Senior","passage_number":51,"release":"NBBC","cards":["(15) For thus says the Lord GOD, the Holy One of Israel: \"In returning\nand rest you shall be saved; In quietness and confidence shall be\nyour strength.\" But you would not, (16) And you said, \"No, for we\nwill flee on horses\"--Therefore you shall flee! And, \"We will ride on\nswift horses\"--Therefore those who pursue you shall be swift! (17)\nOne thousand shall flee at the threat of one, At the threat of five\nyou shall flee, Till you are left as a pole on top of a mountain And as\na banner on a hill. (18) Therefore the LORD will wait, that He may\nbe gracious to you; And therefore He will be exalted, that He may\nhave mercy on you. For the LORD is a God of justice; Blessed are\nall those who wait for Him."],"word_count":137},{"reference":"Jonah 1:1-17","translation":"NKJV","division":"Senior","passage_number":52,"release":"NBBC","cards":["(1) Now the word of the LORD came to Jonah the son of\nAmittai, saying, (2) \"Arise, go to Nineveh, that great city, and\ncry out against it; for their wickedness has come up before\nMe.\" (3) But Jonah arose to flee to Tarshish from the presence\nof the LORD. He went down to Joppa, and found a ship going\nto Tarshish; so he paid the fare, and went down into it, to go\nwith them to Tarshish from the presence of the LORD. (4) But\nthe LORD sent out a great wind on the sea, and there was a\nmighty tempest on the sea, so that the ship was about to be\nbroken up. (5) Then the mariners were afraid; and every man\ncried out to his god, and threw the cargo that was in the ship","into the sea, to lighten the load. But Jonah had gone down\ninto the lowest parts of the ship, had lain down, and was fast\nasleep. (6) So the captain came to him, and said to him, \"What\ndo you mean, sleeper? Arise, call on your God; perhaps your\nGod will consider us, so that we may not perish.\" (7) And\nthey said to one another, \"Come, let us cast lots, that we may\nknow for whose cause this trouble has come upon us.\" So\nthey cast lots, and the lot fell on Jonah. (8) Then they said\nto him, \"Please tell us! For whose cause is this trouble upon\nus? What is your occupation? And where do you come from?\nWhat is your country? And of what people are you?\" (9) So","he said to them, \"I am a Hebrew; and I fear the LORD, the\nGod of heaven, who made the sea and the dry land.\" (10)\nThen the men were exceedingly afraid, and said to him, \"Why\nhave you done this?\" For the men knew that he fled from the\npresence of the LORD, because he had told them. (11) Then\nthey said to him, \"What shall we do to you that the sea may\nbe calm for us?\"--for the sea was growing more tempestuous.\n(12) And he said to them, \"Pick me up and throw me into the\nsea; then the sea will become calm for you. For I know that\nthis great tempest is because of me.\" (13) Nevertheless the\nmen rowed hard to return to land, but they could not, for the","sea continued to grow more tempestuous against them. (14)\nTherefore they cried out to the LORD and said, \"We pray, O\nLORD, please do not let us perish for this man's life, and do\nnot charge us with innocent blood; for You, O LORD, have\ndone as it pleased You.\" (15) So they picked up Jonah and\nthrew him into the sea, and the sea ceased from its raging.\n(16) Then the men feared the LORD exceedingly, and offered\na sacrifice to the LORD and took vows. (17) Now the LORD\nhad prepared a great fish to swallow Jonah. And Jonah was\nin the belly of the fish three days and three nights."],"word_count":503},{"reference":"Matthew 3:16-17","translation":"NKJV","division":"Senior","passage_number":53,"release":"NBBC","cards":["(16) When He had been baptized, Jesus came up immediately\nfrom the water; and behold, the heavens were opened to\nHim, and He saw the Spirit of God descending like a dove\nand alighting upon Him. (17) And suddenly a voice came\nfrom heaven, saying, \"This is My beloved Son, in whom I am\nwell pleased.\""],"word_count":54},{"reference":"Matthew 5:1-16","translation":"NKJV","division":"Senior","passage_number":54,"release":"NBBC","cards":["(1) And seeing the multitudes, He went up on a mountain, and\nwhen He was seated His disciples came to Him. (2) Then He\nopened His mouth and taught them, saying: (3) \"Blessed are the\npoor in spirit, For theirs is the kingdom of heaven. (4) Blessed are\nthose who mourn, For they shall be comforted. (5) Blessed are the\nmeek, For they shall inherit the earth. (6) Blessed are those who\nhunger and thirst for righteousness, For they shall be filled. (7)\nBlessed are the merciful, For they shall obtain mercy. (8) Blessed\nare the pure in heart, For they shall see God. (9) Blessed are the\npeacemakers, For they shall be called sons of God. (10) Blessed\nare those who are persecuted for righteousness' sake, For theirs\nis the kingdom of heaven. (11) \"Blessed are you when they revile","and persecute you, and say all kinds of evil against you falsely for\nMy sake. (12) \"Rejoice and be exceedingly glad, for great is your\nreward in heaven, for so they persecuted the prophets who were\nbefore you. (13) \"You are the salt of the earth; but if the salt loses\nits flavor, how shall it be seasoned? It is then good for nothing but\nto be thrown out and trampled underfoot by men. (14) \"You are\nthe light of the world. A city that is set on a hill cannot be hidden.\n(15) \"Nor do they light a lamp and put it under a basket, but on a\nlampstand, and it gives light to all who are in the house. (16) \"Let\nyour light so shine before men, that they may see your good works\nand glorify your Father in heaven."],"word_count":267},{"reference":"Matthew 27:1-14","translation":"NKJV","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) When morning came, all the chief priests and elders of the\npeople plotted against Jesus to put Him to death. (2) And when\nthey had bound Him, they led Him away and delivered Him\nto Pontius Pilate the governor. (3) Then Judas, His betrayer,\nseeing that He had been condemned, was remorseful and\nbrought back the thirty pieces of silver to the chief priests and\nelders, (4) saying, \"I have sinned by betraying innocent blood.\"\nAnd they said, \"What is that to us? You see to it!\" (5) Then he\nthrew down the pieces of silver in the temple and departed,\nand went and hanged himself. (6) But the chief priests took\nthe silver pieces and said, \"It is not lawful to put them into the","treasury, because they are the price of blood.\" (7) And they\nconsulted together and bought with them the potter's field,\nto bury strangers in. (8) Therefore that field has been called\nthe Field of Blood to this day. (9) Then was fulfilled what was\nspoken by Jeremiah the prophet, saying, \"And they took the\nthirty pieces of silver, the value of Him who was priced, whom\nthey of the children of Israel priced, (10) \"and gave them for\nthe potter's field, as the LORD directed me.\" (11) Now Jesus\nstood before the governor. And the governor asked Him,\nsaying, \"Are You the King of the Jews?\" Jesus said to him,\n\"It is as you say.\" (12) And while He was being accused by","the chief priests and elders, He answered nothing. (13) Then\nPilate said to Him, \"Do You not hear how many things they\ntestify against You?\" (14) But He answered him not one word,\nso that the governor marveled greatly."],"word_count":275},{"reference":"Mark 4:21-32","translation":"NKJV","division":"Senior","passage_number":56,"release":"NBBC","cards":["(21) Also He said to them, \"Is a lamp brought to be put under a\nbasket or under a bed? Is it not to be set on a lampstand? (22)\n\"For there is nothing hidden which will not be revealed, nor has\nanything been kept secret but that it should come to light. (23) \"If\nanyone has ears to hear, let him hear.\" (24) Then He said to them,\n\"Take heed what you hear. With the same measure you use, it will\nbe measured to you; and to you who hear, more will be given. (25)\n\"For whoever has, to him more will be given; but whoever does\nnot have, even what he has will be taken away from him.\" (26) And\nHe said, \"The kingdom of God is as if a man should scatter seed on\nthe ground, (27) \"and should sleep by night and rise by day, and","the seed should sprout and grow, he himself does not know how.\n(28) \"For the earth yields crops by itself: first the blade, then the\nhead, after that the full grain in the head. (29) \"But when the grain\nripens, immediately he puts in the sickle, because the harvest has\ncome.\" (30) Then He said, \"To what shall we liken the kingdom\nof God? Or with what parable shall we picture it? (31) \"It is like a\nmustard seed which, when it is sown on the ground, is smaller than\nall the seeds on earth; (32) \"but when it is sown, it grows up and\nbecomes greater than all herbs, and shoots out large branches, so\nthat the birds of the air may nest under its shade.\""],"word_count":265},{"reference":"Luke 10:1-12","translation":"NKJV","division":"Senior","passage_number":57,"release":"NBBC","cards":["(1) After these things the Lord appointed seventy others also,\nand sent them two by two before His face into every city and\nplace where He Himself was about to go. (2) Then He said\nto them, \"The harvest truly is great, but the laborers are few;\ntherefore pray the Lord of the harvest to send out laborers into\nHis harvest. (3) \"Go your way; behold, I send you out as lambs\namong wolves. (4) \"Carry neither money bag, knapsack, nor\nsandals; and greet no one along the road. (5) \"But whatever\nhouse you enter, first say, 'Peace to this house.' (6) \"And if a\nson of peace is there, your peace will rest on it; if not, it will\nreturn to you. (7) \"And remain in the same house, eating and","drinking such things as they give, for the laborer is worthy\nof his wages. Do not go from house to house. (8) \"Whatever\ncity you enter, and they receive you, eat such things as are set\nbefore you. (9) \"And heal the sick there, and say to them, 'The\nkingdom of God has come near to you.' (10) \"But whatever\ncity you enter, and they do not receive you, go out into its\nstreets and say, (11) 'The very dust of your city which clings to\nus we wipe off against you. Nevertheless know this, that the\nkingdom of God has come near you.' (12) \"But I say to you\nthat it will be more tolerable in that Day for Sodom than for\nthat city."],"word_count":245},{"reference":"Luke 11:10-23","translation":"NKJV","division":"Senior","passage_number":58,"release":"NBBC","cards":["(10) \"For everyone who asks receives, and he who seeks\nfinds, and to him who knocks it will be opened. (11) \"If a son\nasks for bread from any father among you, will he give him\na stone? Or if he asks for a fish, will he give him a serpent\ninstead of a fish? (12) \"Or if he asks for an egg, will he offer\nhim a scorpion? (13) \"If you then, being evil, know how to\ngive good gifts to your children, how much more will your\nheavenly Father give the Holy Spirit to those who ask Him!\"\n(14) And He was casting out a demon, and it was mute. So\nit was, when the demon had gone out, that the mute spoke;\nand the multitudes marveled. (15) But some of them said, \"He","casts out demons by Beelzebub, the ruler of the demons.\"\n(16) Others, testing Him, sought from Him a sign from heaven.\n(17) But He, knowing their thoughts, said to them: \"Every\nkingdom divided against itself is brought to desolation, and\na house divided against a house falls. (18) \"If Satan also is\ndivided against himself, how will his kingdom stand? Because\nyou say I cast out demons by Beelzebub. (19) \"And if I cast\nout demons by Beelzebub, by whom do your sons cast them\nout? Therefore they will be your judges. (20) \"But if I cast out\ndemons with the finger of God, surely the kingdom of God\nhas come upon you. (21) \"When a strong man, fully armed,","guards his own palace, his goods are in peace. (22) \"But when\na stronger than he comes upon him and overcomes him, he\ntakes from him all his armor in which he trusted, and divides\nhis spoils. (23) \"He who is not with Me is against Me, and he\nwho does not gather with Me scatters."],"word_count":298},{"reference":"Luke 16:1-11","translation":"NKJV","division":"Senior","passage_number":59,"release":"NBBC","cards":["(1) He also said to His disciples: \"There was a certain rich man\nwho had a steward, and an accusation was brought to him that\nthis man was wasting his goods. (2) \"So he called him and said\nto him, 'What is this I hear about you? Give an account of your\nstewardship, for you can no longer be steward.' (3) \"Then the\nsteward said within himself, 'What shall I do? For my master is\ntaking the stewardship away from me. I cannot dig; I am ashamed\nto beg. (4) 'I have resolved what to do, that when I am put out of\nthe stewardship, they may receive me into their houses.' (5) \"So\nhe called every one of his master's debtors to him, and said to\nthe first, 'How much do you owe my master?' (6) \"And he said,\n'A hundred measures of oil.' So he said to him, 'Take your bill,","and sit down quickly and write fifty.' (7) \"Then he said to another,\n'And how much do you owe?' So he said, 'A hundred measures\nof wheat.' And he said to him, 'Take your bill, and write eighty.'\n(8) \"So the master commended the unjust steward because he\nhad dealt shrewdly. For the sons of this world are more shrewd in\ntheir generation than the sons of light. (9) \"And I say to you, make\nfriends for yourselves by unrighteous mammon, that when you fail,\nthey may receive you into an everlasting home. (10) \"He who is\nfaithful in what is least is faithful also in much; and he who is unjust\nin what is least is unjust also in much. (11) \"Therefore if you have\nnot been faithful in the unrighteous mammon, who will commit to\nyour trust the true riches?"],"word_count":284},{"reference":"John 17:6-11","translation":"NKJV","division":"Senior","passage_number":60,"release":"NBBC","cards":["(6) \"I have manifested Your name to the men whom You have\ngiven Me out of the world. They were Yours, You gave them to\nMe, and they have kept Your word. (7) \"Now they have known\nthat all things which You have given Me are from You. (8) \"For\nI have given to them the words which You have given Me;\nand they have received them, and have known surely that I\ncame forth from You; and they have believed that You sent\nMe. (9) \"I pray for them. I do not pray for the world but for\nthose whom You have given Me, for they are Yours. (10) \"And\nall Mine are Yours, and Yours are Mine, and I am glorified in\nthem. (11) \"Now I am no longer in the world, but these are in","the world, and I come to You. Holy Father, keep through Your\nname those whom You have given Me, that they may be one\nas We are."],"word_count":159},{"reference":"John 18:1-14","translation":"NKJV","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) When Jesus had spoken these words, He went out with\nHis disciples over the Brook Kidron, where there was a\ngarden, which He and His disciples entered. (2) And Judas,\nwho betrayed Him, also knew the place; for Jesus often met\nthere with His disciples. (3) Then Judas, having received a\ndetachment of troops, and officers from the chief priests and\nPharisees, came there with lanterns, torches, and weapons.\n(4) Jesus therefore, knowing all things that would come\nupon Him, went forward and said to them, \"Whom are you\nseeking?\" (5) They answered Him, \"Jesus of Nazareth.\" Jesus\nsaid to them, \"I am He.\" And Judas, who betrayed Him, also","stood with them. (6) Now when He said to them, \"I am He,\"\nthey drew back and fell to the ground. (7) Then He asked\nthem again, \"Whom are you seeking?\" And they said, \"Jesus\nof Nazareth.\" (8) Jesus answered, \"I have told you that I am\nHe. Therefore, if you seek Me, let these go their way,\" (9) that\nthe saying might be fulfilled which He spoke, \"Of those whom\nYou gave Me I have lost none.\" (10) Then Simon Peter, having\na sword, drew it and struck the high priest's servant, and cut\noff his right ear. The servant's name was Malchus. (11) So\nJesus said to Peter, \"Put your sword into the sheath. Shall I not\ndrink the cup which My Father has given Me?\" (12) Then the","detachment of troops and the captain and the officers of the\nJews arrested Jesus and bound Him. (13) And they led Him\naway to Annas first, for he was the father-in-law of Caiaphas\nwho was high priest that year. (14) Now it was Caiaphas who\nadvised the Jews that it was expedient that one man should\ndie for the people."],"word_count":290},{"reference":"Acts 17:16-34","translation":"NKJV","division":"Senior","passage_number":62,"release":"NBBC","cards":["(16) Now while Paul waited for them at Athens, his spirit was\nprovoked within him when he saw that the city was given over to\nidols. (17) Therefore he reasoned in the synagogue with the Jews\nand with the Gentile worshipers, and in the marketplace daily with\nthose who happened to be there. (18) Then certain Epicurean\nand Stoic philosophers encountered him. And some said, \"What\ndoes this babbler want to say?\" Others said, \"He seems to be a\nproclaimer of foreign gods,\" because he preached to them Jesus\nand the resurrection. (19) And they took him and brought him to\nthe Areopagus, saying, \"May we know what this new doctrine is of\nwhich you speak? (20) \"For you are bringing some strange things","to our ears. Therefore we want to know what these things mean.\"\n(21) For all the Athenians and the foreigners who were there spent\ntheir time in nothing else but either to tell or to hear some new\nthing. (22) Then Paul stood in the midst of the Areopagus and said,\n\"Men of Athens, I perceive that in all things you are very religious;\n(23) \"for as I was passing through and considering the objects of\nyour worship, I even found an altar with this inscription: TO THE\nUNKNOWN GOD. Therefore, the One whom you worship without\nknowing, Him I proclaim to you: (24) \"God, who made the world\nand everything in it, since He is Lord of heaven and earth, does not\ndwell in temples made with hands. (25) \"Nor is He worshiped with","men's hands, as though He needed anything, since He gives to all\nlife, breath, and all things. (26) \"And He has made from one blood\nevery nation of men to dwell on all the face of the earth, and has\ndetermined their preappointed times and the boundaries of their\ndwellings, (27) \"so that they should seek the Lord, in the hope that\nthey might grope for Him and find Him, though He is not far from\neach one of us; (28) \"for in Him we live and move and have our\nbeing, as also some of your own poets have said, 'For we are also\nHis offspring.' (29) \"Therefore, since we are the offspring of God,\nwe ought not to think that the Divine Nature is like gold or silver\nor stone, something shaped by art and man's devising. (30) \"Truly,","these times of ignorance God overlooked, but now commands\nall men everywhere to repent, (31) \"because He has appointed\na day on which He will judge the world in righteousness by the\nMan whom He has ordained. He has given assurance of this to all\nby raising Him from the dead.\" (32) And when they heard of the\nresurrection of the dead, some mocked, while others said, \"We will\nhear you again on this matter.\" (33) So Paul departed from among\nthem. (34) However, some men joined him and believed, among\nthem Dionysius the Areopagite, a woman named Damaris, and\nothers with them."],"word_count":484},{"reference":"Acts 26:19-23","translation":"NKJV","division":"Senior","passage_number":63,"release":"NBBC","cards":["(19) \"Therefore, King Agrippa, I was not disobedient to the\nheavenly vision, (20) \"but declared first to those in Damascus and\nin Jerusalem, and throughout all the region of Judea, and then to\nthe Gentiles, that they should repent, turn to God, and do works\nbefitting repentance. (21) \"For these reasons the Jews seized me\nin the temple and tried to kill me. (22) \"Therefore, having obtained\nhelp from God, to this day I stand, witnessing both to small and\ngreat, saying no other things than those which the prophets and\nMoses said would come-- (23) \"that the Christ would suffer, that He\nwould be the first to rise from the dead, and would proclaim light\nto the Jewish people and to the Gentiles.\""],"word_count":119},{"reference":"Romans 1:8-9","translation":"NKJV","division":"Senior","passage_number":64,"release":"NBBC","cards":["(8) First, I thank my God through Jesus Christ for you all, that\nyour faith is spoken of throughout the whole world. (9) For\nGod is my witness, whom I serve with my spirit in the gospel\nof His Son, that without ceasing I make mention of you always\nin my prayers,"],"word_count":50},{"reference":"Romans 1:18-23","translation":"NKJV","division":"Senior","passage_number":65,"release":"NBBC","cards":["(18) For the wrath of God is revealed from heaven against all\nungodliness and unrighteousness of men, who suppress the\ntruth in unrighteousness, (19) because what may be known\nof God is manifest in them, for God has shown it to them. (20)\nFor since the creation of the world His invisible attributes are\nclearly seen, being understood by the things that are made,\neven His eternal power and Godhead, so that they are without\nexcuse, (21) because, although they knew God, they did not\nglorify Him as God, nor were thankful, but became futile in\ntheir thoughts, and their foolish hearts were darkened. (22)\nProfessing to be wise, they became fools, (23) and changed","the glory of the incorruptible God into an image made like\ncorruptible man--and birds and four-footed animals and\ncreeping things."],"word_count":131},{"reference":"Romans 2:1-6","translation":"NKJV","division":"Senior","passage_number":66,"release":"NBBC","cards":["(1) Therefore you are inexcusable, O man, whoever you are\nwho judge, for in whatever you judge another you condemn\nyourself; for you who judge practice the same things. (2)\nBut we know that the judgment of God is according to truth\nagainst those who practice such things. (3) And do you think\nthis, O man, you who judge those practicing such things, and\ndoing the same, that you will escape the judgment of God? (4)\nOr do you despise the riches of His goodness, forbearance,\nand longsuffering, not knowing that the goodness of God\nleads you to repentance? (5) But in accordance with your\nhardness and your impenitent heart you are treasuring up","for yourself wrath in the day of wrath and revelation of the\nrighteous judgment of God, (6) who \"will render to each one\naccording to his deeds\":"],"word_count":135},{"reference":"Romans 3:21-27","translation":"NKJV","division":"Senior","passage_number":67,"release":"NBBC","cards":["(21) But now the righteousness of God apart from the law is\nrevealed, being witnessed by the Law and the Prophets, (22)\neven the righteousness of God, through faith in Jesus Christ,\nto all and on all who believe. For there is no difference; (23) for\nall have sinned and fall short of the glory of God, (24) being\njustified freely by His grace through the redemption that is\nin Christ Jesus, (25) whom God set forth as a propitiation by\nHis blood, through faith, to demonstrate His righteousness,\nbecause in His forbearance God had passed over the sins\nthat were previously committed, (26) to demonstrate at the\npresent time His righteousness, that He might be just and","the justifier of the one who has faith in Jesus. (27) Where is\nboasting then? It is excluded. By what law? Of works? No, but\nby the law of faith."],"word_count":141},{"reference":"Romans 4:1-14","translation":"NKJV","division":"Senior","passage_number":68,"release":"NBBC","cards":["(1) What then shall we say that Abraham our father has found\naccording to the flesh? (2) For if Abraham was justified by\nworks, he has something to boast about, but not before God.\n(3) For what does the Scripture say? \"Abraham believed God,\nand it was accounted to him for righteousness.\" (4) Now to him\nwho works, the wages are not counted as grace but as debt.\n(5) But to him who does not work but believes on Him who\njustifies the ungodly, his faith is accounted for righteousness,\n(6) just as David also describes the blessedness of the man\nto whom God imputes righteousness apart from works: (7)\n\"Blessed are those whose lawless deeds are forgiven, And","whose sins are covered; (8) Blessed is the man to whom the\nLORD shall not impute sin.\" (9) Does this blessedness then\ncome upon the circumcised only, or upon the uncircumcised\nalso? For we say that faith was accounted to Abraham for\nrighteousness. (10) How then was it accounted? While he\nwas circumcised, or uncircumcised? Not while circumcised,\nbut while uncircumcised. (11) And he received the sign of\ncircumcision, a seal of the righteousness of the faith which\nhe had while still uncircumcised, that he might be the father\nof all those who believe, though they are uncircumcised,\nthat righteousness might be imputed to them also, (12) and","the father of circumcision to those who not only are of the\ncircumcision, but who also walk in the steps of the faith which\nour father Abraham had while still uncircumcised. (13) For\nthe promise that he would be the heir of the world was not\nto Abraham or to his seed through the law, but through the\nrighteousness of faith. (14) For if those who are of the law are\nheirs, faith is made void and the promise made of no effect,"],"word_count":296},{"reference":"Romans 5:1-21","translation":"NKJV","division":"Senior","passage_number":69,"release":"NBBC","cards":["(1) Therefore, having been justified by faith, we have peace with\nGod through our Lord Jesus Christ, (2) through whom also we have\naccess by faith into this grace in which we stand, and rejoice in\nhope of the glory of God. (3) And not only that, but we also glory in\ntribulations, knowing that tribulation produces perseverance; (4)\nand perseverance, character; and character, hope. (5) Now hope\ndoes not disappoint, because the love of God has been poured\nout in our hearts by the Holy Spirit who was given to us. (6) For\nwhen we were still without strength, in due time Christ died for\nthe ungodly. (7) For scarcely for a righteous man will one die; yet\nperhaps for a good man someone would even dare to die. (8) But","God demonstrates His own love toward us, in that while we were\nstill sinners, Christ died for us. (9) Much more then, having now\nbeen justified by His blood, we shall be saved from wrath through\nHim. (10) For if when we were enemies we were reconciled to God\nthrough the death of His Son, much more, having been reconciled,\nwe shall be saved by His life. (11) And not only that, but we also\nrejoice in God through our Lord Jesus Christ, through whom\nwe have now received the reconciliation. (12) Therefore, just as\nthrough one man sin entered the world, and death through sin,\nand thus death spread to all men, because all sinned-- (13) (For\nuntil the law sin was in the world, but sin is not imputed when there","is no law. (14) Nevertheless death reigned from Adam to Moses,\neven over those who had not sinned according to the likeness\nof the transgression of Adam, who is a type of Him who was to\ncome. (15) But the free gift is not like the offense. For if by the one\nman's offense many died, much more the grace of God and the\ngift by the grace of the one Man, Jesus Christ, abounded to many.\n(16) And the gift is not like that which came through the one who\nsinned. For the judgment which came from one offense resulted in\ncondemnation, but the free gift which came from many offenses\nresulted in justification. (17) For if by the one man's offense death\nreigned through the one, much more those who receive abundance","of grace and of the gift of righteousness will reign in life through\nthe One, Jesus Christ.) (18) Therefore, as through one man's\noffense judgment came to all men, resulting in condemnation,\neven so through one Man's righteous act the free gift came to\nall men, resulting in justification of life. (19) For as by one man's\ndisobedience many were made sinners, so also by one Man's\nobedience many will be made righteous. (20) Moreover the law\nentered that the offense might abound. But where sin abounded,\ngrace abounded much more, (21) so that as sin reigned in death,\neven so grace might reign through righteousness to eternal life\nthrough Jesus Christ our Lord."],"word_count":492},{"reference":"Romans 6:1-23","translation":"NKJV","division":"Senior","passage_number":70,"release":"NBBC","cards":["(1) What shall we say then? Shall we continue in sin that grace\nmay abound? (2) Certainly not! How shall we who died to sin live\nany longer in it? (3) Or do you not know that as many of us as\nwere baptized into Christ Jesus were baptized into His death? (4)\nTherefore we were buried with Him through baptism into death,\nthat just as Christ was raised from the dead by the glory of the\nFather, even so we also should walk in newness of life. (5) For if we\nhave been united together in the likeness of His death, certainly\nwe also shall be in the likeness of His resurrection, (6) knowing\nthis, that our old man was crucified with Him, that the body of sin\nmight be done away with, that we should no longer be slaves of","sin. (7) For he who has died has been freed from sin. (8) Now if\nwe died with Christ, we believe that we shall also live with Him,\n(9) knowing that Christ, having been raised from the dead, dies\nno more. Death no longer has dominion over Him. (10) For the\ndeath that He died, He died to sin once for all; but the life that He\nlives, He lives to God. (11) Likewise you also, reckon yourselves to\nbe dead indeed to sin, but alive to God in Christ Jesus our Lord.\n(12) Therefore do not let sin reign in your mortal body, that you\nshould obey it in its lusts. (13) And do not present your members\nas instruments of unrighteousness to sin, but present yourselves\nto God as being alive from the dead, and your members as","instruments of righteousness to God. (14) For sin shall not have\ndominion over you, for you are not under law but under grace.\n(15) What then? Shall we sin because we are not under law but\nunder grace? Certainly not! (16) Do you not know that to whom\nyou present yourselves slaves to obey, you are that one's slaves\nwhom you obey, whether of sin leading to death, or of obedience\nleading to righteousness? (17) But God be thanked that though\nyou were slaves of sin, yet you obeyed from the heart that form of\ndoctrine to which you were delivered. (18) And having been set\nfree from sin, you became slaves of righteousness. (19) I speak\nin human terms because of the weakness of your flesh. For just","as you presented your members as slaves of uncleanness, and\nof lawlessness leading to more lawlessness, so now present your\nmembers as slaves of righteousness for holiness. (20) For when\nyou were slaves of sin, you were free in regard to righteousness.\n(21) What fruit did you have then in the things of which you are\nnow ashamed? For the end of those things is death. (22) But now\nhaving been set free from sin, and having become slaves of God,\nyou have your fruit to holiness, and the end, everlasting life. (23)\nFor the wages of sin is death, but the gift of God is eternal life in\nChrist Jesus our Lord."],"word_count":501},{"reference":"Romans 8:12-30","translation":"NKJV","division":"Senior","passage_number":71,"release":"NBBC","cards":["(12) Therefore, brethren, we are debtors--not to the flesh, to\nlive according to the flesh. (13) For if you live according to\nthe flesh you will die; but if by the Spirit you put to death\nthe deeds of the body, you will live. (14) For as many as are\nled by the Spirit of God, these are sons of God. (15) For\nyou did not receive the spirit of bondage again to fear, but\nyou received the Spirit of adoption by whom we cry out,\n\"Abba, Father.\" (16) The Spirit Himself bears witness with\nour spirit that we are children of God, (17) and if children,\nthen heirs--heirs of God and joint heirs with Christ, if indeed\nwe suffer with Him, that we may also be glorified together.","(18) For I consider that the sufferings of this present time\nare not worthy to be compared with the glory which shall\nbe revealed in us. (19) For the earnest expectation of the\ncreation eagerly waits for the revealing of the sons of God.\n(20) For the creation was subjected to futility, not willingly,\nbut because of Him who subjected it in hope; (21) because\nthe creation itself also will be delivered from the bondage\nof corruption into the glorious liberty of the children of God.\n(22) For we know that the whole creation groans and labors\nwith birth pangs together until now. (23) Not only that, but we\nalso who have the firstfruits of the Spirit, even we ourselves","groan within ourselves, eagerly waiting for the adoption, the\nredemption of our body. (24) For we were saved in this hope,\nbut hope that is seen is not hope; for why does one still hope\nfor what he sees? (25) But if we hope for what we do not\nsee, we eagerly wait for it with perseverance. (26) Likewise\nthe Spirit also helps in our weaknesses. For we do not know\nwhat we should pray for as we ought, but the Spirit Himself\nmakes intercession for us with groanings which cannot be\nuttered. (27) Now He who searches the hearts knows what\nthe mind of the Spirit is, because He makes intercession for\nthe saints according to the will of God. (28) And we know that","all things work together for good to those who love God, to\nthose who are the called according to His purpose. (29) For\nwhom He foreknew, He also predestined to be conformed to\nthe image of His Son, that He might be the firstborn among\nmany brethren. (30) Moreover whom He predestined, these\nHe also called; whom He called, these He also justified; and\nwhom He justified, these He also glorified."],"word_count":429},{"reference":"Romans 14:1-12","translation":"NKJV","division":"Senior","passage_number":72,"release":"NBBC","cards":["(1) Receive one who is weak in the faith, but not to disputes over\ndoubtful things. (2) For one believes he may eat all things, but he\nwho is weak eats only vegetables. (3) Let not him who eats despise\nhim who does not eat, and let not him who does not eat judge\nhim who eats; for God has received him. (4) Who are you to judge\nanother's servant? To his own master he stands or falls. Indeed, he\nwill be made to stand, for God is able to make him stand. (5) One\nperson esteems one day above another; another esteems every\nday alike. Let each be fully convinced in his own mind. (6) He who\nobserves the day, observes it to the Lord; and he who does not\nobserve the day, to the Lord he does not observe it. He who eats,\neats to the Lord, for he gives God thanks; and he who does not eat,","to the Lord he does not eat, and gives God thanks. (7) For none\nof us lives to himself, and no one dies to himself. (8) For if we live,\nwe live to the Lord; and if we die, we die to the Lord. Therefore,\nwhether we live or die, we are the Lord's. (9) For to this end Christ\ndied and rose and lived again, that He might be Lord of both the\ndead and the living. (10) But why do you judge your brother? Or\nwhy do you show contempt for your brother? For we shall all stand\nbefore the judgment seat of Christ. (11) For it is written: \"As I live,\nsays the LORD, Every knee shall bow to Me, And every tongue\nshall confess to God.\" (12) So then each of us shall give account of\nhimself to God."],"word_count":291},{"reference":"1 Corinthians 1:18-31","translation":"NKJV","division":"Senior","passage_number":73,"release":"NBBC","cards":["(18) For the message of the cross is foolishness to those who\nare perishing, but to us who are being saved it is the power\nof God. (19) For it is written: \"I will destroy the wisdom of the\nwise, And bring to nothing the understanding of the prudent.\"\n(20) Where is the wise? Where is the scribe? Where is the\ndisputer of this age? Has not God made foolish the wisdom\nof this world? (21) For since, in the wisdom of God, the world\nthrough wisdom did not know God, it pleased God through\nthe foolishness of the message preached to save those who\nbelieve. (22) For Jews request a sign, and Greeks seek after\nwisdom; (23) but we preach Christ crucified, to the Jews a","stumbling block and to the Greeks foolishness, (24) but to\nthose who are called, both Jews and Greeks, Christ the power\nof God and the wisdom of God. (25) Because the foolishness\nof God is wiser than men, and the weakness of God is stronger\nthan men. (26) For you see your calling, brethren, that not\nmany wise according to the flesh, not many mighty, not many\nnoble, are called. (27) But God has chosen the foolish things\nof the world to put to shame the wise, and God has chosen\nthe weak things of the world to put to shame the things which\nare mighty; (28) and the base things of the world and the\nthings which are despised God has chosen, and the things","which are not, to bring to nothing the things that are, (29) that\nno flesh should glory in His presence. (30) But of Him you are\nin Christ Jesus, who became for us wisdom from God--and\nrighteousness and sanctification and redemption-- (31) that,\nas it is written, \"He who glories, let him glory in the LORD.\""],"word_count":296},{"reference":"1 Corinthians 12:12-18","translation":"NKJV","division":"Senior","passage_number":74,"release":"NBBC","cards":["(12) For as the body is one and has many members, but all the\nmembers of that one body, being many, are one body, so also is\nChrist. (13) For by one Spirit we were all baptized into one body--\nwhether Jews or Greeks, whether slaves or free--and have all been\nmade to drink into one Spirit. (14) For in fact the body is not one\nmember but many. (15) If the foot should say, \"Because I am not\na hand, I am not of the body,\" is it therefore not of the body? (16)\nAnd if the ear should say, \"Because I am not an eye, I am not of\nthe body,\" is it therefore not of the body? (17) If the whole body\nwere an eye, where would be the hearing? If the whole were\nhearing, where would be the smelling? (18) But now God has set\nthe members, each one of them, in the body just as He pleased."],"word_count":156},{"reference":"1 Corinthians 13:1-13","translation":"NKJV","division":"Senior","passage_number":75,"release":"NBBC","cards":["(1) Though I speak with the tongues of men and of angels, but\nhave not love, I have become sounding brass or a clanging cymbal.\n(2) And though I have the gift of prophecy, and understand all\nmysteries and all knowledge, and though I have all faith, so that I\ncould remove mountains, but have not love, I am nothing. (3) And\nthough I bestow all my goods to feed the poor, and though I give\nmy body to be burned, but have not love, it profits me nothing. (4)\nLove suffers long and is kind; love does not envy; love does not\nparade itself, is not puffed up; (5) does not behave rudely, does not\nseek its own, is not provoked, thinks no evil; (6) does not rejoice\nin iniquity, but rejoices in the truth; (7) bears all things, believes","all things, hopes all things, endures all things. (8) Love never fails.\nBut whether there are prophecies, they will fail; whether there are\ntongues, they will cease; whether there is knowledge, it will vanish\naway. (9) For we know in part and we prophesy in part. (10) But\nwhen that which is perfect has come, then that which is in part\nwill be done away. (11) When I was a child, I spoke as a child, I\nunderstood as a child, I thought as a child; but when I became a\nman, I put away childish things. (12) For now we see in a mirror,\ndimly, but then face to face. Now I know in part, but then I shall\nknow just as I also am known. (13) And now abide faith, hope, love,\nthese three; but the greatest of these is love."],"word_count":271},{"reference":"2 Corinthians 1:3-22","translation":"NKJV","division":"Senior","passage_number":76,"release":"NBBC","cards":["(3) Blessed be the God and Father of our Lord Jesus Christ,\nthe Father of mercies and God of all comfort, (4) who comforts\nus in all our tribulation, that we may be able to comfort those\nwho are in any trouble, with the comfort with which we\nourselves are comforted by God. (5) For as the sufferings of\nChrist abound in us, so our consolation also abounds through\nChrist. (6) Now if we are afflicted, it is for your consolation\nand salvation, which is effective for enduring the same\nsufferings which we also suffer. Or if we are comforted, it is\nfor your consolation and salvation. (7) And our hope for you\nis steadfast, because we know that as you are partakers of the","sufferings, so also you will partake of the consolation. (8) For\nwe do not want you to be ignorant, brethren, of our trouble\nwhich came to us in Asia: that we were burdened beyond\nmeasure, above strength, so that we despaired even of life.\n(9) Yes, we had the sentence of death in ourselves, that we\nshould not trust in ourselves but in God who raises the dead,\n(10) who delivered us from so great a death, and does deliver\nus; in whom we trust that He will still deliver us, (11) you also\nhelping together in prayer for us, that thanks may be given\nby many persons on our behalf for the gift granted to us\nthrough many. (12) For our boasting is this: the testimony of","our conscience that we conducted ourselves in the world in\nsimplicity and godly sincerity, not with fleshly wisdom but by\nthe grace of God, and more abundantly toward you. (13) For\nwe are not writing any other things to you than what you read\nor understand. Now I trust you will understand, even to the\nend (14) (as also you have understood us in part), that we are\nyour boast as you also are ours, in the day of the Lord Jesus.\n(15) And in this confidence I intended to come to you before,\nthat you might have a second benefit-- (16) to pass by way\nof you to Macedonia, to come again from Macedonia to you,\nand be helped by you on my way to Judea. (17) Therefore,","when I was planning this, did I do it lightly? Or the things\nI plan, do I plan according to the flesh, that with me there\nshould be Yes, Yes, and No, No? (18) But as God is faithful,\nour word to you was not Yes and No. (19) For the Son of God,\nJesus Christ, who was preached among you by us--by me,\nSilvanus, and Timothy--was not Yes and No, but in Him was\nYes. (20) For all the promises of God in Him are Yes, and in\nHim Amen, to the glory of God through us. (21) Now He who\nestablishes us with you in Christ and has anointed us is God,\n(22) who also has sealed us and given us the Spirit in our\nhearts as a guarantee."],"word_count":495},{"reference":"2 Corinthians 4:1-13","translation":"NKJV","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) Therefore, since we have this ministry, as we have received\nmercy, we do not lose heart. (2) But we have renounced\nthe hidden things of shame, not walking in craftiness nor\nhandling the word of God deceitfully, but by manifestation of\nthe truth commending ourselves to every man's conscience\nin the sight of God. (3) But even if our gospel is veiled, it is\nveiled to those who are perishing, (4) whose minds the god\nof this age has blinded, who do not believe, lest the light of\nthe gospel of the glory of Christ, who is the image of God,\nshould shine on them. (5) For we do not preach ourselves,\nbut Christ Jesus the Lord, and ourselves your bondservants","for Jesus' sake. (6) For it is the God who commanded light\nto shine out of darkness, who has shone in our hearts to give\nthe light of the knowledge of the glory of God in the face of\nJesus Christ. (7) But we have this treasure in earthen vessels,\nthat the excellence of the power may be of God and not of\nus. (8) We are hard-pressed on every side, yet not crushed;\nwe are perplexed, but not in despair; (9) persecuted, but\nnot forsaken; struck down, but not destroyed-- (10) always\ncarrying about in the body the dying of the Lord Jesus, that\nthe life of Jesus also may be manifested in our body. (11) For\nwe who live are always delivered to death for Jesus' sake,","that the life of Jesus also may be manifested in our mortal\nflesh. (12) So then death is working in us, but life in you. (13)\nAnd since we have the same spirit of faith, according to what\nis written, \"I believed and therefore I spoke,\" we also believe\nand therefore speak,"],"word_count":291},{"reference":"2 Corinthians 5:1-12","translation":"NKJV","division":"Senior","passage_number":78,"release":"NBBC","cards":["(1) For we know that if our earthly house, this tent, is destroyed, we\nhave a building from God, a house not made with hands, eternal\nin the heavens. (2) For in this we groan, earnestly desiring to be\nclothed with our habitation which is from heaven, (3) if indeed,\nhaving been clothed, we shall not be found naked. (4) For we who\nare in this tent groan, being burdened, not because we want to be\nunclothed, but further clothed, that mortality may be swallowed\nup by life. (5) Now He who has prepared us for this very thing is\nGod, who also has given us the Spirit as a guarantee. (6) So we are\nalways confident, knowing that while we are at home in the body\nwe are absent from the Lord. (7) For we walk by faith, not by sight.","(8) We are confident, yes, well pleased rather to be absent from\nthe body and to be present with the Lord. (9) Therefore we make\nit our aim, whether present or absent, to be well pleasing to Him.\n(10) For we must all appear before the judgment seat of Christ, that\neach one may receive the things done in the body, according to\nwhat he has done, whether good or bad. (11) Knowing, therefore,\nthe terror of the Lord, we persuade men; but we are well known\nto God, and I also trust are well known in your consciences. (12)\nFor we do not commend ourselves again to you, but give you\nopportunity to boast on our behalf, that you may have an answer\nfor those who boast in appearance and not in heart."],"word_count":264},{"reference":"2 Corinthians 6:3-10","translation":"NKJV","division":"Senior","passage_number":79,"release":"NBBC","cards":["(3) We give no offense in anything, that our ministry may not be\nblamed. (4) But in all things we commend ourselves as ministers of\nGod: in much patience, in tribulations, in needs, in distresses, (5) in\nstripes, in imprisonments, in tumults, in labors, in sleeplessness, in\nfastings; (6) by purity, by knowledge, by longsuffering, by kindness,\nby the Holy Spirit, by sincere love, (7) by the word of truth, by the\npower of God, by the armor of righteousness on the right hand\nand on the left, (8) by honor and dishonor, by evil report and good\nreport; as deceivers, and yet true; (9) as unknown, and yet well\nknown; as dying, and behold we live; as chastened, and yet not\nkilled; (10) as sorrowful, yet always rejoicing; as poor, yet making\nmany rich; as having nothing, and yet possessing all things."],"word_count":135},{"reference":"Galatians 3:19-24","translation":"NKJV","division":"Senior","passage_number":80,"release":"NBBC","cards":["(19) What purpose then does the law serve? It was added\nbecause of transgressions, till the Seed should come to\nwhom the promise was made; and it was appointed through\nangels by the hand of a mediator. (20) Now a mediator\ndoes not mediate for one only, but God is one. (21) Is the\nlaw then against the promises of God? Certainly not! For\nif there had been a law given which could have given life,\ntruly righteousness would have been by the law. (22) But the\nScripture has confined all under sin, that the promise by faith\nin Jesus Christ might be given to those who believe. (23)\nBut before faith came, we were kept under guard by the law,","kept for the faith which would afterward be revealed. (24)\nTherefore the law was our tutor to bring us to Christ, that we\nmight be justified by faith."],"word_count":143},{"reference":"Galatians 6:6-11","translation":"NKJV","division":"Senior","passage_number":81,"release":"NBBC","cards":["(6) Let him who is taught the word share in all good things\nwith him who teaches. (7) Do not be deceived, God is not\nmocked; for whatever a man sows, that he will also reap. (8)\nFor he who sows to his flesh will of the flesh reap corruption,\nbut he who sows to the Spirit will of the Spirit reap everlasting\nlife. (9) And let us not grow weary while doing good, for in due\nseason we shall reap if we do not lose heart. (10) Therefore,\nas we have opportunity, let us do good to all, especially to\nthose who are of the household of faith. (11) See with what\nlarge letters I have written to you with my own hand!"],"word_count":118},{"reference":"Ephesians 2:1-22","translation":"NKJV","division":"Senior","passage_number":82,"release":"NBBC","cards":["(1) And you He made alive, who were dead in trespasses and\nsins, (2) in which you once walked according to the course of\nthis world, according to the prince of the power of the air, the\nspirit who now works in the sons of disobedience, (3) among\nwhom also we all once conducted ourselves in the lusts of\nour flesh, fulfilling the desires of the flesh and of the mind,\nand were by nature children of wrath, just as the others. (4)\nBut God, who is rich in mercy, because of His great love with\nwhich He loved us, (5) even when we were dead in trespasses,\nmade us alive together with Christ (by grace you have been\nsaved), (6) and raised us up together, and made us sit together","in the heavenly places in Christ Jesus, (7) that in the ages to\ncome He might show the exceeding riches of His grace in His\nkindness toward us in Christ Jesus. (8) For by grace you have\nbeen saved through faith, and that not of yourselves; it is the\ngift of God, (9) not of works, lest anyone should boast. (10)\nFor we are His workmanship, created in Christ Jesus for good\nworks, which God prepared beforehand that we should walk\nin them. (11) Therefore remember that you, once Gentiles in\nthe flesh--who are called Uncircumcision by what is called\nthe Circumcision made in the flesh by hands-- (12) that at\nthat time you were without Christ, being aliens from the","commonwealth of Israel and strangers from the covenants of\npromise, having no hope and without God in the world. (13)\nBut now in Christ Jesus you who once were far off have been\nbrought near by the blood of Christ. (14) For He Himself is\nour peace, who has made both one, and has broken down\nthe middle wall of separation, (15) having abolished in His\nflesh the enmity, that is, the law of commandments contained\nin ordinances, so as to create in Himself one new man from\nthe two, thus making peace, (16) and that He might reconcile\nthem both to God in one body through the cross, thereby\nputting to death the enmity. (17) And He came and preached","peace to you who were afar off and to those who were near.\n(18) For through Him we both have access by one Spirit to\nthe Father. (19) Now, therefore, you are no longer strangers\nand foreigners, but fellow citizens with the saints and\nmembers of the household of God, (20) having been built\non the foundation of the apostles and prophets, Jesus Christ\nHimself being the chief cornerstone, (21) in whom the whole\nbuilding, being fitted together, grows into a holy temple in\nthe Lord, (22) in whom you also are being built together for a\ndwelling place of God in the Spirit."],"word_count":456},{"reference":"Philippians 4:1-6","translation":"NKJV","division":"Senior","passage_number":83,"release":"NBBC","cards":["(1) Therefore, my beloved and longed-for brethren, my joy\nand crown, so stand fast in the Lord, beloved. (2) I implore\nEuodia and I implore Syntyche to be of the same mind in the\nLord. (3) And I urge you also, true companion, help these\nwomen who labored with me in the gospel, with Clement\nalso, and the rest of my fellow workers, whose names are in\nthe Book of Life. (4) Rejoice in the Lord always. Again I will say,\nrejoice! (5) Let your gentleness be known to all men. The Lord\nis at hand. (6) Be anxious for nothing, but in everything by\nprayer and supplication, with thanksgiving, let your requests\nbe made known to God;"],"word_count":113},{"reference":"Colossians 3:1-14","translation":"NKJV","division":"Senior","passage_number":84,"release":"NBBC","cards":["(1) If then you were raised with Christ, seek those things which\nare above, where Christ is, sitting at the right hand of God. (2) Set\nyour mind on things above, not on things on the earth. (3) For you\ndied, and your life is hidden with Christ in God. (4) When Christ\nwho is our life appears, then you also will appear with Him in glory.\n(5) Therefore put to death your members which are on the earth:\nfornication, uncleanness, passion, evil desire, and covetousness,\nwhich is idolatry. (6) Because of these things the wrath of God is\ncoming upon the sons of disobedience, (7) in which you yourselves\nonce walked when you lived in them. (8) But now you yourselves\nare to put off all these: anger, wrath, malice, blasphemy, filthy","language out of your mouth. (9) Do not lie to one another, since\nyou have put off the old man with his deeds, (10) and have put\non the new man who is renewed in knowledge according to the\nimage of Him who created him, (11) where there is neither Greek\nnor Jew, circumcised nor uncircumcised, barbarian, Scythian, slave\nnor free, but Christ is all and in all. (12) Therefore, as the elect of\nGod, holy and beloved, put on tender mercies, kindness, humility,\nmeekness, longsuffering; (13) bearing with one another, and\nforgiving one another, if anyone has a complaint against another;\neven as Christ forgave you, so you also must do. (14) But above all\nthese things put on love, which is the bond of perfection."],"word_count":246},{"reference":"Colossians 4:2-15","translation":"NKJV","division":"Senior","passage_number":85,"release":"NBBC","cards":["(2) Continue earnestly in prayer, being vigilant in it with\nthanksgiving; (3) meanwhile praying also for us, that God\nwould open to us a door for the word, to speak the mystery\nof Christ, for which I am also in chains, (4) that I may make it\nmanifest, as I ought to speak. (5) Walk in wisdom toward those\nwho are outside, redeeming the time. (6) Let your speech\nalways be with grace, seasoned with salt, that you may know\nhow you ought to answer each one. (7) Tychicus, a beloved\nbrother, faithful minister, and fellow servant in the Lord, will\ntell you all the news about me. (8) I am sending him to you\nfor this very purpose, that he may know your circumstances","and comfort your hearts, (9) with Onesimus, a faithful and\nbeloved brother, who is one of you. They will make known to\nyou all things which are happening here. (10) Aristarchus my\nfellow prisoner greets you, with Mark the cousin of Barnabas\n(about whom you received instructions: if he comes to you,\nwelcome him), (11) and Jesus who is called Justus. These are\nmy only fellow workers for the kingdom of God who are of\nthe circumcision; they have proved to be a comfort to me.\n(12) Epaphras, who is one of you, a bondservant of Christ,\ngreets you, always laboring fervently for you in prayers, that\nyou may stand perfect and complete in all the will of God.","(13) For I bear him witness that he has a great zeal for you,\nand those who are in Laodicea, and those in Hierapolis. (14)\nLuke the beloved physician and Demas greet you. (15) Greet\nthe brethren who are in Laodicea, and Nymphas and the\nchurch that is in his house."],"word_count":281},{"reference":"1 Thessalonians 4:9-17","translation":"NKJV","division":"Senior","passage_number":86,"release":"NBBC","cards":["(9) But concerning brotherly love you have no need that I\nshould write to you, for you yourselves are taught by God\nto love one another; (10) and indeed you do so toward all\nthe brethren who are in all Macedonia. But we urge you,\nbrethren, that you increase more and more; (11) that you also\naspire to lead a quiet life, to mind your own business, and\nto work with your own hands, as we commanded you, (12)\nthat you may walk properly toward those who are outside,\nand that you may lack nothing. (13) But I do not want you\nto be ignorant, brethren, concerning those who have fallen\nasleep, lest you sorrow as others who have no hope. (14) For","if we believe that Jesus died and rose again, even so God\nwill bring with Him those who sleep in Jesus. (15) For this we\nsay to you by the word of the Lord, that we who are alive and\nremain until the coming of the Lord will by no means precede\nthose who are asleep. (16) For the Lord Himself will descend\nfrom heaven with a shout, with the voice of an archangel, and\nwith the trumpet of God. And the dead in Christ will rise first.\n(17) Then we who are alive and remain shall be caught up\ntogether with them in the clouds to meet the Lord in the air.\nAnd thus we shall always be with the Lord."],"word_count":236},{"reference":"2 Timothy 1:1-18","translation":"NKJV","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) Paul, an apostle of Jesus Christ by the will of God,\naccording to the promise of life which is in Christ Jesus, (2)\nTo Timothy, a beloved son: Grace, mercy, and peace from\nGod the Father and Christ Jesus our Lord. (3) I thank God,\nwhom I serve with a pure conscience, as my forefathers\ndid, as without ceasing I remember you in my prayers night\nand day, (4) greatly desiring to see you, being mindful of\nyour tears, that I may be filled with joy, (5) when I call to\nremembrance the genuine faith that is in you, which dwelt\nfirst in your grandmother Lois and your mother Eunice, and\nI am persuaded is in you also. (6) Therefore I remind you to","stir up the gift of God which is in you through the laying on\nof my hands. (7) For God has not given us a spirit of fear, but\nof power and of love and of a sound mind. (8) Therefore do\nnot be ashamed of the testimony of our Lord, nor of me His\nprisoner, but share with me in the sufferings for the gospel\naccording to the power of God, (9) who has saved us and\ncalled us with a holy calling, not according to our works, but\naccording to His own purpose and grace which was given to\nus in Christ Jesus before time began, (10) but has now been\nrevealed by the appearing of our Savior Jesus Christ, who\nhas abolished death and brought life and immortality to light","through the gospel, (11) to which I was appointed a preacher,\nan apostle, and a teacher of the Gentiles. (12) For this reason\nI also suffer these things; nevertheless I am not ashamed, for\nI know whom I have believed and am persuaded that He is\nable to keep what I have committed to Him until that Day.\n(13) Hold fast the pattern of sound words which you have\nheard from me, in faith and love which are in Christ Jesus.\n(14) That good thing which was committed to you, keep by\nthe Holy Spirit who dwells in us. (15) This you know, that all\nthose in Asia have turned away from me, among whom are\nPhygellus and Hermogenes. (16) The Lord grant mercy to the","household of Onesiphorus, for he often refreshed me, and\nwas not ashamed of my chain; (17) but when he arrived in\nRome, he sought me out very zealously and found me. (18)\nThe Lord grant to him that he may find mercy from the Lord\nin that Day--and you know very well how many ways he\nministered to me at Ephesus."],"word_count":428},{"reference":"Philemon 1:4-7","translation":"NKJV","division":"Senior","passage_number":88,"release":"NBBC","cards":["(4) I thank my God, making mention of you always in my\nprayers, (5) hearing of your love and faith which you have\ntoward the Lord Jesus and toward all the saints, (6) that\nthe sharing of your faith may become effective by the\nacknowledgment of every good thing which is in you in Christ\nJesus. (7) For we have great joy and consolation in your love,\nbecause the hearts of the saints have been refreshed by you,\nbrother."],"word_count":75},{"reference":"Hebrews 4:6-12","translation":"NKJV","division":"Senior","passage_number":89,"release":"NBBC","cards":["(6) Since therefore it remains that some must enter it, and\nthose to whom it was first preached did not enter because of\ndisobedience, (7) again He designates a certain day, saying\nin David, \"Today,\" after such a long time, as it has been said:\n\"Today, if you will hear His voice, Do not harden your hearts.\"\n(8) For if Joshua had given them rest, then He would not\nafterward have spoken of another day. (9) There remains\ntherefore a rest for the people of God. (10) For he who has\nentered His rest has himself also ceased from his works as\nGod did from His. (11) Let us therefore be diligent to enter\nthat rest, lest anyone fall according to the same example of","disobedience. (12) For the word of God is living and powerful,\nand sharper than any two-edged sword, piercing even to the\ndivision of soul and spirit, and of joints and marrow, and is a\ndiscerner of the thoughts and intents of the heart."],"word_count":162},{"reference":"Hebrews 8:6-13","translation":"NKJV","division":"Senior","passage_number":90,"release":"NBBC","cards":["(6) But now He has obtained a more excellent ministry,\ninasmuch as He is also Mediator of a better covenant, which\nwas established on better promises. (7) For if that first\ncovenant had been faultless, then no place would have been\nsought for a second. (8) Because finding fault with them, He\nsays: \"Behold, the days are coming, says the LORD, when I\nwill make a new covenant with the house of Israel and with\nthe house of Judah-- (9) \"not according to the covenant that\nI made with their fathers in the day when I took them by the\nhand to lead them out of the land of Egypt; because they did\nnot continue in My covenant, and I disregarded them, says","the LORD. (10) \"For this is the covenant that I will make with\nthe house of Israel after those days, says the LORD: I will put\nMy laws in their mind and write them on their hearts; and I\nwill be their God, and they shall be My people. (11) \"None of\nthem shall teach his neighbor, and none his brother, saying,\n'Know the LORD,' for all shall know Me, from the least of them\nto the greatest of them. (12) \"For I will be merciful to their\nunrighteousness, and their sins and their lawless deeds I will\nremember no more.\" (13) In that He says, \"A new covenant,\"\nHe has made the first obsolete. Now what is becoming\nobsolete and growing old is ready to vanish away."],"word_count":243},{"reference":"Hebrews 11:4-7","translation":"NKJV","division":"Senior","passage_number":91,"release":"NBBC","cards":["(4) By faith Abel offered to God a more excellent sacrifice than Cain,\nthrough which he obtained witness that he was righteous, God\ntestifying of his gifts; and through it he being dead still speaks. (5)\nBy faith Enoch was taken away so that he did not see death, \"and\nwas not found, because God had taken him\"; for before he was\ntaken he had this testimony, that he pleased God. (6) But without\nfaith it is impossible to please Him, for he who comes to God must\nbelieve that He is, and that He is a rewarder of those who diligently\nseek Him. (7) By faith Noah, being divinely warned of things not\nyet seen, moved with godly fear, prepared an ark for the saving\nof his household, by which he condemned the world and became\nheir of the righteousness which is according to faith."],"word_count":142},{"reference":"Hebrews 12:1-2","translation":"NKJV","division":"Senior","passage_number":92,"release":"NBBC","cards":["(1) Therefore we also, since we are surrounded by so great a\ncloud of witnesses, let us lay aside every weight, and the sin\nwhich so easily ensnares us, and let us run with endurance the\nrace that is set before us, (2) looking unto Jesus, the author\nand finisher of our faith, who for the joy that was set before\nHim endured the cross, despising the shame, and has sat\ndown at the right hand of the throne of God."],"word_count":79},{"reference":"James 3:6-12","translation":"NKJV","division":"Senior","passage_number":93,"release":"NBBC","cards":["(6) And the tongue is a fire, a world of iniquity. The tongue is so\nset among our members that it defiles the whole body, and sets\non fire the course of nature; and it is set on fire by hell. (7) For\nevery kind of beast and bird, of reptile and creature of the sea,\nis tamed and has been tamed by mankind. (8) But no man can\ntame the tongue. It is an unruly evil, full of deadly poison. (9) With\nit we bless our God and Father, and with it we curse men, who\nhave been made in the similitude of God. (10) Out of the same\nmouth proceed blessing and cursing. My brethren, these things\nought not to be so. (11) Does a spring send forth fresh water and\nbitter from the same opening? (12) Can a fig tree, my brethren,\nbear olives, or a grapevine bear figs? Thus no spring yields both\nsalt water and fresh."],"word_count":154},{"reference":"James 4:11-16","translation":"NKJV","division":"Senior","passage_number":94,"release":"NBBC","cards":["(11) Do not speak evil of one another, brethren. He who speaks\nevil of a brother and judges his brother, speaks evil of the law and\njudges the law. But if you judge the law, you are not a doer of the\nlaw but a judge. (12) There is one Lawgiver, who is able to save and\nto destroy. Who are you to judge another? (13) Come now, you\nwho say, \"Today or tomorrow we will go to such and such a city,\nspend a year there, buy and sell, and make a profit\"; (14) whereas\nyou do not know what will happen tomorrow. For what is your life?\nIt is even a vapor that appears for a little time and then vanishes\naway. (15) Instead you ought to say, \"If the Lord wills, we shall live\nand do this or that.\" (16) But now you boast in your arrogance. All\nsuch boasting is evil."],"word_count":149},{"reference":"1 Peter 2:1-21","translation":"NKJV","division":"Senior","passage_number":95,"release":"NBBC","cards":["(1) Therefore, laying aside all malice, all deceit, hypocrisy,\nenvy, and all evil speaking, (2) as newborn babes, desire the\npure milk of the word, that you may grow thereby, (3) if indeed\nyou have tasted that the Lord is gracious. (4) Coming to Him\nas to a living stone, rejected indeed by men, but chosen by\nGod and precious, (5) you also, as living stones, are being\nbuilt up a spiritual house, a holy priesthood, to offer up\nspiritual sacrifices acceptable to God through Jesus Christ.\n(6) Therefore it is also contained in the Scripture, \"Behold, I\nlay in Zion A chief cornerstone, elect, precious, And he who\nbelieves on Him will by no means be put to shame.\" (7)","Therefore, to you who believe, He is precious; but to those who\nare disobedient, \"The stone which the builders rejected Has\nbecome the chief cornerstone,\" (8) and \"A stone of stumbling\nAnd a rock of offense.\" They stumble, being disobedient to\nthe word, to which they also were appointed. (9) But you are\na chosen generation, a royal priesthood, a holy nation, His\nown special people, that you may proclaim the praises of Him\nwho called you out of darkness into His marvelous light; (10)\nwho once were not a people but are now the people of God,\nwho had not obtained mercy but now have obtained mercy.\n(11) Beloved, I beg you as sojourners and pilgrims, abstain","from fleshly lusts which war against the soul, (12) having\nyour conduct honorable among the Gentiles, that when they\nspeak against you as evildoers, they may, by your good works\nwhich they observe, glorify God in the day of visitation. (13)\nTherefore submit yourselves to every ordinance of man for\nthe Lord's sake, whether to the king as supreme, (14) or to\ngovernors, as to those who are sent by him for the punishment\nof evildoers and for the praise of those who do good. (15)\nFor this is the will of God, that by doing good you may put\nto silence the ignorance of foolish men-- (16) as free, yet\nnot using liberty as a cloak for vice, but as bondservants of","God. (17) Honor all people. Love the brotherhood. Fear God.\nHonor the king. (18) Servants, be submissive to your masters\nwith all fear, not only to the good and gentle, but also to the\nharsh. (19) For this is commendable, if because of conscience\ntoward God one endures grief, suffering wrongfully. (20) For\nwhat credit is it if, when you are beaten for your faults, you\ntake it patiently? But when you do good and suffer, if you take\nit patiently, this is commendable before God. (21) For to this\nyou were called, because Christ also suffered for us, leaving\nus an example, that you should follow His steps:"],"word_count":450},{"reference":"1 Peter 3:8-12","translation":"NKJV","division":"Senior","passage_number":96,"release":"NBBC","cards":["(8) Finally, all of you be of one mind, having compassion\nfor one another; love as brothers, be tenderhearted, be\ncourteous; (9) not returning evil for evil or reviling for reviling,\nbut on the contrary blessing, knowing that you were called to\nthis, that you may inherit a blessing. (10) For \"He who would\nlove life And see good days, Let him refrain his tongue from\nevil, And his lips from speaking deceit. (11) Let him turn away\nfrom evil and do good; Let him seek peace and pursue it. (12)\nFor the eyes of the LORD are on the righteous, And His ears\nare open to their prayers; But the face of the LORD is against\nthose who do evil.\""],"word_count":116},{"reference":"1 Peter 4:1-6","translation":"NKJV","division":"Senior","passage_number":97,"release":"NBBC","cards":["(1) Therefore, since Christ suffered for us in the flesh, arm\nyourselves also with the same mind, for he who has suffered\nin the flesh has ceased from sin, (2) that he no longer should\nlive the rest of his time in the flesh for the lusts of men, but\nfor the will of God. (3) For we have spent enough of our past\nlifetime in doing the will of the Gentiles--when we walked\nin lewdness, lusts, drunkenness, revelries, drinking parties,\nand abominable idolatries. (4) In regard to these, they think\nit strange that you do not run with them in the same flood of\ndissipation, speaking evil of you. (5) They will give an account\nto Him who is ready to judge the living and the dead. (6) For","this reason the gospel was preached also to those who are\ndead, that they might be judged according to men in the\nflesh, but live according to God in the spirit."],"word_count":156},{"reference":"1 Peter 5:1-6","translation":"NKJV","division":"Senior","passage_number":98,"release":"NBBC","cards":["(1) The elders who are among you I exhort, I who am a fellow elder\nand a witness of the sufferings of Christ, and also a partaker of the\nglory that will be revealed: (2) Shepherd the flock of God which is\namong you, serving as overseers, not by compulsion but willingly,\nnot for dishonest gain but eagerly; (3) nor as being lords over those\nentrusted to you, but being examples to the flock; (4) and when\nthe Chief Shepherd appears, you will receive the crown of glory\nthat does not fade away. (5) Likewise you younger people, submit\nyourselves to your elders. Yes, all of you be submissive to one\nanother, and be clothed with humility, for \"God resists the proud,\nBut gives grace to the humble.\" (6) Therefore humble yourselves\nunder the mighty hand of God, that He may exalt you in due time,"],"word_count":140},{"reference":"2 Peter 2:12-17","translation":"NKJV","division":"Senior","passage_number":99,"release":"NBBC","cards":["(12) But these, like natural brute beasts made to be caught and\ndestroyed, speak evil of the things they do not understand,\nand will utterly perish in their own corruption, (13) and will\nreceive the wages of unrighteousness, as those who count\nit pleasure to carouse in the daytime. They are spots and\nblemishes, carousing in their own deceptions while they feast\nwith you, (14) having eyes full of adultery and that cannot\ncease from sin, enticing unstable souls. They have a heart\ntrained in covetous practices, and are accursed children. (15)\nThey have forsaken the right way and gone astray, following\nthe way of Balaam the son of Beor, who loved the wages of","unrighteousness; (16) but he was rebuked for his iniquity:\na dumb donkey speaking with a man's voice restrained\nthe madness of the prophet. (17) These are wells without\nwater, clouds carried by a tempest, for whom is reserved the\nblackness of darkness forever."],"word_count":152},{"reference":"2 Peter 3:13-18","translation":"NKJV","division":"Senior","passage_number":100,"release":"NBBC","cards":["(13) Nevertheless we, according to His promise, look for\nnew heavens and a new earth in which righteousness dwells.\n(14) Therefore, beloved, looking forward to these things,\nbe diligent to be found by Him in peace, without spot and\nblameless; (15) and consider that the longsuffering of our\nLord is salvation--as also our beloved brother Paul, according\nto the wisdom given to him, has written to you, (16) as also\nin all his epistles, speaking in them of these things, in which\nare some things hard to understand, which untaught and\nunstable people twist to their own destruction, as they do\nalso the rest of the Scriptures. (17) You therefore, beloved,","since you know this beforehand, beware lest you also fall\nfrom your own steadfastness, being led away with the error\nof the wicked; (18) but grow in the grace and knowledge of\nour Lord and Savior Jesus Christ. To Him be the glory both\nnow and forever. Amen."],"word_count":154},{"reference":"1 John 3:10-15","translation":"NKJV","division":"Senior","passage_number":101,"release":"NBBC","cards":["(10) In this the children of God and the children of the devil are\nmanifest: Whoever does not practice righteousness is not of\nGod, nor is he who does not love his brother. (11) For this is the\nmessage that you heard from the beginning, that we should love\none another, (12) not as Cain who was of the wicked one and\nmurdered his brother. And why did he murder him? Because his\nworks were evil and his brother's righteous. (13) Do not marvel,\nmy brethren, if the world hates you. (14) We know that we have\npassed from death to life, because we love the brethren. He who\ndoes not love his brother abides in death. (15) Whoever hates his\nbrother is a murderer, and you know that no murderer has eternal\nlife abiding in him."],"word_count":131},{"reference":"1 John 4:1-11","translation":"NKJV","division":"Senior","passage_number":102,"release":"NBBC","cards":["(1) Beloved, do not believe every spirit, but test the spirits,\nwhether they are of God; because many false prophets have\ngone out into the world. (2) By this you know the Spirit of\nGod: Every spirit that confesses that Jesus Christ has come in\nthe flesh is of God, (3) and every spirit that does not confess\nthat Jesus Christ has come in the flesh is not of God. And\nthis is the spirit of the Antichrist, which you have heard was\ncoming, and is now already in the world. (4) You are of God,\nlittle children, and have overcome them, because He who is in\nyou is greater than he who is in the world. (5) They are of the\nworld. Therefore they speak as of the world, and the world","hears them. (6) We are of God. He who knows God hears us;\nhe who is not of God does not hear us. By this we know the\nspirit of truth and the spirit of error. (7) Beloved, let us love\none another, for love is of God; and everyone who loves is\nborn of God and knows God. (8) He who does not love does\nnot know God, for God is love. (9) In this the love of God was\nmanifested toward us, that God has sent His only begotten\nSon into the world, that we might live through Him. (10) In\nthis is love, not that we loved God, but that He loved us and\nsent His Son to be the propitiation for our sins. (11) Beloved,\nif God so loved us, we also ought to love one another."],"word_count":263},{"reference":"Revelation 20:1-9","translation":"NKJV","division":"Senior","passage_number":103,"release":"NBBC","cards":["(1) Then I saw an angel coming down from heaven, having\nthe key to the bottomless pit and a great chain in his hand.\n(2) He laid hold of the dragon, that serpent of old, who is the\nDevil and Satan, and bound him for a thousand years; (3) and\nhe cast him into the bottomless pit, and shut him up, and set\na seal on him, so that he should deceive the nations no more\ntill the thousand years were finished. But after these things\nhe must be released for a little while. (4) And I saw thrones,\nand they sat on them, and judgment was committed to them.\nThen I saw the souls of those who had been beheaded for\ntheir witness to Jesus and for the word of God, who had not","worshiped the beast or his image, and had not received his\nmark on their foreheads or on their hands. And they lived and\nreigned with Christ for a thousand years. (5) But the rest of the\ndead did not live again until the thousand years were finished.\nThis is the first resurrection. (6) Blessed and holy is he who\nhas part in the first resurrection. Over such the second death\nhas no power, but they shall be priests of God and of Christ,\nand shall reign with Him a thousand years. (7) Now when the\nthousand years have expired, Satan will be released from his\nprison (8) and will go out to deceive the nations which are in\nthe four corners of the earth, Gog and Magog, to gather them","together to battle, whose number is as the sand of the sea. (9)\nThey went up on the breadth of the earth and surrounded the\ncamp of the saints and the beloved city. And fire came down\nfrom God out of heaven and devoured them."],"word_count":301}]