[{"reference":"John 1:1–5","translation":"KJV","division":"Senior","passage_number":1,"release":"Navigate","cards":["(1) In the beginning was the Word, and the Word was with God,\nand the Word was God. (2) The same was in the beginning\nwith God. (3) All things were made by him; and without him\nwas not any thing made that was made. (4) In him was life;\nand the life was the light of men. (5) And the light shineth in\ndarkness; and the darkness comprehended it not."],"word_count":66},{"reference":"John 20:30–31","translation":"KJV","division":"Senior","passage_number":2,"release":"Navigate","cards":["(30) And many other signs truly did Jesus in the presence of\nhis disciples, which are not written in this book: (31) But these\nare written, that ye might believe that Jesus is the Christ, the\nSon of God; and that believing ye might have life through his\nname."],"word_count":47},{"reference":"Philippians 2:5–8","translation":"KJV","division":"Senior","passage_number":3,"release":"Explore","cards":["(5) Let this mind be in you, which was also in Christ Jesus: (6)\nWho, being in the form of God, thought it not robbery to be\nequal with God: (7) But made himself of no reputation, and\ntook upon him the form of a servant, and was made in the\nlikeness of men: (8) And being found in fashion as a man, he\nhumbled himself, and became obedient unto death, even the\ndeath of the cross."],"word_count":73},{"reference":"John 1:29–34","translation":"KJV","division":"Senior","passage_number":4,"release":"Navigate","cards":["(29) The next day John seeth Jesus coming unto him, and saith,\nBehold the Lamb of God, which taketh away the sin of the world.\n(30) This is he of whom I said, After me cometh a man which is\npreferred before me: for he was before me. (31) And I knew him\nnot: but that he should be made manifest to Israel, therefore am\nI come baptizing with water. (32) And John bare record, saying, I\nsaw the Spirit descending from heaven like a dove, and it abode\nupon him. (33) And I knew him not: but he that sent me to baptize\nwith water, the same said unto me, Upon whom thou shalt see the\nSpirit descending, and remaining on him, the same is he which\nbaptizeth with the Holy Ghost. (34) And I saw, and bare record that\nthis is the Son of God."],"word_count":141},{"reference":"Revelation 5:4–12","translation":"KJV","division":"Senior","passage_number":5,"release":"Explore","cards":["(4) And I wept much, because no man was found worthy to open\nand to read the book, neither to look thereon. (5) And one of the\nelders saith unto me, Weep not: behold, the Lion of the tribe of\nJuda, the Root of David, hath prevailed to open the book, and\nto loose the seven seals thereof. (6) And I beheld, and, lo, in the\nmidst of the throne and of the four beasts, and in the midst of the\nelders, stood a Lamb as it had been slain, having seven horns and\nseven eyes, which are the seven Spirits of God sent forth into all\nthe earth. (7) And he came and took the book out of the right hand\nof him that sat upon the throne. (8) And when he had taken the\nbook, the four beasts and four and twenty elders fell down before\nthe Lamb, having every one of them harps, and golden vials full of","odours, which are the prayers of saints. (9) And they sung a new\nsong, saying, Thou art worthy to take the book, and to open the\nseals thereof: for thou wast slain, and hast redeemed us to God\nby thy blood out of every kindred, and tongue, and people, and\nnation; (10) And hast made us unto our God kings and priests:\nand we shall reign on the earth. (11) And I beheld, and I heard\nthe voice of many angels round about the throne and the beasts\nand the elders: and the number of them was ten thousand times\nten thousand, and thousands of thousands; (12) Saying with a\nloud voice, Worthy is the Lamb that was slain to receive power,\nand riches, and wisdom, and strength, and honour, and glory, and\nblessing."],"word_count":286},{"reference":"John 2:18–22","translation":"KJV","division":"Senior","passage_number":6,"release":"Navigate","cards":["(18) Then answered the Jews and said unto him, What sign\nshewest thou unto us, seeing that thou doest these things?\n(19) Jesus answered and said unto them, Destroy this temple,\nand in three days I will raise it up. (20) Then said the Jews,\nForty and six years was this temple in building, and wilt thou\nrear it up in three days? (21) But he spake of the temple of\nhis body. (22) When therefore he was risen from the dead, his\ndisciples remembered that he had said this unto them; and\nthey believed the scripture, and the word which Jesus had\nsaid."],"word_count":99},{"reference":"Acts 10:36–38","translation":"KJV","division":"Senior","passage_number":7,"release":"Explore","cards":["(36) The word which God sent unto the children of Israel,\npreaching peace by Jesus Christ: (he is Lord of all:) (37)\nThat word, I say, ye know, which was published throughout\nall Judaea, and began from Galilee, after the baptism which\nJohn preached; (38) How God anointed Jesus of Nazareth\nwith the Holy Ghost and with power: who went about doing\ngood, and healing all that were oppressed of the devil; for\nGod was with him."],"word_count":74},{"reference":"John 3:32–36","translation":"KJV","division":"Senior","passage_number":8,"release":"Navigate","cards":["(32) And what he hath seen and heard, that he testiﬁeth; and\nno man receiveth his testimony. (33) He that hath received\nhis testimony hath set to his seal that God is true. (34) For he\nwhom God hath sent speaketh the words of God: for God\ngiveth not the Spirit by measure unto him. (35) The Father\nloveth the Son, and hath given all things into his hand. (36)\nHe that believeth on the Son hath everlasting life: and he that\nbelieveth not the Son shall not see life; but the wrath of God\nabideth on him."],"word_count":93},{"reference":"Titus 3:4–7","translation":"KJV","division":"Senior","passage_number":9,"release":"Explore","cards":["(4) But after that the kindness and love of God our Saviour\ntoward man appeared, (5) Not by works of righteousness\nwhich we have done, but according to his mercy he saved\nus, by the washing of regeneration, and renewing of the Holy\nGhost; (6) Which he shed on us abundantly through Jesus\nChrist our Saviour; (7) That being justiﬁed by his grace, we\nshould be made heirs according to the hope of eternal life."],"word_count":71},{"reference":"John 4:41–42","translation":"KJV","division":"Senior","passage_number":10,"release":"Navigate","cards":["(41) And many more believed because of his own word; (42)\nAnd said unto the woman, Now we believe, not because of\nthy saying: for we have heard him ourselves, and know that\nthis is indeed the Christ, the Saviour of the world."],"word_count":41},{"reference":"Acts 18:27–28","translation":"KJV","division":"Senior","passage_number":11,"release":"Explore","cards":["(27) And when he was disposed to pass into Achaia, the\nbrethren wrote, exhorting the disciples to receive him: who,\nwhen he was come, helped them much which had believed\nthrough grace: (28) For he mightily convinced the Jews, and\nthat publickly, shewing by the scriptures that Jesus was Christ."],"word_count":48},{"reference":"John 5:24","translation":"KJV","division":"Senior","passage_number":12,"release":"Navigate","cards":["(24) Verily, verily, I say unto you, He that heareth my word,\nand believeth on him that sent me, hath everlasting life, and\nshall not come into condemnation; but is passed from death\nunto life."],"word_count":34},{"reference":"Colossians 1:15–18","translation":"KJV","division":"Senior","passage_number":13,"release":"Explore","cards":["(15) Who is the image of the invisible God, the ﬁrstborn of\nevery creature: (16) For by him were all things created, that\nare in heaven, and that are in earth, visible and invisible,\nwhether they be thrones, or dominions, or principalities, or\npowers: all things were created by him, and for him: (17) And\nhe is before all things, and by him all things consist. (18) And\nhe is the head of the body, the church: who is the beginning,\nthe ﬁrstborn from the dead; that in all things he might have\nthe preeminence."],"word_count":91},{"reference":"John 6:35–40","translation":"KJV","division":"Senior","passage_number":14,"release":"Navigate","cards":["(35) And Jesus said unto them, I am the bread of life: he that\ncometh to me shall never hunger; and he that believeth on me\nshall never thirst. (36) But I said unto you, That ye also have seen\nme, and believe not. (37) All that the Father giveth me shall come\nto me; and him that cometh to me I will in no wise cast out. (38)\nFor I came down from heaven, not to do mine own will, but the will\nof him that sent me. (39) And this is the Father's will which hath\nsent me, that of all which he hath given me I should lose nothing,\nbut should raise it up again at the last day. (40) And this is the\nwill of him that sent me, that every one which seeth the Son, and\nbelieveth on him, may have everlasting life: and I will raise him up\nat the last day."],"word_count":152},{"reference":"1 Corinthians 11:23–24","translation":"KJV","division":"Senior","passage_number":15,"release":"Explore","cards":["(23) For I have received of the Lord that which also I delivered\nunto you, That the Lord Jesus the same night in which he was\nbetrayed took bread: (24) And when he had given thanks, he\nbrake it, and said, Take, eat: this is my body, which is broken\nfor you: this do in remembrance of me."],"word_count":56},{"reference":"Genesis 2:1-6","translation":"KJV","division":"Senior","passage_number":16,"release":"NBBC","cards":["(1) Thus the heavens and the earth were finished, and all the host\nof them. (2) And on the seventh day God ended his work which\nhe had made; and he rested on the seventh day from all his work\nwhich he had made. (3) And God blessed the seventh day, and\nsanctified it: because that in it he had rested from all his work\nwhich God created and made. (4) These are the generations of\nthe heavens and of the earth when they were created, in the day\nthat the LORD God made the earth and the heavens, (5) And every\nplant of the field before it was in the earth, and every herb of the\nfield before it grew: for the LORD God had not caused it to rain\nupon the earth, and there was not a man to till the ground. (6) But\nthere went up a mist from the earth, and watered the whole face\nof the ground."],"word_count":156},{"reference":"Genesis 19:23-29","translation":"KJV","division":"Senior","passage_number":17,"release":"NBBC","cards":["(23) The sun was risen upon the earth when Lot entered into\nZoar. (24) Then the LORD rained upon Sodom and upon\nGomorrah brimstone and fire from the LORD out of heaven;\n(25) And he overthrew those cities, and all the plain, and\nall the inhabitants of the cities, and that which grew upon\nthe ground. (26) But his wife looked back from behind him,\nand she became a pillar of salt. (27) And Abraham gat up\nearly in the morning to the place where he stood before the\nLORD: (28) And he looked toward Sodom and Gomorrah,\nand toward all the land of the plain, and beheld, and, lo, the\nsmoke of the country went up as the smoke of a furnace. (29)","And it came to pass, when God destroyed the cities of the\nplain, that God remembered Abraham, and sent Lot out of\nthe midst of the overthrow, when he overthrew the cities in\nthe which Lot dwelt."],"word_count":154},{"reference":"Exodus 15:6-12","translation":"KJV","division":"Senior","passage_number":18,"release":"NBBC","cards":["(6) Thy right hand, O LORD, is become glorious in power: thy\nright hand, O LORD, hath dashed in pieces the enemy. (7)\nAnd in the greatness of thine excellency thou hast overthrown\nthem that rose up against thee: thou sentest forth thy wrath,\nwhich consumed them as stubble. (8) And with the blast of\nthy nostrils the waters were gathered together, the floods\nstood upright as an heap, and the depths were congealed\nin the heart of the sea. (9) The enemy said, I will pursue, I will\novertake, I will divide the spoil; my lust shall be satisfied upon\nthem; I will draw my sword, my hand shall destroy them. (10)\nThou didst blow with thy wind, the sea covered them: they","sank as lead in the mighty waters. (11) Who is like unto thee, O\nLORD, among the gods? who is like thee, glorious in holiness,\nfearful in praises, doing wonders? (12) Thou stretchedst out\nthy right hand, the earth swallowed them."],"word_count":158},{"reference":"Deuteronomy 6:20-25","translation":"KJV","division":"Senior","passage_number":19,"release":"NBBC","cards":["(20) And when thy son asketh thee in time to come, saying,\nWhat mean the testimonies, and the statutes, and the\njudgments, which the LORD our God hath commanded you?\n(21) Then thou shalt say unto thy son, We were Pharaoh's\nbondmen in Egypt; and the LORD brought us out of Egypt\nwith a mighty hand: (22) And the LORD shewed signs and\nwonders, great and sore, upon Egypt, upon Pharaoh, and\nupon all his household, before our eyes: (23) And he brought\nus out from thence, that he might bring us in, to give us the\nland which he sware unto our fathers. (24) And the LORD\ncommanded us to do all these statutes, to fear the LORD our","God, for our good always, that he might preserve us alive, as\nit is at this day. (25) And it shall be our righteousness, if we\nobserve to do all these commandments before the LORD our\nGod, as he hath commanded us."],"word_count":156},{"reference":"Deuteronomy 30:11-20","translation":"KJV","division":"Senior","passage_number":20,"release":"NBBC","cards":["(11) For this commandment which I command thee this day,\nit is not hidden from thee, neither is it far off. (12) It is not in\nheaven, that thou shouldest say, Who shall go up for us to\nheaven, and bring it unto us, that we may hear it, and do it?\n(13) Neither is it beyond the sea, that thou shouldest say, Who\nshall go over the sea for us, and bring it unto us, that we may\nhear it, and do it? (14) But the word is very nigh unto thee, in\nthy mouth, and in thy heart, that thou mayest do it. (15) See,\nI have set before thee this day life and good, and death and\nevil; (16) In that I command thee this day to love the LORD\nthy God, to walk in his ways, and to keep his commandments","and his statutes and his judgments, that thou mayest live and\nmultiply: and the LORD thy God shall bless thee in the land\nwhither thou goest to possess it. (17) But if thine heart turn\naway, so that thou wilt not hear, but shalt be drawn away,\nand worship other gods, and serve them; (18) I denounce\nunto you this day, that ye shall surely perish, and that ye shall\nnot prolong your days upon the land, whither thou passest\nover Jordan to go to possess it. (19) I call heaven and earth\nto record this day against you, that I have set before you life\nand death, blessing and cursing: therefore choose life, that\nboth thou and thy seed may live: (20) That thou mayest love","the LORD thy God, and that thou mayest obey his voice, and\nthat thou mayest cleave unto him: for he is thy life, and the\nlength of thy days: that thou mayest dwell in the land which\nthe LORD sware unto thy fathers, to Abraham, to Isaac, and to\nJacob, to give them."],"word_count":315},{"reference":"Joshua 1:1-9","translation":"KJV","division":"Senior","passage_number":21,"release":"NBBC","cards":["(1) Now after the death of Moses the servant of the LORD it\ncame to pass, that the LORD spake unto Joshua the son of\nNun, Moses' minister, saying, (2) Moses my servant is dead;\nnow therefore arise, go over this Jordan, thou, and all this\npeople, unto the land which I do give to them, even to the\nchildren of Israel. (3) Every place that the sole of your foot\nshall tread upon, that have I given unto you, as I said unto\nMoses. (4) From the wilderness and this Lebanon even unto\nthe great river, the river Euphrates, all the land of the Hittites,\nand unto the great sea toward the going down of the sun,\nshall be your coast. (5) There shall not any man be able to","stand before thee all the days of thy life: as I was with Moses,\nso I will be with thee: I will not fail thee, nor forsake thee. (6)\nBe strong and of a good courage: for unto this people shalt\nthou divide for an inheritance the land, which I sware unto\ntheir fathers to give them. (7) Only be thou strong and very\ncourageous, that thou mayest observe to do according to all\nthe law, which Moses my servant commanded thee: turn not\nfrom it to the right hand or to the left, that thou mayest prosper\nwhithersoever thou goest. (8) This book of the law shall not\ndepart out of thy mouth; but thou shalt meditate therein\nday and night, that thou mayest observe to do according to","all that is written therein: for then thou shalt make thy way\nprosperous, and then thou shalt have good success. (9) Have\nnot I commanded thee? Be strong and of a good courage; be\nnot afraid, neither be thou dismayed: for the LORD thy God is\nwith thee whithersoever thou goest."],"word_count":303},{"reference":"1 Samuel 16:4-7","translation":"KJV","division":"Senior","passage_number":22,"release":"NBBC","cards":["(4) And Samuel did that which the LORD spake, and came to\nBethlehem. And the elders of the town trembled at his coming,\nand said, Comest thou peaceably? (5) And he said, Peaceably: I am\ncome to sacrifice unto the LORD: sanctify yourselves, and come\nwith me to the sacrifice. And he sanctified Jesse and his sons, and\ncalled them to the sacrifice. (6) And it came to pass, when they\nwere come, that he looked on Eliab, and said, Surely the LORD'S\nanointed is before him. (7) But the LORD said unto Samuel, Look\nnot on his countenance, or on the height of his stature; because I\nhave refused him: for the LORD seeth not as man seeth; for man\nlooketh on the outward appearance, but the LORD looketh on the\nheart."],"word_count":129},{"reference":"2 Samuel 2:4-7","translation":"KJV","division":"Senior","passage_number":23,"release":"NBBC","cards":["(4) And the men of Judah came, and there they anointed David\nking over the house of Judah. And they told David, saying, That\nthe men of Jabeshgilead were they that buried Saul. (5) And\nDavid sent messengers unto the men of Jabeshgilead, and said\nunto them, Blessed be ye of the LORD, that ye have shewed this\nkindness unto your lord, even unto Saul, and have buried him. (6)\nAnd now the LORD shew kindness and truth unto you: and I also\nwill requite you this kindness, because ye have done this thing. (7)\nTherefore now let your hands be strengthened, and be ye valiant:\nfor your master Saul is dead, and also the house of Judah have\nanointed me king over them."],"word_count":120},{"reference":"2 Samuel 12:1-8","translation":"KJV","division":"Senior","passage_number":24,"release":"NBBC","cards":["(1) And the LORD sent Nathan unto David. And he came unto him,\nand said unto him, There were two men in one city; the one rich,\nand the other poor. (2) The rich man had exceeding many flocks\nand herds: (3) But the poor man had nothing, save one little ewe\nlamb, which he had bought and nourished up: and it grew up\ntogether with him, and with his children; it did eat of his own meat,\nand drank of his own cup, and lay in his bosom, and was unto him\nas a daughter. (4) And there came a traveller unto the rich man,\nand he spared to take of his own flock and of his own herd, to\ndress for the wayfaring man that was come unto him; but took the\npoor man's lamb, and dressed it for the man that was come to him.","(5) And David's anger was greatly kindled against the man; and\nhe said to Nathan, As the LORD liveth, the man that hath done this\nthing shall surely die: (6) And he shall restore the lamb fourfold,\nbecause he did this thing, and because he had no pity. (7) And\nNathan said to David, Thou art the man. Thus saith the LORD God\nof Israel, I anointed thee king over Israel, and I delivered thee out\nof the hand of Saul; (8) And I gave thee thy master's house, and thy\nmaster's wives into thy bosom, and gave thee the house of Israel\nand of Judah; and if that had been too little, I would moreover\nhave given unto thee such and such things."],"word_count":264},{"reference":"Psalm 5:4-8","translation":"KJV","division":"Senior","passage_number":25,"release":"NBBC","cards":["(4) For thou art not a God that hath pleasure in wickedness:\nneither shall evil dwell with thee. (5) The foolish shall not\nstand in thy sight: thou hatest all workers of iniquity. (6) Thou\nshalt destroy them that speak leasing: the LORD will abhor\nthe bloody and deceitful man. (7) But as for me, I will come\ninto thy house in the multitude of thy mercy: and in thy fear\nwill I worship toward thy holy temple. (8) Lead me, O LORD,\nin thy righteousness because of mine enemies; make thy way\nstraight before my face."],"word_count":92},{"reference":"Psalm 33:1-15","translation":"KJV","division":"Senior","passage_number":26,"release":"NBBC","cards":["(1) Rejoice in the LORD, O ye righteous: for praise is comely\nfor the upright. (2) Praise the LORD with harp: sing unto him\nwith the psaltery and an instrument of ten strings. (3) Sing\nunto him a new song; play skilfully with a loud noise. (4) For\nthe word of the LORD is right; and all his works are done in\ntruth. (5) He loveth righteousness and judgment: the earth\nis full of the goodness of the LORD. (6) By the word of the\nLORD were the heavens made; and all the host of them by\nthe breath of his mouth. (7) He gathereth the waters of the sea\ntogether as an heap: he layeth up the depth in storehouses.\n(8) Let all the earth fear the LORD: let all the inhabitants of the","world stand in awe of him. (9) For he spake, and it was done;\nhe commanded, and it stood fast. (10) The LORD bringeth\nthe counsel of the heathen to nought: he maketh the devices\nof the people of none effect. (11) The counsel of the LORD\nstandeth for ever, the thoughts of his heart to all generations.\n(12) Blessed is the nation whose God is the LORD; and the\npeople whom he hath chosen for his own inheritance. (13)\nThe LORD looketh from heaven; he beholdeth all the sons of\nmen. (14) From the place of his habitation he looketh upon\nall the inhabitants of the earth. (15) He fashioneth their hearts\nalike; he considereth all their works."],"word_count":239},{"reference":"Psalm 35:4-5","translation":"KJV","division":"Senior","passage_number":27,"release":"NBBC","cards":["(4) Let them be confounded and put to shame that seek after\nmy soul: let them be turned back and brought to confusion\nthat devise my hurt. (5) Let them be as chaff before the wind:\nand let the angel of the LORD chase them."],"word_count":43},{"reference":"Psalm 42:1-6","translation":"KJV","division":"Senior","passage_number":28,"release":"NBBC","cards":["(1) As the hart panteth after the water brooks, so panteth\nmy soul after thee, O God. (2) My soul thirsteth for God,\nfor the living God: when shall I come and appear before\nGod? (3) My tears have been my meat day and night, while\nthey continually say unto me, Where is thy God? (4) When I\nremember these things, I pour out my soul in me: for I had\ngone with the multitude, I went with them to the house of\nGod, with the voice of joy and praise, with a multitude that\nkept holyday. (5) Why art thou cast down, O my soul? and\nwhy art thou disquieted in me? hope thou in God: for I shall\nyet praise him for the help of his countenance. (6) O my God,","my soul is cast down within me: therefore will I remember\nthee from the land of Jordan, and of the Hermonites, from\nthe hill Mizar."],"word_count":152},{"reference":"Psalm 65:1-13","translation":"KJV","division":"Senior","passage_number":29,"release":"NBBC","cards":["(1) Praise waiteth for thee, O God, in Sion: and unto thee\nshall the vow be performed. (2) O thou that hearest prayer,\nunto thee shall all flesh come. (3) Iniquities prevail against\nme: as for our transgressions, thou shalt purge them away.\n(4) Blessed is the man whom thou choosest, and causest\nto approach unto thee, that he may dwell in thy courts: we\nshall be satisfied with the goodness of thy house, even of thy\nholy temple. (5) By terrible things in righteousness wilt thou\nanswer us, O God of our salvation; who art the confidence of\nall the ends of the earth, and of them that are afar off upon\nthe sea: (6) Which by his strength setteth fast the mountains;","being girded with power: (7) Which stilleth the noise of the\nseas, the noise of their waves, and the tumult of the people.\n(8) They also that dwell in the uttermost parts are afraid at\nthy tokens: thou makest the outgoings of the morning and\nevening to rejoice. (9) Thou visitest the earth, and waterest it:\nthou greatly enrichest it with the river of God, which is full of\nwater: thou preparest them corn, when thou hast so provided\nfor it. (10) Thou waterest the ridges thereof abundantly: thou\nsettlest the furrows thereof: thou makest it soft with showers:\nthou blessest the springing thereof. (11) Thou crownest the\nyear with thy goodness; and thy paths drop fatness. (12)","They drop upon the pastures of the wilderness: and the little\nhills rejoice on every side. (13) The pastures are clothed with\nflocks; the valleys also are covered over with corn; they shout\nfor joy, they also sing."],"word_count":267},{"reference":"Psalm 80:1-17","translation":"KJV","division":"Senior","passage_number":30,"release":"NBBC","cards":["(1) Give ear, O Shepherd of Israel, thou that leadest Joseph\nlike a flock; thou that dwellest between the cherubims, shine\nforth. (2) Before Ephraim and Benjamin and Manasseh stir\nup thy strength, and come and save us. (3) Turn us again, O\nGod, and cause thy face to shine; and we shall be saved. (4) O\nLORD God of hosts, how long wilt thou be angry against the\nprayer of thy people? (5) Thou feedest them with the bread\nof tears; and givest them tears to drink in great measure.\n(6) Thou makest us a strife unto our neighbours: and our\nenemies laugh among themselves. (7) Turn us again, O God\nof hosts, and cause thy face to shine; and we shall be saved.","(8) Thou hast brought a vine out of Egypt: thou hast cast out\nthe heathen, and planted it. (9) Thou preparedst room before\nit, and didst cause it to take deep root, and it filled the land.\n(10) The hills were covered with the shadow of it, and the\nboughs thereof were like the goodly cedars. (11) She sent\nout her boughs unto the sea, and her branches unto the river.\n(12) Why hast thou then broken down her hedges, so that all\nthey which pass by the way do pluck her? (13) The boar out\nof the wood doth waste it, and the wild beast of the field doth\ndevour it. (14) Return, we beseech thee, O God of hosts: look\ndown from heaven, and behold, and visit this vine; (15) And","the vineyard which thy right hand hath planted, and the branch\nthat thou madest strong for thyself. (16) It is burned with fire,\nit is cut down: they perish at the rebuke of thy countenance.\n(17) Let thy hand be upon the man of thy right hand, upon the\nson of man whom thou madest strong for thyself."],"word_count":299},{"reference":"Psalm 92:1-10","translation":"KJV","division":"Senior","passage_number":31,"release":"NBBC","cards":["(1) It is a good thing to give thanks unto the LORD, and to\nsing praises unto thy name, O most High: (2) To shew forth\nthy lovingkindness in the morning, and thy faithfulness every\nnight, (3) Upon an instrument of ten strings, and upon the\npsaltery; upon the harp with a solemn sound. (4) For thou,\nLORD, hast made me glad through thy work: I will triumph in\nthe works of thy hands. (5) O LORD, how great are thy works!\nand thy thoughts are very deep. (6) A brutish man knoweth\nnot; neither doth a fool understand this. (7) When the wicked\nspring as the grass, and when all the workers of iniquity do\nflourish; it is that they shall be destroyed for ever: (8) But thou,","LORD, art most high for evermore. (9) For, lo, thine enemies,\nO LORD, for, lo, thine enemies shall perish; all the workers of\niniquity shall be scattered. (10) But my horn shalt thou exalt\nlike the horn of an unicorn: I shall be anointed with fresh oil."],"word_count":166},{"reference":"Psalm 101:3-4","translation":"KJV","division":"Senior","passage_number":32,"release":"NBBC","cards":["(3) I will set no wicked thing before mine eyes: I hate the work\nof them that turn aside; it shall not cleave to me. (4) A froward\nheart shall depart from me: I will not know a wicked person."],"word_count":38},{"reference":"Proverbs 8:12-17","translation":"KJV","division":"Senior","passage_number":33,"release":"NBBC","cards":["(12) I wisdom dwell with prudence, and find out knowledge\nof witty inventions. (13) The fear of the LORD is to hate evil:\npride, and arrogancy, and the evil way, and the froward\nmouth, do I hate. (14) Counsel is mine, and sound wisdom:\nI am understanding; I have strength. (15) By me kings reign,\nand princes decree justice. (16) By me princes rule, and\nnobles, even all the judges of the earth. (17) I love them that\nlove me; and those that seek me early shall find me."],"word_count":83},{"reference":"Isaiah 60:1-9","translation":"KJV","division":"Senior","passage_number":34,"release":"NBBC","cards":["(1) Arise, shine; for thy light is come, and the glory of the LORD is\nrisen upon thee. (2) For, behold, the darkness shall cover the earth,\nand gross darkness the people: but the LORD shall arise upon\nthee, and his glory shall be seen upon thee. (3) And the Gentiles\nshall come to thy light, and kings to the brightness of thy rising. (4)\nLift up thine eyes round about, and see: all they gather themselves\ntogether, they come to thee: thy sons shall come from far, and thy\ndaughters shall be nursed at thy side. (5) Then thou shalt see, and\nflow together, and thine heart shall fear, and be enlarged; because\nthe abundance of the sea shall be converted unto thee, the forces\nof the Gentiles shall come unto thee. (6) The multitude of camels","shall cover thee, the dromedaries of Midian and Ephah; all they\nfrom Sheba shall come: they shall bring gold and incense; and\nthey shall shew forth the praises of the LORD. (7) All the flocks of\nKedar shall be gathered together unto thee, the rams of Nebaioth\nshall minister unto thee: they shall come up with acceptance on\nmine altar, and I will glorify the house of my glory. (8) Who are\nthese that fly as a cloud, and as the doves to their windows? (9)\nSurely the isles shall wait for me, and the ships of Tarshish first,\nto bring thy sons from far, their silver and their gold with them,\nunto the name of the LORD thy God, and to the Holy One of Israel,\nbecause he hath glorified thee."],"word_count":261},{"reference":"Lamentations 3:22-42","translation":"KJV","division":"Senior","passage_number":35,"release":"NBBC","cards":["(22) It is of the LORD'S mercies that we are not consumed,\nbecause his compassions fail not. (23) They are new every\nmorning: great is thy faithfulness. (24) The LORD is my\nportion, saith my soul; therefore will I hope in him. (25) The\nLORD is good unto them that wait for him, to the soul that\nseeketh him. (26) It is good that a man should both hope and\nquietly wait for the salvation of the LORD. (27) It is good for a\nman that he bear the yoke in his youth. (28) He sitteth alone\nand keepeth silence, because he hath borne it upon him. (29)\nHe putteth his mouth in the dust; if so be there may be hope.\n(30) He giveth his cheek to him that smiteth him: he is filled","full with reproach. (31) For the Lord will not cast off for ever:\n(32) But though he cause grief, yet will he have compassion\naccording to the multitude of his mercies. (33) For he doth\nnot afflict willingly nor grieve the children of men. (34) To\ncrush under his feet all the prisoners of the earth, (35) To turn\naside the right of a man before the face of the most High, (36)\nTo subvert a man in his cause, the Lord approveth not. (37)\nWho is he that saith, and it cometh to pass, when the Lord\ncommandeth it not? (38) Out of the mouth of the most High\nproceedeth not evil and good? (39) Wherefore doth a living\nman complain, a man for the punishment of his sins? (40)","Let us search and try our ways, and turn again to the LORD.\n(41) Let us lift up our heart with our hands unto God in the\nheavens. (42) We have transgressed and have rebelled: thou\nhast not pardoned."],"word_count":284},{"reference":"Ezekiel 1:4-14","translation":"KJV","division":"Senior","passage_number":36,"release":"NBBC","cards":["4) And I looked, and, behold, a whirlwind came out of the north,\na great cloud, and a fire infolding itself, and a brightness was\nabout it, and out of the midst thereof as the colour of amber,\nout of the midst of the fire. (5) Also out of the midst thereof\ncame the likeness of four living creatures. And this was their\nappearance; they had the likeness of a man. (6) And every\none had four faces, and every one had four wings. (7) And\ntheir feet were straight feet; and the sole of their feet was like\nthe sole of a calf's foot: and they sparkled like the colour of\nburnished brass. (8) And they had the hands of a man under\ntheir wings on their four sides; and they four had their faces","and their wings. (9) Their wings were joined one to another;\nthey turned not when they went; they went every one straight\nforward. (10) As for the likeness of their faces, they four had\nthe face of a man, and the face of a lion, on the right side: and\nthey four had the face of an ox on the left side; they four also\nhad the face of an eagle. (11) Thus were their faces: and their\nwings were stretched upward; two wings of every one were\njoined one to another, and two covered their bodies. (12) And\nthey went every one straight forward: whither the spirit was\nto go, they went; and they turned not when they went. (13) As\nfor the likeness of the living creatures, their appearance was","like burning coals of fire, and like the appearance of lamps:\nit went up and down among the living creatures; and the fire\nwas bright, and out of the fire went forth lightning. (14) And\nthe living creatures ran and returned as the appearance of a\nflash of lightning."],"word_count":306},{"reference":"Daniel 1:8-17","translation":"KJV","division":"Senior","passage_number":37,"release":"NBBC","cards":["(8) But Daniel purposed in his heart that he would not defile\nhimself with the portion of the king's meat, nor with the wine\nwhich he drank: therefore he requested of the prince of the\neunuchs that he might not defile himself. (9) Now God had\nbrought Daniel into favour and tender love with the prince\nof the eunuchs. (10) And the prince of the eunuchs said unto\nDaniel, I fear my lord the king, who hath appointed your meat\nand your drink: for why should he see your faces worse liking\nthan the children which are of your sort? then shall ye make\nme endanger my head to the king. (11) Then said Daniel to\nMelzar, whom the prince of the eunuchs had set over Daniel,","Hananiah, Mishael, and Azariah, (12) Prove thy servants, I\nbeseech thee, ten days; and let them give us pulse to eat,\nand water to drink. (13) Then let our countenances be looked\nupon before thee, and the countenance of the children that\neat of the portion of the king's meat: and as thou seest, deal\nwith thy servants. (14) So he consented to them in this matter,\nand proved them ten days. (15) And at the end of ten days\ntheir countenances appeared fairer and fatter in flesh than\nall the children which did eat the portion of the king's meat.\n(16) Thus Melzar took away the portion of their meat, and the\nwine that they should drink; and gave them pulse. (17) As for","these four children, God gave them knowledge and skill in\nall learning and wisdom: and Daniel had understanding in all\nvisions and dreams."],"word_count":265},{"reference":"Joel 2:1-11","translation":"KJV","division":"Senior","passage_number":38,"release":"NBBC","cards":["(1) Blow ye the trumpet in Zion, and sound an alarm in my\nholy mountain: let all the inhabitants of the land tremble:\nfor the day of the LORD cometh, for it is nigh at hand; (2) A\nday of darkness and of gloominess, a day of clouds and of\nthick darkness, as the morning spread upon the mountains: a\ngreat people and a strong; there hath not been ever the like,\nneither shall be any more after it, even to the years of many\ngenerations. (3) A fire devoureth before them; and behind\nthem a flame burneth: the land is as the garden of Eden\nbefore them, and behind them a desolate wilderness; yea,\nand nothing shall escape them. (4) The appearance of them is","as the appearance of horses; and as horsemen, so shall they\nrun. (5) Like the noise of chariots on the tops of mountains shall\nthey leap, like the noise of a flame of fire that devoureth the\nstubble, as a strong people set in battle array. (6) Before their\nface the people shall be much pained: all faces shall gather\nblackness. (7) They shall run like mighty men; they shall climb\nthe wall like men of war; and they shall march every one on\nhis ways, and they shall not break their ranks: (8) Neither shall\none thrust another; they shall walk every one in his path: and\nwhen they fall upon the sword, they shall not be wounded. (9)\nThey shall run to and fro in the city; they shall run upon the","wall, they shall climb up upon the houses; they shall enter in\nat the windows like a thief. (10) The earth shall quake before\nthem; the heavens shall tremble: the sun and the moon shall\nbe dark, and the stars shall withdraw their shining: (11) And\nthe LORD shall utter his voice before his army: for his camp\nis very great: for he is strong that executeth his word: for the\nday of the LORD is great and very terrible; and who can abide\nit?"],"word_count":334},{"reference":"Amos 2:1-5","translation":"KJV","division":"Senior","passage_number":39,"release":"NBBC","cards":["(1) Thus saith the LORD; For three transgressions of Moab, and\nfor four, I will not turn away the punishment thereof; because\nhe burned the bones of the king of Edom into lime: (2) But\nI will send a fire upon Moab, and it shall devour the palaces\nof Kerioth: and Moab shall die with tumult, with shouting,\nand with the sound of the trumpet: (3) And I will cut off the\njudge from the midst thereof, and will slay all the princes\nthereof with him, saith the LORD. (4) Thus saith the LORD;\nFor three transgressions of Judah, and for four, I will not turn\naway the punishment thereof; because they have despised\nthe law of the LORD, and have not kept his commandments,","and their lies caused them to err, after the which their fathers\nhave walked: (5) But I will send a fire upon Judah, and it shall\ndevour the palaces of Jerusalem."],"word_count":151},{"reference":"Obadiah 1:17-21","translation":"KJV","division":"Senior","passage_number":40,"release":"NBBC","cards":["(17) But upon mount Zion shall be deliverance, and there\nshall be holiness; and the house of Jacob shall possess their\npossessions. (18) And the house of Jacob shall be a fire,\nand the house of Joseph a flame, and the house of Esau for\nstubble, and they shall kindle in them, and devour them; and\nthere shall not be any remaining of the house of Esau; for the\nLORD hath spoken it. (19) And they of the south shall possess\nthe mount of Esau; and they of the plain the Philistines: and\nthey shall possess the fields of Ephraim, and the fields of\nSamaria: and Benjamin shall possess Gilead. (20) And the\ncaptivity of this host of the children of Israel shall possess that","of the Canaanites, even unto Zarephath; and the captivity of\nJerusalem, which is in Sepharad, shall possess the cities of\nthe south. (21) And saviours shall come up on mount Zion\nto judge the mount of Esau; and the kingdom shall be the\nLORD'S."],"word_count":164},{"reference":"Nahum 1:6-8","translation":"KJV","division":"Senior","passage_number":41,"release":"NBBC","cards":["(6) Who can stand before his indignation? and who can abide\nin the fierceness of his anger? his fury is poured out like fire,\nand the rocks are thrown down by him. (7) The LORD is good,\na strong hold in the day of trouble; and he knoweth them that\ntrust in him. (8) But with an overrunning flood he will make an\nutter end of the place thereof, and darkness shall pursue his\nenemies."],"word_count":72},{"reference":"Zechariah 4:1-10","translation":"KJV","division":"Senior","passage_number":42,"release":"NBBC","cards":["(1) And the angel that talked with me came again, and waked\nme, as a man that is wakened out of his sleep, (2) And said unto\nme, What seest thou? And I said, I have looked, and behold a\ncandlestick all of gold, with a bowl upon the top of it, and his seven\nlamps thereon, and seven pipes to the seven lamps, which are\nupon the top thereof: (3) And two olive trees by it, one upon the\nright side of the bowl, and the other upon the left side thereof. (4)\nSo I answered and spake to the angel that talked with me, saying,\nWhat are these, my lord? (5) Then the angel that talked with me\nanswered and said unto me, Knowest thou not what these be?\nAnd I said, No, my lord. (6) Then he answered and spake unto me,\nsaying, This is the word of the LORD unto Zerubbabel, saying, Not","by might, nor by power, but by my spirit, saith the LORD of hosts.\n(7) Who art thou, O great mountain? before Zerubbabel thou shalt\nbecome a plain: and he shall bring forth the headstone thereof\nwith shoutings, crying, Grace, grace unto it. (8) Moreover the word\nof the LORD came unto me, saying, (9) The hands of Zerubbabel\nhave laid the foundation of this house; his hands shall also finish\nit; and thou shalt know that the LORD of hosts hath sent me unto\nyou. (10) For who hath despised the day of small things? for they\nshall rejoice, and shall see the plummet in the hand of Zerubbabel\nwith those seven; they are the eyes of the LORD, which run to and\nfro through the whole earth."],"word_count":276},{"reference":"Matthew 2:9-11","translation":"KJV","division":"Senior","passage_number":43,"release":"NBBC","cards":["(9) When they had heard the king, they departed; and, lo, the\nstar, which they saw in the east, went before them, till it came\nand stood over where the young child was. (10) When they\nsaw the star, they rejoiced with exceeding great joy. (11) And\nwhen they were come into the house, they saw the young child\nwith Mary his mother, and fell down, and worshipped him:\nand when they had opened their treasures, they presented\nunto him gifts; gold, and frankincense, and myrrh."],"word_count":83},{"reference":"Philippians 4:10-13","translation":"KJV","division":"Senior","passage_number":44,"release":"NBBC","cards":["(10) But I rejoiced in the Lord greatly, that now at the last\nyour care of me hath flourished again; wherein ye were also\ncareful, but ye lacked opportunity. (11) Not that I speak in\nrespect of want: for I have learned, in whatsoever state I am,\ntherewith to be content. (12) I know both how to be abased,\nand I know how to abound: every where and in all things I am\ninstructed both to be full and to be hungry, both to abound\nand to suffer need. (13) I can do all things through Christ\nwhich strengtheneth me."],"word_count":96},{"reference":"1 John 3:1-2","translation":"KJV","division":"Senior","passage_number":45,"release":"NBBC","cards":["(1) Behold, what manner of love the Father hath bestowed\nupon us, that we should be called the sons of God: therefore\nthe world knoweth us not, because it knew him not. (2)\nBeloved, now are we the sons of God, and it doth not yet\nappear what we shall be: but we know that, when he shall\nappear, we shall be like him; for we shall see him as he is."],"word_count":70},{"reference":"Genesis 12:4-20","translation":"KJV","division":"Senior","passage_number":46,"release":"NBBC","cards":["(4) So Abram departed, as the LORD had spoken unto him;\nand Lot went with him: and Abram was seventy and five years\nold when he departed out of Haran. (5) And Abram took Sarai\nhis wife, and Lot his brother's son, and all their substance\nthat they had gathered, and the souls that they had gotten in\nHaran; and they went forth to go into the land of Canaan; and\ninto the land of Canaan they came. (6) And Abram passed\nthrough the land unto the place of Sichem, unto the plain of\nMoreh. And the Canaanite was then in the land. (7) And the\nLORD appeared unto Abram, and said, Unto thy seed will I\ngive this land: and there builded he an altar unto the LORD,","who appeared unto him. (8) And he removed from thence\nunto a mountain on the east of Bethel, and pitched his tent,\nhaving Bethel on the west, and Hai on the east: and there he\nbuilded an altar unto the LORD, and called upon the name\nof the LORD. (9) And Abram journeyed, going on still toward\nthe south. (10) And there was a famine in the land: and Abram\nwent down into Egypt to sojourn there; for the famine was\ngrievous in the land. (11) And it came to pass, when he was\ncome near to enter into Egypt, that he said unto Sarai his wife,\nBehold now, I know that thou art a fair woman to look upon:\n(12) Therefore it shall come to pass, when the Egyptians shall","see thee, that they shall say, This is his wife: and they will kill\nme, but they will save thee alive. (13) Say, I pray thee, thou\nart my sister: that it may be well with me for thy sake; and my\nsoul shall live because of thee. (14) And it came to pass, that,\nwhen Abram was come into Egypt, the Egyptians beheld\nthe woman that she was very fair. (15) The princes also of\nPharaoh saw her, and commended her before Pharaoh: and\nthe woman was taken into Pharaoh's house. (16) And he\nentreated Abram well for her sake: and he had sheep, and\noxen, and he asses, and menservants, and maidservants, and\nshe asses, and camels. (17) And the LORD plagued Pharaoh","and his house with great plagues because of Sarai Abram's\nwife. (18) And Pharaoh called Abram, and said, What is this\nthat thou hast done unto me? why didst thou not tell me that\nshe was thy wife? (19) Why saidst thou, She is my sister? so I\nmight have taken her to me to wife: now therefore behold thy\nwife, take her, and go thy way. (20) And Pharaoh commanded\nhis men concerning him: and they sent him away, and his wife,\nand all that he had."],"word_count":456},{"reference":"Deuteronomy 4:2-6","translation":"KJV","division":"Senior","passage_number":47,"release":"NBBC","cards":["(2) Ye shall not add unto the word which I command you,\nneither shall ye diminish ought from it, that ye may keep the\ncommandments of the LORD your God which I command\nyou. (3) Your eyes have seen what the LORD did because of\nBaalpeor: for all the men that followed Baalpeor, the LORD\nthy God hath destroyed them from among you. (4) But ye\nthat did cleave unto the LORD your God are alive every one\nof you this day. (5) Behold, I have taught you statutes and\njudgments, even as the LORD my God commanded me, that\nye should do so in the land whither ye go to possess it. (6)\nKeep therefore and do them; for this is your wisdom and your","understanding in the sight of the nations, which shall hear all\nthese statutes, and say, Surely this great nation is a wise and\nunderstanding people."],"word_count":146},{"reference":"Psalm 69:1-24","translation":"KJV","division":"Senior","passage_number":48,"release":"NBBC","cards":["(1) Save me, O God; for the waters are come in unto my\nsoul. (2) I sink in deep mire, where there is no standing: I\nam come into deep waters, where the floods overflow me.\n(3) I am weary of my crying: my throat is dried: mine eyes\nfail while I wait for my God. (4) They that hate me without a\ncause are more than the hairs of mine head: they that would\ndestroy me, being mine enemies wrongfully, are mighty: then\nI restored that which I took not away. (5) O God, thou knowest\nmy foolishness; and my sins are not hid from thee. (6) Let not\nthem that wait on thee, O Lord GOD of hosts, be ashamed for\nmy sake: let not those that seek thee be confounded for my","sake, O God of Israel. (7) Because for thy sake I have borne\nreproach; shame hath covered my face. (8) I am become a\nstranger unto my brethren, and an alien unto my mother's\nchildren. (9) For the zeal of thine house hath eaten me up;\nand the reproaches of them that reproached thee are fallen\nupon me. (10) When I wept, and chastened my soul with\nfasting, that was to my reproach. (11) I made sackcloth also\nmy garment; and I became a proverb to them. (12) They that\nsit in the gate speak against me; and I was the song of the\ndrunkards. (13) But as for me, my prayer is unto thee, O LORD,\nin an acceptable time: O God, in the multitude of thy mercy","hear me, in the truth of thy salvation. (14) Deliver me out of\nthe mire, and let me not sink: let me be delivered from them\nthat hate me, and out of the deep waters. (15) Let not the\nwaterflood overflow me, neither let the deep swallow me up,\nand let not the pit shut her mouth upon me. (16) Hear me, O\nLORD; for thy lovingkindness is good: turn unto me according\nto the multitude of thy tender mercies. (17) And hide not thy\nface from thy servant; for I am in trouble: hear me speedily.\n(18) Draw nigh unto my soul, and redeem it: deliver me\nbecause of mine enemies. (19) Thou hast known my reproach,\nand my shame, and my dishonour: mine adversaries are all","before thee. (20) Reproach hath broken my heart; and I am\nfull of heaviness: and I looked for some to take pity, but there\nwas none; and for comforters, but I found none. (21) They\ngave me also gall for my meat; and in my thirst they gave me\nvinegar to drink. (22) Let their table become a snare before\nthem: and that which should have been for their welfare, let it\nbecome a trap. (23) Let their eyes be darkened, that they see\nnot; and make their loins continually to shake. (24) Pour out\nthine indignation upon them, and let thy wrathful anger take\nhold of them."],"word_count":476},{"reference":"Psalm 119:17-48","translation":"KJV","division":"Senior","passage_number":49,"release":"NBBC","cards":["(17) Deal bountifully with thy servant, that I may live, and\nkeep thy word. (18) Open thou mine eyes, that I may behold\nwondrous things out of thy law. (19) I am a stranger in the\nearth: hide not thy commandments from me. (20) My soul\nbreaketh for the longing that it hath unto thy judgments at\nall times. (21) Thou hast rebuked the proud that are cursed,\nwhich do err from thy commandments. (22) Remove from\nme reproach and contempt; for I have kept thy testimonies.\n(23) Princes also did sit and speak against me: but thy servant\ndid meditate in thy statutes. (24) Thy testimonies also are my\ndelight and my counsellors. (25) My soul cleaveth unto the","dust: quicken thou me according to thy word. (26) I have\ndeclared my ways, and thou heardest me: teach me thy\nstatutes. (27) Make me to understand the way of thy precepts:\nso shall I talk of thy wondrous works. (28) My soul melteth\nfor heaviness: strengthen thou me according unto thy word.\n(29) Remove from me the way of lying: and grant me thy law\ngraciously. (30) I have chosen the way of truth: thy judgments\nhave I laid before me. (31) I have stuck unto thy testimonies:\nO LORD, put me not to shame. (32) I will run the way of thy\ncommandments, when thou shalt enlarge my heart. (33)\nTeach me, O LORD, the way of thy statutes; and I shall keep","it unto the end. (34) Give me understanding, and I shall keep\nthy law; yea, I shall observe it with my whole heart. (35) Make\nme to go in the path of thy commandments; for therein do I\ndelight. (36) Incline my heart unto thy testimonies, and not\nto covetousness. (37) Turn away mine eyes from beholding\nvanity; and quicken thou me in thy way. (38) Stablish thy\nword unto thy servant, who is devoted to thy fear. (39) Turn\naway my reproach which I fear: for thy judgments are good.\n(40) Behold, I have longed after thy precepts: quicken me in\nthy righteousness. (41) Let thy mercies come also unto me,\nO LORD, even thy salvation, according to thy word. (42) So","shall I have wherewith to answer him that reproacheth me:\nfor I trust in thy word. (43) And take not the word of truth\nutterly out of my mouth; for I have hoped in thy judgments.\n(44) So shall I keep thy law continually for ever and ever. (45)\nAnd I will walk at liberty: for I seek thy precepts. (46) I will\nspeak of thy testimonies also before kings, and will not be\nashamed. (47) And I will delight myself in thy commandments,\nwhich I have loved. (48) My hands also will I lift up unto thy\ncommandments, which I have loved; and I will meditate in thy\nstatutes."],"word_count":446},{"reference":"Proverbs 2:1-10","translation":"KJV","division":"Senior","passage_number":50,"release":"NBBC","cards":["(1) My son, if thou wilt receive my words, and hide my\ncommandments with thee; (2) So that thou incline thine ear\nunto wisdom, and apply thine heart to understanding; (3)\nYea, if thou criest after knowledge, and liftest up thy voice for\nunderstanding; (4) If thou seekest her as silver, and searchest\nfor her as for hid treasures; (5) Then shalt thou understand the\nfear of the LORD, and find the knowledge of God. (6) For the\nLORD giveth wisdom: out of his mouth cometh knowledge\nand understanding. (7) He layeth up sound wisdom for the\nrighteous: he is a buckler to them that walk uprightly. (8)\nHe keepeth the paths of judgment, and preserveth the way","of his saints. (9) Then shalt thou understand righteousness,\nand judgment, and equity; yea, every good path. (10) When\nwisdom entereth into thine heart, and knowledge is pleasant\nunto thy soul;"],"word_count":139},{"reference":"Isaiah 30:15-18","translation":"KJV","division":"Senior","passage_number":51,"release":"NBBC","cards":["(15) For thus saith the Lord GOD, the Holy One of Israel; In returning\nand rest shall ye be saved; in quietness and in confidence shall be\nyour strength: and ye would not. (16) But ye said, No; for we will\nflee upon horses; therefore shall ye flee: and, We will ride upon\nthe swift; therefore shall they that pursue you be swift. (17) One\nthousand shall flee at the rebuke of one; at the rebuke of five shall\nye flee: till ye be left as a beacon upon the top of a mountain, and\nas an ensign on an hill. (18) And therefore will the LORD wait, that\nhe may be gracious unto you, and therefore will he be exalted, that\nhe may have mercy upon you: for the LORD is a God of judgment:\nblessed are all they that wait for him."],"word_count":140},{"reference":"Jonah 1:1-17","translation":"KJV","division":"Senior","passage_number":52,"release":"NBBC","cards":["(1) Now the word of the LORD came unto Jonah the son of\nAmittai, saying, (2) Arise, go to Nineveh, that great city, and\ncry against it; for their wickedness is come up before me. (3)\nBut Jonah rose up to flee unto Tarshish from the presence\nof the LORD, and went down to Joppa; and he found a ship\ngoing to Tarshish: so he paid the fare thereof, and went down\ninto it, to go with them unto Tarshish from the presence of the\nLORD. (4) But the LORD sent out a great wind into the sea,\nand there was a mighty tempest in the sea, so that the ship\nwas like to be broken. (5) Then the mariners were afraid, and\ncried every man unto his god, and cast forth the wares that","were in the ship into the sea, to lighten it of them. But Jonah\nwas gone down into the sides of the ship; and he lay, and\nwas fast asleep. (6) So the shipmaster came to him, and said\nunto him, What meanest thou, O sleeper? arise, call upon thy\nGod, if so be that God will think upon us, that we perish not.\n(7) And they said every one to his fellow, Come, and let us\ncast lots, that we may know for whose cause this evil is upon\nus. So they cast lots, and the lot fell upon Jonah. (8) Then said\nthey unto him, Tell us, we pray thee, for whose cause this evil\nis upon us; What is thine occupation? and whence comest\nthou? what is thy country? and of what people art thou? (9)","And he said unto them, I am an Hebrew; and I fear the LORD,\nthe God of heaven, which hath made the sea and the dry\nland. (10) Then were the men exceedingly afraid, and said\nunto him, Why hast thou done this? For the men knew that\nhe fled from the presence of the LORD, because he had told\nthem. (11) Then said they unto him, What shall we do unto\nthee, that the sea may be calm unto us? for the sea wrought,\nand was tempestuous. (12) And he said unto them, Take me\nup, and cast me forth into the sea; so shall the sea be calm\nunto you: for I know that for my sake this great tempest is\nupon you. (13) Nevertheless the men rowed hard to bring it","to the land; but they could not: for the sea wrought, and was\ntempestuous against them. (14) Wherefore they cried unto\nthe LORD, and said, We beseech thee, O LORD, we beseech\nthee, let us not perish for this man's life, and lay not upon us\ninnocent blood: for thou, O LORD, hast done as it pleased\nthee. (15) So they took up Jonah, and cast him forth into the\nsea: and the sea ceased from her raging. (16) Then the men\nfeared the LORD exceedingly, and offered a sacrifice unto\nthe LORD, and made vows. (17) Now the LORD had prepared\na great fish to swallow up Jonah. And Jonah was in the belly\nof the fish three days and three nights."],"word_count":514},{"reference":"Matthew 3:16-17","translation":"KJV","division":"Senior","passage_number":53,"release":"NBBC","cards":["(16) And Jesus, when he was baptized, went up straightway\nout of the water: and, lo, the heavens were opened unto him,\nand he saw the Spirit of God descending like a dove, and\nlighting upon him: (17) And lo a voice from heaven, saying,\nThis is my beloved Son, in whom I am well pleased."],"word_count":54},{"reference":"Matthew 5:1-16","translation":"KJV","division":"Senior","passage_number":54,"release":"NBBC","cards":["(1) And seeing the multitudes, he went up into a mountain: and\nwhen he was set, his disciples came unto him: (2) And he opened\nhis mouth, and taught them, saying, (3) Blessed are the poor in\nspirit: for theirs is the kingdom of heaven. (4) Blessed are they that\nmourn: for they shall be comforted. (5) Blessed are the meek: for\nthey shall inherit the earth. (6) Blessed are they which do hunger\nand thirst after righteousness: for they shall be filled. (7) Blessed are\nthe merciful: for they shall obtain mercy. (8) Blessed are the pure in\nheart: for they shall see God. (9) Blessed are the peacemakers: for\nthey shall be called the children of God. (10) Blessed are they which\nare persecuted for righteousness' sake: for theirs is the kingdom\nof heaven. (11) Blessed are ye, when men shall revile you, and","persecute you, and shall say all manner of evil against you falsely,\nfor my sake. (12) Rejoice, and be exceeding glad: for great is your\nreward in heaven: for so persecuted they the prophets which were\nbefore you. (13) Ye are the salt of the earth: but if the salt have\nlost his savour, wherewith shall it be salted? it is thenceforth good\nfor nothing, but to be cast out, and to be trodden under foot of\nmen. (14) Ye are the light of the world. A city that is set on an hill\ncannot be hid. (15) Neither do men light a candle, and put it under\na bushel, but on a candlestick; and it giveth light unto all that are\nin the house. (16) Let your light so shine before men, that they may\nsee your good works, and glorify your Father which is in heaven."],"word_count":278},{"reference":"Matthew 27:1-14","translation":"KJV","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) When the morning was come, all the chief priests and\nelders of the people took counsel against Jesus to put him to\ndeath: (2) And when they had bound him, they led him away,\nand delivered him to Pontius Pilate the governor. (3) Then\nJudas, which had betrayed him, when he saw that he was\ncondemned, repented himself, and brought again the thirty\npieces of silver to the chief priests and elders, (4) Saying, I\nhave sinned in that I have betrayed the innocent blood. And\nthey said, What is that to us? see thou to that. (5) And he cast\ndown the pieces of silver in the temple, and departed, and\nwent and hanged himself. (6) And the chief priests took the","silver pieces, and said, It is not lawful for to put them into\nthe treasury, because it is the price of blood. (7) And they\ntook counsel, and bought with them the potter's field, to\nbury strangers in. (8) Wherefore that field was called, The\nfield of blood, unto this day. (9) Then was fulfilled that which\nwas spoken by Jeremy the prophet, saying, And they took\nthe thirty pieces of silver, the price of him that was valued,\nwhom they of the children of Israel did value; (10) And gave\nthem for the potter's field, as the Lord appointed me. (11)\nAnd Jesus stood before the governor: and the governor\nasked him, saying, Art thou the King of the Jews? And Jesus","said unto him, Thou sayest. (12) And when he was accused of\nthe chief priests and elders, he answered nothing. (13) Then\nsaid Pilate unto him, Hearest thou not how many things they\nwitness against thee? (14) And he answered him to never a\nword; insomuch that the governor marvelled greatly."],"word_count":284},{"reference":"Mark 4:21-32","translation":"KJV","division":"Senior","passage_number":56,"release":"NBBC","cards":["(21) And he said unto them, Is a candle brought to be put under\na bushel, or under a bed? and not to be set on a candlestick? (22)\nFor there is nothing hid, which shall not be manifested; neither\nwas any thing kept secret, but that it should come abroad. (23)\nIf any man have ears to hear, let him hear. (24) And he said unto\nthem, Take heed what ye hear: with what measure ye mete, it shall\nbe measured to you: and unto you that hear shall more be given.\n(25) For he that hath, to him shall be given: and he that hath not,\nfrom him shall be taken even that which he hath. (26) And he said,\nSo is the kingdom of God, as if a man should cast seed into the\nground; (27) And should sleep, and rise night and day, and the","seed should spring and grow up, he knoweth not how. (28) For the\nearth bringeth forth fruit of herself; first the blade, then the ear,\nafter that the full corn in the ear. (29) But when the fruit is brought\nforth, immediately he putteth in the sickle, because the harvest is\ncome. (30) And he said, Whereunto shall we liken the kingdom of\nGod? or with what comparison shall we compare it? (31) It is like\na grain of mustard seed, which, when it is sown in the earth, is less\nthan all the seeds that be in the earth: (32) But when it is sown, it\ngroweth up, and becometh greater than all herbs, and shooteth\nout great branches; so that the fowls of the air may lodge under\nthe shadow of it."],"word_count":271},{"reference":"Luke 10:1-12","translation":"KJV","division":"Senior","passage_number":57,"release":"NBBC","cards":["(1) After these things the Lord appointed other seventy also,\nand sent them two and two before his face into every city and\nplace, whither he himself would come. (2) Therefore said he unto\nthem, The harvest truly is great, but the labourers are few: pray\nye therefore the Lord of the harvest, that he would send forth\nlabourers into his harvest. (3) Go your ways: behold, I send you\nforth as lambs among wolves. (4) Carry neither purse, nor scrip,\nnor shoes: and salute no man by the way. (5) And into whatsoever\nhouse ye enter, first say, Peace be to this house. (6) And if the son of\npeace be there, your peace shall rest upon it: if not, it shall turn to\nyou again. (7) And in the same house remain, eating and drinking","such things as they give: for the labourer is worthy of his hire. Go\nnot from house to house. (8) And into whatsoever city ye enter,\nand they receive you, eat such things as are set before you: (9) And\nheal the sick that are therein, and say unto them, The kingdom of\nGod is come nigh unto you. (10) But into whatsoever city ye enter,\nand they receive you not, go your ways out into the streets of the\nsame, and say, (11) Even the very dust of your city, which cleaveth\non us, we do wipe off against you: notwithstanding be ye sure of\nthis, that the kingdom of God is come nigh unto you. (12) But I say\nunto you, that it shall be more tolerable in that day for Sodom, than\nfor that city."],"word_count":263},{"reference":"Luke 11:10-23","translation":"KJV","division":"Senior","passage_number":58,"release":"NBBC","cards":["(10) For every one that asketh receiveth; and he that seeketh\nfindeth; and to him that knocketh it shall be opened. (11) If a\nson shall ask bread of any of you that is a father, will he give\nhim a stone? or if he ask a fish, will he for a fish give him a\nserpent? (12) Or if he shall ask an egg, will he offer him a\nscorpion? (13) If ye then, being evil, know how to give good\ngifts unto your children: how much more shall your heavenly\nFather give the Holy Spirit to them that ask him? (14) And he\nwas casting out a devil, and it was dumb. And it came to pass,\nwhen the devil was gone out, the dumb spake; and the people\nwondered. (15) But some of them said, He casteth out devils","through Beelzebub the chief of the devils. (16) And others,\ntempting him, sought of him a sign from heaven. (17) But\nhe, knowing their thoughts, said unto them, Every kingdom\ndivided against itself is brought to desolation; and a house\ndivided against a house falleth. (18) If Satan also be divided\nagainst himself, how shall his kingdom stand? because ye\nsay that I cast out devils through Beelzebub. (19) And if I by\nBeelzebub cast out devils, by whom do your sons cast them\nout? therefore shall they be your judges. (20) But if I with the\nfinger of God cast out devils, no doubt the kingdom of God\nis come upon you. (21) When a strong man armed keepeth","his palace, his goods are in peace: (22) But when a stronger\nthan he shall come upon him, and overcome him, he taketh\nfrom him all his armour wherein he trusted, and divideth his\nspoils. (23) He that is not with me is against me: and he that\ngathereth not with me scattereth."],"word_count":301},{"reference":"Luke 16:1-11","translation":"KJV","division":"Senior","passage_number":59,"release":"NBBC","cards":["(1) And he said also unto his disciples, There was a certain rich\nman, which had a steward; and the same was accused unto him\nthat he had wasted his goods. (2) And he called him, and said\nunto him, How is it that I hear this of thee? give an account of\nthy stewardship; for thou mayest be no longer steward. (3) Then\nthe steward said within himself, What shall I do? for my lord\ntaketh away from me the stewardship: I cannot dig; to beg I am\nashamed. (4) I am resolved what to do, that, when I am put out\nof the stewardship, they may receive me into their houses. (5) So\nhe called every one of his lord's debtors unto him, and said unto\nthe first, How much owest thou unto my lord? (6) And he said,\nAn hundred measures of oil. And he said unto him, Take thy bill,","and sit down quickly, and write fifty. (7) Then said he to another,\nAnd how much owest thou? And he said, An hundred measures\nof wheat. And he said unto him, Take thy bill, and write fourscore.\n(8) And the lord commended the unjust steward, because he had\ndone wisely: for the children of this world are in their generation\nwiser than the children of light. (9) And I say unto you, Make to\nyourselves friends of the mammon of unrighteousness; that, when\nye fail, they may receive you into everlasting habitations. (10) He\nthat is faithful in that which is least is faithful also in much: and he\nthat is unjust in the least is unjust also in much. (11) If therefore\nye have not been faithful in the unrighteous mammon, who will\ncommit to your trust the true riches?"],"word_count":284},{"reference":"John 17:6-11","translation":"KJV","division":"Senior","passage_number":60,"release":"NBBC","cards":["(6) I have manifested thy name unto the men which thou\ngavest me out of the world: thine they were, and thou gavest\nthem me; and they have kept thy word. (7) Now they have\nknown that all things whatsoever thou hast given me are of\nthee. (8) For I have given unto them the words which thou\ngavest me; and they have received them, and have known\nsurely that I came out from thee, and they have believed\nthat thou didst send me. (9) I pray for them: I pray not for the\nworld, but for them which thou hast given me; for they are\nthine. (10) And all mine are thine, and thine are mine; and I\nam glorified in them. (11) And now I am no more in the world,","but these are in the world, and I come to thee. Holy Father,\nkeep through thine own name those whom thou hast given\nme, that they may be one, as we are."],"word_count":159},{"reference":"John 18:1-14","translation":"KJV","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) When Jesus had spoken these words, he went forth with\nhis disciples over the brook Cedron, where was a garden,\ninto the which he entered, and his disciples. (2) And Judas\nalso, which betrayed him, knew the place: for Jesus ofttimes\nresorted thither with his disciples. (3) Judas then, having\nreceived a band of men and officers from the chief priests\nand Pharisees, cometh thither with lanterns and torches and\nweapons. (4) Jesus therefore, knowing all things that should\ncome upon him, went forth, and said unto them, Whom seek\nye? (5) They answered him, Jesus of Nazareth. Jesus saith\nunto them, I am he. And Judas also, which betrayed him,","stood with them. (6) As soon then as he had said unto them,\nI am he, they went backward, and fell to the ground. (7) Then\nasked he them again, Whom seek ye? And they said, Jesus\nof Nazareth. (8) Jesus answered, I have told you that I am he:\nif therefore ye seek me, let these go their way: (9) That the\nsaying might be fulfilled, which he spake, Of them which thou\ngavest me have I lost none. (10) Then Simon Peter having a\nsword drew it, and smote the high priest's servant, and cut off\nhis right ear. The servant's name was Malchus. (11) Then said\nJesus unto Peter, Put up thy sword into the sheath: the cup\nwhich my Father hath given me, shall I not drink it? (12) Then","the band and the captain and officers of the Jews took Jesus,\nand bound him, (13) And led him away to Annas first; for he\nwas father in law to Caiaphas, which was the high priest that\nsame year. (14) Now Caiaphas was he, which gave counsel to\nthe Jews, that it was expedient that one man should die for\nthe people."],"word_count":294},{"reference":"Acts 17:16-34","translation":"KJV","division":"Senior","passage_number":62,"release":"NBBC","cards":["(16) Now while Paul waited for them at Athens, his spirit was\nstirred in him, when he saw the city wholly given to idolatry. (17)\nTherefore disputed he in the synagogue with the Jews, and with\nthe devout persons, and in the market daily with them that met with\nhim. (18) Then certain philosophers of the Epicureans, and of the\nStoicks, encountered him. And some said, What will this babbler\nsay? other some, He seemeth to be a setter forth of strange gods:\nbecause he preached unto them Jesus, and the resurrection. (19)\nAnd they took him, and brought him unto Areopagus, saying, May\nwe know what this new doctrine, whereof thou speakest, is? (20)\nFor thou bringest certain strange things to our ears: we would","know therefore what these things mean. (21) (For all the Athenians\nand strangers which were there spent their time in nothing else,\nbut either to tell, or to hear some new thing.) (22) Then Paul stood\nin the midst of Mars' hill, and said, Ye men of Athens, I perceive\nthat in all things ye are too superstitious. (23) For as I passed by,\nand beheld your devotions, I found an altar with this inscription,\nTO THE UNKNOWN GOD. Whom therefore ye ignorantly worship,\nhim declare I unto you. (24) God that made the world and all\nthings therein, seeing that he is Lord of heaven and earth, dwelleth\nnot in temples made with hands; (25) Neither is worshipped with\nmen's hands, as though he needed any thing, seeing he giveth","to all life, and breath, and all things; (26) And hath made of one\nblood all nations of men for to dwell on all the face of the earth,\nand hath determined the times before appointed, and the bounds\nof their habitation; (27) That they should seek the Lord, if haply\nthey might feel after him, and find him, though he be not far from\nevery one of us: (28) For in him we live, and move, and have our\nbeing; as certain also of your own poets have said, For we are\nalso his offspring. (29) Forasmuch then as we are the offspring of\nGod, we ought not to think that the Godhead is like unto gold, or\nsilver, or stone, graven by art and man's device. (30) And the times\nof this ignorance God winked at; but now commandeth all men","every where to repent: (31) Because he hath appointed a day, in\nthe which he will judge the world in righteousness by that man\nwhom he hath ordained; whereof he hath given assurance unto all\nmen, in that he hath raised him from the dead. (32) And when they\nheard of the resurrection of the dead, some mocked: and others\nsaid, We will hear thee again of this matter. (33) So Paul departed\nfrom among them. (34) Howbeit certain men clave unto him, and\nbelieved: among the which was Dionysius the Areopagite, and a\nwoman named Damaris, and others with them."],"word_count":482},{"reference":"Acts 26:19-23","translation":"KJV","division":"Senior","passage_number":63,"release":"NBBC","cards":["(19) Whereupon, O king Agrippa, I was not disobedient unto the\nheavenly vision: (20) But shewed first unto them of Damascus, and\nat Jerusalem, and throughout all the coasts of Judaea, and then\nto the Gentiles, that they should repent and turn to God, and do\nworks meet for repentance. (21) For these causes the Jews caught\nme in the temple, and went about to kill me. (22) Having therefore\nobtained help of God, I continue unto this day, witnessing both\nto small and great, saying none other things than those which the\nprophets and Moses did say should come: (23) That Christ should\nsuffer, and that he should be the first that should rise from the\ndead, and should shew light unto the people, and to the Gentiles."],"word_count":124},{"reference":"Romans 1:8-9","translation":"KJV","division":"Senior","passage_number":64,"release":"NBBC","cards":["(8) First, I thank my God through Jesus Christ for you all, that\nyour faith is spoken of throughout the whole world. (9) For\nGod is my witness, whom I serve with my spirit in the gospel\nof his Son, that without ceasing I make mention of you always\nin my prayers;"],"word_count":50},{"reference":"Romans 1:18-23","translation":"KJV","division":"Senior","passage_number":65,"release":"NBBC","cards":["(18) For the wrath of God is revealed from heaven against all\nungodliness and unrighteousness of men, who hold the truth\nin unrighteousness; (19) Because that which may be known\nof God is manifest in them; for God hath shewed it unto them.\n(20) For the invisible things of him from the creation of the\nworld are clearly seen, being understood by the things that\nare made, even his eternal power and Godhead; so that they\nare without excuse: (21) Because that, when they knew God,\nthey glorified him not as God, neither were thankful; but\nbecame vain in their imaginations, and their foolish heart was\ndarkened. (22) Professing themselves to be wise, they became","fools, (23) And changed the glory of the uncorruptible God\ninto an image made like to corruptible man, and to birds, and\nfourfooted beasts, and creeping things."],"word_count":136},{"reference":"Romans 2:1-6","translation":"KJV","division":"Senior","passage_number":66,"release":"NBBC","cards":["(1) Therefore thou art inexcusable, O man, whosoever thou\nart that judgest: for wherein thou judgest another, thou\ncondemnest thyself; for thou that judgest doest the same\nthings. (2) But we are sure that the judgment of God is\naccording to truth against them which commit such things.\n(3) And thinkest thou this, O man, that judgest them which\ndo such things, and doest the same, that thou shalt escape\nthe judgment of God? (4) Or despisest thou the riches of his\ngoodness and forbearance and longsuffering; not knowing\nthat the goodness of God leadeth thee to repentance? (5)\nBut after thy hardness and impenitent heart treasurest up","unto thyself wrath against the day of wrath and revelation of\nthe righteous judgment of God; (6) Who will render to every\nman according to his deeds:"],"word_count":129},{"reference":"Romans 3:21-27","translation":"KJV","division":"Senior","passage_number":67,"release":"NBBC","cards":["(21) But now the righteousness of God without the law is\nmanifested, being witnessed by the law and the prophets;\n(22) Even the righteousness of God which is by faith of Jesus\nChrist unto all and upon all them that believe: for there is no\ndifference: (23) For all have sinned, and come short of the\nglory of God; (24) Being justified freely by his grace through\nthe redemption that is in Christ Jesus: (25) Whom God hath\nset forth to be a propitiation through faith in his blood, to\ndeclare his righteousness for the remission of sins that are\npast, through the forbearance of God; (26) To declare, I say,\nat this time his righteousness: that he might be just, and","the justifier of him which believeth in Jesus. (27) Where is\nboasting then? It is excluded. By what law? of works? Nay:\nbut by the law of faith."],"word_count":143},{"reference":"Romans 4:1-14","translation":"KJV","division":"Senior","passage_number":68,"release":"NBBC","cards":["(1) What shall we say then that Abraham our father, as\npertaining to the flesh, hath found? (2) For if Abraham were\njustified by works, he hath whereof to glory; but not before\nGod. (3) For what saith the scripture? Abraham believed God,\nand it was counted unto him for righteousness. (4) Now to\nhim that worketh is the reward not reckoned of grace, but of\ndebt. (5) But to him that worketh not, but believeth on him that\njustifieth the ungodly, his faith is counted for righteousness.\n(6) Even as David also describeth the blessedness of the man,\nunto whom God imputeth righteousness without works, (7)\nSaying, Blessed are they whose iniquities are forgiven, and","whose sins are covered. (8) Blessed is the man to whom the\nLord will not impute sin. (9) Cometh this blessedness then\nupon the circumcision only, or upon the uncircumcision\nalso? for we say that faith was reckoned to Abraham for\nrighteousness. (10) How was it then reckoned? when he was\nin circumcision, or in uncircumcision? Not in circumcision,\nbut in uncircumcision. (11) And he received the sign of\ncircumcision, a seal of the righteousness of the faith which\nhe had yet being uncircumcised: that he might be the father\nof all them that believe, though they be not circumcised; that\nrighteousness might be imputed unto them also: (12) And the","father of circumcision to them who are not of the circumcision\nonly, but who also walk in the steps of that faith of our father\nAbraham, which he had being yet uncircumcised. (13) For the\npromise, that he should be the heir of the world, was not to\nAbraham, or to his seed, through the law, but through the\nrighteousness of faith. (14) For if they which are of the law\nbe heirs, faith is made void, and the promise made of none\neffect:"],"word_count":297},{"reference":"Romans 5:1-21","translation":"KJV","division":"Senior","passage_number":69,"release":"NBBC","cards":["(1) Therefore being justified by faith, we have peace with God\nthrough our Lord Jesus Christ: (2) By whom also we have access\nby faith into this grace wherein we stand, and rejoice in hope of\nthe glory of God. (3) And not only so, but we glory in tribulations\nalso: knowing that tribulation worketh patience; (4) And patience,\nexperience; and experience, hope: (5) And hope maketh not\nashamed; because the love of God is shed abroad in our hearts by\nthe Holy Ghost which is given unto us. (6) For when we were yet\nwithout strength, in due time Christ died for the ungodly. (7) For\nscarcely for a righteous man will one die: yet peradventure for a\ngood man some would even dare to die. (8) But God commendeth","his love toward us, in that, while we were yet sinners, Christ died\nfor us. (9) Much more then, being now justified by his blood, we\nshall be saved from wrath through him. (10) For if, when we were\nenemies, we were reconciled to God by the death of his Son, much\nmore, being reconciled, we shall be saved by his life. (11) And not\nonly so, but we also joy in God through our Lord Jesus Christ, by\nwhom we have now received the atonement. (12) Wherefore, as\nby one man sin entered into the world, and death by sin; and so\ndeath passed upon all men, for that all have sinned: (13) (For until\nthe law sin was in the world: but sin is not imputed when there\nis no law. (14) Nevertheless death reigned from Adam to Moses,","even over them that had not sinned after the similitude of Adam's\ntransgression, who is the figure of him that was to come. (15) But\nnot as the offence, so also is the free gift. For if through the offence\nof one many be dead, much more the grace of God, and the gift\nby grace, which is by one man, Jesus Christ, hath abounded unto\nmany. (16) And not as it was by one that sinned, so is the gift: for\nthe judgment was by one to condemnation, but the free gift is of\nmany offences unto justification. (17) For if by one man's offence\ndeath reigned by one; much more they which receive abundance\nof grace and of the gift of righteousness shall reign in life by one,\nJesus Christ.) (18) Therefore as by the offence of one judgment","came upon all men to condemnation; even so by the righteousness\nof one the free gift came upon all men unto justification of life.\n(19) For as by one man's disobedience many were made sinners,\nso by the obedience of one shall many be made righteous. (20)\nMoreover the law entered, that the offence might abound. But\nwhere sin abounded, grace did much more abound: (21) That as\nsin hath reigned unto death, even so might grace reign through\nrighteousness unto eternal life by Jesus Christ our Lord."],"word_count":480},{"reference":"Romans 6:1-23","translation":"KJV","division":"Senior","passage_number":70,"release":"NBBC","cards":["(1) What shall we say then? Shall we continue in sin, that grace\nmay abound? (2) God forbid. How shall we, that are dead to\nsin, live any longer therein? (3) Know ye not, that so many of\nus as were baptized into Jesus Christ were baptized into his\ndeath? (4) Therefore we are buried with him by baptism into\ndeath: that like as Christ was raised up from the dead by the\nglory of the Father, even so we also should walk in newness of\nlife. (5) For if we have been planted together in the likeness of\nhis death, we shall be also in the likeness of his resurrection:\n(6) Knowing this, that our old man is crucified with him, that\nthe body of sin might be destroyed, that henceforth we should","not serve sin. (7) For he that is dead is freed from sin. (8) Now\nif we be dead with Christ, we believe that we shall also live\nwith him: (9) Knowing that Christ being raised from the dead\ndieth no more; death hath no more dominion over him. (10)\nFor in that he died, he died unto sin once: but in that he liveth,\nhe liveth unto God. (11) Likewise reckon ye also yourselves to\nbe dead indeed unto sin, but alive unto God through Jesus\nChrist our Lord. (12) Let not sin therefore reign in your mortal\nbody, that ye should obey it in the lusts thereof. (13) Neither\nyield ye your members as instruments of unrighteousness\nunto sin: but yield yourselves unto God, as those that are","alive from the dead, and your members as instruments of\nrighteousness unto God. (14) For sin shall not have dominion\nover you: for ye are not under the law, but under grace. (15)\nWhat then? shall we sin, because we are not under the law,\nbut under grace? God forbid. (16) Know ye not, that to whom\nye yield yourselves servants to obey, his servants ye are to\nwhom ye obey; whether of sin unto death, or of obedience\nunto righteousness? (17) But God be thanked, that ye were\nthe servants of sin, but ye have obeyed from the heart that\nform of doctrine which was delivered you. (18) Being then\nmade free from sin, ye became the servants of righteousness.","(19) I speak after the manner of men because of the infirmity\nof your flesh: for as ye have yielded your members servants\nto uncleanness and to iniquity unto iniquity; even so now\nyield your members servants to righteousness unto holiness.\n(20) For when ye were the servants of sin, ye were free from\nrighteousness. (21) What fruit had ye then in those things\nwhereof ye are now ashamed? for the end of those things is\ndeath. (22) But now being made free from sin, and become\nservants to God, ye have your fruit unto holiness, and the end\neverlasting life. (23) For the wages of sin is death; but the gift\nof God is eternal life through Jesus Christ our Lord."],"word_count":484},{"reference":"Romans 8:12-30","translation":"KJV","division":"Senior","passage_number":71,"release":"NBBC","cards":["(12) Therefore, brethren, we are debtors, not to the flesh, to\nlive after the flesh. (13) For if ye live after the flesh, ye shall\ndie: but if ye through the Spirit do mortify the deeds of the\nbody, ye shall live. (14) For as many as are led by the Spirit of\nGod, they are the sons of God. (15) For ye have not received\nthe spirit of bondage again to fear; but ye have received\nthe Spirit of adoption, whereby we cry, Abba, Father. (16)\nThe Spirit itself beareth witness with our spirit, that we are\nthe children of God: (17) And if children, then heirs; heirs of\nGod, and joint-heirs with Christ; if so be that we suffer with\nhim, that we may be also glorified together. (18) For I reckon","that the sufferings of this present time are not worthy to be\ncompared with the glory which shall be revealed in us. (19)\nFor the earnest expectation of the creature waiteth for the\nmanifestation of the sons of God. (20) For the creature was\nmade subject to vanity, not willingly, but by reason of him who\nhath subjected the same in hope, (21) Because the creature\nitself also shall be delivered from the bondage of corruption\ninto the glorious liberty of the children of God. (22) For we\nknow that the whole creation groaneth and travaileth in pain\ntogether until now. (23) And not only they, but ourselves\nalso, which have the firstfruits of the Spirit, even we ourselves","groan within ourselves, waiting for the adoption, to wit, the\nredemption of our body. (24) For we are saved by hope: but\nhope that is seen is not hope: for what a man seeth, why doth\nhe yet hope for? (25) But if we hope for that we see not, then\ndo we with patience wait for it. (26) Likewise the Spirit also\nhelpeth our infirmities: for we know not what we should pray\nfor as we ought: but the Spirit itself maketh intercession for\nus with groanings which cannot be uttered. (27) And he that\nsearcheth the hearts knoweth what is the mind of the Spirit,\nbecause he maketh intercession for the saints according\nto the will of God. (28) And we know that all things work","together for good to them that love God, to them who are\nthe called according to his purpose. (29) For whom he did\nforeknow, he also did predestinate to be conformed to the\nimage of his Son, that he might be the firstborn among many\nbrethren. (30) Moreover whom he did predestinate, them he\nalso called: and whom he called, them he also justified: and\nwhom he justified, them he also glorified."],"word_count":435},{"reference":"Romans 14:1-12","translation":"KJV","division":"Senior","passage_number":72,"release":"NBBC","cards":["(1) Him that is weak in the faith receive ye, but not to doubtful\ndisputations. (2) For one believeth that he may eat all things: another,\nwho is weak, eateth herbs. (3) Let not him that eateth despise him\nthat eateth not; and let not him which eateth not judge him that\neateth: for God hath received him. (4) Who art thou that judgest\nanother man's servant? to his own master he standeth or falleth.\nYea, he shall be holden up: for God is able to make him stand. (5)\nOne man esteemeth one day above another: another esteemeth\nevery day alike. Let every man be fully persuaded in his own mind.\n(6) He that regardeth the day, regardeth it unto the Lord; and he\nthat regardeth not the day, to the Lord he doth not regard it. He\nthat eateth, eateth to the Lord, for he giveth God thanks; and he","that eateth not, to the Lord he eateth not, and giveth God thanks.\n(7) For none of us liveth to himself, and no man dieth to himself.\n(8) For whether we live, we live unto the Lord; and whether we die,\nwe die unto the Lord: whether we live therefore, or die, we are the\nLord's. (9) For to this end Christ both died, and rose, and revived,\nthat he might be Lord both of the dead and living. (10) But why\ndost thou judge thy brother? or why dost thou set at nought thy\nbrother? for we shall all stand before the judgment seat of Christ.\n(11) For it is written, As I live, saith the Lord, every knee shall bow\nto me, and every tongue shall confess to God. (12) So then every\none of us shall give account of himself to God."],"word_count":285},{"reference":"1 Corinthians 1:18-31","translation":"KJV","division":"Senior","passage_number":73,"release":"NBBC","cards":["(18) For the preaching of the cross is to them that perish\nfoolishness; but unto us which are saved it is the power of God.\n(19) For it is written, I will destroy the wisdom of the wise, and\nwill bring to nothing the understanding of the prudent. (20)\nWhere is the wise? where is the scribe? where is the disputer\nof this world? hath not God made foolish the wisdom of this\nworld? (21) For after that in the wisdom of God the world by\nwisdom knew not God, it pleased God by the foolishness of\npreaching to save them that believe. (22) For the Jews require\na sign, and the Greeks seek after wisdom: (23) But we preach\nChrist crucified, unto the Jews a stumblingblock, and unto the","Greeks foolishness; (24) But unto them which are called, both\nJews and Greeks, Christ the power of God, and the wisdom\nof God. (25) Because the foolishness of God is wiser than\nmen; and the weakness of God is stronger than men. (26) For\nye see your calling, brethren, how that not many wise men\nafter the flesh, not many mighty, not many noble, are called:\n(27) But God hath chosen the foolish things of the world to\nconfound the wise; and God hath chosen the weak things\nof the world to confound the things which are mighty; (28)\nAnd base things of the world, and things which are despised,\nhath God chosen, yea, and things which are not, to bring to","nought things that are: (29) That no flesh should glory in his\npresence. (30) But of him are ye in Christ Jesus, who of God is\nmade unto us wisdom, and righteousness, and sanctification,\nand redemption: (31) That, according as it is written, He that\nglorieth, let him glory in the Lord."],"word_count":290},{"reference":"1 Corinthians 12:12-18","translation":"KJV","division":"Senior","passage_number":74,"release":"NBBC","cards":["(12) For as the body is one, and hath many members, and all the\nmembers of that one body, being many, are one body: so also is\nChrist. (13) For by one Spirit are we all baptized into one body,\nwhether we be Jews or Gentiles, whether we be bond or free; and\nhave been all made to drink into one Spirit. (14) For the body is not\none member, but many. (15) If the foot shall say, Because I am not\nthe hand, I am not of the body; is it therefore not of the body? (16)\nAnd if the ear shall say, Because I am not the eye, I am not of the\nbody; is it therefore not of the body? (17) If the whole body were\nan eye, where were the hearing? If the whole were hearing, where\nwere the smelling? (18) But now hath God set the members every\none of them in the body, as it hath pleased him."],"word_count":157},{"reference":"1 Corinthians 13:1-13","translation":"KJV","division":"Senior","passage_number":75,"release":"NBBC","cards":["(1) Though I speak with the tongues of men and of angels, and have\nnot charity, I am become as sounding brass, or a tinkling cymbal.\n(2) And though I have the gift of prophecy, and understand all\nmysteries, and all knowledge; and though I have all faith, so that\nI could remove mountains, and have not charity, I am nothing. (3)\nAnd though I bestow all my goods to feed the poor, and though I\ngive my body to be burned, and have not charity, it profiteth me\nnothing. (4) Charity suffereth long, and is kind; charity envieth not;\ncharity vaunteth not itself, is not puffed up, (5) Doth not behave\nitself unseemly, seeketh not her own, is not easily provoked,\nthinketh no evil; (6) Rejoiceth not in iniquity, but rejoiceth in the\ntruth; (7) Beareth all things, believeth all things, hopeth all things,","endureth all things. (8) Charity never faileth: but whether there be\nprophecies, they shall fail; whether there be tongues, they shall\ncease; whether there be knowledge, it shall vanish away. (9) For\nwe know in part, and we prophesy in part. (10) But when that which\nis perfect is come, then that which is in part shall be done away.\n(11) When I was a child, I spake as a child, I understood as a child,\nI thought as a child: but when I became a man, I put away childish\nthings. (12) For now we see through a glass, darkly; but then face\nto face: now I know in part; but then shall I know even as also I am\nknown. (13) And now abideth faith, hope, charity, these three; but\nthe greatest of these is charity."],"word_count":270},{"reference":"2 Corinthians 1:3-22","translation":"KJV","division":"Senior","passage_number":76,"release":"NBBC","cards":["(3) Blessed be God, even the Father of our Lord Jesus Christ, the\nFather of mercies, and the God of all comfort; (4) Who comforteth\nus in all our tribulation, that we may be able to comfort them which\nare in any trouble, by the comfort wherewith we ourselves are\ncomforted of God. (5) For as the sufferings of Christ abound in\nus, so our consolation also aboundeth by Christ. (6) And whether\nwe be afflicted, it is for your consolation and salvation, which is\neffectual in the enduring of the same sufferings which we also\nsuffer: or whether we be comforted, it is for your consolation\nand salvation. (7) And our hope of you is stedfast, knowing, that\nas ye are partakers of the sufferings, so shall ye be also of the","consolation. (8) For we would not, brethren, have you ignorant of\nour trouble which came to us in Asia, that we were pressed out of\nmeasure, above strength, insomuch that we despaired even of life:\n(9) But we had the sentence of death in ourselves, that we should\nnot trust in ourselves, but in God which raiseth the dead: (10) Who\ndelivered us from so great a death, and doth deliver: in whom we\ntrust that he will yet deliver us; (11) Ye also helping together by\nprayer for us, that for the gift bestowed upon us by the means of\nmany persons thanks may be given by many on our behalf. (12)\nFor our rejoicing is this, the testimony of our conscience, that in\nsimplicity and godly sincerity, not with fleshly wisdom, but by the","grace of God, we have had our conversation in the world, and\nmore abundantly to you-ward. (13) For we write none other things\nunto you, than what ye read or acknowledge; and I trust ye shall\nacknowledge even to the end; (14) As also ye have acknowledged\nus in part, that we are your rejoicing, even as ye also are ours in the\nday of the Lord Jesus. (15) And in this confidence I was minded\nto come unto you before, that ye might have a second benefit;\n(16) And to pass by you into Macedonia, and to come again out\nof Macedonia unto you, and of you to be brought on my way\ntoward Judaea. (17) When I therefore was thus minded, did I use\nlightness? or the things that I purpose, do I purpose according to","the flesh, that with me there should be yea yea, and nay nay? (18)\nBut as God is true, our word toward you was not yea and nay. (19)\nFor the Son of God, Jesus Christ, who was preached among you by\nus, even by me and Silvanus and Timotheus, was not yea and nay,\nbut in him was yea. (20) For all the promises of God in him are yea,\nand in him Amen, unto the glory of God by us. (21) Now he which\nstablisheth us with you in Christ, and hath anointed us, is God; (22)\nWho hath also sealed us, and given the earnest of the Spirit in our\nhearts."],"word_count":502},{"reference":"2 Corinthians 4:1-13","translation":"KJV","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) Therefore seeing we have this ministry, as we have received\nmercy, we faint not; (2) But have renounced the hidden\nthings of dishonesty, not walking in craftiness, nor handling\nthe word of God deceitfully; but by manifestation of the truth\ncommending ourselves to every man's conscience in the\nsight of God. (3) But if our gospel be hid, it is hid to them that\nare lost: (4) In whom the god of this world hath blinded the\nminds of them which believe not, lest the light of the glorious\ngospel of Christ, who is the image of God, should shine unto\nthem. (5) For we preach not ourselves, but Christ Jesus the\nLord; and ourselves your servants for Jesus' sake. (6) For","God, who commanded the light to shine out of darkness,\nhath shined in our hearts, to give the light of the knowledge\nof the glory of God in the face of Jesus Christ. (7) But we\nhave this treasure in earthen vessels, that the excellency of\nthe power may be of God, and not of us. (8) We are troubled\non every side, yet not distressed; we are perplexed, but not\nin despair; (9) Persecuted, but not forsaken; cast down, but\nnot destroyed; (10) Always bearing about in the body the\ndying of the Lord Jesus, that the life also of Jesus might be\nmade manifest in our body. (11) For we which live are alway\ndelivered unto death for Jesus' sake, that the life also of Jesus","might be made manifest in our mortal flesh. (12) So then death\nworketh in us, but life in you. (13) We having the same spirit\nof faith, according as it is written, I believed, and therefore\nhave I spoken; we also believe, and therefore speak;"],"word_count":283},{"reference":"2 Corinthians 5:1-12","translation":"KJV","division":"Senior","passage_number":78,"release":"NBBC","cards":["(1) For we know that if our earthly house of this tabernacle were\ndissolved, we have a building of God, an house not made with\nhands, eternal in the heavens. (2) For in this we groan, earnestly\ndesiring to be clothed upon with our house which is from heaven:\n(3) If so be that being clothed we shall not be found naked. (4)\nFor we that are in this tabernacle do groan, being burdened: not\nfor that we would be unclothed, but clothed upon, that mortality\nmight be swallowed up of life. (5) Now he that hath wrought us for\nthe selfsame thing is God, who also hath given unto us the earnest\nof the Spirit. (6) Therefore we are always confident, knowing that,\nwhilst we are at home in the body, we are absent from the Lord:\n(7) (For we walk by faith, not by sight:) (8) We are confident, I say,","and willing rather to be absent from the body, and to be present\nwith the Lord. (9) Wherefore we labour, that, whether present or\nabsent, we may be accepted of him. (10) For we must all appear\nbefore the judgment seat of Christ; that every one may receive the\nthings done in his body, according to that he hath done, whether\nit be good or bad. (11) Knowing therefore the terror of the Lord,\nwe persuade men; but we are made manifest unto God; and I trust\nalso are made manifest in your consciences. (12) For we commend\nnot ourselves again unto you, but give you occasion to glory on our\nbehalf, that ye may have somewhat to answer them which glory in\nappearance, and not in heart."],"word_count":269},{"reference":"2 Corinthians 6:3-10","translation":"KJV","division":"Senior","passage_number":79,"release":"NBBC","cards":["(3) Giving no offence in any thing, that the ministry be not\nblamed: (4) But in all things approving ourselves as the\nministers of God, in much patience, in afflictions, in necessities,\nin distresses, (5) In stripes, in imprisonments, in tumults,\nin labours, in watchings, in fastings; (6) By pureness, by\nknowledge, by longsuffering, by kindness, by the Holy Ghost,\nby love unfeigned, (7) By the word of truth, by the power of\nGod, by the armour of righteousness on the right hand and\non the left, (8) By honour and dishonour, by evil report and\ngood report: as deceivers, and yet true; (9) As unknown, and\nyet well known; as dying, and, behold, we live; as chastened,","and not killed; (10) As sorrowful, yet alway rejoicing; as poor,\nyet making many rich; as having nothing, and yet possessing\nall things."],"word_count":133},{"reference":"Galatians 3:19-24","translation":"KJV","division":"Senior","passage_number":80,"release":"NBBC","cards":["(19) Wherefore then serveth the law? It was added because of\ntransgressions, till the seed should come to whom the promise was\nmade; and it was ordained by angels in the hand of a mediator.\n(20) Now a mediator is not a mediator of one, but God is one.\n(21) Is the law then against the promises of God? God forbid: for\nif there had been a law given which could have given life, verily\nrighteousness should have been by the law. (22) But the scripture\nhath concluded all under sin, that the promise by faith of Jesus\nChrist might be given to them that believe. (23) But before faith\ncame, we were kept under the law, shut up unto the faith which\nshould afterwards be revealed. (24) Wherefore the law was our\nschoolmaster to bring us unto Christ, that we might be justified by\nfaith."],"word_count":140},{"reference":"Galatians 6:6-11","translation":"KJV","division":"Senior","passage_number":81,"release":"NBBC","cards":["(6) Let him that is taught in the word communicate unto him\nthat teacheth in all good things. (7) Be not deceived; God\nis not mocked: for whatsoever a man soweth, that shall he\nalso reap. (8) For he that soweth to his flesh shall of the flesh\nreap corruption; but he that soweth to the Spirit shall of the\nSpirit reap life everlasting. (9) And let us not be weary in well\ndoing: for in due season we shall reap, if we faint not. (10) As\nwe have therefore opportunity, let us do good unto all men,\nespecially unto them who are of the household of faith. (11)\nYe see how large a letter I have written unto you with mine\nown hand."],"word_count":118},{"reference":"Ephesians 2:1-22","translation":"KJV","division":"Senior","passage_number":82,"release":"NBBC","cards":["(1) And you hath he quickened, who were dead in trespasses\nand sins; (2) Wherein in time past ye walked according to the\ncourse of this world, according to the prince of the power of the\nair, the spirit that now worketh in the children of disobedience:\n(3) Among whom also we all had our conversation in times\npast in the lusts of our flesh, fulfilling the desires of the flesh\nand of the mind; and were by nature the children of wrath,\neven as others. (4) But God, who is rich in mercy, for his great\nlove wherewith he loved us, (5) Even when we were dead\nin sins, hath quickened us together with Christ, (by grace ye\nare saved;) (6) And hath raised us up together, and made us","sit together in heavenly places in Christ Jesus: (7) That in the\nages to come he might shew the exceeding riches of his grace\nin his kindness toward us through Christ Jesus. (8) For by\ngrace are ye saved through faith; and that not of yourselves:\nit is the gift of God: (9) Not of works, lest any man should\nboast. (10) For we are his workmanship, created in Christ\nJesus unto good works, which God hath before ordained\nthat we should walk in them. (11) Wherefore remember, that\nye being in time past Gentiles in the flesh, who are called\nUncircumcision by that which is called the Circumcision in the\nflesh made by hands; (12) That at that time ye were without","Christ, being aliens from the commonwealth of Israel, and\nstrangers from the covenants of promise, having no hope,\nand without God in the world: (13) But now in Christ Jesus\nye who sometimes were far off are made nigh by the blood\nof Christ. (14) For he is our peace, who hath made both one,\nand hath broken down the middle wall of partition between\nus; (15) Having abolished in his flesh the enmity, even the\nlaw of commandments contained in ordinances; for to make\nin himself of twain one new man, so making peace; (16) And\nthat he might reconcile both unto God in one body by the\ncross, having slain the enmity thereby: (17) And came and","preached peace to you which were afar off, and to them that\nwere nigh. (18) For through him we both have access by one\nSpirit unto the Father. (19) Now therefore ye are no more\nstrangers and foreigners, but fellowcitizens with the saints,\nand of the household of God; (20) And are built upon the\nfoundation of the apostles and prophets, Jesus Christ himself\nbeing the chief corner stone; (21) In whom all the building\nfitly framed together groweth unto an holy temple in the Lord:\n(22) In whom ye also are builded together for an habitation\nof God through the Spirit."],"word_count":453},{"reference":"Philippians 4:1-6","translation":"KJV","division":"Senior","passage_number":83,"release":"NBBC","cards":["(1) Therefore, my brethren dearly beloved and longed for, my\njoy and crown, so stand fast in the Lord, my dearly beloved.\n(2) I beseech Euodias, and beseech Syntyche, that they be\nof the same mind in the Lord. (3) And I intreat thee also, true\nyokefellow, help those women which laboured with me in the\ngospel, with Clement also, and with other my fellowlabourers,\nwhose names are in the book of life. (4) Rejoice in the Lord\nalway: and again I say, Rejoice. (5) Let your moderation be\nknown unto all men. The Lord is at hand. (6) Be careful for\nnothing; but in every thing by prayer and supplication with\nthanksgiving let your requests be made known unto God."],"word_count":115},{"reference":"Colossians 3:1-14","translation":"KJV","division":"Senior","passage_number":84,"release":"NBBC","cards":["(1) If ye then be risen with Christ, seek those things which are\nabove, where Christ sitteth on the right hand of God. (2) Set your\naffection on things above, not on things on the earth. (3) For ye are\ndead, and your life is hid with Christ in God. (4) When Christ, who\nis our life, shall appear, then shall ye also appear with him in glory.\n(5) Mortify therefore your members which are upon the earth;\nfornication, uncleanness, inordinate affection, evil concupiscence,\nand covetousness, which is idolatry: (6) For which things' sake the\nwrath of God cometh on the children of disobedience: (7) In the\nwhich ye also walked some time, when ye lived in them. (8) But\nnow ye also put off all these; anger, wrath, malice, blasphemy, filthy","communication out of your mouth. (9) Lie not one to another, seeing\nthat ye have put off the old man with his deeds; (10) And have put\non the new man, which is renewed in knowledge after the image\nof him that created him: (11) Where there is neither Greek nor Jew,\ncircumcision nor uncircumcision, Barbarian, Scythian, bond nor\nfree: but Christ is all, and in all. (12) Put on therefore, as the elect of\nGod, holy and beloved, bowels of mercies, kindness, humbleness\nof mind, meekness, longsuffering; (13) Forbearing one another,\nand forgiving one another, if any man have a quarrel against any:\neven as Christ forgave you, so also do ye. (14) And above all these\nthings put on charity, which is the bond of perfectness."],"word_count":246},{"reference":"Colossians 4:2-15","translation":"KJV","division":"Senior","passage_number":85,"release":"NBBC","cards":["(2) Continue in prayer, and watch in the same with thanksgiving;\n(3) Withal praying also for us, that God would open unto us a\ndoor of utterance, to speak the mystery of Christ, for which I\nam also in bonds: (4) That I may make it manifest, as I ought\nto speak. (5) Walk in wisdom toward them that are without,\nredeeming the time. (6) Let your speech be alway with\ngrace, seasoned with salt, that ye may know how ye ought\nto answer every man. (7) All my state shall Tychicus declare\nunto you, who is a beloved brother, and a faithful minister\nand fellowservant in the Lord: (8) Whom I have sent unto\nyou for the same purpose, that he might know your estate,","and comfort your hearts; (9) With Onesimus, a faithful and\nbeloved brother, who is one of you. They shall make known\nunto you all things which are done here. (10) Aristarchus\nmy fellowprisoner saluteth you, and Marcus, sister's son to\nBarnabas, (touching whom ye received commandments:\nif he come unto you, receive him;) (11) And Jesus, which is\ncalled Justus, who are of the circumcision. These only are my\nfellowworkers unto the kingdom of God, which have been a\ncomfort unto me. (12) Epaphras, who is one of you, a servant\nof Christ, saluteth you, always labouring fervently for you in\nprayers, that ye may stand perfect and complete in all the will","of God. (13) For I bear him record, that he hath a great zeal for\nyou, and them that are in Laodicea, and them in Hierapolis.\n(14) Luke, the beloved physician, and Demas, greet you. (15)\nSalute the brethren which are in Laodicea, and Nymphas, and\nthe church which is in his house."],"word_count":278},{"reference":"1 Thessalonians 4:9-17","translation":"KJV","division":"Senior","passage_number":86,"release":"NBBC","cards":["(9) But as touching brotherly love ye need not that I write\nunto you: for ye yourselves are taught of God to love one\nanother. (10) And indeed ye do it toward all the brethren\nwhich are in all Macedonia: but we beseech you, brethren,\nthat ye increase more and more; (11) And that ye study to be\nquiet, and to do your own business, and to work with your\nown hands, as we commanded you; (12) That ye may walk\nhonestly toward them that are without, and that ye may have\nlack of nothing. (13) But I would not have you to be ignorant,\nbrethren, concerning them which are asleep, that ye sorrow\nnot, even as others which have no hope. (14) For if we believe","that Jesus died and rose again, even so them also which sleep\nin Jesus will God bring with him. (15) For this we say unto you\nby the word of the Lord, that we which are alive and remain\nunto the coming of the Lord shall not prevent them which are\nasleep. (16) For the Lord himself shall descend from heaven\nwith a shout, with the voice of the archangel, and with the\ntrump of God: and the dead in Christ shall rise first: (17) Then\nwe which are alive and remain shall be caught up together\nwith them in the clouds, to meet the Lord in the air: and so\nshall we ever be with the Lord."],"word_count":236},{"reference":"2 Timothy 1:1-18","translation":"KJV","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) Paul, an apostle of Jesus Christ by the will of God,\naccording to the promise of life which is in Christ Jesus, (2)\nTo Timothy, my dearly beloved son: Grace, mercy, and peace,\nfrom God the Father and Christ Jesus our Lord. (3) I thank God,\nwhom I serve from my forefathers with pure conscience, that\nwithout ceasing I have remembrance of thee in my prayers\nnight and day; (4) Greatly desiring to see thee, being mindful\nof thy tears, that I may be filled with joy; (5) When I call to\nremembrance the unfeigned faith that is in thee, which dwelt\nfirst in thy grandmother Lois, and thy mother Eunice; and I\nam persuaded that in thee also. (6) Wherefore I put thee in","remembrance that thou stir up the gift of God, which is in thee\nby the putting on of my hands. (7) For God hath not given us\nthe spirit of fear; but of power, and of love, and of a sound\nmind. (8) Be not thou therefore ashamed of the testimony of\nour Lord, nor of me his prisoner: but be thou partaker of the\nafflictions of the gospel according to the power of God; (9)\nWho hath saved us, and called us with an holy calling, not\naccording to our works, but according to his own purpose\nand grace, which was given us in Christ Jesus before the\nworld began, (10) But is now made manifest by the appearing\nof our Saviour Jesus Christ, who hath abolished death, and","hath brought life and immortality to light through the gospel:\n(11) Whereunto I am appointed a preacher, and an apostle,\nand a teacher of the Gentiles. (12) For the which cause I also\nsuffer these things: nevertheless I am not ashamed: for I know\nwhom I have believed, and am persuaded that he is able to\nkeep that which I have committed unto him against that day.\n(13) Hold fast the form of sound words, which thou hast heard\nof me, in faith and love which is in Christ Jesus. (14) That\ngood thing which was committed unto thee keep by the Holy\nGhost which dwelleth in us. (15) This thou knowest, that all\nthey which are in Asia be turned away from me; of whom are","Phygellus and Hermogenes. (16) The Lord give mercy unto\nthe house of Onesiphorus; for he oft refreshed me, and was\nnot ashamed of my chain: (17) But, when he was in Rome, he\nsought me out very diligently, and found me. (18) The Lord\ngrant unto him that he may find mercy of the Lord in that day:\nand in how many things he ministered unto me at Ephesus,\nthou knowest very well."],"word_count":438},{"reference":"Philemon 1:4-7","translation":"KJV","division":"Senior","passage_number":88,"release":"NBBC","cards":["(4) I thank my God, making mention of thee always in my\nprayers, (5) Hearing of thy love and faith, which thou hast\ntoward the Lord Jesus, and toward all saints; (6) That the\ncommunication of thy faith may become effectual by the\nacknowledging of every good thing which is in you in Christ\nJesus. (7) For we have great joy and consolation in thy love,\nbecause the bowels of the saints are refreshed by thee,\nbrother."],"word_count":73},{"reference":"Hebrews 4:6-12","translation":"KJV","division":"Senior","passage_number":89,"release":"NBBC","cards":["(6) Seeing therefore it remaineth that some must enter\ntherein, and they to whom it was first preached entered not\nin because of unbelief: (7) Again, he limiteth a certain day,\nsaying in David, To day, after so long a time; as it is said, To\nday if ye will hear his voice, harden not your hearts. (8) For if\nJesus had given them rest, then would he not afterward have\nspoken of another day. (9) There remaineth therefore a rest\nto the people of God. (10) For he that is entered into his rest,\nhe also hath ceased from his own works, as God did from his.\n(11) Let us labour therefore to enter into that rest, lest any man\nfall after the same example of unbelief. (12) For the word of","God is quick, and powerful, and sharper than any twoedged\nsword, piercing even to the dividing asunder of soul and\nspirit, and of the joints and marrow, and is a discerner of the\nthoughts and intents of the heart."],"word_count":165},{"reference":"Hebrews 8:6-13","translation":"KJV","division":"Senior","passage_number":90,"release":"NBBC","cards":["(6) But now hath he obtained a more excellent ministry,\nby how much also he is the mediator of a better covenant,\nwhich was established upon better promises. (7) For if that\nfirst covenant had been faultless, then should no place have\nbeen sought for the second. (8) For finding fault with them,\nhe saith, Behold, the days come, saith the Lord, when I will\nmake a new covenant with the house of Israel and with the\nhouse of Judah: (9) Not according to the covenant that I\nmade with their fathers in the day when I took them by the\nhand to lead them out of the land of Egypt; because they\ncontinued not in my covenant, and I regarded them not, saith","the Lord. (10) For this is the covenant that I will make with\nthe house of Israel after those days, saith the Lord; I will put\nmy laws into their mind, and write them in their hearts: and I\nwill be to them a God, and they shall be to me a people: (11)\nAnd they shall not teach every man his neighbour, and every\nman his brother, saying, Know the Lord: for all shall know me,\nfrom the least to the greatest. (12) For I will be merciful to\ntheir unrighteousness, and their sins and their iniquities will I\nremember no more. (13) In that he saith, A new covenant, he\nhath made the first old. Now that which decayeth and waxeth\nold is ready to vanish away."],"word_count":245},{"reference":"Hebrews 11:4-7","translation":"KJV","division":"Senior","passage_number":91,"release":"NBBC","cards":["(4) By faith Abel offered unto God a more excellent sacrifice than\nCain, by which he obtained witness that he was righteous, God\ntestifying of his gifts: and by it he being dead yet speaketh. (5)\nBy faith Enoch was translated that he should not see death; and\nwas not found, because God had translated him: for before his\ntranslation he had this testimony, that he pleased God. (6) But\nwithout faith it is impossible to please him: for he that cometh to\nGod must believe that he is, and that he is a rewarder of them\nthat diligently seek him. (7) By faith Noah, being warned of God\nof things not seen as yet, moved with fear, prepared an ark to the\nsaving of his house; by the which he condemned the world, and\nbecame heir of the righteousness which is by faith."],"word_count":140},{"reference":"Hebrews 12:1-2","translation":"KJV","division":"Senior","passage_number":92,"release":"NBBC","cards":["(1) Wherefore seeing we also are compassed about with\nso great a cloud of witnesses, let us lay aside every weight,\nand the sin which doth so easily beset us, and let us run with\npatience the race that is set before us, (2) Looking unto Jesus\nthe author and finisher of our faith; who for the joy that was\nset before him endured the cross, despising the shame, and\nis set down at the right hand of the throne of God."],"word_count":80},{"reference":"James 3:6-12","translation":"KJV","division":"Senior","passage_number":93,"release":"NBBC","cards":["(6) And the tongue is a fire, a world of iniquity: so is the\ntongue among our members, that it defileth the whole body,\nand setteth on fire the course of nature; and it is set on fire\nof hell. (7) For every kind of beasts, and of birds, and of\nserpents, and of things in the sea, is tamed, and hath been\ntamed of mankind: (8) But the tongue can no man tame; it is\nan unruly evil, full of deadly poison. (9) Therewith bless we\nGod, even the Father; and therewith curse we men, which\nare made after the similitude of God. (10) Out of the same\nmouth proceedeth blessing and cursing. My brethren, these\nthings ought not so to be. (11) Doth a fountain send forth at","the same place sweet water and bitter? (12) Can the fig tree,\nmy brethren, bear olive berries? either a vine, figs? so can no\nfountain both yield salt water and fresh."],"word_count":154},{"reference":"James 4:11-16","translation":"KJV","division":"Senior","passage_number":94,"release":"NBBC","cards":["(11) Speak not evil one of another, brethren. He that speaketh evil\nof his brother, and judgeth his brother, speaketh evil of the law,\nand judgeth the law: but if thou judge the law, thou art not a doer\nof the law, but a judge. (12) There is one lawgiver, who is able to\nsave and to destroy: who art thou that judgest another? (13) Go to\nnow, ye that say, To day or to morrow we will go into such a city,\nand continue there a year, and buy and sell, and get gain: (14)\nWhereas ye know not what shall be on the morrow. For what is\nyour life? It is even a vapour, that appeareth for a little time, and\nthen vanisheth away. (15) For that ye ought to say, If the Lord will,\nwe shall live, and do this, or that. (16) But now ye rejoice in your\nboastings: all such rejoicing is evil."],"word_count":152},{"reference":"1 Peter 2:1-21","translation":"KJV","division":"Senior","passage_number":95,"release":"NBBC","cards":["(1) Wherefore laying aside all malice, and all guile, and hypocrisies,\nand envies, and all evil speakings, (2) As newborn babes, desire the\nsincere milk of the word, that ye may grow thereby: (3) If so be ye\nhave tasted that the Lord is gracious. (4) To whom coming, as unto\na living stone, disallowed indeed of men, but chosen of God, and\nprecious, (5) Ye also, as lively stones, are built up a spiritual house,\nan holy priesthood, to offer up spiritual sacrifices, acceptable\nto God by Jesus Christ. (6) Wherefore also it is contained in the\nscripture, Behold, I lay in Sion a chief corner stone, elect, precious:\nand he that believeth on him shall not be confounded. (7) Unto\nyou therefore which believe he is precious: but unto them which","be disobedient, the stone which the builders disallowed, the same\nis made the head of the corner, (8) And a stone of stumbling, and\na rock of offence, even to them which stumble at the word, being\ndisobedient: whereunto also they were appointed. (9) But ye are\na chosen generation, a royal priesthood, an holy nation, a peculiar\npeople; that ye should shew forth the praises of him who hath\ncalled you out of darkness into his marvellous light: (10) Which\nin time past were not a people, but are now the people of God:\nwhich had not obtained mercy, but now have obtained mercy.\n(11) Dearly beloved, I beseech you as strangers and pilgrims,\nabstain from fleshly lusts, which war against the soul; (12) Having","your conversation honest among the Gentiles: that, whereas they\nspeak against you as evildoers, they may by your good works,\nwhich they shall behold, glorify God in the day of visitation. (13)\nSubmit yourselves to every ordinance of man for the Lord's sake:\nwhether it be to the king, as supreme; (14) Or unto governors, as\nunto them that are sent by him for the punishment of evildoers,\nand for the praise of them that do well. (15) For so is the will of\nGod, that with well doing ye may put to silence the ignorance of\nfoolish men: (16) As free, and not using your liberty for a cloke of\nmaliciousness, but as the servants of God. (17) Honour all men.\nLove the brotherhood. Fear God. Honour the king. (18) Servants,","be subject to your masters with all fear; not only to the good and\ngentle, but also to the froward. (19) For this is thankworthy, if a man\nfor conscience toward God endure grief, suffering wrongfully. (20)\nFor what glory is it, if, when ye be buffeted for your faults, ye shall\ntake it patiently? but if, when ye do well, and suffer for it, ye take\nit patiently, this is acceptable with God. (21) For even hereunto\nwere ye called: because Christ also suffered for us, leaving us an\nexample, that ye should follow his steps:"],"word_count":467},{"reference":"1 Peter 3:8-12","translation":"KJV","division":"Senior","passage_number":96,"release":"NBBC","cards":["(8) Finally, be ye all of one mind, having compassion one of\nanother, love as brethren, be pitiful, be courteous: (9) Not\nrendering evil for evil, or railing for railing: but contrariwise\nblessing; knowing that ye are thereunto called, that ye should\ninherit a blessing. (10) For he that will love life, and see good\ndays, let him refrain his tongue from evil, and his lips that they\nspeak no guile: (11) Let him eschew evil, and do good; let\nhim seek peace, and ensue it. (12) For the eyes of the Lord are\nover the righteous, and his ears are open unto their prayers:\nbut the face of the Lord is against them that do evil."],"word_count":112},{"reference":"1 Peter 4:1-6","translation":"KJV","division":"Senior","passage_number":97,"release":"NBBC","cards":["(1) Forasmuch then as Christ hath suffered for us in the flesh,\narm yourselves likewise with the same mind: for he that hath\nsuffered in the flesh hath ceased from sin; (2) That he no\nlonger should live the rest of his time in the flesh to the lusts\nof men, but to the will of God. (3) For the time past of our life\nmay suffice us to have wrought the will of the Gentiles, when\nwe walked in lasciviousness, lusts, excess of wine, revellings,\nbanquetings, and abominable idolatries: (4) Wherein they\nthink it strange that ye run not with them to the same excess\nof riot, speaking evil of you: (5) Who shall give account to him\nthat is ready to judge the quick and the dead. (6) For for this","cause was the gospel preached also to them that are dead,\nthat they might be judged according to men in the flesh, but\nlive according to God in the spirit."],"word_count":157},{"reference":"1 Peter 5:1-6","translation":"KJV","division":"Senior","passage_number":98,"release":"NBBC","cards":["(1) The elders which are among you I exhort, who am also\nan elder, and a witness of the sufferings of Christ, and also a\npartaker of the glory that shall be revealed: (2) Feed the flock\nof God which is among you, taking the oversight thereof,\nnot by constraint, but willingly; not for filthy lucre, but of a\nready mind; (3) Neither as being lords over God's heritage,\nbut being ensamples to the flock. (4) And when the chief\nShepherd shall appear, ye shall receive a crown of glory that\nfadeth not away. (5) Likewise, ye younger, submit yourselves\nunto the elder. Yea, all of you be subject one to another, and\nbe clothed with humility: for God resisteth the proud, and","giveth grace to the humble. (6) Humble yourselves therefore\nunder the mighty hand of God, that he may exalt you in due\ntime:"],"word_count":140},{"reference":"2 Peter 2:12-17","translation":"KJV","division":"Senior","passage_number":99,"release":"NBBC","cards":["(12) But these, as natural brute beasts, made to be taken and\ndestroyed, speak evil of the things that they understand not;\nand shall utterly perish in their own corruption; (13) And shall\nreceive the reward of unrighteousness, as they that count it\npleasure to riot in the day time. Spots they are and blemishes,\nsporting themselves with their own deceivings while they\nfeast with you; (14) Having eyes full of adultery, and that\ncannot cease from sin; beguiling unstable souls: an heart\nthey have exercised with covetous practices; cursed children:\n(15) Which have forsaken the right way, and are gone astray,\nfollowing the way of Balaam the son of Bosor, who loved","the wages of unrighteousness; (16) But was rebuked for his\niniquity: the dumb ass speaking with man's voice forbad the\nmadness of the prophet. (17) These are wells without water,\nclouds that are carried with a tempest; to whom the mist of\ndarkness is reserved for ever."],"word_count":154},{"reference":"2 Peter 3:13-18","translation":"KJV","division":"Senior","passage_number":100,"release":"NBBC","cards":["(13) Nevertheless we, according to his promise, look for new\nheavens and a new earth, wherein dwelleth righteousness.\n(14) Wherefore, beloved, seeing that ye look for such things,\nbe diligent that ye may be found of him in peace, without\nspot, and blameless. (15) And account that the longsuffering\nof our Lord is salvation; even as our beloved brother Paul also\naccording to the wisdom given unto him hath written unto\nyou; (16) As also in all his epistles, speaking in them of these\nthings; in which are some things hard to be understood,\nwhich they that are unlearned and unstable wrest, as they\ndo also the other scriptures, unto their own destruction. (17)","Ye therefore, beloved, seeing ye know these things before,\nbeware lest ye also, being led away with the error of the\nwicked, fall from your own stedfastness. (18) But grow in\ngrace, and in the knowledge of our Lord and Saviour Jesus\nChrist. To him be glory both now and for ever. Amen."],"word_count":161},{"reference":"1 John 3:10-15","translation":"KJV","division":"Senior","passage_number":101,"release":"NBBC","cards":["(10) In this the children of God are manifest, and the children of the\ndevil: whosoever doeth not righteousness is not of God, neither\nhe that loveth not his brother. (11) For this is the message that ye\nheard from the beginning, that we should love one another. (12)\nNot as Cain, who was of that wicked one, and slew his brother.\nAnd wherefore slew he him? Because his own works were evil, and\nhis brother's righteous. (13) Marvel not, my brethren, if the world\nhate you. (14) We know that we have passed from death unto\nlife, because we love the brethren. He that loveth not his brother\nabideth in death. (15) Whosoever hateth his brother is a murderer:\nand ye know that no murderer hath eternal life abiding in him."],"word_count":126},{"reference":"1 John 4:1-11","translation":"KJV","division":"Senior","passage_number":102,"release":"NBBC","cards":["(1) Beloved, believe not every spirit, but try the spirits whether\nthey are of God: because many false prophets are gone out\ninto the world. (2) Hereby know ye the Spirit of God: Every\nspirit that confesseth that Jesus Christ is come in the flesh\nis of God: (3) And every spirit that confesseth not that Jesus\nChrist is come in the flesh is not of God: and this is that spirit\nof antichrist, whereof ye have heard that it should come; and\neven now already is it in the world. (4) Ye are of God, little\nchildren, and have overcome them: because greater is he that\nis in you, than he that is in the world. (5) They are of the world:\ntherefore speak they of the world, and the world heareth","them. (6) We are of God: he that knoweth God heareth us; he\nthat is not of God heareth not us. Hereby know we the spirit\nof truth, and the spirit of error. (7) Beloved, let us love one\nanother: for love is of God; and every one that loveth is born\nof God, and knoweth God. (8) He that loveth not knoweth not\nGod; for God is love. (9) In this was manifested the love of\nGod toward us, because that God sent his only begotten Son\ninto the world, that we might live through him. (10) Herein is\nlove, not that we loved God, but that he loved us, and sent his\nSon to be the propitiation for our sins. (11) Beloved, if God so\nloved us, we ought also to love one another."],"word_count":258},{"reference":"Revelation 20:1-9","translation":"KJV","division":"Senior","passage_number":103,"release":"NBBC","cards":["(1) And I saw an angel come down from heaven, having the\nkey of the bottomless pit and a great chain in his hand. (2)\nAnd he laid hold on the dragon, that old serpent, which is\nthe Devil, and Satan, and bound him a thousand years, (3)\nAnd cast him into the bottomless pit, and shut him up, and\nset a seal upon him, that he should deceive the nations no\nmore, till the thousand years should be fulfilled: and after\nthat he must be loosed a little season. (4) And I saw thrones,\nand they sat upon them, and judgment was given unto them:\nand I saw the souls of them that were beheaded for the\nwitness of Jesus, and for the word of God, and which had","not worshipped the beast, neither his image, neither had\nreceived his mark upon their foreheads, or in their hands;\nand they lived and reigned with Christ a thousand years. (5)\nBut the rest of the dead lived not again until the thousand\nyears were finished. This is the first resurrection. (6) Blessed\nand holy is he that hath part in the first resurrection: on such\nthe second death hath no power, but they shall be priests of\nGod and of Christ, and shall reign with him a thousand years.\n(7) And when the thousand years are expired, Satan shall be\nloosed out of his prison, (8) And shall go out to deceive the\nnations which are in the four quarters of the earth, Gog and","Magog, to gather them together to battle: the number of\nwhom is as the sand of the sea. (9) And they went up on the\nbreadth of the earth, and compassed the camp of the saints\nabout, and the beloved city: and fire came down from God\nout of heaven, and devoured them."],"word_count":299}]