[{"reference":"John 8:31–32","translation":"ESV","division":"Junior","passage_number":1,"release":"Navigate","cards":["(31) So Jesus said to the Jews who had believed him, \"If you\nabide in my word, you are truly my disciples, (32) and you will\nknow the truth, and the truth will set you free.\""],"start_index":400004008031,"end_index":400004008032,"verse_count":2,"word_count":34},{"reference":"John 12:12–16","translation":"ESV","division":"Junior","passage_number":2,"release":"Navigate","cards":["(12) The next day the large crowd that had come to the feast\nheard that Jesus was coming to Jerusalem. (13) So they took\nbranches of palm trees and went out to meet him, crying out,\n\"Hosanna! Blessed is he who comes in the name of the Lord,\neven the King of Israel!\" (14) And Jesus found a young donkey\nand sat on it, just as it is written, (15) \"Fear not, daughter of\nZion; behold, your king is coming, sitting on a donkey's colt!\"\n(16) His disciples did not understand these things at first, but\nwhen Jesus was glorified, then they remembered that these\nthings had been written about him and had been done to\nhim."],"start_index":400004012012,"end_index":400004012016,"verse_count":5,"word_count":112},{"reference":"Psalm 118:22–26","translation":"ESV","division":"Junior","passage_number":3,"release":"Explore","cards":["(22) The stone that the builders rejected has become the\ncornerstone. (23) This is the LORD's doing; it is marvelous in\nour eyes. (24) This is the day that the LORD has made; let us\nrejoice and be glad in it. (25) Save us, we pray, O LORD! O\nLORD, we pray, give us success! (26) Blessed is he who comes\nin the name of the LORD! We bless you from the house of the\nLORD."],"start_index":200019118022,"end_index":200019118026,"verse_count":5,"word_count":71},{"reference":"John 13:14–17","translation":"ESV","division":"Junior","passage_number":4,"release":"Navigate","cards":["(14) If I then, your Lord and Teacher, have washed your feet,\nyou also ought to wash one another's feet. (15) For I have\ngiven you an example, that you also should do just as I have\ndone to you. (16) Truly, truly, I say to you, a servant is not\ngreater than his master, nor is a messenger greater than the\none who sent him. (17) If you know these things, blessed are\nyou if you do them."],"start_index":400004013014,"end_index":400004013017,"verse_count":4,"word_count":75},{"reference":"Jeremiah 7:9–11","translation":"ESV","division":"Junior","passage_number":5,"release":"Explore","cards":["(9) Will you steal, murder, commit adultery, swear falsely,\nmake offerings to Baal, and go after other gods that you\nhave not known, (10) and then come and stand before me\nin this house, which is called by my name, and say, 'We are\ndelivered!'--only to go on doing all these abominations? (11)\nHas this house, which is called by my name, become a den of\nrobbers in your eyes? Behold, I myself have seen it, declares\nthe LORD."],"start_index":200024007009,"end_index":200024007011,"verse_count":3,"word_count":77},{"reference":"John 14:2–6","translation":"ESV","division":"Junior","passage_number":6,"release":"Navigate","cards":["(2) In my Father's house are many rooms. If it were not so,\nwould I have told you that I go to prepare a place for you?\n(3) And if I go and prepare a place for you, I will come again\nand will take you to myself, that where I am you may be also.\n(4) And you know the way to where I am going.\" (5) Thomas\nsaid to him, \"Lord, we do not know where you are going. How\ncan we know the way?\" (6) Jesus said to him, \"I am the way,\nand the truth, and the life. No one comes to the Father except\nthrough me."],"start_index":400004014002,"end_index":400004014006,"verse_count":5,"word_count":106},{"reference":"Joel 2:10–13","translation":"ESV","division":"Junior","passage_number":7,"release":"Explore","cards":["(10) The earth quakes before them; the heavens tremble. The\nsun and the moon are darkened, and the stars withdraw their\nshining. (11) The LORD utters his voice before his army, for\nhis camp is exceedingly great; he who executes his word is\npowerful. For the day of the LORD is great and very awesome;\nwho can endure it? (12) \"Yet even now,\" declares the LORD,\n\"return to me with all your heart, with fasting, with weeping,\nand with mourning; (13) and rend your hearts and not your\ngarments.\" Return to the LORD your God, for he is gracious\nand merciful, slow to anger, and abounding in steadfast love;\nand he relents over disaster."],"start_index":200029002010,"end_index":200029002013,"verse_count":4,"word_count":110},{"reference":"John 15:5–7","translation":"ESV","division":"Junior","passage_number":8,"release":"Navigate","cards":["(5) I am the vine; you are the branches. Whoever abides in me\nand I in him, he it is that bears much fruit, for apart from me\nyou can do nothing. (6) If anyone does not abide in me he is\nthrown away like a branch and withers; and the branches are\ngathered, thrown into the fire, and burned. (7) If you abide in\nme, and my words abide in you, ask whatever you wish, and\nit will be done for you."],"start_index":400004015005,"end_index":400004015007,"verse_count":3,"word_count":80},{"reference":"Psalm 41:9","translation":"ESV","division":"Junior","passage_number":9,"release":"Explore","cards":["(9) Even my close friend in whom I trusted, who ate my bread,\nhas lifted his heel against me."],"start_index":200019041009,"end_index":200019041009,"verse_count":1,"word_count":18},{"reference":"John 16:13–14","translation":"ESV","division":"Junior","passage_number":10,"release":"Navigate","cards":["(13) When the Spirit of truth comes, he will guide you into\nall the truth, for he will not speak on his own authority, but\nwhatever he hears he will speak, and he will declare to you\nthe things that are to come. (14) He will glorify me, for he will\ntake what is mine and declare it to you."],"start_index":400004016013,"end_index":400004016014,"verse_count":2,"word_count":58},{"reference":"Jeremiah 31:33–34","translation":"ESV","division":"Junior","passage_number":11,"release":"Explore","cards":["(33) For this is the covenant that I will make with the house of\nIsrael after those days, declares the LORD: I will put my law\nwithin them, and I will write it on their hearts. And I will be their\nGod, and they shall be my people. (34) And no longer shall\neach one teach his neighbor and each his brother, saying,\n'Know the LORD,' for they shall all know me, from the least\nof them to the greatest, declares the LORD. For I will forgive\ntheir iniquity, and I will remember their sin no more.\""],"start_index":200024031033,"end_index":200024031034,"verse_count":2,"word_count":95},{"reference":"John 17:17–19","translation":"ESV","division":"Junior","passage_number":12,"release":"Navigate","cards":["(17) Sanctify them in the truth; your word is truth. (18) As you\nsent me into the world, so I have sent them into the world.\n(19) And for their sake I consecrate myself, that they also may\nbe sanctified in truth."],"start_index":400004017017,"end_index":400004017019,"verse_count":3,"word_count":39},{"reference":"Zechariah 13:7–9","translation":"ESV","division":"Junior","passage_number":13,"release":"Explore","cards":["(7) \"Awake, O sword, against my shepherd, against the man\nwho stands next to me,\" declares the LORD of hosts. \"Strike\nthe shepherd, and the sheep will be scattered; I will turn my\nhand against the little ones. (8) In the whole land, declares\nthe LORD, two thirds shall be cut off and perish, and one third\nshall be left alive. (9) And I will put this third into the fire, and\nrefine them as one refines silver, and test them as gold is\ntested. They will call upon my name, and I will answer them.\nI will say, 'They are my people'; and they will say, 'The LORD\nis my God.'\""],"start_index":200038013007,"end_index":200038013009,"verse_count":3,"word_count":109},{"reference":"John 20:30–31","translation":"ESV","division":"Junior","passage_number":14,"release":"Navigate","cards":["(30) Now Jesus did many other signs in the presence of the\ndisciples, which are not written in this book; (31) but these\nare written so that you may believe that Jesus is the Christ,\nthe Son of God, and that by believing you may have life in his\nname."],"start_index":400004020030,"end_index":400004020031,"verse_count":2,"word_count":48},{"reference":"Psalm 16:8–11","translation":"ESV","division":"Junior","passage_number":15,"release":"Explore","cards":["(8) I have set the LORD always before me; because he is at\nmy right hand, I shall not be shaken. (9) Therefore my heart\nis glad, and my whole being rejoices; my flesh also dwells\nsecure. (10) For you will not abandon my soul to Sheol, or let\nyour holy one see corruption. (11) You make known to me the\npath of life; in your presence there is fullness of joy; at your\nright hand are pleasures forevermore."],"start_index":200019016008,"end_index":200019016011,"verse_count":4,"word_count":75},{"reference":"Exodus 20:1-20","translation":"ESV","division":"Junior","passage_number":16,"release":"NBBC","cards":["(1) And God spoke all these words, saying, (2) \"I am the LORD your\nGod, who brought you out of the land of Egypt, out of the house of\nslavery. (3) \"You shall have no other gods before me. (4) \"You shall\nnot make for yourself a carved image, or any likeness of anything\nthat is in heaven above, or that is in the earth beneath, or that is in\nthe water under the earth. (5) You shall not bow down to them or\nserve them, for I the LORD your God am a jealous God, visiting the\niniquity of the fathers on the children to the third and the fourth\ngeneration of those who hate me, (6) but showing steadfast love\nto thousands of those who love me and keep my commandments.\n(7) \"You shall not take the name of the LORD your God in vain, for\nthe LORD will not hold him guiltless who takes his name in vain. (8)","\"Remember the Sabbath day, to keep it holy. (9) Six days you shall\nlabor, and do all your work, (10) but the seventh day is a Sabbath\nto the LORD your God. On it you shall not do any work, you, or your\nson, or your daughter, your male servant, or your female servant,\nor your livestock, or the sojourner who is within your gates. (11)\nFor in six days the LORD made heaven and earth, the sea, and all\nthat is in them, and rested on the seventh day. Therefore the LORD\nblessed the Sabbath day and made it holy. (12) \"Honor your father\nand your mother, that your days may be long in the land that the\nLORD your God is giving you. (13) \"You shall not murder. (14) \"You\nshall not commit adultery. (15) \"You shall not steal. (16) \"You shall\nnot bear false witness against your neighbor. (17) \"You shall not","covet your neighbor's house; you shall not covet your neighbor's\nwife, or his male servant, or his female servant, or his ox, or his\ndonkey, or anything that is your neighbor's.\" (18) Now when all the\npeople saw the thunder and the flashes of lightning and the sound\nof the trumpet and the mountain smoking, the people were afraid\nand trembled, and they stood far off (19) and said to Moses, \"You\nspeak to us, and we will listen; but do not let God speak to us, lest\nwe die.\" (20) Moses said to the people, \"Do not fear, for God has\ncome to test you, that the fear of him may be before you, that you\nmay not sin.\""],"start_index":200002020001,"end_index":200002020020,"verse_count":20,"word_count":417},{"reference":"Leviticus 11:44-45","translation":"ESV","division":"Junior","passage_number":17,"release":"NBBC","cards":["(44) For I am the LORD your God. Consecrate yourselves\ntherefore, and be holy, for I am holy. You shall not defile\nyourselves with any swarming thing that crawls on the ground.\n(45) For I am the LORD who brought you up out of the land\nof Egypt to be your God. You shall therefore be holy, for I am\nholy.\""],"start_index":200003011044,"end_index":200003011045,"verse_count":2,"word_count":59},{"reference":"1 Kings 8:48-50","translation":"ESV","division":"Junior","passage_number":18,"release":"NBBC","cards":["(48) if they repent with all their heart and with all their soul\nin the land of their enemies, who carried them captive, and\npray to you toward their land, which you gave to their fathers,\nthe city that you have chosen, and the house that I have built\nfor your name, (49) then hear in heaven your dwelling place\ntheir prayer and their plea, and maintain their cause (50) and\nforgive your people who have sinned against you, and all\ntheir transgressions that they have committed against you,\nand grant them compassion in the sight of those who carried\nthem captive, that they may have compassion on them"],"start_index":200011008048,"end_index":200011008050,"verse_count":3,"word_count":106},{"reference":"2 Kings 3:21-27","translation":"ESV","division":"Junior","passage_number":19,"release":"NBBC","cards":["(21) When all the Moabites heard that the kings had come\nup to fight against them, all who were able to put on armor,\nfrom the youngest to the oldest, were called out and were\ndrawn up at the border. (22) And when they rose early in the\nmorning and the sun shone on the water, the Moabites saw\nthe water opposite them as red as blood. (23) And they said,\n\"This is blood; the kings have surely fought together and\nstruck one another down. Now then, Moab, to the spoil!\" (24)\nBut when they came to the camp of Israel, the Israelites rose\nand struck the Moabites, till they fled before them. And they\nwent forward, striking the Moabites as they went. (25) And","they overthrew the cities, and on every good piece of land\nevery man threw a stone until it was covered. They stopped\nevery spring of water and felled all the good trees, till only its\nstones were left in Kir-hareseth, and the slingers surrounded\nand attacked it. (26) When the king of Moab saw that the battle\nwas going against him, he took with him 700 swordsmen to\nbreak through, opposite the king of Edom, but they could\nnot. (27) Then he took his oldest son who was to reign in his\nplace and offered him for a burnt offering on the wall. And\nthere came great wrath against Israel. And they withdrew\nfrom him and returned to their own land."],"start_index":200012003021,"end_index":200012003027,"verse_count":7,"word_count":240},{"reference":"2 Chronicles 1:10-12","translation":"ESV","division":"Junior","passage_number":20,"release":"NBBC","cards":["(10) Give me now wisdom and knowledge to go out and\ncome in before this people, for who can govern this people\nof yours, which is so great?\" (11) God answered Solomon,\n\"Because this was in your heart, and you have not asked\nfor possessions, wealth, honor, or the life of those who hate\nyou, and have not even asked for long life, but have asked\nfor wisdom and knowledge for yourself that you may govern\nmy people over whom I have made you king, (12) wisdom\nand knowledge are granted to you. I will also give you riches,\npossessions, and honor, such as none of the kings had who\nwere before you, and none after you shall have the like.\""],"start_index":200014001010,"end_index":200014001012,"verse_count":3,"word_count":118},{"reference":"Ezra 3:9-13","translation":"ESV","division":"Junior","passage_number":21,"release":"NBBC","cards":["(9) And Jeshua with his sons and his brothers, and Kadmiel\nand his sons, the sons of Judah, together supervised the\nworkmen in the house of God, along with the sons of Henadad\nand the Levites, their sons and brothers. (10) And when the\nbuilders laid the foundation of the temple of the LORD, the\npriests in their vestments came forward with trumpets, and\nthe Levites, the sons of Asaph, with cymbals, to praise the\nLORD, according to the directions of David king of Israel. (11)\nAnd they sang responsively, praising and giving thanks to the\nLORD, \"For he is good, for his steadfast love endures forever\ntoward Israel.\" And all the people shouted with a great shout","when they praised the LORD, because the foundation of the\nhouse of the LORD was laid. (12) But many of the priests and\nLevites and heads of fathers' houses, old men who had seen\nthe first house, wept with a loud voice when they saw the\nfoundation of this house being laid, though many shouted\naloud for joy, (13) so that the people could not distinguish\nthe sound of the joyful shout from the sound of the people's\nweeping, for the people shouted with a great shout, and the\nsound was heard far away."],"start_index":200015003009,"end_index":200015003013,"verse_count":5,"word_count":207},{"reference":"Nehemiah 1:3-11","translation":"ESV","division":"Junior","passage_number":22,"release":"NBBC","cards":["(3) And they said to me, \"The remnant there in the province\nwho had survived the exile is in great trouble and shame. The\nwall of Jerusalem is broken down, and its gates are destroyed\nby fire.\" (4) As soon as I heard these words I sat down and\nwept and mourned for days, and I continued fasting and\npraying before the God of heaven. (5) And I said, \"O LORD\nGod of heaven, the great and awesome God who keeps\ncovenant and steadfast love with those who love him and\nkeep his commandments, (6) let your ear be attentive and\nyour eyes open, to hear the prayer of your servant that I now\npray before you day and night for the people of Israel your","servants, confessing the sins of the people of Israel, which we\nhave sinned against you. Even I and my father's house have\nsinned. (7) We have acted very corruptly against you and\nhave not kept the commandments, the statutes, and the rules\nthat you commanded your servant Moses. (8) Remember the\nword that you commanded your servant Moses, saying, 'If you\nare unfaithful, I will scatter you among the peoples, (9) but if\nyou return to me and keep my commandments and do them,\nthough your outcasts are in the uttermost parts of heaven,\nfrom there I will gather them and bring them to the place that\nI have chosen, to make my name dwell there.' (10) They are","your servants and your people, whom you have redeemed by\nyour great power and by your strong hand. (11) O Lord, let\nyour ear be attentive to the prayer of your servant, and to the\nprayer of your servants who delight to fear your name, and\ngive success to your servant today, and grant him mercy in\nthe sight of this man.\" Now I was cupbearer to the king."],"start_index":200016001003,"end_index":200016001011,"verse_count":9,"word_count":305},{"reference":"Psalm 100:1-5","translation":"ESV","division":"Junior","passage_number":23,"release":"NBBC","cards":["(1) Make a joyful noise to the LORD, all the earth! (2) Serve the\nLORD with gladness! Come into his presence with singing! (3)\nKnow that the LORD, he is God! It is he who made us, and we\nare his; we are his people, and the sheep of his pasture. (4)\nEnter his gates with thanksgiving, and his courts with praise!\nGive thanks to him; bless his name! (5) For the LORD is good;\nhis steadfast love endures forever, and his faithfulness to all\ngenerations."],"start_index":200019100001,"end_index":200019100005,"verse_count":5,"word_count":81},{"reference":"Psalm 119:100-106","translation":"ESV","division":"Junior","passage_number":24,"release":"NBBC","cards":["(100) I understand more than the aged, for I keep your\nprecepts. (101) I hold back my feet from every evil way, in\norder to keep your word. (102) I do not turn aside from your\nrules, for you have taught me. (103) How sweet are your\nwords to my taste, sweeter than honey to my mouth! (104)\nThrough your precepts I get understanding; therefore I hate\nevery false way. (105) Your word is a lamp to my feet and a\nlight to my path. (106) I have sworn an oath and confirmed it,\nto keep your righteous rules."],"start_index":200019119100,"end_index":200019119106,"verse_count":7,"word_count":99},{"reference":"Psalm 119:115-116","translation":"ESV","division":"Junior","passage_number":25,"release":"NBBC","cards":["(115) Depart from me, you evildoers, that I may keep the\ncommandments of my God. (116) Uphold me according to\nyour promise, that I may live, and let me not be put to shame\nin my hope!"],"start_index":200019119115,"end_index":200019119116,"verse_count":2,"word_count":37},{"reference":"Psalm 141:2-5","translation":"ESV","division":"Junior","passage_number":26,"release":"NBBC","cards":["(2) Let my prayer be counted as incense before you, and the\nlifting up of my hands as the evening sacrifice! (3) Set a guard,\nO LORD, over my mouth; keep watch over the door of my\nlips! (4) Do not let my heart incline to any evil, to busy myself\nwith wicked deeds in company with men who work iniquity,\nand let me not eat of their delicacies! (5) Let a righteous man\nstrike me--it is a kindness; let him rebuke me--it is oil for my\nhead; let my head not refuse it. Yet my prayer is continually\nagainst their evil deeds."],"start_index":200019141002,"end_index":200019141005,"verse_count":4,"word_count":101},{"reference":"Proverbs 10:20-32","translation":"ESV","division":"Junior","passage_number":27,"release":"NBBC","cards":["(20) The tongue of the righteous is choice silver; the heart of\nthe wicked is of little worth. (21) The lips of the righteous feed\nmany, but fools die for lack of sense. (22) The blessing of the\nLORD makes rich, and he adds no sorrow with it. (23) Doing\nwrong is like a joke to a fool, but wisdom is pleasure to a man\nof understanding. (24) What the wicked dreads will come\nupon him, but the desire of the righteous will be granted.\n(25) When the tempest passes, the wicked is no more, but the\nrighteous is established forever. (26) Like vinegar to the teeth\nand smoke to the eyes, so is the sluggard to those who send\nhim. (27) The fear of the LORD prolongs life, but the years","of the wicked will be short. (28) The hope of the righteous\nbrings joy, but the expectation of the wicked will perish. (29)\nThe way of the LORD is a stronghold to the blameless, but\ndestruction to evildoers. (30) The righteous will never be\nremoved, but the wicked will not dwell in the land. (31) The\nmouth of the righteous brings forth wisdom, but the perverse\ntongue will be cut off. (32) The lips of the righteous know what\nis acceptable, but the mouth of the wicked, what is perverse."],"start_index":200020010020,"end_index":200020010032,"verse_count":13,"word_count":209},{"reference":"Proverbs 11:1-13","translation":"ESV","division":"Junior","passage_number":28,"release":"NBBC","cards":["(1) A false balance is an abomination to the LORD, but a just\nweight is his delight. (2) When pride comes, then comes\ndisgrace, but with the humble is wisdom. (3) The integrity\nof the upright guides them, but the crookedness of the\ntreacherous destroys them. (4) Riches do not profit in the\nday of wrath, but righteousness delivers from death. (5) The\nrighteousness of the blameless keeps his way straight, but\nthe wicked falls by his own wickedness. (6) The righteousness\nof the upright delivers them, but the treacherous are taken\ncaptive by their lust. (7) When the wicked dies, his hope will\nperish, and the expectation of wealth perishes too. (8) The","righteous is delivered from trouble, and the wicked walks into\nit instead. (9) With his mouth the godless man would destroy\nhis neighbor, but by knowledge the righteous are delivered.\n(10) When it goes well with the righteous, the city rejoices,\nand when the wicked perish there are shouts of gladness.\n(11) By the blessing of the upright a city is exalted, but by the\nmouth of the wicked it is overthrown. (12) Whoever belittles\nhis neighbor lacks sense, but a man of understanding remains\nsilent. (13) Whoever goes about slandering reveals secrets,\nbut he who is trustworthy in spirit keeps a thing covered."],"start_index":200020011001,"end_index":200020011013,"verse_count":13,"word_count":205},{"reference":"Proverbs 12:1-13","translation":"ESV","division":"Junior","passage_number":29,"release":"NBBC","cards":["(1) Whoever loves discipline loves knowledge, but he who\nhates reproof is stupid. (2) A good man obtains favor from\nthe LORD, but a man of evil devices he condemns. (3) No one\nis established by wickedness, but the root of the righteous\nwill never be moved. (4) An excellent wife is the crown of her\nhusband, but she who brings shame is like rottenness in his\nbones. (5) The thoughts of the righteous are just; the counsels\nof the wicked are deceitful. (6) The words of the wicked lie in\nwait for blood, but the mouth of the upright delivers them. (7)\nThe wicked are overthrown and are no more, but the house of\nthe righteous will stand. (8) A man is commended according","to his good sense, but one of twisted mind is despised. (9)\nBetter to be lowly and have a servant than to play the great\nman and lack bread. (10) Whoever is righteous has regard for\nthe life of his beast, but the mercy of the wicked is cruel. (11)\nWhoever works his land will have plenty of bread, but he who\nfollows worthless pursuits lacks sense. (12) Whoever is wicked\ncovets the spoil of evildoers, but the root of the righteous\nbears fruit. (13) An evil man is ensnared by the transgression\nof his lips, but the righteous escapes from trouble."],"start_index":200020012001,"end_index":200020012013,"verse_count":13,"word_count":214},{"reference":"Proverbs 14:1-25","translation":"ESV","division":"Junior","passage_number":30,"release":"NBBC","cards":["(1) The wisest of women builds her house, but folly with her own\nhands tears it down. (2) Whoever walks in uprightness fears the\nLORD, but he who is devious in his ways despises him. (3) By the\nmouth of a fool comes a rod for his back, but the lips of the wise\nwill preserve them. (4) Where there are no oxen, the manger is\nclean, but abundant crops come by the strength of the ox. (5) A\nfaithful witness does not lie, but a false witness breathes out lies.\n(6) A scoffer seeks wisdom in vain, but knowledge is easy for a man\nof understanding. (7) Leave the presence of a fool, for there you\ndo not meet words of knowledge. (8) The wisdom of the prudent\nis to discern his way, but the folly of fools is deceiving. (9) Fools","mock at the guilt offering, but the upright enjoy acceptance. (10)\nThe heart knows its own bitterness, and no stranger shares its joy.\n(11) The house of the wicked will be destroyed, but the tent of the\nupright will flourish. (12) There is a way that seems right to a man,\nbut its end is the way to death. (13) Even in laughter the heart may\nache, and the end of joy may be grief. (14) The backslider in heart\nwill be filled with the fruit of his ways, and a good man will be\nfilled with the fruit of his ways. (15) The simple believes everything,\nbut the prudent gives thought to his steps. (16) One who is wise\nis cautious and turns away from evil, but a fool is reckless and\ncareless. (17) A man of quick temper acts foolishly, and a man of","evil devices is hated. (18) The simple inherit folly, but the prudent\nare crowned with knowledge. (19) The evil bow down before the\ngood, the wicked at the gates of the righteous. (20) The poor is\ndisliked even by his neighbor, but the rich has many friends. (21)\nWhoever despises his neighbor is a sinner, but blessed is he who is\ngenerous to the poor. (22) Do they not go astray who devise evil?\nThose who devise good meet steadfast love and faithfulness. (23)\nIn all toil there is profit, but mere talk tends only to poverty. (24)\nThe crown of the wise is their wealth, but the folly of fools brings\nfolly. (25) A truthful witness saves lives, but one who breathes out\nlies is deceitful."],"start_index":200020014001,"end_index":200020014025,"verse_count":25,"word_count":391},{"reference":"Ecclesiastes 2:9-11","translation":"ESV","division":"Junior","passage_number":31,"release":"NBBC","cards":["(9) So I became great and surpassed all who were before me\nin Jerusalem. Also my wisdom remained with me. (10) And\nwhatever my eyes desired I did not keep from them. I kept\nmy heart from no pleasure, for my heart found pleasure in\nall my toil, and this was my reward for all my toil. (11) Then\nI considered all that my hands had done and the toil I had\nexpended in doing it, and behold, all was vanity and a striving\nafter wind, and there was nothing to be gained under the sun."],"start_index":200021002009,"end_index":200021002011,"verse_count":3,"word_count":93},{"reference":"Ecclesiastes 9:13-18","translation":"ESV","division":"Junior","passage_number":32,"release":"NBBC","cards":["(13) I have also seen this example of wisdom under the sun,\nand it seemed great to me. (14) There was a little city with few\nmen in it, and a great king came against it and besieged it,\nbuilding great siegeworks against it. (15) But there was found\nin it a poor, wise man, and he by his wisdom delivered the\ncity. Yet no one remembered that poor man. (16) But I say that\nwisdom is better than might, though the poor man's wisdom\nis despised and his words are not heard. (17) The words of\nthe wise heard in quiet are better than the shouting of a ruler\namong fools. (18) Wisdom is better than weapons of war, but\none sinner destroys much good."],"start_index":200021009013,"end_index":200021009018,"verse_count":6,"word_count":120},{"reference":"Isaiah 40:24-31","translation":"ESV","division":"Junior","passage_number":33,"release":"NBBC","cards":["(24) Scarcely are they planted, scarcely sown, scarcely has\ntheir stem taken root in the earth, when he blows on them,\nand they wither, and the tempest carries them off like stubble.\n(25) To whom then will you compare me, that I should be\nlike him? says the Holy One. (26) Lift up your eyes on high\nand see: who created these? He who brings out their host\nby number, calling them all by name; by the greatness of his\nmight and because he is strong in power, not one is missing.\n(27) Why do you say, O Jacob, and speak, O Israel, \"My way\nis hidden from the LORD, and my right is disregarded by my\nGod\"? (28) Have you not known? Have you not heard? The","LORD is the everlasting God, the Creator of the ends of the\nearth. He does not faint or grow weary; his understanding is\nunsearchable. (29) He gives power to the faint, and to him\nwho has no might he increases strength. (30) Even youths\nshall faint and be weary, and young men shall fall exhausted;\n(31) but they who wait for the LORD shall renew their strength;\nthey shall mount up with wings like eagles; they shall run and\nnot be weary; they shall walk and not faint."],"start_index":200023040024,"end_index":200023040031,"verse_count":8,"word_count":208},{"reference":"Jeremiah 29:4-14","translation":"ESV","division":"Junior","passage_number":34,"release":"NBBC","cards":["(4) \"Thus says the LORD of hosts, the God of Israel, to all the exiles\nwhom I have sent into exile from Jerusalem to Babylon: (5) Build\nhouses and live in them; plant gardens and eat their produce. (6)\nTake wives and have sons and daughters; take wives for your sons,\nand give your daughters in marriage, that they may bear sons and\ndaughters; multiply there, and do not decrease. (7) But seek the\nwelfare of the city where I have sent you into exile, and pray to\nthe LORD on its behalf, for in its welfare you will find your welfare.\n(8) For thus says the LORD of hosts, the God of Israel: Do not let\nyour prophets and your diviners who are among you deceive you,\nand do not listen to the dreams that they dream, (9) for it is a lie\nthat they are prophesying to you in my name; I did not send them,","declares the LORD. (10) \"For thus says the LORD: When seventy\nyears are completed for Babylon, I will visit you, and I will fulfill to\nyou my promise and bring you back to this place. (11) For I know\nthe plans I have for you, declares the LORD, plans for welfare and\nnot for evil, to give you a future and a hope. (12) Then you will call\nupon me and come and pray to me, and I will hear you. (13) You\nwill seek me and find me, when you seek me with all your heart.\n(14) I will be found by you, declares the LORD, and I will restore\nyour fortunes and gather you from all the nations and all the places\nwhere I have driven you, declares the LORD, and I will bring you\nback to the place from which I sent you into exile."],"start_index":200024029004,"end_index":200024029014,"verse_count":11,"word_count":295},{"reference":"Jeremiah 33:1-3","translation":"ESV","division":"Junior","passage_number":35,"release":"NBBC","cards":["(1) The word of the LORD came to Jeremiah a second time,\nwhile he was still shut up in the court of the guard: (2) \"Thus\nsays the LORD who made the earth, the LORD who formed it\nto establish it--the LORD is his name: (3) Call to me and I will\nanswer you, and will tell you great and hidden things that you\nhave not known."],"start_index":200024033001,"end_index":200024033003,"verse_count":3,"word_count":65},{"reference":"Lamentations 2:1-2","translation":"ESV","division":"Junior","passage_number":36,"release":"NBBC","cards":["(1) How the Lord in his anger has set the daughter of Zion\nunder a cloud! He has cast down from heaven to earth the\nsplendor of Israel; he has not remembered his footstool in\nthe day of his anger. (2) The Lord has swallowed up without\nmercy all the habitations of Jacob; in his wrath he has broken\ndown the strongholds of the daughter of Judah; he has\nbrought down to the ground in dishonor the kingdom and\nits rulers."],"start_index":200025002001,"end_index":200025002002,"verse_count":2,"word_count":79},{"reference":"Amos 3:3-8","translation":"ESV","division":"Junior","passage_number":37,"release":"NBBC","cards":["(3) \"Do two walk together, unless they have agreed to meet?\n(4) Does a lion roar in the forest, when he has no prey? Does\na young lion cry out from his den, if he has taken nothing?\n(5) Does a bird fall in a snare on the earth, when there is no\ntrap for it? Does a snare spring up from the ground, when it\nhas taken nothing? (6) Is a trumpet blown in a city, and the\npeople are not afraid? Does disaster come to a city, unless\nthe LORD has done it? (7) \"For the Lord GOD does nothing\nwithout revealing his secret to his servants the prophets. (8)\nThe lion has roared; who will not fear? The Lord GOD has\nspoken; who can but prophesy?\""],"start_index":200030003003,"end_index":200030003008,"verse_count":6,"word_count":123},{"reference":"Mark 1:1-11","translation":"ESV","division":"Junior","passage_number":38,"release":"NBBC","cards":["(1) The beginning of the gospel of Jesus Christ, the Son of\nGod. (2) As it is written in Isaiah the prophet, \"Behold, I send\nmy messenger before your face, who will prepare your way,\n(3) the voice of one crying in the wilderness: 'Prepare the\nway of the Lord, make his paths straight,'\" (4) John appeared,\nbaptizing in the wilderness and proclaiming a baptism of\nrepentance for the forgiveness of sins. (5) And all the country\nof Judea and all Jerusalem were going out to him and were\nbeing baptized by him in the river Jordan, confessing their\nsins. (6) Now John was clothed with camel's hair and wore a\nleather belt around his waist and ate locusts and wild honey.","(7) And he preached, saying, \"After me comes he who is\nmightier than I, the strap of whose sandals I am not worthy\nto stoop down and untie. (8) I have baptized you with water,\nbut he will baptize you with the Holy Spirit.\" (9) In those days\nJesus came from Nazareth of Galilee and was baptized by\nJohn in the Jordan. (10) And when he came up out of the\nwater, immediately he saw the heavens being torn open and\nthe Spirit descending on him like a dove. (11) And a voice\ncame from heaven, \"You are my beloved Son; with you I am\nwell pleased.\""],"start_index":400002001001,"end_index":400002001011,"verse_count":11,"word_count":218},{"reference":"John 14:18-21","translation":"ESV","division":"Junior","passage_number":39,"release":"NBBC","cards":["(18) \"I will not leave you as orphans; I will come to you. (19)\nYet a little while and the world will see me no more, but you\nwill see me. Because I live, you also will live. (20) In that day\nyou will know that I am in my Father, and you in me, and I in\nyou. (21) Whoever has my commandments and keeps them,\nhe it is who loves me. And he who loves me will be loved by\nmy Father, and I will love him and manifest myself to him.\""],"start_index":400004014018,"end_index":400004014021,"verse_count":4,"word_count":90},{"reference":"John 16:25","translation":"ESV","division":"Junior","passage_number":40,"release":"NBBC","cards":["(25) \"I have said these things to you in figures of speech. The\nhour is coming when I will no longer speak to you in figures\nof speech but will tell you plainly about the Father."],"start_index":400004016025,"end_index":400004016025,"verse_count":1,"word_count":35},{"reference":"John 16:33","translation":"ESV","division":"Junior","passage_number":41,"release":"NBBC","cards":["(33) I have said these things to you, that in me you may have\npeace. In the world you will have tribulation. But take heart; I\nhave overcome the world.\""],"start_index":400004016033,"end_index":400004016033,"verse_count":1,"word_count":29},{"reference":"Acts 4:23-31","translation":"ESV","division":"Junior","passage_number":42,"release":"NBBC","cards":["(23) When they were released, they went to their friends and\nreported what the chief priests and the elders had said to\nthem. (24) And when they heard it, they lifted their voices\ntogether to God and said, \"Sovereign Lord, who made the\nheaven and the earth and the sea and everything in them,\n(25) who through the mouth of our father David, your servant,\nsaid by the Holy Spirit, \"'Why did the Gentiles rage, and the\npeoples plot in vain? (26) The kings of the earth set themselves,\nand the rulers were gathered together, against the Lord and\nagainst his Anointed'-- (27) for truly in this city there were\ngathered together against your holy servant Jesus, whom","you anointed, both Herod and Pontius Pilate, along with the\nGentiles and the peoples of Israel, (28) to do whatever your\nhand and your plan had predestined to take place. (29) And\nnow, Lord, look upon their threats and grant to your servants\nto continue to speak your word with all boldness, (30) while\nyou stretch out your hand to heal, and signs and wonders\nare performed through the name of your holy servant Jesus.\"\n(31) And when they had prayed, the place in which they were\ngathered together was shaken, and they were all filled with\nthe Holy Spirit and continued to speak the word of God with\nboldness."],"start_index":400005004023,"end_index":400005004031,"verse_count":9,"word_count":219},{"reference":"Acts 9:40","translation":"ESV","division":"Junior","passage_number":43,"release":"NBBC","cards":["(40) But Peter put them all outside, and knelt down and\nprayed; and turning to the body he said, \"Tabitha, arise.\" And\nshe opened her eyes, and when she saw Peter she sat up."],"start_index":400005009040,"end_index":400005009040,"verse_count":1,"word_count":33},{"reference":"Romans 15:30-33","translation":"ESV","division":"Junior","passage_number":44,"release":"NBBC","cards":["(30) I appeal to you, brothers, by our Lord Jesus Christ and by\nthe love of the Spirit, to strive together with me in your prayers\nto God on my behalf, (31) that I may be delivered from the\nunbelievers in Judea, and that my service for Jerusalem may\nbe acceptable to the saints, (32) so that by God's will I may\ncome to you with joy and be refreshed in your company. (33)\nMay the God of peace be with you all. Amen."],"start_index":400006015030,"end_index":400006015033,"verse_count":4,"word_count":80},{"reference":"1 Corinthians 2:7-10","translation":"ESV","division":"Junior","passage_number":45,"release":"NBBC","cards":["(7) But we impart a secret and hidden wisdom of God, which\nGod decreed before the ages for our glory. (8) None of the\nrulers of this age understood this, for if they had, they would\nnot have crucified the Lord of glory. (9) But, as it is written,\n\"What no eye has seen, nor ear heard, nor the heart of man\nimagined, what God has prepared for those who love him\"--\n(10) these things God has revealed to us through the Spirit.\nFor the Spirit searches everything, even the depths of God."],"start_index":400007002007,"end_index":400007002010,"verse_count":4,"word_count":89},{"reference":"Galatians 4:21-31","translation":"ESV","division":"Junior","passage_number":46,"release":"NBBC","cards":["(21) Tell me, you who desire to be under the law, do you not\nlisten to the law? (22) For it is written that Abraham had two\nsons, one by a slave woman and one by a free woman. (23)\nBut the son of the slave was born according to the flesh, while\nthe son of the free woman was born through promise. (24)\nNow this may be interpreted allegorically: these women are\ntwo covenants. One is from Mount Sinai, bearing children\nfor slavery; she is Hagar. (25) Now Hagar is Mount Sinai in\nArabia; she corresponds to the present Jerusalem, for she is\nin slavery with her children. (26) But the Jerusalem above is\nfree, and she is our mother. (27) For it is written, \"Rejoice, O","barren one who does not bear; break forth and cry aloud,\nyou who are not in labor! For the children of the desolate\none will be more than those of the one who has a husband.\"\n(28) Now you, brothers, like Isaac, are children of promise.\n(29) But just as at that time he who was born according to the\nflesh persecuted him who was born according to the Spirit,\nso also it is now. (30) But what does the Scripture say? \"Cast\nout the slave woman and her son, for the son of the slave\nwoman shall not inherit with the son of the free woman.\" (31)\nSo, brothers, we are not children of the slave but of the free\nwoman."],"start_index":400009004021,"end_index":400009004031,"verse_count":11,"word_count":239},{"reference":"1 Timothy 3:1-16","translation":"ESV","division":"Junior","passage_number":47,"release":"NBBC","cards":["(1) The saying is trustworthy: If anyone aspires to the office of\noverseer, he desires a noble task. (2) Therefore an overseer\nmust be above reproach, the husband of one wife, sober-\nminded, self-controlled, respectable, hospitable, able to teach,\n(3) not a drunkard, not violent but gentle, not quarrelsome,\nnot a lover of money. (4) He must manage his own household\nwell, with all dignity keeping his children submissive, (5) for if\nsomeone does not know how to manage his own household,\nhow will he care for God's church? (6) He must not be a recent\nconvert, or he may become puffed up with conceit and fall\ninto the condemnation of the devil. (7) Moreover, he must","be well thought of by outsiders, so that he may not fall into\ndisgrace, into a snare of the devil. (8) Deacons likewise must\nbe dignified, not double-tongued, not addicted to much\nwine, not greedy for dishonest gain. (9) They must hold the\nmystery of the faith with a clear conscience. (10) And let them\nalso be tested first; then let them serve as deacons if they\nprove themselves blameless. (11) Their wives likewise must\nbe dignified, not slanderers, but sober-minded, faithful in all\nthings. (12) Let deacons each be the husband of one wife,\nmanaging their children and their own households well. (13)\nFor those who serve well as deacons gain a good standing","for themselves and also great confidence in the faith that is in\nChrist Jesus. (14) I hope to come to you soon, but I am writing\nthese things to you so that, (15) if I delay, you may know how\none ought to behave in the household of God, which is the\nchurch of the living God, a pillar and buttress of the truth.\n(16) Great indeed, we confess, is the mystery of godliness:\nHe was manifested in the flesh, vindicated by the Spirit, seen\nby angels, proclaimed among the nations, believed on in the\nworld, taken up in glory."],"start_index":400015003001,"end_index":400015003016,"verse_count":16,"word_count":319},{"reference":"2 Timothy 4:16-18","translation":"ESV","division":"Junior","passage_number":48,"release":"NBBC","cards":["(16) At my first defense no one came to stand by me, but all\ndeserted me. May it not be charged against them! (17) But the\nLord stood by me and strengthened me, so that through me\nthe message might be fully proclaimed and all the Gentiles\nmight hear it. So I was rescued from the lion's mouth. (18) The\nLord will rescue me from every evil deed and bring me safely\ninto his heavenly kingdom. To him be the glory forever and\never. Amen."],"start_index":400016004016,"end_index":400016004018,"verse_count":3,"word_count":82},{"reference":"Jude 1:8-25","translation":"ESV","division":"Junior","passage_number":49,"release":"NBBC","cards":["(8) Yet in like manner these people also, relying on their dreams,\ndefile the flesh, reject authority, and blaspheme the glorious\nones. (9) But when the archangel Michael, contending with\nthe devil, was disputing about the body of Moses, he did not\npresume to pronounce a blasphemous judgment, but said, \"The\nLord rebuke you.\" (10) But these people blaspheme all that they\ndo not understand, and they are destroyed by all that they, like\nunreasoning animals, understand instinctively. (11) Woe to them!\nFor they walked in the way of Cain and abandoned themselves for\nthe sake of gain to Balaam's error and perished in Korah's rebellion.\n(12) These are hidden reefs at your love feasts, as they feast with\nyou without fear, shepherds feeding themselves; waterless clouds,","swept along by winds; fruitless trees in late autumn, twice dead,\nuprooted; (13) wild waves of the sea, casting up the foam of\ntheir own shame; wandering stars, for whom the gloom of utter\ndarkness has been reserved forever. (14) It was also about these\nthat Enoch, the seventh from Adam, prophesied, saying, \"Behold,\nthe Lord comes with ten thousands of his holy ones, (15) to execute\njudgment on all and to convict all the ungodly of all their deeds of\nungodliness that they have committed in such an ungodly way, and\nof all the harsh things that ungodly sinners have spoken against\nhim.\" (16) These are grumblers, malcontents, following their own\nsinful desires; they are loud-mouthed boasters, showing favoritism\nto gain advantage. (17) But you must remember, beloved, the\npredictions of the apostles of our Lord Jesus Christ. (18) They said","to you, \"In the last time there will be scoffers, following their own\nungodly passions.\" (19) It is these who cause divisions, worldly\npeople, devoid of the Spirit. (20) But you, beloved, building\nyourselves up in your most holy faith and praying in the Holy Spirit,\n(21) keep yourselves in the love of God, waiting for the mercy of\nour Lord Jesus Christ that leads to eternal life. (22) And have mercy\non those who doubt; (23) save others by snatching them out of\nthe fire; to others show mercy with fear, hating even the garment\nstained by the flesh. (24) Now to him who is able to keep you from\nstumbling and to present you blameless before the presence of\nhis glory with great joy, (25) to the only God, our Savior, through\nJesus Christ our Lord, be glory, majesty, dominion, and authority,\nbefore all time and now and forever. Amen."],"start_index":400026001008,"end_index":400026001025,"verse_count":18,"word_count":404},{"reference":"Revelation 1:4-6","translation":"ESV","division":"Junior","passage_number":50,"release":"NBBC","cards":["(4) John to the seven churches that are in Asia: Grace to you\nand peace from him who is and who was and who is to come,\nand from the seven spirits who are before his throne, (5) and\nfrom Jesus Christ the faithful witness, the firstborn of the\ndead, and the ruler of kings on earth. To him who loves us\nand has freed us from our sins by his blood (6) and made us\na kingdom, priests to his God and Father, to him be glory and\ndominion forever and ever. Amen."],"start_index":400027001004,"end_index":400027001006,"verse_count":3,"word_count":91},{"reference":"Genesis 41:38-41","translation":"ESV","division":"Junior","passage_number":51,"release":"NBBC","cards":["(38) And Pharaoh said to his servants, \"Can we find a man\nlike this, in whom is the Spirit of God?\" (39) Then Pharaoh\nsaid to Joseph, \"Since God has shown you all this, there is\nnone so discerning and wise as you are. (40) You shall be over\nmy house, and all my people shall order themselves as you\ncommand. Only as regards the throne will I be greater than\nyou.\" (41) And Pharaoh said to Joseph, \"See, I have set you\nover all the land of Egypt.\""],"start_index":200001041038,"end_index":200001041041,"verse_count":4,"word_count":85},{"reference":"2 Chronicles 36:5-8","translation":"ESV","division":"Junior","passage_number":52,"release":"NBBC","cards":["(5) Jehoiakim was twenty-five years old when he began to\nreign, and he reigned eleven years in Jerusalem. He did\nwhat was evil in the sight of the LORD his God. (6) Against\nhim came up Nebuchadnezzar king of Babylon and bound\nhim in chains to take him to Babylon. (7) Nebuchadnezzar\nalso carried part of the vessels of the house of the LORD to\nBabylon and put them in his palace in Babylon. (8) Now the\nrest of the acts of Jehoiakim, and the abominations that he\ndid, and what was found against him, behold, they are written\nin the Book of the Kings of Israel and Judah. And Jehoiachin\nhis son reigned in his place."],"start_index":200014036005,"end_index":200014036008,"verse_count":4,"word_count":114},{"reference":"Psalm 2:1-6","translation":"ESV","division":"Junior","passage_number":53,"release":"NBBC","cards":["(1) Why do the nations rage and the peoples plot in vain?\n(2) The kings of the earth set themselves, and the rulers take\ncounsel together, against the LORD and against his Anointed,\nsaying, (3) \"Let us burst their bonds apart and cast away their\ncords from us.\" (4) He who sits in the heavens laughs; the\nLord holds them in derision. (5) Then he will speak to them in\nhis wrath, and terrify them in his fury, saying, (6) \"As for me, I\nhave set my King on Zion, my holy hill.\""],"start_index":200019002001,"end_index":200019002006,"verse_count":6,"word_count":87},{"reference":"Proverbs 22:24-29","translation":"ESV","division":"Junior","passage_number":54,"release":"NBBC","cards":["(24) Make no friendship with a man given to anger, nor go\nwith a wrathful man, (25) lest you learn his ways and entangle\nyourself in a snare. (26) Be not one of those who give pledges,\nwho put up security for debts. (27) If you have nothing with\nwhich to pay, why should your bed be taken from under you?\n(28) Do not move the ancient landmark that your fathers have\nset. (29) Do you see a man skillful in his work? He will stand\nbefore kings; he will not stand before obscure men."],"start_index":200020022024,"end_index":200020022029,"verse_count":6,"word_count":89},{"reference":"Ecclesiastes 3:1-11","translation":"ESV","division":"Junior","passage_number":55,"release":"NBBC","cards":["(1) For everything there is a season, and a time for every matter\nunder heaven: (2) a time to be born, and a time to die; a time\nto plant, and a time to pluck up what is planted; (3) a time to\nkill, and a time to heal; a time to break down, and a time to\nbuild up; (4) a time to weep, and a time to laugh; a time to\nmourn, and a time to dance; (5) a time to cast away stones,\nand a time to gather stones together; a time to embrace, and\na time to refrain from embracing; (6) a time to seek, and a time\nto lose; a time to keep, and a time to cast away; (7) a time to\ntear, and a time to sew; a time to keep silence, and a time to\nspeak; (8) a time to love, and a time to hate; a time for war,","and a time for peace. (9) What gain has the worker from his\ntoil? (10) I have seen the business that God has given to the\nchildren of man to be busy with. (11) He has made everything\nbeautiful in its time. Also, he has put eternity into man's heart,\nyet so that he cannot find out what God has done from the\nbeginning to the end."],"start_index":200021003001,"end_index":200021003011,"verse_count":11,"word_count":214},{"reference":"Isaiah 42:1-9","translation":"ESV","division":"Junior","passage_number":56,"release":"NBBC","cards":["(1) Behold my servant, whom I uphold, my chosen, in whom\nmy soul delights; I have put my Spirit upon him; he will bring\nforth justice to the nations. (2) He will not cry aloud or lift up\nhis voice, or make it heard in the street; (3) a bruised reed he\nwill not break, and a faintly burning wick he will not quench;\nhe will faithfully bring forth justice. (4) He will not grow faint\nor be discouraged till he has established justice in the earth;\nand the coastlands wait for his law. (5) Thus says God, the\nLORD, who created the heavens and stretched them out, who\nspread out the earth and what comes from it, who gives breath\nto the people on it and spirit to those who walk in it: (6) \"I am","the LORD; I have called you in righteousness; I will take you\nby the hand and keep you; I will give you as a covenant for\nthe people, a light for the nations, (7) to open the eyes that\nare blind, to bring out the prisoners from the dungeon, from\nthe prison those who sit in darkness. (8) I am the LORD; that is\nmy name; my glory I give to no other, nor my praise to carved\nidols. (9) Behold, the former things have come to pass, and\nnew things I now declare; before they spring forth I tell you\nof them.\""],"start_index":200023042001,"end_index":200023042009,"verse_count":9,"word_count":231},{"reference":"Jeremiah 8:11-17","translation":"ESV","division":"Junior","passage_number":57,"release":"NBBC","cards":["(11) They have healed the wound of my people lightly,\nsaying, 'Peace, peace,' when there is no peace. (12) Were\nthey ashamed when they committed abomination? No, they\nwere not at all ashamed; they did not know how to blush.\nTherefore they shall fall among the fallen; when I punish them,\nthey shall be overthrown, says the LORD. (13) When I would\ngather them, declares the LORD, there are no grapes on the\nvine, nor figs on the fig tree; even the leaves are withered, and\nwhat I gave them has passed away from them.\" (14) Why do\nwe sit still? Gather together; let us go into the fortified cities\nand perish there, for the LORD our God has doomed us to","perish and has given us poisoned water to drink, because we\nhave sinned against the LORD. (15) We looked for peace, but\nno good came; for a time of healing, but behold, terror. (16)\n\"The snorting of their horses is heard from Dan; at the sound\nof the neighing of their stallions the whole land quakes. They\ncome and devour the land and all that fills it, the city and\nthose who dwell in it. (17) For behold, I am sending among\nyou serpents, adders that cannot be charmed, and they shall\nbite you,\" declares the LORD."],"start_index":200024008011,"end_index":200024008017,"verse_count":7,"word_count":212},{"reference":"Lamentations 1:1-7","translation":"ESV","division":"Junior","passage_number":58,"release":"NBBC","cards":["(1) How lonely sits the city that was full of people! How like a widow\nhas she become, she who was great among the nations! She who\nwas a princess among the provinces has become a slave. (2) She\nweeps bitterly in the night, with tears on her cheeks; among all\nher lovers she has none to comfort her; all her friends have dealt\ntreacherously with her; they have become her enemies. (3) Judah\nhas gone into exile because of affliction and hard servitude; she\ndwells now among the nations, but finds no resting place; her\npursuers have all overtaken her in the midst of her distress. (4) The\nroads to Zion mourn, for none come to the festival; all her gates\nare desolate; her priests groan; her virgins have been afflicted,","and she herself suffers bitterly. (5) Her foes have become the\nhead; her enemies prosper, because the LORD has afflicted her\nfor the multitude of her transgressions; her children have gone\naway, captives before the foe. (6) From the daughter of Zion all\nher majesty has departed. Her princes have become like deer that\nfind no pasture; they fled without strength before the pursuer. (7)\nJerusalem remembers in the days of her affliction and wandering\nall the precious things that were hers from days of old. When her\npeople fell into the hand of the foe, and there was none to help\nher, her foes gloated over her; they mocked at her downfall."],"start_index":200025001001,"end_index":200025001007,"verse_count":7,"word_count":238},{"reference":"Lamentations 3:25-33","translation":"ESV","division":"Junior","passage_number":59,"release":"NBBC","cards":["(25) The LORD is good to those who wait for him, to the soul\nwho seeks him. (26) It is good that one should wait quietly\nfor the salvation of the LORD. (27) It is good for a man that\nhe bear the yoke in his youth. (28) Let him sit alone in silence\nwhen it is laid on him; (29) let him put his mouth in the dust-\n- there may yet be hope; (30) let him give his cheek to the\none who strikes, and let him be filled with insults. (31) For the\nLord will not cast off forever, (32) but, though he cause grief,\nhe will have compassion according to the abundance of his\nsteadfast love; (33) for he does not afflict from his heart or\ngrieve the children of men."],"start_index":200025003025,"end_index":200025003033,"verse_count":9,"word_count":125},{"reference":"Ezekiel 11:14-21","translation":"ESV","division":"Junior","passage_number":60,"release":"NBBC","cards":["(14) And the word of the LORD came to me: (15) \"Son of man,\nyour brothers, even your brothers, your kinsmen, the whole\nhouse of Israel, all of them, are those of whom the inhabitants\nof Jerusalem have said, 'Go far from the LORD; to us this land\nis given for a possession.' (16) Therefore say, 'Thus says the\nLord GOD: Though I removed them far off among the nations,\nand though I scattered them among the countries, yet I have\nbeen a sanctuary to them for a while in the countries where\nthey have gone.' (17) Therefore say, 'Thus says the Lord GOD:\nI will gather you from the peoples and assemble you out\nof the countries where you have been scattered, and I will","give you the land of Israel.' (18) And when they come there,\nthey will remove from it all its detestable things and all its\nabominations. (19) And I will give them one heart, and a new\nspirit I will put within them. I will remove the heart of stone\nfrom their flesh and give them a heart of flesh, (20) that they\nmay walk in my statutes and keep my rules and obey them.\nAnd they shall be my people, and I will be their God. (21) But\nas for those whose heart goes after their detestable things\nand their abominations, I will bring their deeds upon their\nown heads, declares the Lord GOD.\""],"start_index":200026011014,"end_index":200026011021,"verse_count":8,"word_count":232},{"reference":"Ezekiel 13:8-10","translation":"ESV","division":"Junior","passage_number":61,"release":"NBBC","cards":["(8) Therefore thus says the Lord GOD: \"Because you have\nuttered falsehood and seen lying visions, therefore behold, I\nam against you, declares the Lord GOD. (9) My hand will be\nagainst the prophets who see false visions and who give lying\ndivinations. They shall not be in the council of my people, nor\nbe enrolled in the register of the house of Israel, nor shall\nthey enter the land of Israel. And you shall know that I am\nthe Lord GOD. (10) Precisely because they have misled my\npeople, saying, 'Peace,' when there is no peace, and because,\nwhen the people build a wall, these prophets smear it with\nwhitewash,"],"start_index":200026013008,"end_index":200026013010,"verse_count":3,"word_count":108},{"reference":"Daniel 1:1-7","translation":"ESV","division":"Junior","passage_number":62,"release":"NBBC","cards":["(1) In the third year of the reign of Jehoiakim king of Judah,\nNebuchadnezzar king of Babylon came to Jerusalem\nand besieged it. (2) And the Lord gave Jehoiakim king of\nJudah into his hand, with some of the vessels of the house\nof God. And he brought them to the land of Shinar, to the\nhouse of his god, and placed the vessels in the treasury of\nhis god. (3) Then the king commanded Ashpenaz, his chief\neunuch, to bring some of the people of Israel, both of the\nroyal family and of the nobility, (4) youths without blemish,\nof good appearance and skillful in all wisdom, endowed\nwith knowledge, understanding learning, and competent to","stand in the king's palace, and to teach them the literature\nand language of the Chaldeans. (5) The king assigned them\na daily portion of the food that the king ate, and of the wine\nthat he drank. They were to be educated for three years, and\nat the end of that time they were to stand before the king. (6)\nAmong these were Daniel, Hananiah, Mishael, and Azariah\nof the tribe of Judah. (7) And the chief of the eunuchs gave\nthem names: Daniel he called Belteshazzar, Hananiah he\ncalled Shadrach, Mishael he called Meshach, and Azariah he\ncalled Abednego."],"start_index":200027001001,"end_index":200027001007,"verse_count":7,"word_count":210},{"reference":"Daniel 2:1-11","translation":"ESV","division":"Junior","passage_number":63,"release":"NBBC","cards":["(1) In the second year of the reign of Nebuchadnezzar,\nNebuchadnezzar had dreams; his spirit was troubled, and\nhis sleep left him. (2) Then the king commanded that the\nmagicians, the enchanters, the sorcerers, and the Chaldeans\nbe summoned to tell the king his dreams. So they came in\nand stood before the king. (3) And the king said to them, \"I\nhad a dream, and my spirit is troubled to know the dream.\"\n(4) Then the Chaldeans said to the king in Aramaic, \"O king,\nlive forever! Tell your servants the dream, and we will show\nthe interpretation.\" (5) The king answered and said to the\nChaldeans, \"The word from me is firm: if you do not make","known to me the dream and its interpretation, you shall be\ntorn limb from limb, and your houses shall be laid in ruins.\n(6) But if you show the dream and its interpretation, you shall\nreceive from me gifts and rewards and great honor. Therefore\nshow me the dream and its interpretation.\" (7) They answered\na second time and said, \"Let the king tell his servants the\ndream, and we will show its interpretation.\" (8) The king\nanswered and said, \"I know with certainty that you are trying\nto gain time, because you see that the word from me is firm--\n(9) if you do not make the dream known to me, there is but\none sentence for you. You have agreed to speak lying and","corrupt words before me till the times change. Therefore\ntell me the dream, and I shall know that you can show me its\ninterpretation.\" (10) The Chaldeans answered the king and\nsaid, \"There is not a man on earth who can meet the king's\ndemand, for no great and powerful king has asked such a\nthing of any magician or enchanter or Chaldean. (11) The\nthing that the king asks is difficult, and no one can show it to\nthe king except the gods, whose dwelling is not with flesh.\""],"start_index":200027002001,"end_index":200027002011,"verse_count":11,"word_count":324},{"reference":"Daniel 2:17-24","translation":"ESV","division":"Junior","passage_number":64,"release":"NBBC","cards":["(17) Then Daniel went to his house and made the matter\nknown to Hananiah, Mishael, and Azariah, his companions,\n(18) and told them to seek mercy from the God of heaven\nconcerning this mystery, so that Daniel and his companions\nmight not be destroyed with the rest of the wise men of\nBabylon. (19) Then the mystery was revealed to Daniel in a\nvision of the night. Then Daniel blessed the God of heaven.\n(20) Daniel answered and said: \"Blessed be the name of God\nforever and ever, to whom belong wisdom and might. (21)\nHe changes times and seasons; he removes kings and sets up\nkings; he gives wisdom to the wise and knowledge to those","who have understanding; (22) he reveals deep and hidden\nthings; he knows what is in the darkness, and the light dwells\nwith him. (23) To you, O God of my fathers, I give thanks and\npraise, for you have given me wisdom and might, and have\nnow made known to me what we asked of you, for you have\nmade known to us the king's matter.\" (24) Therefore Daniel\nwent in to Arioch, whom the king had appointed to destroy\nthe wise men of Babylon. He went and said thus to him: \"Do\nnot destroy the wise men of Babylon; bring me in before the\nking, and I will show the king the interpretation.\""],"start_index":200027002017,"end_index":200027002024,"verse_count":8,"word_count":223},{"reference":"Daniel 4:33-37","translation":"ESV","division":"Junior","passage_number":65,"release":"NBBC","cards":["(33) Immediately the word was fulfilled against\nNebuchadnezzar. He was driven from among men and ate\ngrass like an ox, and his body was wet with the dew of heaven\ntill his hair grew as long as eagles' feathers, and his nails were\nlike birds' claws. (34) At the end of the days I, Nebuchadnezzar,\nlifted my eyes to heaven, and my reason returned to me, and\nI blessed the Most High, and praised and honored him who\nlives forever, for his dominion is an everlasting dominion,\nand his kingdom endures from generation to generation;\n(35) all the inhabitants of the earth are accounted as nothing,\nand he does according to his will among the host of heaven","and among the inhabitants of the earth; and none can stay\nhis hand or say to him, \"What have you done?\" (36) At the\nsame time my reason returned to me, and for the glory of\nmy kingdom, my majesty and splendor returned to me. My\ncounselors and my lords sought me, and I was established in\nmy kingdom, and still more greatness was added to me. (37)\nNow I, Nebuchadnezzar, praise and extol and honor the King\nof heaven, for all his works are right and his ways are just; and\nthose who walk in pride he is able to humble."],"start_index":200027004033,"end_index":200027004037,"verse_count":5,"word_count":215},{"reference":"Daniel 5:1-4","translation":"ESV","division":"Junior","passage_number":66,"release":"NBBC","cards":["(1) King Belshazzar made a great feast for a thousand of his\nlords and drank wine in front of the thousand. (2) Belshazzar,\nwhen he tasted the wine, commanded that the vessels of gold\nand of silver that Nebuchadnezzar his father had taken out of\nthe temple in Jerusalem be brought, that the king and his\nlords, his wives, and his concubines might drink from them.\n(3) Then they brought in the golden vessels that had been\ntaken out of the temple, the house of God in Jerusalem, and\nthe king and his lords, his wives, and his concubines drank\nfrom them. (4) They drank wine and praised the gods of gold\nand silver, bronze, iron, wood, and stone."],"start_index":200027005001,"end_index":200027005004,"verse_count":4,"word_count":115},{"reference":"Daniel 6:1-13","translation":"ESV","division":"Junior","passage_number":67,"release":"NBBC","cards":["(1) It pleased Darius to set over the kingdom 120 satraps,\nto be throughout the whole kingdom; (2) and over them\nthree high officials, of whom Daniel was one, to whom these\nsatraps should give account, so that the king might suffer no\nloss. (3) Then this Daniel became distinguished above all the\nother high officials and satraps, because an excellent spirit\nwas in him. And the king planned to set him over the whole\nkingdom. (4) Then the high officials and the satraps sought\nto find a ground for complaint against Daniel with regard to\nthe kingdom, but they could find no ground for complaint or\nany fault, because he was faithful, and no error or fault was","found in him. (5) Then these men said, \"We shall not find any\nground for complaint against this Daniel unless we find it\nin connection with the law of his God.\" (6) Then these high\nofficials and satraps came by agreement to the king and said\nto him, \"O King Darius, live forever! (7) All the high officials\nof the kingdom, the prefects and the satraps, the counselors\nand the governors are agreed that the king should establish\nan ordinance and enforce an injunction, that whoever makes\npetition to any god or man for thirty days, except to you, O king,\nshall be cast into the den of lions. (8) Now, O king, establish\nthe injunction and sign the document, so that it cannot be","changed, according to the law of the Medes and the Persians,\nwhich cannot be revoked.\" (9) Therefore King Darius signed\nthe document and injunction. (10) When Daniel knew that the\ndocument had been signed, he went to his house where he\nhad windows in his upper chamber open toward Jerusalem.\nHe got down on his knees three times a day and prayed\nand gave thanks before his God, as he had done previously.\n(11) Then these men came by agreement and found Daniel\nmaking petition and plea before his God. (12) Then they came\nnear and said before the king, concerning the injunction, \"O\nking! Did you not sign an injunction, that anyone who makes","petition to any god or man within thirty days except to you, O\nking, shall be cast into the den of lions?\" The king answered\nand said, \"The thing stands fast, according to the law of the\nMedes and Persians, which cannot be revoked.\" (13) Then\nthey answered and said before the king, \"Daniel, who is one\nof the exiles from Judah, pays no attention to you, O king, or\nthe injunction you have signed, but makes his petition three\ntimes a day.\""],"start_index":200027006001,"end_index":200027006013,"verse_count":13,"word_count":429},{"reference":"Daniel 7:27","translation":"ESV","division":"Junior","passage_number":68,"release":"NBBC","cards":["(27) And the kingdom and the dominion and the greatness\nof the kingdoms under the whole heaven shall be given to\nthe people of the saints of the Most High; his kingdom shall\nbe an everlasting kingdom, and all dominions shall serve and\nobey him.'"],"start_index":200027007027,"end_index":200027007027,"verse_count":1,"word_count":44},{"reference":"Micah 5:2-4","translation":"ESV","division":"Junior","passage_number":69,"release":"NBBC","cards":["(2) But you, O Bethlehem Ephrathah, who are too little to be\namong the clans of Judah, from you shall come forth for me\none who is to be ruler in Israel, whose coming forth is from\nof old, from ancient days. (3) Therefore he shall give them up\nuntil the time when she who is in labor has given birth; then\nthe rest of his brothers shall return to the people of Israel. (4)\nAnd he shall stand and shepherd his flock in the strength of\nthe LORD, in the majesty of the name of the LORD his God.\nAnd they shall dwell secure, for now he shall be great to the\nends of the earth."],"start_index":200033005002,"end_index":200033005004,"verse_count":3,"word_count":114},{"reference":"Matthew 4:1-11","translation":"ESV","division":"Junior","passage_number":70,"release":"NBBC","cards":["(1) Then Jesus was led up by the Spirit into the wilderness\nto be tempted by the devil. (2) And after fasting forty days\nand forty nights, he was hungry. (3) And the tempter came\nand said to him, \"If you are the Son of God, command these\nstones to become loaves of bread.\" (4) But he answered, \"It\nis written, \"'Man shall not live by bread alone, but by every\nword that comes from the mouth of God.'\" (5) Then the devil\ntook him to the holy city and set him on the pinnacle of the\ntemple (6) and said to him, \"If you are the Son of God, throw\nyourself down, for it is written, \"'He will command his angels\nconcerning you,' and \"'On their hands they will bear you","up, lest you strike your foot against a stone.'\" (7) Jesus said\nto him, \"Again it is written, 'You shall not put the Lord your\nGod to the test.'\" (8) Again, the devil took him to a very high\nmountain and showed him all the kingdoms of the world and\ntheir glory. (9) And he said to him, \"All these I will give you, if\nyou will fall down and worship me.\" (10) Then Jesus said to\nhim, \"Be gone, Satan! For it is written, \"'You shall worship the\nLord your God and him only shall you serve.'\" (11) Then the\ndevil left him, and behold, angels came and were ministering\nto him."],"start_index":400001004001,"end_index":400001004011,"verse_count":11,"word_count":234},{"reference":"Matthew 5:17-18","translation":"ESV","division":"Junior","passage_number":71,"release":"NBBC","cards":["(17) \"Do not think that I have come to abolish the Law or\nthe Prophets; I have not come to abolish them but to fulfill\nthem. (18) For truly, I say to you, until heaven and earth pass\naway, not an iota, not a dot, will pass from the Law until all is\naccomplished."],"start_index":400001005017,"end_index":400001005018,"verse_count":2,"word_count":52},{"reference":"Matthew 26:31-35","translation":"ESV","division":"Junior","passage_number":72,"release":"NBBC","cards":["(31) Then Jesus said to them, \"You will all fall away because of\nme this night. For it is written, 'I will strike the shepherd, and\nthe sheep of the flock will be scattered.' (32) But after I am\nraised up, I will go before you to Galilee.\" (33) Peter answered\nhim, \"Though they all fall away because of you, I will never fall\naway.\" (34) Jesus said to him, \"Truly, I tell you, this very night,\nbefore the rooster crows, you will deny me three times.\" (35)\nPeter said to him, \"Even if I must die with you, I will not deny\nyou!\" And all the disciples said the same."],"start_index":400001026031,"end_index":400001026035,"verse_count":5,"word_count":106},{"reference":"Matthew 28:1-10","translation":"ESV","division":"Junior","passage_number":73,"release":"NBBC","cards":["(1) Now after the Sabbath, toward the dawn of the first day\nof the week, Mary Magdalene and the other Mary went to\nsee the tomb. (2) And behold, there was a great earthquake,\nfor an angel of the Lord descended from heaven and came\nand rolled back the stone and sat on it. (3) His appearance\nwas like lightning, and his clothing white as snow. (4) And for\nfear of him the guards trembled and became like dead men.\n(5) But the angel said to the women, \"Do not be afraid, for\nI know that you seek Jesus who was crucified. (6) He is not\nhere, for he has risen, as he said. Come, see the place where\nhe lay. (7) Then go quickly and tell his disciples that he has","risen from the dead, and behold, he is going before you to\nGalilee; there you will see him. See, I have told you.\" (8) So\nthey departed quickly from the tomb with fear and great joy,\nand ran to tell his disciples. (9) And behold, Jesus met them\nand said, \"Greetings!\" And they came up and took hold of his\nfeet and worshiped him. (10) Then Jesus said to them, \"Do\nnot be afraid; go and tell my brothers to go to Galilee, and\nthere they will see me.\""],"start_index":400001028001,"end_index":400001028010,"verse_count":10,"word_count":211},{"reference":"Mark 11:1-10","translation":"ESV","division":"Junior","passage_number":74,"release":"NBBC","cards":["(1) Now when they drew near to Jerusalem, to Bethphage\nand Bethany, at the Mount of Olives, Jesus sent two of his\ndisciples (2) and said to them, \"Go into the village in front\nof you, and immediately as you enter it you will find a colt\ntied, on which no one has ever sat. Untie it and bring it. (3) If\nanyone says to you, 'Why are you doing this?' say, 'The Lord\nhas need of it and will send it back here immediately.'\" (4)\nAnd they went away and found a colt tied at a door outside in\nthe street, and they untied it. (5) And some of those standing\nthere said to them, \"What are you doing, untying the colt?\"\n(6) And they told them what Jesus had said, and they let them","go. (7) And they brought the colt to Jesus and threw their\ncloaks on it, and he sat on it. (8) And many spread their cloaks\non the road, and others spread leafy branches that they had\ncut from the fields. (9) And those who went before and those\nwho followed were shouting, \"Hosanna! Blessed is he who\ncomes in the name of the Lord! (10) Blessed is the coming\nkingdom of our father David! Hosanna in the highest!\""],"start_index":400002011001,"end_index":400002011010,"verse_count":10,"word_count":205},{"reference":"Luke 8:18","translation":"ESV","division":"Junior","passage_number":75,"release":"NBBC","cards":["(18) Take care then how you hear, for to the one who has,\nmore will be given, and from the one who has not, even what\nhe thinks that he has will be taken away.\""],"start_index":400003008018,"end_index":400003008018,"verse_count":1,"word_count":34},{"reference":"Luke 14:25-35","translation":"ESV","division":"Junior","passage_number":76,"release":"NBBC","cards":["(25) Now great crowds accompanied him, and he turned\nand said to them, (26) \"If anyone comes to me and does not\nhate his own father and mother and wife and children and\nbrothers and sisters, yes, and even his own life, he cannot\nbe my disciple. (27) Whoever does not bear his own cross\nand come after me cannot be my disciple. (28) For which of\nyou, desiring to build a tower, does not first sit down and\ncount the cost, whether he has enough to complete it? (29)\nOtherwise, when he has laid a foundation and is not able to\nfinish, all who see it begin to mock him, (30) saying, 'This man\nbegan to build and was not able to finish.' (31) Or what king,","going out to encounter another king in war, will not sit down\nfirst and deliberate whether he is able with ten thousand to\nmeet him who comes against him with twenty thousand? (32)\nAnd if not, while the other is yet a great way off, he sends a\ndelegation and asks for terms of peace. (33) So therefore, any\none of you who does not renounce all that he has cannot be\nmy disciple. (34) \"Salt is good, but if salt has lost its taste, how\nshall its saltiness be restored? (35) It is of no use either for the\nsoil or for the manure pile. It is thrown away. He who has ears\nto hear, let him hear.\""],"start_index":400003014025,"end_index":400003014035,"verse_count":11,"word_count":236},{"reference":"Luke 16:1-8","translation":"ESV","division":"Junior","passage_number":77,"release":"NBBC","cards":["(1) He also said to the disciples, \"There was a rich man who\nhad a manager, and charges were brought to him that this\nman was wasting his possessions. (2) And he called him\nand said to him, 'What is this that I hear about you? Turn in\nthe account of your management, for you can no longer be\nmanager.' (3) And the manager said to himself, 'What shall I\ndo, since my master is taking the management away from me?\nI am not strong enough to dig, and I am ashamed to beg. (4)\nI have decided what to do, so that when I am removed from\nmanagement, people may receive me into their houses.' (5)\nSo, summoning his master's debtors one by one, he said to","the first, 'How much do you owe my master?' (6) He said, 'A\nhundred measures of oil.' He said to him, 'Take your bill, and\nsit down quickly and write fifty.' (7) Then he said to another,\n'And how much do you owe?' He said, 'A hundred measures\nof wheat.' He said to him, 'Take your bill, and write eighty.'\n(8) The master commended the dishonest manager for his\nshrewdness. For the sons of this world are more shrewd in\ndealing with their own generation than the sons of light."],"start_index":400003016001,"end_index":400003016008,"verse_count":8,"word_count":210},{"reference":"John 4:27-38","translation":"ESV","division":"Junior","passage_number":78,"release":"NBBC","cards":["(27) Just then his disciples came back. They marveled that\nhe was talking with a woman, but no one said, \"What do you\nseek?\" or, \"Why are you talking with her?\" (28) So the woman\nleft her water jar and went away into town and said to the\npeople, (29) \"Come, see a man who told me all that I ever did.\nCan this be the Christ?\" (30) They went out of the town and\nwere coming to him. (31) Meanwhile the disciples were urging\nhim, saying, \"Rabbi, eat.\" (32) But he said to them, \"I have\nfood to eat that you do not know about.\" (33) So the disciples\nsaid to one another, \"Has anyone brought him something to\neat?\" (34) Jesus said to them, \"My food is to do the will of","him who sent me and to accomplish his work. (35) Do you\nnot say, 'There are yet four months, then comes the harvest'?\nLook, I tell you, lift up your eyes, and see that the fields are\nwhite for harvest. (36) Already the one who reaps is receiving\nwages and gathering fruit for eternal life, so that sower and\nreaper may rejoice together. (37) For here the saying holds\ntrue, 'One sows and another reaps.' (38) I sent you to reap\nthat for which you did not labor. Others have labored, and\nyou have entered into their labor.\""],"start_index":400004004027,"end_index":400004004038,"verse_count":12,"word_count":220},{"reference":"John 13:1-9","translation":"ESV","division":"Junior","passage_number":79,"release":"NBBC","cards":["(1) Now before the Feast of the Passover, when Jesus knew\nthat his hour had come to depart out of this world to the\nFather, having loved his own who were in the world, he\nloved them to the end. (2) During supper, when the devil had\nalready put it into the heart of Judas Iscariot, Simon's son, to\nbetray him, (3) Jesus, knowing that the Father had given all\nthings into his hands, and that he had come from God and\nwas going back to God, (4) rose from supper. He laid aside his\nouter garments, and taking a towel, tied it around his waist.\n(5) Then he poured water into a basin and began to wash\nthe disciples' feet and to wipe them with the towel that was","wrapped around him. (6) He came to Simon Peter, who said\nto him, \"Lord, do you wash my feet?\" (7) Jesus answered him,\n\"What I am doing you do not understand now, but afterward\nyou will understand.\" (8) Peter said to him, \"You shall never\nwash my feet.\" Jesus answered him, \"If I do not wash you, you\nhave no share with me.\" (9) Simon Peter said to him, \"Lord,\nnot my feet only but also my hands and my head!\""],"start_index":400004013001,"end_index":400004013009,"verse_count":9,"word_count":202},{"reference":"John 19:1-14","translation":"ESV","division":"Junior","passage_number":80,"release":"NBBC","cards":["(1) Then Pilate took Jesus and flogged him. (2) And the\nsoldiers twisted together a crown of thorns and put it on his\nhead and arrayed him in a purple robe. (3) They came up to\nhim, saying, \"Hail, King of the Jews!\" and struck him with their\nhands. (4) Pilate went out again and said to them, \"See, I am\nbringing him out to you that you may know that I find no guilt\nin him.\" (5) So Jesus came out, wearing the crown of thorns\nand the purple robe. Pilate said to them, \"Behold the man!\"\n(6) When the chief priests and the officers saw him, they cried\nout, \"Crucify him, crucify him!\" Pilate said to them, \"Take him\nyourselves and crucify him, for I find no guilt in him.\" (7) The","Jews answered him, \"We have a law, and according to that\nlaw he ought to die because he has made himself the Son\nof God.\" (8) When Pilate heard this statement, he was even\nmore afraid. (9) He entered his headquarters again and said to\nJesus, \"Where are you from?\" But Jesus gave him no answer.\n(10) So Pilate said to him, \"You will not speak to me? Do you\nnot know that I have authority to release you and authority\nto crucify you?\" (11) Jesus answered him, \"You would have\nno authority over me at all unless it had been given you from\nabove. Therefore he who delivered me over to you has the\ngreater sin.\" (12) From then on Pilate sought to release him,","but the Jews cried out, \"If you release this man, you are not\nCaesar's friend. Everyone who makes himself a king opposes\nCaesar.\" (13) So when Pilate heard these words, he brought\nJesus out and sat down on the judgment seat at a place called\nThe Stone Pavement, and in Aramaic Gabbatha. (14) Now it\nwas the day of Preparation of the Passover. It was about the\nsixth hour. He said to the Jews, \"Behold your King!\""],"start_index":400004019001,"end_index":400004019014,"verse_count":14,"word_count":323},{"reference":"Acts 10:43-48","translation":"ESV","division":"Junior","passage_number":81,"release":"NBBC","cards":["(43) To him all the prophets bear witness that everyone who\nbelieves in him receives forgiveness of sins through his name.\"\n(44) While Peter was still saying these things, the Holy Spirit fell\non all who heard the word. (45) And the believers from among the\ncircumcised who had come with Peter were amazed, because the\ngift of the Holy Spirit was poured out even on the Gentiles. (46)\nFor they were hearing them speaking in tongues and extolling\nGod. Then Peter declared, (47) \"Can anyone withhold water for\nbaptizing these people, who have received the Holy Spirit just as\nwe have?\" (48) And he commanded them to be baptized in the\nname of Jesus Christ. Then they asked him to remain for some\ndays."],"start_index":400005010043,"end_index":400005010048,"verse_count":6,"word_count":119},{"reference":"Romans 13:1-12","translation":"ESV","division":"Junior","passage_number":82,"release":"NBBC","cards":["(1) Let every person be subject to the governing authorities.\nFor there is no authority except from God, and those that\nexist have been instituted by God. (2) Therefore whoever\nresists the authorities resists what God has appointed, and\nthose who resist will incur judgment. (3) For rulers are not a\nterror to good conduct, but to bad. Would you have no fear\nof the one who is in authority? Then do what is good, and you\nwill receive his approval, (4) for he is God's servant for your\ngood. But if you do wrong, be afraid, for he does not bear the\nsword in vain. For he is the servant of God, an avenger who\ncarries out God's wrath on the wrongdoer. (5) Therefore one","must be in subjection, not only to avoid God's wrath but also\nfor the sake of conscience. (6) For because of this you also\npay taxes, for the authorities are ministers of God, attending\nto this very thing. (7) Pay to all what is owed to them: taxes\nto whom taxes are owed, revenue to whom revenue is owed,\nrespect to whom respect is owed, honor to whom honor is\nowed. (8) Owe no one anything, except to love each other,\nfor the one who loves another has fulfilled the law. (9) For the\ncommandments, \"You shall not commit adultery, You shall\nnot murder, You shall not steal, You shall not covet,\" and any\nother commandment, are summed up in this word: \"You shall","love your neighbor as yourself.\" (10) Love does no wrong\nto a neighbor; therefore love is the fulfilling of the law. (11)\nBesides this you know the time, that the hour has come for\nyou to wake from sleep. For salvation is nearer to us now than\nwhen we first believed. (12) The night is far gone; the day is\nat hand. So then let us cast off the works of darkness and put\non the armor of light."],"start_index":400006013001,"end_index":400006013012,"verse_count":12,"word_count":317},{"reference":"Romans 15:1-6","translation":"ESV","division":"Junior","passage_number":83,"release":"NBBC","cards":["(1) We who are strong have an obligation to bear with the failings\nof the weak, and not to please ourselves. (2) Let each of us please\nhis neighbor for his good, to build him up. (3) For Christ did not\nplease himself, but as it is written, \"The reproaches of those who\nreproached you fell on me.\" (4) For whatever was written in former\ndays was written for our instruction, that through endurance and\nthrough the encouragement of the Scriptures we might have\nhope. (5) May the God of endurance and encouragement grant\nyou to live in such harmony with one another, in accord with Christ\nJesus, (6) that together you may with one voice glorify the God\nand Father of our Lord Jesus Christ."],"start_index":400006015001,"end_index":400006015006,"verse_count":6,"word_count":120},{"reference":"1 Corinthians 3:11-15","translation":"ESV","division":"Junior","passage_number":84,"release":"NBBC","cards":["(11) For no one can lay a foundation other than that which\nis laid, which is Jesus Christ. (12) Now if anyone builds on\nthe foundation with gold, silver, precious stones, wood, hay,\nstraw-- (13) each one's work will become manifest, for the\nDay will disclose it, because it will be revealed by fire, and\nthe fire will test what sort of work each one has done. (14) If\nthe work that anyone has built on the foundation survives, he\nwill receive a reward. (15) If anyone's work is burned up, he\nwill suffer loss, though he himself will be saved, but only as\nthrough fire."],"start_index":400007003011,"end_index":400007003015,"verse_count":5,"word_count":101},{"reference":"2 Corinthians 10:1-6","translation":"ESV","division":"Junior","passage_number":85,"release":"NBBC","cards":["(1) I, Paul, myself entreat you, by the meekness and gentleness\nof Christ--I who am humble when face to face with you, but bold\ntoward you when I am away!-- (2) I beg of you that when I am present\nI may not have to show boldness with such confidence as I count\non showing against some who suspect us of walking according to\nthe flesh. (3) For though we walk in the flesh, we are not waging\nwar according to the flesh. (4) For the weapons of our warfare are\nnot of the flesh but have divine power to destroy strongholds.\n(5) We destroy arguments and every lofty opinion raised against\nthe knowledge of God, and take every thought captive to obey\nChrist, (6) being ready to punish every disobedience, when your\nobedience is complete."],"start_index":400008010001,"end_index":400008010006,"verse_count":6,"word_count":131},{"reference":"2 Corinthians 13:5-8","translation":"ESV","division":"Junior","passage_number":86,"release":"NBBC","cards":["(5) Examine yourselves, to see whether you are in the faith.\nTest yourselves. Or do you not realize this about yourselves,\nthat Jesus Christ is in you?--unless indeed you fail to meet the\ntest! (6) I hope you will find out that we have not failed the\ntest. (7) But we pray to God that you may not do wrong--not\nthat we may appear to have met the test, but that you may do\nwhat is right, though we may seem to have failed. (8) For we\ncannot do anything against the truth, but only for the truth."],"start_index":400008013005,"end_index":400008013008,"verse_count":4,"word_count":96},{"reference":"Galatians 3:11-14","translation":"ESV","division":"Junior","passage_number":87,"release":"NBBC","cards":["(11) Now it is evident that no one is justified before God by\nthe law, for \"The righteous shall live by faith.\" (12) But the law\nis not of faith, rather \"The one who does them shall live by\nthem.\" (13) Christ redeemed us from the curse of the law by\nbecoming a curse for us--for it is written, \"Cursed is everyone\nwho is hanged on a tree\"-- (14) so that in Christ Jesus the\nblessing of Abraham might come to the Gentiles, so that we\nmight receive the promised Spirit through faith."],"start_index":400009003011,"end_index":400009003014,"verse_count":4,"word_count":90},{"reference":"Galatians 5:2-24","translation":"ESV","division":"Junior","passage_number":88,"release":"NBBC","cards":["(2) Look: I, Paul, say to you that if you accept circumcision, Christ\nwill be of no advantage to you. (3) I testify again to every man who\naccepts circumcision that he is obligated to keep the whole law.\n(4) You are severed from Christ, you who would be justified by the\nlaw; you have fallen away from grace. (5) For through the Spirit,\nby faith, we ourselves eagerly wait for the hope of righteousness.\n(6) For in Christ Jesus neither circumcision nor uncircumcision\ncounts for anything, but only faith working through love. (7) You\nwere running well. Who hindered you from obeying the truth? (8)\nThis persuasion is not from him who calls you. (9) A little leaven\nleavens the whole lump. (10) I have confidence in the Lord that\nyou will take no other view, and the one who is troubling you will","bear the penalty, whoever he is. (11) But if I, brothers, still preach\ncircumcision, why am I still being persecuted? In that case the\noffense of the cross has been removed. (12) I wish those who\nunsettle you would emasculate themselves! (13) For you were\ncalled to freedom, brothers. Only do not use your freedom as\nan opportunity for the flesh, but through love serve one another.\n(14) For the whole law is fulfilled in one word: \"You shall love your\nneighbor as yourself.\" (15) But if you bite and devour one another,\nwatch out that you are not consumed by one another. (16) But I\nsay, walk by the Spirit, and you will not gratify the desires of the\nflesh. (17) For the desires of the flesh are against the Spirit, and the\ndesires of the Spirit are against the flesh, for these are opposed to","each other, to keep you from doing the things you want to do. (18)\nBut if you are led by the Spirit, you are not under the law. (19) Now\nthe works of the flesh are evident: sexual immorality, impurity,\nsensuality, (20) idolatry, sorcery, enmity, strife, jealousy, fits of\nanger, rivalries, dissensions, divisions, (21) envy, drunkenness,\norgies, and things like these. I warn you, as I warned you before,\nthat those who do such things will not inherit the kingdom of God.\n(22) But the fruit of the Spirit is love, joy, peace, patience, kindness,\ngoodness, faithfulness, (23) gentleness, self-control; against such\nthings there is no law. (24) And those who belong to Christ Jesus\nhave crucified the flesh with its passions and desires."],"start_index":400009005002,"end_index":400009005024,"verse_count":23,"word_count":394},{"reference":"Ephesians 1:3-12","translation":"ESV","division":"Junior","passage_number":89,"release":"NBBC","cards":["(3) Blessed be the God and Father of our Lord Jesus Christ,\nwho has blessed us in Christ with every spiritual blessing in\nthe heavenly places, (4) even as he chose us in him before\nthe foundation of the world, that we should be holy and\nblameless before him. In love (5) he predestined us for\nadoption to himself as sons through Jesus Christ, according\nto the purpose of his will, (6) to the praise of his glorious grace,\nwith which he has blessed us in the Beloved. (7) In him we\nhave redemption through his blood, the forgiveness of our\ntrespasses, according to the riches of his grace, (8) which he\nlavished upon us, in all wisdom and insight (9) making known","to us the mystery of his will, according to his purpose, which\nhe set forth in Christ (10) as a plan for the fullness of time, to\nunite all things in him, things in heaven and things on earth.\n(11) In him we have obtained an inheritance, having been\npredestined according to the purpose of him who works all\nthings according to the counsel of his will, (12) so that we\nwho were the first to hope in Christ might be to the praise of\nhis glory."],"start_index":400010001003,"end_index":400010001012,"verse_count":10,"word_count":200},{"reference":"Philippians 2:5-9","translation":"ESV","division":"Junior","passage_number":90,"release":"NBBC","cards":["(5) Have this mind among yourselves, which is yours in\nChrist Jesus, (6) who, though he was in the form of God, did\nnot count equality with God a thing to be grasped, (7) but\nemptied himself, by taking the form of a servant, being born\nin the likeness of men. (8) And being found in human form,\nhe humbled himself by becoming obedient to the point of\ndeath, even death on a cross. (9) Therefore God has highly\nexalted him and bestowed on him the name that is above\nevery name,"],"start_index":400011002005,"end_index":400011002009,"verse_count":5,"word_count":87},{"reference":"Philippians 3:1-17","translation":"ESV","division":"Junior","passage_number":91,"release":"NBBC","cards":["(1) Finally, my brothers, rejoice in the Lord. To write the same\nthings to you is no trouble to me and is safe for you. (2) Look out\nfor the dogs, look out for the evildoers, look out for those who\nmutilate the flesh. (3) For we are the circumcision, who worship by\nthe Spirit of God and glory in Christ Jesus and put no confidence\nin the flesh-- (4) though I myself have reason for confidence in the\nflesh also. If anyone else thinks he has reason for confidence in\nthe flesh, I have more: (5) circumcised on the eighth day, of the\npeople of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as\nto the law, a Pharisee; (6) as to zeal, a persecutor of the church; as\nto righteousness under the law, blameless. (7) But whatever gain","I had, I counted as loss for the sake of Christ. (8) Indeed, I count\neverything as loss because of the surpassing worth of knowing\nChrist Jesus my Lord. For his sake I have suffered the loss of all\nthings and count them as rubbish, in order that I may gain Christ\n(9) and be found in him, not having a righteousness of my own that\ncomes from the law, but that which comes through faith in Christ,\nthe righteousness from God that depends on faith-- (10) that I may\nknow him and the power of his resurrection, and may share his\nsufferings, becoming like him in his death, (11) that by any means\npossible I may attain the resurrection from the dead. (12) Not that\nI have already obtained this or am already perfect, but I press on","to make it my own, because Christ Jesus has made me his own.\n(13) Brothers, I do not consider that I have made it my own. But\none thing I do: forgetting what lies behind and straining forward\nto what lies ahead, (14) I press on toward the goal for the prize of\nthe upward call of God in Christ Jesus. (15) Let those of us who are\nmature think this way, and if in anything you think otherwise, God\nwill reveal that also to you. (16) Only let us hold true to what we\nhave attained. (17) Brothers, join in imitating me, and keep your\neyes on those who walk according to the example you have in us."],"start_index":400011003001,"end_index":400011003017,"verse_count":17,"word_count":383},{"reference":"Colossians 1:9-11","translation":"ESV","division":"Junior","passage_number":92,"release":"NBBC","cards":["(9) And so, from the day we heard, we have not ceased to pray\nfor you, asking that you may be filled with the knowledge\nof his will in all spiritual wisdom and understanding, (10)\nso as to walk in a manner worthy of the Lord, fully pleasing\nto him: bearing fruit in every good work and increasing in\nthe knowledge of God; (11) being strengthened with all\npower, according to his glorious might, for all endurance and\npatience with joy;"],"start_index":400012001009,"end_index":400012001011,"verse_count":3,"word_count":78},{"reference":"Colossians 2:1-5","translation":"ESV","division":"Junior","passage_number":93,"release":"NBBC","cards":["(1) For I want you to know how great a struggle I have for you\nand for those at Laodicea and for all who have not seen me\nface to face, (2) that their hearts may be encouraged, being\nknit together in love, to reach all the riches of full assurance of\nunderstanding and the knowledge of God's mystery, which is\nChrist, (3) in whom are hidden all the treasures of wisdom\nand knowledge. (4) I say this in order that no one may delude\nyou with plausible arguments. (5) For though I am absent in\nbody, yet I am with you in spirit, rejoicing to see your good\norder and the firmness of your faith in Christ."],"start_index":400012002001,"end_index":400012002005,"verse_count":5,"word_count":113},{"reference":"1 Thessalonians 5:1-11","translation":"ESV","division":"Junior","passage_number":94,"release":"NBBC","cards":["(1) Now concerning the times and the seasons, brothers, you\nhave no need to have anything written to you. (2) For you\nyourselves are fully aware that the day of the Lord will come\nlike a thief in the night. (3) While people are saying, \"There is\npeace and security,\" then sudden destruction will come upon\nthem as labor pains come upon a pregnant woman, and they\nwill not escape. (4) But you are not in darkness, brothers, for\nthat day to surprise you like a thief. (5) For you are all children\nof light, children of the day. We are not of the night or of the\ndarkness. (6) So then let us not sleep, as others do, but let us\nkeep awake and be sober. (7) For those who sleep, sleep at","night, and those who get drunk, are drunk at night. (8) But\nsince we belong to the day, let us be sober, having put on\nthe breastplate of faith and love, and for a helmet the hope\nof salvation. (9) For God has not destined us for wrath, but to\nobtain salvation through our Lord Jesus Christ, (10) who died\nfor us so that whether we are awake or asleep we might live\nwith him. (11) Therefore encourage one another and build\none another up, just as you are doing."],"start_index":400013005001,"end_index":400013005011,"verse_count":11,"word_count":213},{"reference":"2 Thessalonians 2:8-12","translation":"ESV","division":"Junior","passage_number":95,"release":"NBBC","cards":["(8) And then the lawless one will be revealed, whom the\nLord Jesus will kill with the breath of his mouth and bring to\nnothing by the appearance of his coming. (9) The coming of\nthe lawless one is by the activity of Satan with all power and\nfalse signs and wonders, (10) and with all wicked deception\nfor those who are perishing, because they refused to love\nthe truth and so be saved. (11) Therefore God sends them a\nstrong delusion, so that they may believe what is false, (12)\nin order that all may be condemned who did not believe the\ntruth but had pleasure in unrighteousness."],"start_index":400014002008,"end_index":400014002012,"verse_count":5,"word_count":104},{"reference":"1 Timothy 1:12-20","translation":"ESV","division":"Junior","passage_number":96,"release":"NBBC","cards":["(12) I thank him who has given me strength, Christ Jesus our\nLord, because he judged me faithful, appointing me to his\nservice, (13) though formerly I was a blasphemer, persecutor,\nand insolent opponent. But I received mercy because I had\nacted ignorantly in unbelief, (14) and the grace of our Lord\noverflowed for me with the faith and love that are in Christ\nJesus. (15) The saying is trustworthy and deserving of full\nacceptance, that Christ Jesus came into the world to save\nsinners, of whom I am the foremost. (16) But I received mercy\nfor this reason, that in me, as the foremost, Jesus Christ might\ndisplay his perfect patience as an example to those who were","to believe in him for eternal life. (17) To the King of the ages,\nimmortal, invisible, the only God, be honor and glory forever\nand ever. Amen. (18) This charge I entrust to you, Timothy,\nmy child, in accordance with the prophecies previously made\nabout you, that by them you may wage the good warfare,\n(19) holding faith and a good conscience. By rejecting this,\nsome have made shipwreck of their faith, (20) among whom\nare Hymenaeus and Alexander, whom I have handed over to\nSatan that they may learn not to blaspheme."],"start_index":400015001012,"end_index":400015001020,"verse_count":9,"word_count":203},{"reference":"1 Timothy 4:1-13","translation":"ESV","division":"Junior","passage_number":97,"release":"NBBC","cards":["(1) Now the Spirit expressly says that in later times some will\ndepart from the faith by devoting themselves to deceitful spirits\nand teachings of demons, (2) through the insincerity of liars\nwhose consciences are seared, (3) who forbid marriage and\nrequire abstinence from foods that God created to be received\nwith thanksgiving by those who believe and know the truth. (4) For\neverything created by God is good, and nothing is to be rejected\nif it is received with thanksgiving, (5) for it is made holy by the\nword of God and prayer. (6) If you put these things before the\nbrothers, you will be a good servant of Christ Jesus, being trained\nin the words of the faith and of the good doctrine that you have","followed. (7) Have nothing to do with irreverent, silly myths. Rather\ntrain yourself for godliness; (8) for while bodily training is of some\nvalue, godliness is of value in every way, as it holds promise for\nthe present life and also for the life to come. (9) The saying is\ntrustworthy and deserving of full acceptance. (10) For to this end\nwe toil and strive, because we have our hope set on the living God,\nwho is the Savior of all people, especially of those who believe.\n(11) Command and teach these things. (12) Let no one despise\nyou for your youth, but set the believers an example in speech, in\nconduct, in love, in faith, in purity. (13) Until I come, devote yourself\nto the public reading of Scripture, to exhortation, to teaching."],"start_index":400015004001,"end_index":400015004013,"verse_count":13,"word_count":249},{"reference":"Titus 3:1-11","translation":"ESV","division":"Junior","passage_number":98,"release":"NBBC","cards":["(1) Remind them to be submissive to rulers and authorities,\nto be obedient, to be ready for every good work, (2) to speak\nevil of no one, to avoid quarreling, to be gentle, and to show\nperfect courtesy toward all people. (3) For we ourselves were\nonce foolish, disobedient, led astray, slaves to various passions\nand pleasures, passing our days in malice and envy, hated by\nothers and hating one another. (4) But when the goodness\nand loving kindness of God our Savior appeared, (5) he saved\nus, not because of works done by us in righteousness, but\naccording to his own mercy, by the washing of regeneration\nand renewal of the Holy Spirit, (6) whom he poured out on us","richly through Jesus Christ our Savior, (7) so that being justified\nby his grace we might become heirs according to the hope\nof eternal life. (8) The saying is trustworthy, and I want you to\ninsist on these things, so that those who have believed in God\nmay be careful to devote themselves to good works. These\nthings are excellent and profitable for people. (9) But avoid\nfoolish controversies, genealogies, dissensions, and quarrels\nabout the law, for they are unprofitable and worthless. (10) As\nfor a person who stirs up division, after warning him once and\nthen twice, have nothing more to do with him, (11) knowing\nthat such a person is warped and sinful; he is self-condemned."],"start_index":400017003001,"end_index":400017003011,"verse_count":11,"word_count":229},{"reference":"Hebrews 4:14-16","translation":"ESV","division":"Junior","passage_number":99,"release":"NBBC","cards":["(14) Since then we have a great high priest who has passed\nthrough the heavens, Jesus, the Son of God, let us hold fast\nour confession. (15) For we do not have a high priest who is\nunable to sympathize with our weaknesses, but one who in\nevery respect has been tempted as we are, yet without sin.\n(16) Let us then with confidence draw near to the throne of\ngrace, that we may receive mercy and find grace to help in\ntime of need."],"start_index":400019004014,"end_index":400019004016,"verse_count":3,"word_count":82},{"reference":"James 2:20-26","translation":"ESV","division":"Junior","passage_number":100,"release":"NBBC","cards":["(20) Do you want to be shown, you foolish person, that faith\napart from works is useless? (21) Was not Abraham our father\njustified by works when he offered up his son Isaac on the altar?\n(22) You see that faith was active along with his works, and faith\nwas completed by his works; (23) and the Scripture was fulfilled\nthat says, \"Abraham believed God, and it was counted to him as\nrighteousness\"--and he was called a friend of God. (24) You see\nthat a person is justified by works and not by faith alone. (25) And\nin the same way was not also Rahab the prostitute justified by\nworks when she received the messengers and sent them out by\nanother way? (26) For as the body apart from the spirit is dead, so\nalso faith apart from works is dead."],"start_index":400020002020,"end_index":400020002026,"verse_count":7,"word_count":135},{"reference":"1 John 2:24","translation":"ESV","division":"Junior","passage_number":101,"release":"NBBC","cards":["(24) Let what you heard from the beginning abide in you. If\nwhat you heard from the beginning abides in you, then you\ntoo will abide in the Son and in the Father."],"start_index":400023002024,"end_index":400023002024,"verse_count":1,"word_count":32},{"reference":"Revelation 3:14-22","translation":"ESV","division":"Junior","passage_number":102,"release":"NBBC","cards":["(14) \"And to the angel of the church in Laodicea write: 'The\nwords of the Amen, the faithful and true witness, the beginning\nof God's creation. (15) \"'I know your works: you are neither\ncold nor hot. Would that you were either cold or hot! (16)\nSo, because you are lukewarm, and neither hot nor cold, I\nwill spit you out of my mouth. (17) For you say, I am rich, I\nhave prospered, and I need nothing, not realizing that you\nare wretched, pitiable, poor, blind, and naked. (18) I counsel\nyou to buy from me gold refined by fire, so that you may be\nrich, and white garments so that you may clothe yourself and\nthe shame of your nakedness may not be seen, and salve to","anoint your eyes, so that you may see. (19) Those whom I\nlove, I reprove and discipline, so be zealous and repent. (20)\nBehold, I stand at the door and knock. If anyone hears my\nvoice and opens the door, I will come in to him and eat with\nhim, and he with me. (21) The one who conquers, I will grant\nhim to sit with me on my throne, as I also conquered and sat\ndown with my Father on his throne. (22) He who has an ear,\nlet him hear what the Spirit says to the churches.'\""],"start_index":400027003014,"end_index":400027003022,"verse_count":9,"word_count":219},{"reference":"Revelation 21:1-7","translation":"ESV","division":"Junior","passage_number":103,"release":"NBBC","cards":["(1) Then I saw a new heaven and a new earth, for the first\nheaven and the first earth had passed away, and the sea was\nno more. (2) And I saw the holy city, new Jerusalem, coming\ndown out of heaven from God, prepared as a bride adorned\nfor her husband. (3) And I heard a loud voice from the throne\nsaying, \"Behold, the dwelling place of God is with man. He\nwill dwell with them, and they will be his people, and God\nhimself will be with them as their God. (4) He will wipe away\nevery tear from their eyes, and death shall be no more, neither\nshall there be mourning, nor crying, nor pain anymore, for the\nformer things have passed away.\" (5) And he who was seated","on the throne said, \"Behold, I am making all things new.\" Also\nhe said, \"Write this down, for these words are trustworthy and\ntrue.\" (6) And he said to me, \"It is done! I am the Alpha and\nthe Omega, the beginning and the end. To the thirsty I will\ngive from the spring of the water of life without payment. (7)\nThe one who conquers will have this heritage, and I will be his\nGod and he will be my son."],"start_index":400027021001,"end_index":400027021007,"verse_count":7,"word_count":207},{"reference":"Revelation 22:12-21","translation":"ESV","division":"Junior","passage_number":104,"release":"NBBC","cards":["(12) \"Behold, I am coming soon, bringing my recompense\nwith me, to repay each one for what he has done. (13) I am\nthe Alpha and the Omega, the first and the last, the beginning\nand the end.\" (14) Blessed are those who wash their robes, so\nthat they may have the right to the tree of life and that they\nmay enter the city by the gates. (15) Outside are the dogs\nand sorcerers and the sexually immoral and murderers and\nidolaters, and everyone who loves and practices falsehood.\n(16) \"I, Jesus, have sent my angel to testify to you about these\nthings for the churches. I am the root and the descendant of\nDavid, the bright morning star.\" (17) The Spirit and the Bride","say, \"Come.\" And let the one who hears say, \"Come.\" And let\nthe one who is thirsty come; let the one who desires take the\nwater of life without price. (18) I warn everyone who hears\nthe words of the prophecy of this book: if anyone adds to\nthem, God will add to him the plagues described in this book,\n(19) and if anyone takes away from the words of the book of\nthis prophecy, God will take away his share in the tree of life\nand in the holy city, which are described in this book. (20) He\nwho testifies to these things says, \"Surely I am coming soon.\"\nAmen. Come, Lord Jesus! (21) The grace of the Lord Jesus be\nwith all. Amen."],"start_index":400027022012,"end_index":400027022021,"verse_count":10,"word_count":241}]
