[{"reference":"John 8:31–32","translation":"NASB","division":"Junior","passage_number":1,"release":"Navigate","cards":["(31) So Jesus was saying to those Jews who had believed Him,\n\"If you continue in My word, then you are truly My disciples;\n(32) and you will know the truth, and the truth will set you\nfree.\""],"start_index":400004008031,"end_index":400004008032,"verse_count":2,"word_count":36},{"reference":"John 12:12–16","translation":"NASB","division":"Junior","passage_number":2,"release":"Navigate","cards":["(12) On the next day, when the large crowd that had come to the\nfeast heard that Jesus was coming to Jerusalem, (13) they took the\nbranches of the palm trees and went out to meet Him, and began\nshouting, \"Hosanna! BLESSED IS HE WHO COMES IN THE NAME\nOF THE LORD, indeed, the King of Israel!\" (14) Jesus, finding\na young donkey, sat on it; as it is written: (15) \"DO NOT FEAR,\nDAUGHTER OF ZION; BEHOLD, YOUR KING IS COMING, SEATED\nON A DONKEY'S COLT.\" (16) These things His disciples did not\nunderstand at the first; but when Jesus was glorified, then they\nremembered that these things were written of Him, and that they\nhad done these things for Him."],"start_index":400004012012,"end_index":400004012016,"verse_count":5,"word_count":117},{"reference":"Psalm 118:22–26","translation":"NASB","division":"Junior","passage_number":3,"release":"Explore","cards":["(22) A stone which the builders rejected Has become the\nchief cornerstone. (23) This came about from the LORD; It is\nmarvelous in our eyes. (24) This is the day which the LORD\nhas made; Let's rejoice and be glad in it. (25) Please, O LORD,\ndo save us; Please, O LORD, do send prosperity! (26) Blessed\nis the one who comes in the name of the LORD; We have\nblessed you from the house of the LORD."],"start_index":200019118022,"end_index":200019118026,"verse_count":5,"word_count":73},{"reference":"John 13:14–17","translation":"NASB","division":"Junior","passage_number":4,"release":"Navigate","cards":["(14) \"So if I, the Lord and the Teacher, washed your feet, you\nalso ought to wash one another's feet. (15) \"For I gave you an\nexample, so that you also would do just as I did for you. (16)\n\"Truly, truly I say to you, a slave is not greater than his master,\nnor is one who is sent greater than the one who sent him. (17)\n\"If you know these things, you are blessed if you do them."],"start_index":400004013014,"end_index":400004013017,"verse_count":4,"word_count":76},{"reference":"Jeremiah 7:9–11","translation":"NASB","division":"Junior","passage_number":5,"release":"Explore","cards":["(9) \"Will you steal, murder, commit adultery, swear falsely,\noffer sacrifices to Baal, and follow other gods that you have\nnot known, (10) then come and stand before Me in this house\nwhich is called by My name, and say, 'We are saved!'--so that\nyou may do all these abominations? (11) \"Has this house,\nwhich is called by My name, become a den of robbers in your\nsight? Behold, I Myself have seen it,\" declares the LORD."],"start_index":200024007009,"end_index":200024007011,"verse_count":3,"word_count":75},{"reference":"John 14:2–6","translation":"NASB","division":"Junior","passage_number":6,"release":"Navigate","cards":["(2) \"In My Father's house are many rooms; if that were not so,\nI would have told you, because I am going there to prepare\na place for you. (3) \"And if I go and prepare a place for you, I\nam coming again and will take you to Myself, so that where I\nam, there you also will be. (4) \"And you know the way where\nI am going.\" (5) Thomas said to Him, \"Lord, we do not know\nwhere You are going; how do we know the way?\" (6) Jesus\nsaid to him, \"I am the way, and the truth, and the life; no one\ncomes to the Father except through Me."],"start_index":400004014002,"end_index":400004014006,"verse_count":5,"word_count":109},{"reference":"Joel 2:10–13","translation":"NASB","division":"Junior","passage_number":7,"release":"Explore","cards":["(10) Before them the earth quakes, The heavens tremble,\nThe sun and the moon become dark, And the stars lose\ntheir brightness. (11) The LORD utters His voice before His\narmy; His camp is indeed very great, For mighty is one who\ncarries out His word. The day of the LORD is indeed great\nand very awesome, And who can endure it? (12) \"Yet even\nnow,\" declares the LORD, \"Return to Me with all your heart,\nAnd with fasting, weeping, and mourning; (13) And tear\nyour heart and not merely your garments.\" Now return to the\nLORD your God, For He is gracious and compassionate, Slow\nto anger, abounding in mercy And relenting of catastrophe."],"start_index":200029002010,"end_index":200029002013,"verse_count":4,"word_count":111},{"reference":"John 15:5–7","translation":"NASB","division":"Junior","passage_number":8,"release":"Navigate","cards":["(5) \"I am the vine, you are the branches; the one who remains\nin Me, and I in him bears much fruit, for apart from Me you\ncan do nothing. (6) \"If anyone does not remain in Me, he is\nthrown away like a branch and dries up; and they gather them\nand throw them into the fire, and they are burned. (7) \"If you\nremain in Me, and My words remain in you, ask whatever you\nwish, and it will be done for you."],"start_index":400004015005,"end_index":400004015007,"verse_count":3,"word_count":82},{"reference":"Psalm 41:9","translation":"NASB","division":"Junior","passage_number":9,"release":"Explore","cards":["(9) Even my close friend in whom I trusted, Who ate my bread,\nHas lifted up his heel against me."],"start_index":200019041009,"end_index":200019041009,"verse_count":1,"word_count":19},{"reference":"John 16:13–14","translation":"NASB","division":"Junior","passage_number":10,"release":"Navigate","cards":["(13) \"But when He, the Spirit of truth, comes, He will guide\nyou into all the truth; for He will not speak on His own, but\nwhatever He hears, He will speak; and He will disclose to you\nwhat is to come. (14) \"He will glorify Me, for He will take from\nMine and will disclose it to you."],"start_index":400004016013,"end_index":400004016014,"verse_count":2,"word_count":57},{"reference":"Jeremiah 31:33–34","translation":"NASB","division":"Junior","passage_number":11,"release":"Explore","cards":["(33) \"For this is the covenant which I will make with the house\nof Israel after those days,\" declares the LORD: \"I will put\nMy law within them and write it on their heart; and I will be\ntheir God, and they shall be My people. (34) \"They will not\nteach again, each one his neighbor and each one his brother,\nsaying, 'Know the LORD,' for they will all know Me, from the\nleast of them to the greatest of them,\" declares the LORD, \"for\nI will forgive their wrongdoing, and their sin I will no longer\nremember.\""],"start_index":200024031033,"end_index":200024031034,"verse_count":2,"word_count":96},{"reference":"John 17:17–19","translation":"NASB","division":"Junior","passage_number":12,"release":"Navigate","cards":["(17) \"Sanctify them in the truth; Your word is truth. (18) \"Just\nas You sent Me into the world, I also sent them into the\nworld. (19) \"And for their sakes I sanctify Myself, so that they\nthemselves also may be sanctified in truth."],"start_index":400004017017,"end_index":400004017019,"verse_count":3,"word_count":41},{"reference":"Zechariah 13:7–9","translation":"NASB","division":"Junior","passage_number":13,"release":"Explore","cards":["(7) \"Awake, sword, against My Shepherd, And against the\nMan, My Associate,\" Declares the LORD of armies. \"Strike the\nShepherd and the sheep will be scattered; And I will turn My\nhand against the little ones. (8) \"And it will come about in all\nthe land,\" Declares the LORD, \"That two parts in it will be cut\noff and perish; But the third will be left in it. (9) \"And I will\nbring the third part through the fire, Refine them as silver is\nrefined, And test them as gold is tested. They will call on My\nname, And I will answer them; I will say, 'They are My people,'\nAnd they will say, 'The LORD is my God.'\""],"start_index":200038013007,"end_index":200038013009,"verse_count":3,"word_count":116},{"reference":"John 20:30–31","translation":"NASB","division":"Junior","passage_number":14,"release":"Navigate","cards":["(30) So then, many other signs Jesus also performed in the\npresence of the disciples, which are not written in this book;\n(31) but these have been written so that you may believe that\nJesus is the Christ, the Son of God; and that by believing you\nmay have life in His name."],"start_index":400004020030,"end_index":400004020031,"verse_count":2,"word_count":51},{"reference":"Psalm 16:8–11","translation":"NASB","division":"Junior","passage_number":15,"release":"Explore","cards":["(8) I have set the LORD continually before me; Because He is\nat my right hand, I will not be shaken. (9) Therefore my heart is\nglad and my glory rejoices; My flesh also will dwell securely.\n(10) For You will not abandon my soul to Sheol; You will not\nallow Your Holy One to undergo decay. (11) You will make\nknown to me the way of life; In Your presence is fullness of\njoy; In Your right hand there are pleasures forever."],"start_index":200019016008,"end_index":200019016011,"verse_count":4,"word_count":79},{"reference":"Exodus 20:1-20","translation":"NASB","division":"Junior","passage_number":16,"release":"NBBC","cards":["(1) Then God spoke all these words, saying, (2) \"I am the LORD\nyour God, who brought you out of the land of Egypt, out of the\nhouse of slavery. (3) \"You shall have no other gods before Me. (4)\n\"You shall not make for yourself an idol, or any likeness of what is\nin heaven above or on the earth beneath, or in the water under\nthe earth. (5) \"You shall not worship them nor serve them; for I, the\nLORD your God, am a jealous God, inflicting the punishment of\nthe fathers on the children, on the third and the fourth generations\nof those who hate Me, (6) but showing favor to thousands, to those\nwho love Me and keep My commandments. (7) \"You shall not take\nthe name of the LORD your God in vain, for the LORD will not leave\nhim unpunished who takes His name in vain. (8) \"Remember the","Sabbath day, to keep it holy. (9) \"For six days you shall labor and\ndo all your work, (10) but the seventh day is a Sabbath of the LORD\nyour God; on it you shall not do any work, you, or your son, or your\ndaughter, your male slave or your female slave, or your cattle, or\nyour resident who stays with you. (11) \"For in six days the LORD\nmade the heavens and the earth, the sea and everything that is in\nthem, and He rested on the seventh day; for that reason the LORD\nblessed the Sabbath day and made it holy. (12) \"Honor your father\nand your mother, so that your days may be prolonged on the land\nwhich the LORD your God gives you. (13) \"You shall not murder.\n(14) \"You shall not commit adultery. (15) \"You shall not steal. (16)\n\"You shall not give false testimony against your neighbor. (17)","\"You shall not covet your neighbor's house; you shall not covet\nyour neighbor's wife, or his male slave, or his female slave, or his\nox, or his donkey, or anything that belongs to your neighbor.\" (18)\nAnd all the people were watching and hearing the thunder and the\nlightning flashes, and the sound of the trumpet, and the mountain\nsmoking; and when the people saw it all, they trembled and stood\nat a distance. (19) Then they said to Moses, \"Speak to us yourself\nand we will listen; but do not have God speak to us, or we will\ndie!\" (20) However, Moses said to the people, \"Do not be afraid;\nfor God has come in order to test you, and in order that the fear of\nHim may remain with you, so that you will not sin.\""],"start_index":200002020001,"end_index":200002020020,"verse_count":20,"word_count":428},{"reference":"Leviticus 11:44-45","translation":"NASB","division":"Junior","passage_number":17,"release":"NBBC","cards":["(44) 'For I am the LORD your God. Consecrate yourselves\ntherefore, and be holy, because I am holy. And you shall not\nmake yourselves unclean with any of the swarming things\nthat swarm on the earth. (45) 'For I am the LORD who brought\nyou up from the land of Egypt, to be your God; so you shall\nbe holy, because I am holy.'\""],"start_index":200003011044,"end_index":200003011045,"verse_count":2,"word_count":62},{"reference":"1 Kings 8:48-50","translation":"NASB","division":"Junior","passage_number":18,"release":"NBBC","cards":["(48) if they return to You with all their heart and with all\ntheir soul in the land of their enemies who have taken them\ncaptive, and pray to You toward their land which You have\ngiven to their fathers, the city which You have chosen, and the\nhouse which I have built for Your name; (49) then hear their\nprayer and their pleading in heaven, Your dwelling place,\nand maintain their cause, (50) and forgive Your people who\nhave sinned against You and all their wrongdoings which\nthey have committed against You, and make them objects of\ncompassion before those who have taken them captive, so\nthat they will have compassion on them"],"start_index":200011008048,"end_index":200011008050,"verse_count":3,"word_count":111},{"reference":"2 Kings 3:21-27","translation":"NASB","division":"Junior","passage_number":19,"release":"NBBC","cards":["(21) Now all the Moabites heard that the kings had come up to\nfight against them. And all who were able to put on armor and\nolder were summoned and they took their positions on the border.\n(22) Then they got up early in the morning, and the sun shone on\nthe water, and the Moabites saw the water opposite them as red as\nblood. (23) So they said, \"This is blood; the kings must have fought\neach other, and they have killed one another. Now then, Moab,\nto the spoils!\" (24) But when they came to the camp of Israel, the\nIsraelites rose up and struck the Moabites, so that they fled from\nthem; and the Israelites invaded the land, killing the Moabites. (25)\nSo they destroyed the cities; and each one threw a stone on every","plot of good land and filled it. So they stopped up every spring of\nwater and cut down every good tree, until in Kir-hareseth only they\nleft its stones; however, the rock slingers surrounded it and struck\nit. (26) When the king of Moab saw that the battle was too fierce\nfor him, he took with him seven hundred men who drew swords, to\nbreak through to the king of Edom; but they could not. (27) Then\nthe king of Moab took his oldest son who was to reign in his place,\nand offered him as a burnt offering on the wall. And great anger\ncame upon Israel, and they departed from him and returned to\ntheir own land."],"start_index":200012003021,"end_index":200012003027,"verse_count":7,"word_count":251},{"reference":"2 Chronicles 1:10-12","translation":"NASB","division":"Junior","passage_number":20,"release":"NBBC","cards":["(10) \"Now give me wisdom and knowledge, so that I may\ngo out and come in before this people, for who can rule this\ngreat people of Yours?\" (11) Then God said to Solomon,\n\"Because this was in your heart, and you did not ask for\nriches, wealth, or honor, or the life of those who hate you,\nnor did you even ask for long life, but you asked for yourself\nwisdom and knowledge so that you may rule My people over\nwhom I have made you king, (12) wisdom and knowledge\nhave been granted to you. I will also give you riches, wealth,\nand honor, such as none of the kings who were before you\nhas possessed, nor will those who will come after you.\""],"start_index":200014001010,"end_index":200014001012,"verse_count":3,"word_count":123},{"reference":"Ezra 3:9-13","translation":"NASB","division":"Junior","passage_number":21,"release":"NBBC","cards":["(9) Then Jeshua with his sons and brothers stood united\nwith Kadmiel and his sons, the sons of Judah and the sons\nof Henadad with their sons and brothers the Levites, to\noversee the workmen in the temple of God. (10) Now when\nthe builders had laid the foundation of the temple of the\nLORD, the priests stood in their apparel with trumpets, and\nthe Levites, the sons of Asaph, with cymbals, to praise the\nLORD according to the directions of King David of Israel.\n(11) And they sang, praising and giving thanks to the LORD,\nsaying, \"For He is good, for His favor is upon Israel forever.\"\nAnd all the people shouted with a great shout of joy when","they praised the LORD, because the foundation of the house\nof the LORD was laid. (12) Yet many of the priests and Levites\nand heads of fathers' households, the old men who had seen\nthe first temple, wept with a loud voice when the foundation\nof this house was laid before their eyes, while many shouted\naloud for joy, (13) so that the people could not distinguish\nthe sound of the shout of joy from the sound of the weeping\nof the people, because the people were shouting with a loud\nshout, and the sound was heard far away."],"start_index":200015003009,"end_index":200015003013,"verse_count":5,"word_count":214},{"reference":"Nehemiah 1:3-11","translation":"NASB","division":"Junior","passage_number":22,"release":"NBBC","cards":["(3) And they said to me, \"The remnant there in the province\nwho survived the captivity are in great distress and disgrace,\nand the wall of Jerusalem is broken down and its gates have\nbeen burned with fire.\" (4) Now when I heard these words, I sat\ndown and wept and mourned for days; and I was fasting and\npraying before the God of heaven. (5) I said, \"Please, LORD\nGod of heaven, the great and awesome God, who keeps the\ncovenant and faithfulness for those who love Him and keep\nHis commandments: (6) let Your ear now be attentive and\nYour eyes open, to hear the prayer of Your servant which I am\npraying before You now, day and night, on behalf of the sons","of Israel Your servants, confessing the sins of the sons of Israel\nwhich we have committed against You; I and my father's house\nhave sinned. (7) \"We have acted very corruptly against You\nand have not kept the commandments, nor the statutes, nor\nthe ordinances which You commanded Your servant Moses.\n(8) \"Remember, please, the word which You commanded Your\nservant Moses, saying, 'If you are unfaithful, I will scatter you\namong the peoples; (9) but if you return to Me and keep My\ncommandments and do them, though those of you who have\nbeen scattered were in the most remote part of the heavens,\nI will gather them from there and bring them to the place","where I have chosen to have My name dwell.' (10) \"They are\nYour servants and Your people whom You redeemed by Your\ngreat power and by Your strong hand. (11) \"Please, Lord, may\nYour ear be attentive to the prayer of Your servant and the\nprayer of Your servants who delight to revere Your name, and\nplease make Your servant successful today and grant him\nmercy before this man.\" Now I was the cupbearer to the king."],"start_index":200016001003,"end_index":200016001011,"verse_count":9,"word_count":311},{"reference":"Psalm 100:1-5","translation":"NASB","division":"Junior","passage_number":23,"release":"NBBC","cards":["(1) Shout joyfully to the LORD, all the earth. (2) Serve the\nLORD with jubilation; Come before Him with rejoicing. (3)\nKnow that the LORD Himself is God; It is He who has made\nus, and not we ourselves; We are His people and the sheep\nof His pasture. (4) Enter His gates with thanksgiving, And His\ncourtyards with praise. Give thanks to Him, bless His name.\n(5) For the LORD is good; His mercy is everlasting And His\nfaithfulness is to all generations."],"start_index":200019100001,"end_index":200019100005,"verse_count":5,"word_count":79},{"reference":"Psalm 119:100-106","translation":"NASB","division":"Junior","passage_number":24,"release":"NBBC","cards":["(100) I understand more than those who are old, Because I\nhave complied with Your precepts. (101) I have restrained\nmy feet from every evil way, So that I may keep Your word.\n(102) I have not turned aside from Your judgments, For You\nYourself have taught me. (103) How sweet are Your words to\nmy taste! Yes, sweeter than honey to my mouth! (104) From\nYour precepts I get understanding; Therefore I hate every\nfalse way. (105) Your word is a lamp to my feet And a light\nto my path. (106) I have sworn and I will confirm it, That I will\nkeep Your righteous judgments."],"start_index":200019119100,"end_index":200019119106,"verse_count":7,"word_count":108},{"reference":"Psalm 119:115-116","translation":"NASB","division":"Junior","passage_number":25,"release":"NBBC","cards":["(115) Leave me, you evildoers, So that I may comply with the\ncommandments of my God. (116) Sustain me according to\nYour word, that I may live; And do not let me be ashamed of\nmy hope."],"start_index":200019119115,"end_index":200019119116,"verse_count":2,"word_count":37},{"reference":"Psalm 141:2-5","translation":"NASB","division":"Junior","passage_number":26,"release":"NBBC","cards":["(2) May my prayer be counted as incense before You; The\nraising of my hands as the evening offering. (3) Set a guard,\nLORD, over my mouth; Keep watch over the door of my lips.\n(4) Do not incline my heart to any evil thing, To practice deeds\nof wickedness With people who do wrong; And may I not\ntaste their delicacies. (5) May the righteous strike me with\nmercy and discipline me; It is oil for the head; My head shall\nnot refuse it, For my prayer is still against their evil deeds."],"start_index":200019141002,"end_index":200019141005,"verse_count":4,"word_count":90},{"reference":"Proverbs 10:20-32","translation":"NASB","division":"Junior","passage_number":27,"release":"NBBC","cards":["(20) The tongue of the righteous is like choice silver, The heart\nof the wicked is worth little. (21) The lips of the righteous feed\nmany, But fools die for lack of understanding. (22) It is the\nblessing of the LORD that makes rich, And He adds no sorrow\nto it. (23) Doing wickedness is like sport to a fool, And so is\nwisdom to a person of understanding. (24) What the wicked\nfears will come upon him, But the desire of the righteous will\nbe granted. (25) When the whirlwind passes, the wicked is no\nmore, But the righteous has an everlasting foundation. (26)\nLike vinegar to the teeth and smoke to the eyes, So is the lazy\none to those who send him. (27) The fear of the LORD prolongs","life, But the years of the wicked will be shortened. (28) The\nhope of the righteous is gladness, But the expectation of the\nwicked perishes. (29) The way of the LORD is a stronghold\nfor the upright, But ruin to the workers of injustice. (30) The\nrighteous will never be shaken, But the wicked will not live in\nthe land. (31) The mouth of the righteous flows with wisdom,\nBut the perverted tongue will be cut out. (32) The lips of the\nrighteous know what is acceptable, But the mouth of the\nwicked, what is perverted."],"start_index":200020010020,"end_index":200020010032,"verse_count":13,"word_count":215},{"reference":"Proverbs 11:1-13","translation":"NASB","division":"Junior","passage_number":28,"release":"NBBC","cards":["(1) A false balance is an abomination to the LORD, But a just\nweight is His delight. (2) When pride comes, then comes\ndishonor; But with the humble there is wisdom. (3) The\nintegrity of the upright will guide them, But the perversity of\nthe treacherous will destroy them. (4) Riches do not benefit on\nthe day of wrath, But righteousness rescues from death. (5) The\nrighteousness of the blameless will smooth his way, But the\nwicked will fall by his own wickedness. (6) The righteousness\nof the upright will rescue them, But the treacherous will be\ncaught by their own greed. (7) When a wicked person dies,\nhis expectation will perish, And the hope of strong people","perishes. (8) The righteous is rescued from trouble, But the\nwicked takes his place. (9) With his mouth the godless person\ndestroys his neighbor, But through knowledge the righteous\nwill be rescued. (10) When things go well for the righteous,\nthe city rejoices, And when the wicked perish, there is joyful\nshouting. (11) By the blessing of the upright a city is exalted,\nBut by the mouth of the wicked, it is torn down. (12) One\nwho despises his neighbor lacks sense, But a person of\nunderstanding keeps silent. (13) One who goes about as a\nslanderer reveals secrets, But one who is trustworthy conceals\na matter."],"start_index":200020011001,"end_index":200020011013,"verse_count":13,"word_count":212},{"reference":"Proverbs 12:1-13","translation":"NASB","division":"Junior","passage_number":29,"release":"NBBC","cards":["(1) One who loves discipline loves knowledge, But one who\nhates rebuke is stupid. (2) A good person will obtain favor\nfrom the LORD, But He will condemn a person who devises\nevil. (3) A person will not be established by wickedness, But\nthe root of the righteous will not be moved. (4) An excellent\nwife is the crown of her husband, But she who shames him is\nlike rottenness in his bones. (5) The thoughts of the righteous\nare just, But the counsels of the wicked are deceitful. (6) The\nwords of the wicked wait in ambush for blood, But the mouth\nof the upright will rescue them. (7) The wicked are overthrown\nand are no more, But the house of the righteous will stand. (8)","A person will be praised according to his insight, But one of\nperverse mind will be despised. (9) Better is one who is lightly\nesteemed and has a servant, Than one who honors himself\nand lacks bread. (10) A righteous person has regard for the\nlife of his animal, But even the compassion of the wicked is\ncruel. (11) One who works his land will have plenty of bread,\nBut one who pursues worthless things lacks sense. (12) The\nwicked person desires the plunder of evil people, But the root\nof the righteous yields fruit. (13) An evil person is ensnared\nby the offense of his lips, But the righteous will escape from\ntrouble."],"start_index":200020012001,"end_index":200020012013,"verse_count":13,"word_count":228},{"reference":"Proverbs 14:1-25","translation":"NASB","division":"Junior","passage_number":30,"release":"NBBC","cards":["(1) The wise woman builds her house, But the foolish tears it down\nwith her own hands. (2) One who walks in his uprightness fears the\nLORD, But one who is devious in his ways despises Him. (3) In the\nmouth of the foolish is a rod for his back, But the lips of the wise will\nprotect them. (4) Where there are no oxen, the manger is clean; But\nmuch revenue comes by the strength of the ox. (5) A trustworthy\nwitness will not lie, But a false witness declares lies. (6) A scoffer\nseeks wisdom and finds none, But knowledge is easy for one who\nhas understanding. (7) Leave the presence of a fool, Or you will\nnot discern words of knowledge. (8) The wisdom of the sensible\nis to understand his way, But the foolishness of fools is deceit. (9)","Fools mock at sin, But among the upright there is goodwill. (10)\nThe heart knows its own bitterness, And a stranger does not share\nits joy. (11) The house of the wicked will be destroyed, But the tent\nof the upright will flourish. (12) There is a way which seems right\nto a person, But its end is the way of death. (13) Even in laughter\nthe heart may be in pain, And the end of joy may be grief. (14)\nOne with a wayward heart will have his fill of his own ways, But\na good person will be satisfied with his. (15) The naive believes\neverything, But the sensible person considers his steps. (16) A wise\nperson is cautious and turns away from evil, But a fool is arrogant\nand careless. (17) A quick-tempered person acts foolishly, And a","person of evil devices is hated. (18) The naive inherit foolishness,\nBut the sensible are crowned with knowledge. (19) The evil will\nbow down before the good, And the wicked at the gates of the\nrighteous. (20) The poor is hated even by his neighbor, But those\nwho love the rich are many. (21) One who despises his neighbor\nsins, But one who is gracious to the poor is blessed. (22) Will they\nwho devise evil not go astray? But kindness and truth will be to\nthose who devise good. (23) In all labor there is profit, But mere\ntalk leads only to poverty. (24) The crown of the wise is their riches,\nBut the foolishness of fools is simply foolishness. (25) A truthful\nwitness saves lives, But one who declares lies is deceitful."],"start_index":200020014001,"end_index":200020014025,"verse_count":25,"word_count":394},{"reference":"Ecclesiastes 2:9-11","translation":"NASB","division":"Junior","passage_number":31,"release":"NBBC","cards":["(9) Then I became great and increased more than all who\npreceded me in Jerusalem. My wisdom also stood by me.\n(10) All that my eyes desired, I did not refuse them. I did not\nrestrain my heart from any pleasure, for my heart was pleased\nbecause of all my labor; and this was my reward for all my\nlabor. (11) So I considered all my activities which my hands\nhad done and the labor which I had exerted, and behold, all\nwas futility and striving after wind, and there was no benefit\nunder the sun."],"start_index":200021002009,"end_index":200021002011,"verse_count":3,"word_count":93},{"reference":"Ecclesiastes 9:13-18","translation":"NASB","division":"Junior","passage_number":32,"release":"NBBC","cards":["(13) This too I saw as wisdom under the sun, and it impressed\nme: (14) there was a small city with few men in it, and a\ngreat king came to it, surrounded it, and constructed large\nsiegeworks against it. (15) But there was found in it a poor\nwise man, and he saved the city by his wisdom. Yet no one\nremembered that poor man. (16) So I said, \"Wisdom is better\nthan strength.\" But the wisdom of the poor man is despised,\nand his words are ignored. (17) The words of the wise heard\nin calm are better than the shouting of a ruler among fools.\n(18) Wisdom is better than weapons of war, but one sinner\ndestroys much good."],"start_index":200021009013,"end_index":200021009018,"verse_count":6,"word_count":116},{"reference":"Isaiah 40:24-31","translation":"NASB","division":"Junior","passage_number":33,"release":"NBBC","cards":["(24) Scarcely have they been planted, Scarcely have they been\nsown, Scarcely has their stock taken root in the earth, But He\nmerely blows on them, and they wither, And the storm carries\nthem away like stubble. (25) \"To whom then will you compare\nMe That I would be his equal?\" says the Holy One. (26) Raise\nyour eyes on high And see who has created these stars, The\nOne who brings out their multitude by number, He calls them\nall by name; Because of the greatness of His might and the\nstrength of His power, Not one of them is missing. (27) Why\ndo you say, Jacob, and you assert, Israel, \"My way is hidden\nfrom the LORD, And the justice due me escapes the notice of","my God\"? (28) Do you not know? Have you not heard? The\nEverlasting God, the LORD, the Creator of the ends of the\nearth Does not become weary or tired. His understanding is\nunsearchable. (29) He gives strength to the weary, And to the\none who lacks might He increases power. (30) Though youths\ngrow weary and tired, And vigorous young men stumble\nbadly, (31) Yet those who wait for the LORD Will gain new\nstrength; They will mount up with wings like eagles, They will\nrun and not get tired, They will walk and not become weary."],"start_index":200023040024,"end_index":200023040031,"verse_count":8,"word_count":218},{"reference":"Jeremiah 29:4-14","translation":"NASB","division":"Junior","passage_number":34,"release":"NBBC","cards":["(4) \"This is what the LORD of armies, the God of Israel, says\nto all the exiles whom I have sent into exile from Jerusalem\nto Babylon: (5) 'Build houses and live in them; and plant\ngardens and eat their produce. (6) 'Take wives and father\nsons and daughters, and take wives for your sons and give\nyour daughters to husbands, so that they may give birth to\nsons and daughters; and grow in numbers there and do not\ndecrease. (7) 'Seek the prosperity of the city where I have\nsent you into exile, and pray to the LORD in its behalf; for\nin its prosperity will be your prosperity.' (8) \"For this is what\nthe LORD of armies, the God of Israel says: 'Do not let your","prophets who are in your midst or your diviners deceive you,\nand do not listen to their interpretations of your dreams which\nyou dream. (9) 'For they prophesy falsely to you in My name; I\nhave not sent them,' declares the LORD. (10) \"For this is what\nthe LORD says: 'When seventy years have been completed\nfor Babylon, I will visit you and fulfill My good word to you,\nto bring you back to this place. (11) 'For I know the plans that\nI have for you,' declares the LORD, 'plans for prosperity and\nnot for disaster, to give you a future and a hope. (12) 'Then\nyou will call upon Me and come and pray to Me, and I will\nlisten to you. (13) 'And you will seek Me and find Me when","you search for Me with all your heart. (14) 'I will let Myself\nbe found by you,' declares the LORD, 'and I will restore your\nfortunes and gather you from all the nations and all the places\nwhere I have driven you,' declares the LORD, 'and I will bring\nyou back to the place from where I sent you into exile.'"],"start_index":200024029004,"end_index":200024029014,"verse_count":11,"word_count":312},{"reference":"Jeremiah 33:1-3","translation":"NASB","division":"Junior","passage_number":35,"release":"NBBC","cards":["(1) Then the word of the LORD came to Jeremiah the second\ntime, while he was still confined in the courtyard of the guard,\nsaying, (2) \"This is what the LORD says, He who made the\nearth, the LORD who formed it to create it, He whose name is\nthe LORD: (3) 'Call to Me and I will answer you, and I will tell\nyou great and mighty things, which you do not know.'"],"start_index":200024033001,"end_index":200024033003,"verse_count":3,"word_count":71},{"reference":"Lamentations 2:1-2","translation":"NASB","division":"Junior","passage_number":36,"release":"NBBC","cards":["(1) How the Lord has covered the daughter of Zion With a\ncloud in His anger! He has hurled The glory of Israel from\nheaven to earth, And has not remembered His footstool In\nthe day of His anger. (2) The Lord has destroyed; He has\nnot spared All the settlements of Jacob. In His wrath He has\noverthrown The strongholds of the daughter of Judah, He\nhas hurled them down to the ground; He has profaned the\nkingdom and its leaders."],"start_index":200025002001,"end_index":200025002002,"verse_count":2,"word_count":80},{"reference":"Amos 3:3-8","translation":"NASB","division":"Junior","passage_number":37,"release":"NBBC","cards":["(3) Do two people walk together unless they have agreed to meet?\n(4) Does a lion roar in the forest when he has no prey? Does a\nyoung lion growl from his den unless he has captured something?\n(5) Does a bird fall into a trap on the ground when there is no\ndevice in it? Does a trap spring up from the earth when it captures\nnothing at all? (6) If a trumpet is blown in a city, will the people not\ntremble? If a disaster occurs in a city, has the LORD not brought\nit about? (7) Certainly the Lord GOD does nothing Unless He\nreveals His secret plan To His servants the prophets. (8) A lion has\nroared! Who will not fear? The Lord GOD has spoken! Who can do\nanything but prophesy?"],"start_index":200030003003,"end_index":200030003008,"verse_count":6,"word_count":130},{"reference":"Mark 1:1-11","translation":"NASB","division":"Junior","passage_number":38,"release":"NBBC","cards":["(1) The beginning of the gospel of Jesus Christ, the Son of\nGod, (2) just as it is written in Isaiah the prophet: \"BEHOLD,\nI AM SENDING MY MESSENGER BEFORE YOU, WHO WILL\nPREPARE YOUR WAY; (3) THE VOICE OF ONE CALLING OUT\nIN THE WILDERNESS, 'PREPARE THE WAY OF THE LORD,\nMAKE HIS PATHS STRAIGHT!'\" (4) John the Baptist appeared\nin the wilderness, preaching a baptism of repentance for the\nforgiveness of sins. (5) And all the country of Judea was going\nout to him, and all the people of Jerusalem; and they were\nbeing baptized by him in the Jordan River, confessing their\nsins. (6) John was clothed with camel's hair and wore a leather","belt around his waist, and his diet was locusts and wild honey.\n(7) And he was preaching, saying, \"After me One is coming\nwho is mightier than I, and I am not fit to bend down and\nuntie the straps of His sandals. (8) \"I baptized you with water;\nbut He will baptize you with the Holy Spirit.\" (9) In those days\nJesus came from Nazareth in Galilee and was baptized by\nJohn in the Jordan. (10) And immediately coming up out of\nthe water, He saw the heavens opening, and the Spirit, like a\ndove, descending upon Him; (11) and a voice came from the\nheavens: \"You are My beloved Son; in You I am well pleased.\""],"start_index":400002001001,"end_index":400002001011,"verse_count":11,"word_count":224},{"reference":"John 14:18-21","translation":"NASB","division":"Junior","passage_number":39,"release":"NBBC","cards":["(18) \"I will not leave you as orphans; I am coming to you.\n(19) \"After a little while, the world no longer is going to see\nMe, but you are going to see Me; because I live, you also will\nlive. (20) \"On that day you will know that I am in My Father,\nand you are in Me, and I in you. (21) \"The one who has My\ncommandments and keeps them is the one who loves Me;\nand the one who loves Me will be loved by My Father, and I\nwill love him and will reveal Myself to him.\""],"start_index":400004014018,"end_index":400004014021,"verse_count":4,"word_count":98},{"reference":"John 16:25","translation":"NASB","division":"Junior","passage_number":40,"release":"NBBC","cards":["(25) \"These things I have spoken to you in figures of speech;\nan hour is coming when I will no longer speak to you in figures\nof speech, but will tell you plainly about the Father."],"start_index":400004016025,"end_index":400004016025,"verse_count":1,"word_count":35},{"reference":"John 16:33","translation":"NASB","division":"Junior","passage_number":41,"release":"NBBC","cards":["(33) \"These things I have spoken to you so that in Me you\nmay have peace. In the world you have tribulation, but take\ncourage; I have overcome the world.\""],"start_index":400004016033,"end_index":400004016033,"verse_count":1,"word_count":29},{"reference":"Acts 4:23-31","translation":"NASB","division":"Junior","passage_number":42,"release":"NBBC","cards":["(23) When they had been released, they went to their own\ncompanions and reported everything that the chief priests and\nthe elders had said to them. (24) And when they heard this, they\nraised their voices to God with one mind and said, \"Lord, it is\nYou who MADE THE HEAVEN AND THE EARTH AND THE SEA,\nAND EVERYTHING THAT IS IN THEM, (25) who by the Holy Spirit,\nthrough the mouth of our father David Your servant, said, 'WHY\nWERE THE NATIONS INSOLENT, AND THE PEOPLES PLOTTING IN\nVAIN? (26) 'THE KINGS OF THE EARTH TOOK THEIR STAND, AND\nTHE RULERS WERE GATHERED TOGETHER AGAINST THE LORD\nAND AGAINST HIS CHRIST.' (27) \"For truly in this city there were","gathered together against Your holy Servant Jesus, whom You\nanointed, both Herod and Pontius Pilate, along with the Gentiles\nand the peoples of Israel, (28) to do whatever Your hand and\npurpose predestined to occur. (29) \"And now, Lord, look at their\nthreats, and grant it to Your bond-servants to speak Your word with\nall confidence, (30) while You extend Your hand to heal, and signs\nand wonders take place through the name of Your holy Servant\nJesus.\" (31) And when they had prayed, the place where they had\ngathered together was shaken, and they were all filled with the\nHoly Spirit and began to speak the word of God with boldness."],"start_index":400005004023,"end_index":400005004031,"verse_count":9,"word_count":224},{"reference":"Acts 9:40","translation":"NASB","division":"Junior","passage_number":43,"release":"NBBC","cards":["(40) But Peter sent them all out and knelt down and prayed,\nand turning to the body, he said, \"Tabitha, arise.\" And she\nopened her eyes, and when she saw Peter, she sat up."],"start_index":400005009040,"end_index":400005009040,"verse_count":1,"word_count":33},{"reference":"Romans 15:30-33","translation":"NASB","division":"Junior","passage_number":44,"release":"NBBC","cards":["(30) Now I urge you, brothers and sisters, by our Lord Jesus\nChrist and by the love of the Spirit, to strive together with me\nin your prayers to God for me, (31) that I may be rescued from\nthose who are disobedient in Judea, and that my service for\nJerusalem may prove acceptable to the saints; (32) so that I\nmay come to you in joy by the will of God and relax in your\ncompany. (33) Now the God of peace be with you all. Amen."],"start_index":400006015030,"end_index":400006015033,"verse_count":4,"word_count":84},{"reference":"1 Corinthians 2:7-10","translation":"NASB","division":"Junior","passage_number":45,"release":"NBBC","cards":["(7) but we speak God's wisdom in a mystery, the hidden\nwisdom which God predestined before the ages to our\nglory; (8) the wisdom which none of the rulers of this age\nhas understood; for if they had understood it, they would not\nhave crucified the Lord of glory; (9) but just as it is written:\n\"THINGS WHICH EYE HAS NOT SEEN AND EAR HAS NOT\nHEARD, AND WHICH HAVE NOT ENTERED THE HUMAN\nHEART, ALL THAT GOD HAS PREPARED FOR THOSE WHO\nLOVE HIM.\" (10) For to us God revealed them through the\nSpirit; for the Spirit searches all things, even the depths of\nGod."],"start_index":400007002007,"end_index":400007002010,"verse_count":4,"word_count":102},{"reference":"Galatians 4:21-31","translation":"NASB","division":"Junior","passage_number":46,"release":"NBBC","cards":["(21) Tell me, you who want to be under law, do you not listen to the\nLaw? (22) For it is written that Abraham had two sons, one by the\nslave woman and one by the free woman. (23) But the son by the\nslave woman was born according to the flesh, and the son by the\nfree woman through the promise. (24) This is speaking allegorically,\nfor these women are two covenants: one coming from Mount Sinai\ngiving birth to children who are to be slaves; she is Hagar. (25)\nNow this Hagar is Mount Sinai in Arabia and corresponds to the\npresent Jerusalem, for she is enslaved with her children. (26) But\nthe Jerusalem above is free; she is our mother. (27) For it is written:\n\"REJOICE, INFERTILE ONE, YOU WHO DO NOT GIVE BIRTH;","BREAK FORTH AND SHOUT, YOU WHO ARE NOT IN LABOR; FOR\nTHE CHILDREN OF THE DESOLATE ONE ARE MORE NUMEROUS\nTHAN THOSE OF THE ONE WHO HAS A HUSBAND.\" (28) And\nyou, brothers and sisters, like Isaac, are children of promise. (29)\nBut as at that time the son who was born according to the flesh\npersecuted the one who was born according to the Spirit, so it is\neven now. (30) But what does the Scripture say? \"DRIVE OUT THE\nSLAVE WOMAN AND HER SON, FOR THE SON OF THE SLAVE\nWOMAN SHALL NOT BE AN HEIR WITH THE SON OF THE FREE\nWOMAN.\" (31) So then, brothers and sisters, we are not children\nof a slave woman, but of the free woman."],"start_index":400009004021,"end_index":400009004031,"verse_count":11,"word_count":250},{"reference":"1 Timothy 3:1-16","translation":"NASB","division":"Junior","passage_number":47,"release":"NBBC","cards":["(1) It is a trustworthy statement: if any man aspires to the\noffice of overseer, it is a fine work he desires to do. (2) An\noverseer, then, must be above reproach, the husband of one\nwife, temperate, self-controlled, respectable, hospitable,\nskillful in teaching, (3) not overindulging in wine, not a bully,\nbut gentle, not contentious, free from the love of money.\n(4) He must be one who manages his own household well,\nkeeping his children under control with all dignity (5) (but if a\nman does not know how to manage his own household, how\nwill he take care of the church of God?), (6) and not a new\nconvert, so that he will not become conceited and fall into","condemnation incurred by the devil. (7) And he must have a\ngood reputation with those outside the church, so that he will\nnot fall into disgrace and the snare of the devil. (8) Deacons\nlikewise must be men of dignity, not insincere, not prone to\ndrink much wine, not greedy for money, (9) but holding to the\nmystery of the faith with a clear conscience. (10) These men\nmust also first be tested; then have them serve as deacons\nif they are beyond reproach. (11) Women must likewise be\ndignified, not malicious gossips, but temperate, faithful in\nall things. (12) Deacons must be husbands of one wife, and\ngood managers of their children and their own households.","(13) For those who have served well as deacons obtain for\nthemselves a high standing and great confidence in the faith\nthat is in Christ Jesus. (14) I am writing these things to you,\nhoping to come to you before long; (15) but in case I am\ndelayed, I write so that you will know how one should act in\nthe household of God, which is the church of the living God,\nthe pillar and support of the truth. (16) Beyond question,\ngreat is the mystery of godliness: He who was revealed in the\nflesh, Was vindicated in the Spirit, Seen by angels, Proclaimed\namong the nations, Believed on in the world, Taken up in\nglory."],"start_index":400015003001,"end_index":400015003016,"verse_count":16,"word_count":339},{"reference":"2 Timothy 4:16-18","translation":"NASB","division":"Junior","passage_number":48,"release":"NBBC","cards":["(16) At my first defense no one supported me, but all deserted\nme; may it not be counted against them. (17) But the Lord\nstood with me and strengthened me, so that through me\nthe proclamation might be fully accomplished, and that all\nthe Gentiles might hear; and I was rescued out of the lion's\nmouth. (18) The Lord will rescue me from every evil deed,\nand will bring me safely to His heavenly kingdom; to Him be\nthe glory forever and ever. Amen."],"start_index":400016004016,"end_index":400016004018,"verse_count":3,"word_count":81},{"reference":"Jude 1:8-25","translation":"NASB","division":"Junior","passage_number":49,"release":"NBBC","cards":["(8) Yet in the same way these people also, dreaming, defile\nthe flesh, reject authority, and speak abusively of angelic\nmajesties. (9) But Michael the archangel, when he disputed\nwith the devil and argued about the body of Moses, did not\ndare pronounce against him an abusive judgment, but said,\n\"The Lord rebuke you!\" (10) But these people disparage all\nthe things that they do not understand; and all the things\nthat they know by instinct, like unreasoning animals, by these\nthings they are destroyed. (11) Woe to them! For they have\ngone the way of Cain, and for pay they have given themselves\nup to the error of Balaam, and perished in the rebellion","of Korah. (12) These are the ones who are hidden reefs in\nyour love feasts when they feast with you without fear, like\nshepherds caring only for themselves; clouds without water,\ncarried along by winds; autumn trees without fruit, doubly\ndead, uprooted; (13) wild waves of the sea, churning up\ntheir own shameful deeds like dirty foam; wandering stars,\nfor whom the gloom of darkness has been reserved forever.\n(14) It was also about these people that Enoch, in the seventh\ngeneration from Adam, prophesied, saying, \"Behold, the\nLord has come with many thousands of His holy ones, (15) to\nexecute judgment upon all, and to convict all the ungodly of","all their ungodly deeds which they have done in an ungodly\nway, and of all the harsh things which ungodly sinners have\nspoken against Him.\" (16) These are grumblers, finding\nfault, following after their own lusts; they speak arrogantly,\nflattering people for the sake of gaining an advantage. (17)\nBut you, beloved, ought to remember the words that were\nspoken beforehand by the apostles of our Lord Jesus Christ,\n(18) that they were saying to you, \"In the last time there will be\nmockers, following after their own ungodly lusts.\" (19) These\nare the ones who cause divisions, worldly-minded, devoid\nof the Spirit. (20) But you, beloved, building yourselves up","on your most holy faith, praying in the Holy Spirit, (21) keep\nyourselves in the love of God, looking forward to the mercy\nof our Lord Jesus Christ to eternal life. (22) And have mercy\non some, who are doubting; (23) save others, snatching them\nout of the fire; and on some have mercy with fear, hating even\nthe garment polluted by the flesh. (24) Now to Him who is\nable to protect you from stumbling, and to make you stand in\nthe presence of His glory, blameless with great joy, (25) to the\nonly God our Savior, through Jesus Christ our Lord, be glory,\nmajesty, dominion, and authority before all time and now and\nforever. Amen."],"start_index":400026001008,"end_index":400026001025,"verse_count":18,"word_count":436},{"reference":"Revelation 1:4-6","translation":"NASB","division":"Junior","passage_number":50,"release":"NBBC","cards":["(4) John to the seven churches that are in Asia: Grace to you\nand peace from Him who is, and who was, and who is to\ncome, and from the seven spirits who are before His throne,\n(5) and from Jesus Christ, the faithful witness, the firstborn of\nthe dead, and the ruler of the kings of the earth. To Him who\nloves us and released us from our sins by His blood-- (6) and\nHe made us into a kingdom, priests to His God and Father--to\nHim be the glory and the dominion forever and ever. Amen."],"start_index":400027001004,"end_index":400027001006,"verse_count":3,"word_count":96},{"reference":"Genesis 41:38-41","translation":"NASB","division":"Junior","passage_number":51,"release":"NBBC","cards":["(38) Then Pharaoh said to his servants, \"Can we find a man\nlike this, in whom there is a divine spirit?\" (39) So Pharaoh\nsaid to Joseph, \"Since God has informed you of all this, there\nis no one as discerning and wise as you are. (40) \"You shall be\nin charge of my house, and all my people shall be obedient\nto you; only regarding the throne will I be greater than you.\"\n(41) Pharaoh also said to Joseph, \"See, I have placed you over\nall the land of Egypt.\""],"start_index":200001041038,"end_index":200001041041,"verse_count":4,"word_count":87},{"reference":"2 Chronicles 36:5-8","translation":"NASB","division":"Junior","passage_number":52,"release":"NBBC","cards":["(5) Jehoiakim was twenty-five years old when he became\nking, and he reigned for eleven years in Jerusalem; and he\ndid evil in the sight of the LORD his God. (6) Nebuchadnezzar\nking of Babylon came up against him and bound him with\nbronze chains to take him to Babylon. (7) Nebuchadnezzar\nalso brought some of the articles of the house of the LORD to\nBabylon, and he put them in his temple in Babylon. (8) Now\nthe rest of the acts of Jehoiakim and the abominations which\nhe committed, and what was found against him, behold, they\nare written in the Book of the Kings of Israel and Judah. And\nhis son Jehoiachin became king in his place."],"start_index":200014036005,"end_index":200014036008,"verse_count":4,"word_count":116},{"reference":"Psalm 2:1-6","translation":"NASB","division":"Junior","passage_number":53,"release":"NBBC","cards":["(1) Why are the nations restless And the peoples plotting in\nvain? (2) The kings of the earth take their stand And the rulers\nconspire together Against the LORD and against His Anointed,\nsaying, (3) \"Let's tear their shackles apart And throw their\nropes away from us!\" (4) He who sits in the heavens laughs,\nThe Lord scoffs at them. (5) Then He will speak to them in His\nanger And terrify them in His fury, saying, (6) \"But as for Me, I\nhave installed My King Upon Zion, My holy mountain.\""],"start_index":200019002001,"end_index":200019002006,"verse_count":6,"word_count":86},{"reference":"Proverbs 22:24-29","translation":"NASB","division":"Junior","passage_number":54,"release":"NBBC","cards":["(24) Do not make friends with a person given to anger, Or go\nwith a hot-tempered person, (25) Or you will learn his ways\nAnd find a snare for yourself. (26) Do not be among those\nwho shake hands, Among those who become guarantors\nfor debts. (27) If you have nothing with which to repay, Why\nshould he take your bed from under you? (28) Do not move\nthe ancient boundary Which your fathers have set. (29) Do\nyou see a person skilled in his work? He will stand before\nkings; He will not stand before obscure people."],"start_index":200020022024,"end_index":200020022029,"verse_count":6,"word_count":93},{"reference":"Ecclesiastes 3:1-11","translation":"NASB","division":"Junior","passage_number":55,"release":"NBBC","cards":["(1) There is an appointed time for everything. And there is a\ntime for every matter under heaven-- (2) A time to give birth\nand a time to die; A time to plant and a time to uproot what\nis planted. (3) A time to kill and a time to heal; A time to tear\ndown and a time to build up. (4) A time to weep and a time\nto laugh; A time to mourn and a time to dance. (5) A time to\nthrow stones and a time to gather stones; A time to embrace\nand a time to shun embracing. (6) A time to search and a time\nto give up as lost; A time to keep and a time to throw away.\n(7) A time to tear apart and a time to sew together; A time to\nbe silent and a time to speak. (8) A time to love and a time to","hate; A time for war and a time for peace. (9) What benefit is\nthere for the worker from that in which he labors? (10) I have\nseen the task which God has given the sons of mankind with\nwhich to occupy themselves. (11) He has made everything\nappropriate in its time. He has also set eternity in their heart,\nwithout the possibility that mankind will find out the work\nwhich God has done from the beginning even to the end."],"start_index":200021003001,"end_index":200021003011,"verse_count":11,"word_count":227},{"reference":"Isaiah 42:1-9","translation":"NASB","division":"Junior","passage_number":56,"release":"NBBC","cards":["(1) \"Behold, My Servant, whom I uphold; My chosen one in\nwhom My soul delights. I have put My Spirit upon Him; He\nwill bring forth justice to the nations. (2) \"He will not cry out\nnor raise His voice, Nor make His voice heard in the street.\n(3) \"A bent reed He will not break off And a dimly burning\nwick He will not extinguish; He will faithfully bring forth\njustice. (4) \"He will not be disheartened or crushed Until He\nhas established justice on the earth; And the coastlands will\nwait expectantly for His law.\" (5) This is what God the LORD\nsays, Who created the heavens and stretched them out, Who\nspread out the earth and its offspring, Who gives breath to","the people on it And spirit to those who walk in it: (6) \"I am\nthe LORD, I have called You in righteousness, I will also hold\nYou by the hand and watch over You, And I will appoint You\nas a covenant to the people, As a light to the nations, (7) To\nopen blind eyes, To bring out prisoners from the dungeon\nAnd those who dwell in darkness from the prison. (8) \"I am\nthe LORD, that is My name; I will not give My glory to another,\nNor My praise to idols. (9) \"Behold, the former things have\ncome to pass, Now I declare new things; Before they sprout I\nproclaim them to you.\""],"start_index":200023042001,"end_index":200023042009,"verse_count":9,"word_count":233},{"reference":"Jeremiah 8:11-17","translation":"NASB","division":"Junior","passage_number":57,"release":"NBBC","cards":["(11) \"They have healed the brokenness of the daughter of My\npeople superficially, Saying, 'Peace, peace,' But there is no\npeace. (12) \"Were they ashamed because of the abomination\nthey had done? They were not ashamed at all, And they did\nnot know how to be ashamed; Therefore they will fall among\nthose who fall; At the time of their punishment they will\ncollapse,\" Says the LORD. (13) \"I will certainly snatch them\naway,\" declares the LORD. \"There will be no grapes on the\nvine And no figs on the fig tree, And the leaf will wither;\nAnd what I have given them will pass away.\"'\" (14) Why are\nwe sitting still? Assemble yourselves, and let's go into the","fortified cities And perish there, For the LORD our God has\ndoomed us And given us poisoned water to drink, Because\nwe have sinned against the LORD. (15) We waited for peace,\nbut no good came; For a time of healing, but behold, terror!\n(16) From Dan there is heard the snorting of his horses; At the\nsound of the neighing of his stallions The whole land quakes;\nFor they come and devour the land and its fullness, The city\nand its inhabitants. (17) \"For behold, I am sending serpents\namong you, Vipers for which there is no charm; And they will\nbite you,\" declares the LORD."],"start_index":200024008011,"end_index":200024008017,"verse_count":7,"word_count":219},{"reference":"Lamentations 1:1-7","translation":"NASB","division":"Junior","passage_number":58,"release":"NBBC","cards":["(1) How lonely sits the city That once had many people! She has\nbecome like a widow Who was once great among the nations! She\nwho was a princess among the provinces Has become a forced\nlaborer! (2) She weeps bitterly in the night, And her tears are on her\ncheeks; She has no one to comfort her Among all her lovers. All her\nfriends have dealt treacherously with her; They have become her\nenemies. (3) Judah has gone into exile out of affliction And harsh\nservitude; She lives among the nations, But she has not found a\nresting place; All those who pursued her have overtaken her In the\nmidst of distress. (4) The roads of Zion are in mourning Because no\none comes to an appointed feast. All her gates are deserted; Her\npriests groan, Her virgins are worried, And as for Zion herself, it is","bitter for her. (5) Her adversaries have become her masters, Her\nenemies are secure; For the LORD has caused her grief Because\nof the multitude of her wrongdoings; Her little ones have gone\naway As captives led by the enemy. (6) All of her splendor Is gone\nfrom the daughter of Zion; Her leaders have become like deer\nThat have found no pasture, And they have fled without strength\nFrom the pursuer. (7) In the days of her affliction and homelessness\nJerusalem remembers all her treasures That were hers since the\ndays of old, When her people fell into the hand of the adversary\nAnd no one helped her. The adversaries saw her, They laughed at\nher ruin."],"start_index":200025001001,"end_index":200025001007,"verse_count":7,"word_count":259},{"reference":"Lamentations 3:25-33","translation":"NASB","division":"Junior","passage_number":59,"release":"NBBC","cards":["(25) The LORD is good to those who await Him, To the person\nwho seeks Him. (26) It is good that he waits silently For the\nsalvation of the LORD. (27) It is good for a man to bear The\nyoke in his youth. (28) Let him sit alone and keep quiet, Since\nHe has laid it on him. (29) Let him put his mouth in the dust;\nPerhaps there is hope. (30) Let him give his cheek to the one\nwho is going to strike him; Let him be filled with shame. (31)\nFor the Lord will not reject forever, (32) For if He causes grief,\nThen He will have compassion In proportion to His abundant\nmercy. (33) For He does not afflict willingly Or grieve the sons\nof mankind."],"start_index":200025003025,"end_index":200025003033,"verse_count":9,"word_count":122},{"reference":"Ezekiel 11:14-21","translation":"NASB","division":"Junior","passage_number":60,"release":"NBBC","cards":["(14) Then the word of the LORD came to me, saying, (15) \"Son\nof man, your brothers, your relatives, your fellow exiles, and\nthe entire house of Israel, all of them, are those to whom the\ninhabitants of Jerusalem have said, 'Keep far from the LORD;\nthis land has been given to us as a possession.' (16) \"Therefore\nsay, 'This is what the Lord GOD says: \"Though I had removed\nthem far away among the nations, and though I had scattered\nthem among the countries, yet I was a sanctuary for them for\na little while in the countries where they had gone.\"' (17)\n\"Therefore say, 'This is what the Lord GOD says: \"I will gather\nyou from the peoples and assemble you from the countries","among which you have been scattered, and I will give you the\nland of Israel.\"' (18) \"When they come there, they will remove\nall its detestable things and all its abominations from it. (19)\n\"And I will give them one heart, and put a new spirit within\nthem. And I will remove the heart of stone from their flesh\nand give them a heart of flesh, (20) so that they may walk\nin My statutes, and keep My ordinances and do them. Then\nthey will be My people, and I shall be their God. (21) \"But as\nfor those whose hearts go after their detestable things and\nabominations, I will bring their conduct down on their heads,\"\ndeclares the Lord GOD."],"start_index":200026011014,"end_index":200026011021,"verse_count":8,"word_count":239},{"reference":"Ezekiel 13:8-10","translation":"NASB","division":"Junior","passage_number":61,"release":"NBBC","cards":["(8) Therefore, this is what the Lord GOD says: \"Because you\nhave spoken deceit and have seen a lie, therefore behold,\nI am against you,\" declares the Lord GOD. (9) \"So My hand\nwill be against the prophets who see false visions and utter\nlying divinations. They will have no place in the council of My\npeople, nor will they be written down in the register of the\nhouse of Israel, nor will they enter the land of Israel, so that\nyou may know that I am the Lord GOD. (10) \"It is definitely\nbecause they have misled My people by saying, 'Peace!' when\nthere is no peace. And when anyone builds a wall, behold,\nthey plaster it over with whitewash;"],"start_index":200026013008,"end_index":200026013010,"verse_count":3,"word_count":118},{"reference":"Daniel 1:1-7","translation":"NASB","division":"Junior","passage_number":62,"release":"NBBC","cards":["(1) In the third year of the reign of Jehoiakim king of Judah,\nNebuchadnezzar king of Babylon came to Jerusalem and\nbesieged it. (2) And the Lord handed Jehoiakim king of Judah\nover to him, along with some of the vessels of the house of God;\nand he brought them to the land of Shinar, to the house of his god,\nand he brought the vessels into the treasury of his god. (3) Then\nthe king told Ashpenaz, the chief of his officials, to bring in some\nof the sons of Israel, including some of the royal family and of the\nnobles, (4) youths in whom there was no impairment, who were\ngood-looking, suitable for instruction in every kind of expertise,\nendowed with understanding and discerning knowledge, and who","had ability to serve in the king's court; and he ordered Ashpenaz\nto teach them the literature and language of the Chaldeans. (5)\nThe king also allotted for them a daily ration from the king's choice\nfood and from the wine which he drank, and ordered that they be\neducated for three years, at the end of which they were to enter\nthe king's personal service. (6) Now among them from the sons of\nJudah were Daniel, Hananiah, Mishael, and Azariah. (7) Then the\ncommander of the officials assigned new names to them; and to\nDaniel he assigned the name Belteshazzar, to Hananiah Shadrach,\nto Mishael Meshach, and to Azariah Abed-nego."],"start_index":200027001001,"end_index":200027001007,"verse_count":7,"word_count":235},{"reference":"Daniel 2:1-11","translation":"NASB","division":"Junior","passage_number":63,"release":"NBBC","cards":["(1) Now in the second year of the reign of Nebuchadnezzar,\nNebuchadnezzar had dreams; and his spirit was troubled\nand his sleep left him. (2) Then the king gave orders to call\nin the soothsayer priests, the conjurers, the sorcerers, and\nthe Chaldeans, to tell the king his dreams. So they came in\nand stood before the king. (3) The king said to them, \"I had a\ndream, and my spirit is anxious to understand the dream.\" (4)\nThen the Chaldeans spoke to the king in Aramaic: \"O king, live\nforever! Tell the dream to your servants, and we will declare\nthe interpretation.\" (5) The king replied to the Chaldeans,\n\"The command from me is firm: if you do not make known","to me the dream and its interpretation, you will be torn limb\nfrom limb and your houses will be turned into a rubbish heap.\n(6) \"But if you declare the dream and its interpretation, you\nwill receive from me gifts and a reward and great honor;\ntherefore declare to me the dream and its interpretation.\" (7)\nThey answered a second time and said, \"Let the king tell the\ndream to his servants, and we will declare the interpretation.\"\n(8) The king replied, \"I know for certain that you are trying\nto buy time, because you have perceived that the command\nfrom me is firm, (9) that if you do not make the dream known\nto me, there is only one decree for you. For you have agreed","together to speak lying and corrupt words before me until\nthe situation is changed; therefore tell me the dream, so that\nI may know that you can declare to me its interpretation.\"\n(10) The Chaldeans answered the king and said, \"There is no\nperson on earth who could declare the matter to the king,\nbecause no great king or ruler has ever asked anything like\nthis of any soothsayer priest, sorcerer, or Chaldean. (11)\n\"Moreover, the thing which the king demands is difficult, and\nthere is no one else who could declare it to the king except\ngods, whose dwelling place is not with mortal flesh.\""],"start_index":200027002001,"end_index":200027002011,"verse_count":11,"word_count":344},{"reference":"Daniel 2:17-24","translation":"NASB","division":"Junior","passage_number":64,"release":"NBBC","cards":["(17) Then Daniel went to his house and informed his friends,\nHananiah, Mishael and Azariah, about the matter, (18) so\nthat they might request compassion from the God of heaven\nconcerning this secret, so that Daniel and his friends would\nnot be killed with the rest of the wise men of Babylon. (19)\nThen the secret was revealed to Daniel in a night vision. Then\nDaniel blessed the God of heaven; (20) Daniel said, \"May the\nname of God be blessed forever and ever, For wisdom and\npower belong to Him. (21) \"It is He who changes the times\nand the periods; He removes kings and appoints kings; He\ngives wisdom to wise men, And knowledge to people of","understanding. (22) \"It is He who reveals the profound and\nhidden things; He knows what is in the darkness, And the\nlight dwells with Him. (23) \"To You, God of my fathers, I give\nthanks and praise, For You have given me wisdom and power;\nEven now You have made known to me what we requested\nof You, For You have made known to us the king's matter.\"\n(24) Thereupon, Daniel went to Arioch, whom the king had\nappointed to kill the wise men of Babylon; he went and said\nthis to him: \"Do not kill the wise men of Babylon! Take me\ninto the king's presence, and I will declare the interpretation\nto the king.\""],"start_index":200027002017,"end_index":200027002024,"verse_count":8,"word_count":227},{"reference":"Daniel 4:33-37","translation":"NASB","division":"Junior","passage_number":65,"release":"NBBC","cards":["(33) \"Immediately the word concerning Nebuchadnezzar was\nfulfilled; and he was driven away from mankind and began\neating grass like cattle, and his body was drenched with the\ndew of heaven until his hair had grown like eagles' feathers\nand his nails like birds' claws. (34) \"But at the end of that\nperiod, I, Nebuchadnezzar, raised my eyes toward heaven and\nmy reason returned to me, and I blessed the Most High and\npraised and honored Him who lives forever; For His dominion\nis an everlasting dominion, And His kingdom endures from\ngeneration to generation. (35) \"All the inhabitants of the\nearth are of no account, But He does according to His will","among the army of heaven And among the inhabitants of\nearth; And no one can fend off His hand Or say to Him, 'What\nhave You done?' (36) \"At that time my reason returned to\nme. And my majesty and splendor were restored to me for\nthe honor of my kingdom, and my state counselors and my\nnobles began seeking me out; so I was reestablished in my\nsovereignty, and surpassing greatness was added to me. (37)\n\"Now I, Nebuchadnezzar, praise, exalt, and honor the King of\nheaven, for all His works are true and His ways just; and He is\nable to humble those who walk in pride.\""],"start_index":200027004033,"end_index":200027004037,"verse_count":5,"word_count":217},{"reference":"Daniel 5:1-4","translation":"NASB","division":"Junior","passage_number":66,"release":"NBBC","cards":["(1) Belshazzar the king held a great feast for a thousand of his\nnobles, and he was drinking wine in the presence of the thousand.\n(2) While he tasted the wine, Belshazzar gave orders to bring the\ngold and silver vessels which his father Nebuchadnezzar had taken\nout of the temple which was in Jerusalem, so that the king and his\nnobles, his wives, and his concubines could drink out of them. (3)\nThen they brought the gold vessels that had been taken out of the\ntemple, the house of God which was in Jerusalem; and the king\nand his nobles, his wives, and his concubines drank out of them.\n(4) They drank the wine and praised the gods of gold and silver, of\nbronze, iron, wood, and stone."],"start_index":200027005001,"end_index":200027005004,"verse_count":4,"word_count":125},{"reference":"Daniel 6:1-13","translation":"NASB","division":"Junior","passage_number":67,"release":"NBBC","cards":["(1) It pleased Darius to appoint 120 satraps over the\nkingdom, to be in charge of the whole kingdom, (2) and over\nthem, three commissioners (of whom Daniel was one), so\nthat these satraps would be accountable to them, and that\nthe king would not suffer loss. (3) Then this Daniel began\ndistinguishing himself among the commissioners and satraps\nbecause he possessed an extraordinary spirit, and the king\nintended to appoint him over the entire kingdom. (4) Then\nthe commissioners and satraps began trying to find a ground\nof accusation against Daniel regarding government affairs;\nbut they could find no ground of accusation or evidence of","corruption, because he was trustworthy, and no negligence\nor corruption was to be found in him. (5) Then these men\nsaid, \"We will not find any ground of accusation against this\nDaniel unless we find it against him regarding the law of\nhis God.\" (6) Then these commissioners and satraps came\nby agreement to the king and spoke to him as follows:\n\"King Darius, live forever! (7) \"All the commissioners of the\nkingdom, the prefects and the satraps, the counselors and\nthe governors, have consulted together that the king should\nestablish a statute and enforce an injunction that anyone who\noffers a prayer to any god or person besides you, O king, for","thirty days, shall be thrown into the lions' den. (8) \"Now, O\nking, establish the injunction and sign the document so that\nit will not be changed, according to the law of the Medes\nand Persians, which may not be revoked.\" (9) Thereupon,\nKing Darius signed the document, that is, the injunction. (10)\nNow when Daniel learned that the document was signed, he\nentered his house (and in his roof chamber he had windows\nopen toward Jerusalem); and he continued kneeling on his\nknees three times a day, praying and offering praise before\nhis God, just as he had been doing previously. (11) Then\nthese men came by agreement and found Daniel offering a","prayer and imploring favor before his God. (12) Then they\napproached and spoke before the king about the king's\ninjunction: \"Did you not sign an injunction that any person\nwho offers a prayer to any god or person besides you, O king,\nfor thirty days, is to be thrown into the lions' den?\" The king\nreplied, \"The statement is true, according to the law of the\nMedes and Persians, which may not be revoked.\" (13) Then\nthey responded and spoke before the king, \"Daniel, who is\none of the exiles from Judah, pays no attention to you, O king,\nor to the injunction which you signed, but keeps offering his\nprayer three times a day.\""],"start_index":200027006001,"end_index":200027006013,"verse_count":13,"word_count":435},{"reference":"Daniel 7:27","translation":"NASB","division":"Junior","passage_number":68,"release":"NBBC","cards":["(27) 'Then the sovereignty, the dominion, and the greatness\nof all the kingdoms under the whole heaven will be given to\nthe people of the saints of the Highest One; His kingdom will\nbe an everlasting kingdom, and all the empires will serve and\nobey Him.'"],"start_index":200027007027,"end_index":200027007027,"verse_count":1,"word_count":45},{"reference":"Micah 5:2-4","translation":"NASB","division":"Junior","passage_number":69,"release":"NBBC","cards":["(2) \"But as for you, Bethlehem Ephrathah, Too little to be\namong the clans of Judah, From you One will come forth for\nMe to be ruler in Israel. His times of coming forth are from\nlong ago, From the days of eternity.\" (3) Therefore He will\ngive them up until the time When she who is in labor has\ngiven birth. Then the remainder of His kinsmen Will return to\nthe sons of Israel. (4) And He will arise and shepherd His flock\nIn the strength of the LORD, In the majesty of the name of the\nLORD His God. And they will remain, Because at that time He\nwill be great To the ends of the earth."],"start_index":200033005002,"end_index":200033005004,"verse_count":3,"word_count":116},{"reference":"Matthew 4:1-11","translation":"NASB","division":"Junior","passage_number":70,"release":"NBBC","cards":["(1) Then Jesus was led up by the Spirit into the wilderness to be\ntempted by the devil. (2) And after He had fasted for forty days\nand forty nights, He then became hungry. (3) And the tempter\ncame and said to Him, \"If You are the Son of God, command that\nthese stones become bread.\" (4) But He answered and said, \"It\nis written: 'MAN SHALL NOT LIVE ON BREAD ALONE, BUT ON\nEVERY WORD THAT COMES OUT OF THE MOUTH OF GOD.'\" (5)\nThen the devil took Him along into the holy city and had Him stand\non the pinnacle of the temple, (6) and he said to Him, \"If You are\nthe Son of God, throw Yourself down; for it is written: 'HE WILL\nGIVE HIS ANGELS ORDERS CONCERNING YOU'; and 'ON THEIR","HANDS THEY WILL LIFT YOU UP, SO THAT YOU DO NOT STRIKE\nYOUR FOOT AGAINST A STONE.'\" (7) Jesus said to him, \"On the\nother hand, it is written: 'YOU SHALL NOT PUT THE LORD YOUR\nGOD TO THE TEST.'\" (8) Again, the devil took Him along to a very\nhigh mountain and showed Him all the kingdoms of the world and\ntheir glory; (9) and he said to Him, \"All these things I will give You,\nif You fall down and worship me.\" (10) Then Jesus said to him, \"Go\naway, Satan! For it is written: 'YOU SHALL WORSHIP THE LORD\nYOUR GOD, AND SERVE HIM ONLY.'\" (11) Then the devil left Him;\nand behold, angels came and began to serve Him."],"start_index":400001004001,"end_index":400001004011,"verse_count":11,"word_count":248},{"reference":"Matthew 5:17-18","translation":"NASB","division":"Junior","passage_number":71,"release":"NBBC","cards":["(17) \"Do not presume that I came to abolish the Law or the\nProphets; I did not come to abolish, but to fulfill. (18) \"For\ntruly I say to you, until heaven and earth pass away, not the\nsmallest letter or stroke of a letter shall pass from the Law,\nuntil all is accomplished!"],"start_index":400001005017,"end_index":400001005018,"verse_count":2,"word_count":52},{"reference":"Matthew 26:31-35","translation":"NASB","division":"Junior","passage_number":72,"release":"NBBC","cards":["(31) Then Jesus said to them, \"You will all fall away because of\nMe this night, for it is written: 'I WILL STRIKE THE SHEPHERD,\nAND THE SHEEP OF THE FLOCK WILL BE SCATTERED.'\n(32) \"But after I have been raised, I will go ahead of you to\nGalilee.\" (33) But Peter replied to Him, \"Even if they all fall\naway because of You, I will never fall away!\" (34) Jesus said\nto him, \"Truly I say to you that this very night, before a rooster\ncrows, you will deny Me three times.\" (35) Peter said to Him,\n\"Even if I have to die with You, I will not deny You!\" All the\ndisciples said the same thing as well."],"start_index":400001026031,"end_index":400001026035,"verse_count":5,"word_count":115},{"reference":"Matthew 28:1-10","translation":"NASB","division":"Junior","passage_number":73,"release":"NBBC","cards":["(1) Now after the Sabbath, as it began to dawn toward the first\nday of the week, Mary Magdalene and the other Mary came\nto look at the tomb. (2) And behold, a severe earthquake had\noccurred, for an angel of the Lord descended from heaven\nand came and rolled away the stone, and sat upon it. (3) And\nhis appearance was like lightning, and his clothing as white\nas snow. (4) The guards shook from fear of him and became\nlike dead men. (5) And the angel said to the women, \"Do not\nbe afraid; for I know that you are looking for Jesus who has\nbeen crucified. (6) \"He is not here, for He has risen, just as\nHe said. Come, see the place where He was lying. (7) \"And","go quickly and tell His disciples that He has risen from the\ndead; and behold, He is going ahead of you to Galilee. There\nyou will see Him; behold, I have told you.\" (8) And they left\nthe tomb quickly with fear and great joy, and ran to report\nto His disciples. (9) And behold, Jesus met them and said,\n\"Rejoice!\" And they came up and took hold of His feet, and\nworshiped Him. (10) Then Jesus said to them, \"Do not be\nafraid; go, bring word to My brothers to leave for Galilee, and\nthere they will see Me.\""],"start_index":400001028001,"end_index":400001028010,"verse_count":10,"word_count":222},{"reference":"Mark 11:1-10","translation":"NASB","division":"Junior","passage_number":74,"release":"NBBC","cards":["(1) And as they approached Jerusalem, at Bethphage\nand Bethany, near the Mount of Olives, He sent two of His\ndisciples, (2) and said to them, \"Go into the village opposite\nyou, and immediately as you enter it you will find a colt tied\nthere, on which no one has ever sat; untie it and bring it here.\n(3) \"And if anyone says to you, 'Why are you doing this?' say,\n'The Lord has need of it'; and immediately he will send it\nback here.\" (4) They went away and found a colt tied at the\ndoor, outside in the street; and they untied it. (5) And some\nof the bystanders were saying to them, \"What are you doing,\nuntying the colt?\" (6) And they told them just as Jesus had","said, and they gave them permission. (7) They brought the\ncolt to Jesus and put their cloaks on it; and He sat on it. (8)\nAnd many people spread their cloaks on the road, and others\nspread leafy branches which they had cut from the fields. (9)\nAnd those who went in front and those who followed were\nshouting: \"Hosanna! BLESSED IS HE WHO COMES IN THE\nNAME OF THE LORD; (10) Blessed is the coming kingdom of\nour father David; Hosanna in the highest!\""],"start_index":400002011001,"end_index":400002011010,"verse_count":10,"word_count":206},{"reference":"Luke 8:18","translation":"NASB","division":"Junior","passage_number":75,"release":"NBBC","cards":["(18) \"So take care how you listen; for whoever has, to him\nmore will be given; and whoever does not have, even what\nhe thinks he has will be taken away from him.\""],"start_index":400003008018,"end_index":400003008018,"verse_count":1,"word_count":32},{"reference":"Luke 14:25-35","translation":"NASB","division":"Junior","passage_number":76,"release":"NBBC","cards":["(25) Now large crowds were going along with Him, and He\nturned and said to them, (26) \"If anyone comes to Me and\ndoes not hate his own father, mother, wife, children, brothers,\nsisters, yes, and even his own life, he cannot be My disciple.\n(27) \"Whoever does not carry his own cross and come\nafter Me cannot be My disciple. (28) \"For which one of you,\nwhen he wants to build a tower, does not first sit down and\ncalculate the cost, to see if he has enough to complete it? (29)\n\"Otherwise, when he has laid a foundation and is not able\nto finish, all who are watching it will begin to ridicule him,\n(30) saying, 'This person began to build, and was not able to","finish!' (31) \"Or what king, when he sets out to meet another\nking in battle, will not first sit down and consider whether\nhe is strong enough with ten thousand men to face the one\ncoming against him with twenty thousand? (32) \"Otherwise,\nwhile the other is still far away, he sends a delegation and\nrequests terms of peace. (33) \"So then, none of you can be My\ndisciple who does not give up all his own possessions. (34)\n\"Therefore, salt is good; but if even salt has become tasteless,\nwith what will it be seasoned? (35) \"It is useless either for the\nsoil or the manure pile, so it is thrown out. The one who has\nears to hear, let him hear.\""],"start_index":400003014025,"end_index":400003014035,"verse_count":11,"word_count":240},{"reference":"Luke 16:1-8","translation":"NASB","division":"Junior","passage_number":77,"release":"NBBC","cards":["(1) Now He was also saying to the disciples, \"There was a rich\nman who had a manager, and this manager was reported to\nhim as squandering his possessions. (2) \"And he summoned\nhim and said to him, 'What is this I hear about you? Give an\naccounting of your management, for you can no longer be\nmanager.' (3) \"And the manager said to himself, 'What am I\nto do, since my master is taking the management away from\nme? I am not strong enough to dig; I am ashamed to beg.\n(4) 'I know what I will do, so that when I am removed from\nthe management people will welcome me into their homes.'\n(5) \"And he summoned each one of his master's debtors,","and he began saying to the first, 'How much do you owe my\nmaster?' (6) \"And he said, 'A hundred jugs of oil.' And he said\nto him, 'Take your bill, and sit down quickly and write fifty.' (7)\n\"Then he said to another, 'And how much do you owe?' And\nhe said, 'A hundred kors of wheat.' He said to him, 'Take your\nbill, and write eighty.' (8) \"And his master complimented the\nunrighteous manager because he had acted shrewdly; for\nthe sons of this age are more shrewd in relation to their own\nkind than the sons of light."],"start_index":400003016001,"end_index":400003016008,"verse_count":8,"word_count":218},{"reference":"John 4:27-38","translation":"NASB","division":"Junior","passage_number":78,"release":"NBBC","cards":["(27) And at this point His disciples came, and they were\namazed that He had been speaking with a woman, yet no\none said, \"What are You seeking?\" or, \"Why are You speaking\nwith her?\" (28) So the woman left her waterpot and went into\nthe city, and said to the people, (29) \"Come, see a Man who\ntold me all the things that I have done; this is not the Christ,\nis He?\" (30) They left the city and were coming to Him. (31)\nMeanwhile the disciples were urging Him, saying, \"Rabbi, eat\nsomething.\" (32) But He said to them, \"I have food to eat that\nyou do not know about.\" (33) So the disciples were saying\nto one another, \"No one brought Him anything to eat, did","he?\" (34) Jesus said to them, \"My food is to do the will of Him\nwho sent Me, and to accomplish His work. (35) \"Do you not\nsay, 'There are still four months, and then comes the harvest'?\nBehold, I tell you, raise your eyes and observe the fields, that\nthey are white for harvest. (36) \"Already the one who reaps\nis receiving wages and is gathering fruit for eternal life, so\nthat the one who sows and the one who reaps may rejoice\ntogether. (37) \"For in this case the saying is true: 'One sows\nand another reaps.' (38) \"I sent you to reap that for which you\nhave not labored; others have labored, and you have come\ninto their labor.\""],"start_index":400004004027,"end_index":400004004038,"verse_count":12,"word_count":239},{"reference":"John 13:1-9","translation":"NASB","division":"Junior","passage_number":79,"release":"NBBC","cards":["(1) Now before the Feast of the Passover, Jesus, knowing that\nHis hour had come that He would depart from this world to\nthe Father, having loved His own who were in the world, He\nloved them to the end. (2) And during supper, the devil having\nalready put into the heart of Judas Iscariot, the son of Simon,\nto betray Him, (3) Jesus, knowing that the Father had handed\nall things over to Him, and that He had come forth from God\nand was going back to God, (4) got up from supper and laid\nHis outer garments aside; and He took a towel and tied it\naround Himself. (5) Then He poured water into the basin, and\nbegan washing the disciples' feet and wiping them with the","towel which He had tied around Himself. (6) So He came to\nSimon Peter. He said to Him, \"Lord, You are washing my feet?\"\n(7) Jesus answered and said to him, \"What I am doing, you do\nnot realize right now, but you will understand later.\" (8) Peter\nsaid to Him, \"Never shall You wash my feet!\" Jesus answered\nhim, \"If I do not wash you, you have no place with Me.\" (9)\nSimon Peter said to Him, \"Lord, then wash not only my feet,\nbut also my hands and my head!\""],"start_index":400004013001,"end_index":400004013009,"verse_count":9,"word_count":212},{"reference":"John 19:1-14","translation":"NASB","division":"Junior","passage_number":80,"release":"NBBC","cards":["(1) So Pilate then took Jesus and had Him flogged. (2) And\nthe soldiers twisted together a crown of thorns and placed\nit on His head, and put a purple cloak on Him; (3) and they\nrepeatedly came up to Him and said, \"Hail, King of the Jews!\"\nand slapped Him in the face again and again. (4) And then\nPilate came out again and said to them, \"See, I am bringing\nHim out to you so that you will know that I find no grounds at\nall for charges in His case.\" (5) Jesus then came out, wearing\nthe crown of thorns and the purple robe. And Pilate said to\nthem, \"Behold, the Man!\" (6) So when the chief priests and\nthe officers saw Him, they shouted, saying, \"Crucify, crucify!\"","Pilate said to them, \"Take Him yourselves and crucify Him;\nfor I find no grounds for charges in His case!\" (7) The Jews\nanswered him, \"We have a law, and by that law He ought to\ndie, because He made Himself out to be the Son of God!\"\n(8) Therefore when Pilate heard this statement, he was even\nmore afraid; (9) and he entered the Praetorium again and\nsaid to Jesus, \"Where are You from?\" But Jesus gave him no\nanswer. (10) So Pilate said to Him, \"Are you not speaking to\nme? Do You not know that I have authority to release You, and I\nhave authority to crucify You?\" (11) Jesus answered him, \"You\nwould have no authority over Me at all, if it had not been given","to you from above; for this reason the one who handed Me\nover to you has the greater sin.\" (12) As a result of this, Pilate\nmade efforts to release Him; but the Jews shouted, saying, \"If\nyou release this Man, you are not a friend of Caesar; everyone\nwho makes himself out to be a king opposes Caesar!\" (13)\nTherefore when Pilate heard these words, he brought Jesus\nout, and sat down on the judgment seat at a place called The\nPavement--but in Hebrew, Gabbatha. (14) Now it was the day\nof preparation for the Passover; it was about the sixth hour.\nAnd he said to the Jews, \"Look, your King!\""],"start_index":400004019001,"end_index":400004019014,"verse_count":14,"word_count":360},{"reference":"Acts 10:43-48","translation":"NASB","division":"Junior","passage_number":81,"release":"NBBC","cards":["(43) \"All the prophets testify of Him, that through His name\neveryone who believes in Him receives forgiveness of sins.\" (44)\nWhile Peter was still speaking these words, the Holy Spirit fell upon\nall those who were listening to the message. (45) All the Jewish\nbelievers who came with Peter were amazed, because the gift of\nthe Holy Spirit had also been poured out on the Gentiles. (46) For\nthey were hearing them speaking with tongues and exalting God.\nThen Peter responded, (47) \"Surely no one can refuse the water\nfor these to be baptized, who have received the Holy Spirit just\nas we did, can he?\" (48) And he ordered them to be baptized in\nthe name of Jesus Christ. Then they asked him to stay on for a few\ndays."],"start_index":400005010043,"end_index":400005010048,"verse_count":6,"word_count":126},{"reference":"Romans 13:1-12","translation":"NASB","division":"Junior","passage_number":82,"release":"NBBC","cards":["(1) Every person is to be subject to the governing authorities.\nFor there is no authority except from God, and those which\nexist are established by God. (2) Therefore whoever resists\nauthority has opposed the ordinance of God; and they who\nhave opposed will receive condemnation upon themselves.\n(3) For rulers are not a cause of fear for good behavior, but\nfor evil. Do you want to have no fear of authority? Do what\nis good and you will have praise from the same; (4) for it is\na servant of God to you for good. But if you do what is evil,\nbe afraid; for it does not bear the sword for nothing; for it\nis a servant of God, an avenger who brings wrath on the","one who practices evil. (5) Therefore it is necessary to be in\nsubjection, not only because of wrath, but also for the sake\nof conscience. (6) For because of this you also pay taxes,\nfor rulers are servants of God, devoting themselves to this\nvery thing. (7) Pay to all what is due them: tax to whom tax\nis due; custom to whom custom; respect to whom respect;\nhonor to whom honor. (8) Owe nothing to anyone except\nto love one another; for the one who loves his neighbor has\nfulfilled the Law. (9) For this, \"YOU SHALL NOT COMMIT\nADULTERY, YOU SHALL NOT MURDER, YOU SHALL NOT\nSTEAL, YOU SHALL NOT COVET,\" and if there is any other","commandment, it is summed up in this saying, \"YOU SHALL\nLOVE YOUR NEIGHBOR AS YOURSELF.\" (10) Love does no\nwrong to a neighbor; therefore love is the fulfillment of the\nLaw. (11) Do this, knowing the time, that it is already the hour\nfor you to awaken from sleep; for now salvation is nearer to\nus than when we first believed. (12) The night is almost gone,\nand the day is near. Therefore let's rid ourselves of the deeds\nof darkness and put on the armor of light."],"start_index":400006013001,"end_index":400006013012,"verse_count":12,"word_count":323},{"reference":"Romans 15:1-6","translation":"NASB","division":"Junior","passage_number":83,"release":"NBBC","cards":["(1) Now we who are strong ought to bear the weaknesses of\nthose without strength, and not just please ourselves. (2) Each\nof us is to please his neighbor for his good, to his edification. (3)\nFor even Christ did not please Himself, but as it is written: \"THE\nTAUNTS OF THOSE WHO TAUNT YOU HAVE FALLEN ON ME.\"\n(4) For whatever was written in earlier times was written for our\ninstruction, so that through perseverance and the encouragement\nof the Scriptures we might have hope. (5) Now may the God who\ngives perseverance and encouragement grant you to be of the\nsame mind with one another, according to Christ Jesus, (6) so that\nwith one purpose and one voice you may glorify the God and\nFather of our Lord Jesus Christ."],"start_index":400006015001,"end_index":400006015006,"verse_count":6,"word_count":126},{"reference":"1 Corinthians 3:11-15","translation":"NASB","division":"Junior","passage_number":84,"release":"NBBC","cards":["(11) For no one can lay a foundation other than the one which\nis laid, which is Jesus Christ. (12) Now if anyone builds on the\nfoundation with gold, silver, precious stones, wood, hay, or\nstraw, (13) each one's work will become evident; for the day\nwill show it because it is to be revealed with fire, and the fire\nitself will test the quality of each one's work. (14) If anyone's\nwork which he has built on it remains, he will receive a reward.\n(15) If anyone's work is burned up, he will suffer loss; but he\nhimself will be saved, yet only so as through fire."],"start_index":400007003011,"end_index":400007003015,"verse_count":5,"word_count":103},{"reference":"2 Corinthians 10:1-6","translation":"NASB","division":"Junior","passage_number":85,"release":"NBBC","cards":["(1) Now I, Paul, myself urge you by the meekness and gentleness\nof Christ--I who am meek when face to face with you, but bold\ntoward you when absent! (2) I ask that when I am present I need not\nbe bold with the confidence with which I intend to be courageous\nagainst some, who regard us as if we walked according to the\nflesh. (3) For though we walk in the flesh, we do not wage battle\naccording to the flesh, (4) for the weapons of our warfare are not\nof the flesh, but divinely powerful for the destruction of fortresses.\n(5) We are destroying arguments and all arrogance raised against\nthe knowledge of God, and we are taking every thought captive\nto the obedience of Christ, (6) and we are ready to punish all\ndisobedience, whenever your obedience is complete."],"start_index":400008010001,"end_index":400008010006,"verse_count":6,"word_count":137},{"reference":"2 Corinthians 13:5-8","translation":"NASB","division":"Junior","passage_number":86,"release":"NBBC","cards":["(5) Test yourselves to see if you are in the faith; examine\nyourselves! Or do you not recognize this about yourselves,\nthat Jesus Christ is in you--unless indeed you fail the test? (6)\nBut I expect that you will realize that we ourselves do not fail\nthe test. (7) Now we pray to God that you do nothing wrong;\nnot so that we ourselves may appear approved, but that you\nmay do what is right, though we may appear unapproved. (8)\nFor we cannot do anything against the truth, but only for the\ntruth."],"start_index":400008013005,"end_index":400008013008,"verse_count":4,"word_count":91},{"reference":"Galatians 3:11-14","translation":"NASB","division":"Junior","passage_number":87,"release":"NBBC","cards":["(11) Now, that no one is justified by the Law before God is\nevident; for, \"THE RIGHTEOUS ONE WILL LIVE BY FAITH.\"\n(12) However, the Law is not of faith; on the contrary, \"THE\nPERSON WHO PERFORMS THEM WILL LIVE BY THEM.\" (13)\nChrist redeemed us from the curse of the Law, having become\na curse for us--for it is written: \"CURSED IS EVERYONE WHO\nHANGS ON A TREE\"-- (14) in order that in Christ Jesus the\nblessing of Abraham would come to the Gentiles, so that we\nwould receive the promise of the Spirit through faith."],"start_index":400009003011,"end_index":400009003014,"verse_count":4,"word_count":94},{"reference":"Galatians 5:2-24","translation":"NASB","division":"Junior","passage_number":88,"release":"NBBC","cards":["(2) Look! I, Paul, tell you that if you have yourselves circumcised,\nChrist will be of no benefit to you. (3) And I testify again to\nevery man who has himself circumcised, that he is obligated\nto keep the whole Law. (4) You have been severed from Christ,\nyou who are seeking to be justified by the Law; you have\nfallen from grace. (5) For we, through the Spirit, by faith, are\nwaiting for the hope of righteousness. (6) For in Christ Jesus\nneither circumcision nor uncircumcision means anything, but\nfaith working through love. (7) You were running well; who\nhindered you from obeying the truth? (8) This persuasion did\nnot come from Him who calls you. (9) A little leaven leavens","the whole lump of dough. (10) I have confidence in you in the\nLord, that you will adopt no other view; but the one who is\ndisturbing you will bear the punishment, whoever he is. (11)\nBut as for me, brothers and sisters, if I still preach circumcision,\nwhy am I still persecuted? Then the stumbling block of the\ncross has been eliminated. (12) I wish that those who are\ntroubling you would even emasculate themselves. (13) For\nyou were called to freedom, brothers and sisters; only do\nnot turn your freedom into an opportunity for the flesh, but\nserve one another through love. (14) For the whole Law is\nfulfilled in one word, in the statement, \"YOU SHALL LOVE","YOUR NEIGHBOR AS YOURSELF.\" (15) But if you bite and\ndevour one another, take care that you are not consumed by\none another. (16) But I say, walk by the Spirit, and you will not\ncarry out the desire of the flesh. (17) For the desire of the flesh\nis against the Spirit, and the Spirit against the flesh; for these\nare in opposition to one another, in order to keep you from\ndoing whatever you want. (18) But if you are led by the Spirit,\nyou are not under the Law. (19) Now the deeds of the flesh\nare evident, which are: sexual immorality, impurity, indecent\nbehavior, (20) idolatry, witchcraft, hostilities, strife, jealousy,\noutbursts of anger, selfish ambition, dissensions, factions, (21)","envy, drunkenness, carousing, and things like these, of which\nI forewarn you, just as I have forewarned you, that those who\npractice such things will not inherit the kingdom of God. (22)\nBut the fruit of the Spirit is love, joy, peace, patience, kindness,\ngoodness, faithfulness, (23) gentleness, self-control; against\nsuch things there is no law. (24) Now those who belong to\nChrist Jesus crucified the flesh with its passions and desires."],"start_index":400009005002,"end_index":400009005024,"verse_count":23,"word_count":414},{"reference":"Ephesians 1:3-12","translation":"NASB","division":"Junior","passage_number":89,"release":"NBBC","cards":["(3) Blessed be the God and Father of our Lord Jesus Christ, who\nhas blessed us with every spiritual blessing in the heavenly\nplaces in Christ, (4) just as He chose us in Him before the\nfoundation of the world, that we would be holy and blameless\nbefore Him. In love (5) He predestined us to adoption as sons\nand daughters through Jesus Christ to Himself, according to\nthe good pleasure of His will, (6) to the praise of the glory\nof His grace, with which He favored us in the Beloved. (7) In\nHim we have redemption through His blood, the forgiveness\nof our wrongdoings, according to the riches of His grace (8)\nwhich He lavished on us. In all wisdom and insight (9) He","made known to us the mystery of His will, according to His\ngood pleasure which He set forth in Him, (10) regarding His\nplan of the fullness of the times, to bring all things together\nin Christ, things in the heavens and things on the earth. (11)\nIn Him we also have obtained an inheritance, having been\npredestined according to the purpose of Him who works all\nthings in accordance with the plan of His will, (12) to the end\nthat we who were the first to hope in the Christ would be to\nthe praise of His glory."],"start_index":400010001003,"end_index":400010001012,"verse_count":10,"word_count":215},{"reference":"Philippians 2:5-9","translation":"NASB","division":"Junior","passage_number":90,"release":"NBBC","cards":["(5) Have this attitude in yourselves which was also in Christ\nJesus, (6) who, as He already existed in the form of God, did\nnot consider equality with God something to be grasped, (7)\nbut emptied Himself by taking the form of a bond-servant\nand being born in the likeness of men. (8) And being found\nin appearance as a man, He humbled Himself by becoming\nobedient to the point of death: death on a cross. (9) For this\nreason also God highly exalted Him, and bestowed on Him\nthe name which is above every name,"],"start_index":400011002005,"end_index":400011002009,"verse_count":5,"word_count":92},{"reference":"Philippians 3:1-17","translation":"NASB","division":"Junior","passage_number":91,"release":"NBBC","cards":["(1) Finally, my brothers and sisters, rejoice in the Lord. To write the\nsame things again is no trouble for me, and it is a safeguard for\nyou. (2) Beware of the dogs, beware of the evil workers, beware\nof the false circumcision; (3) for we are the true circumcision, who\nworship in the Spirit of God and take pride in Christ Jesus, and\nput no confidence in the flesh, (4) although I myself could boast\nas having confidence even in the flesh. If anyone else thinks he\nis confident in the flesh, I have more reason: (5) circumcised the\neighth day, of the nation of Israel, of the tribe of Benjamin, a\nHebrew of Hebrews; as to the Law, a Pharisee; (6) as to zeal, a\npersecutor of the church; as to the righteousness which is in the\nLaw, found blameless. (7) But whatever things were gain to me,","these things I have counted as loss because of Christ. (8) More than\nthat, I count all things to be loss in view of the surpassing value of\nknowing Christ Jesus my Lord, for whom I have suffered the loss of\nall things, and count them mere rubbish, so that I may gain Christ,\n(9) and may be found in Him, not having a righteousness of my\nown derived from the Law, but that which is through faith in Christ,\nthe righteousness which comes from God on the basis of faith,\n(10) that I may know Him and the power of His resurrection and\nthe fellowship of His sufferings, being conformed to His death;\n(11) if somehow I may attain to the resurrection from the dead.\n(12) Not that I have already grasped it all or have already become\nperfect, but I press on if I may also take hold of that for which I was","even taken hold of by Christ Jesus. (13) Brothers and sisters, I do\nnot regard myself as having taken hold of it yet; but one thing I\ndo: forgetting what lies behind and reaching forward to what lies\nahead, (14) I press on toward the goal for the prize of the upward\ncall of God in Christ Jesus. (15) Therefore, all who are mature, let's\nhave this attitude; and if in anything you have a different attitude,\nGod will reveal that to you as well; (16) however, let's keep living\nby that same standard to which we have attained. (17) Brothers\nand sisters, join in following my example, and observe those who\nwalk according to the pattern you have in us."],"start_index":400011003001,"end_index":400011003017,"verse_count":17,"word_count":410},{"reference":"Colossians 1:9-11","translation":"NASB","division":"Junior","passage_number":92,"release":"NBBC","cards":["(9) For this reason we also, since the day we heard about it,\nhave not ceased praying for you and asking that you may be\nfilled with the knowledge of His will in all spiritual wisdom\nand understanding, (10) so that you will walk in a manner\nworthy of the Lord, to please Him in all respects, bearing fruit\nin every good work and increasing in the knowledge of God;\n(11) strengthened with all power, according to His glorious\nmight, for the attaining of all perseverance and patience;\njoyously"],"start_index":400012001009,"end_index":400012001011,"verse_count":3,"word_count":86},{"reference":"Colossians 2:1-5","translation":"NASB","division":"Junior","passage_number":93,"release":"NBBC","cards":["(1) For I want you to know how great a struggle I have in your\nbehalf and for those who are at Laodicea, and for all those who\nhave not personally seen my face, (2) that their hearts may be\nencouraged, having been knit together in love, and that they\nwould attain to all the wealth that comes from the full assurance\nof understanding, resulting in a true knowledge of God's mystery,\nthat is, Christ Himself, (3) in whom are hidden all the treasures of\nwisdom and knowledge. (4) I say this so that no one will deceive\nyou with persuasive arguments. (5) For even though I am absent\nin body, I am nevertheless with you in spirit, rejoicing to see your\norderly manner and the stability of your faith in Christ."],"start_index":400012002001,"end_index":400012002005,"verse_count":5,"word_count":127},{"reference":"1 Thessalonians 5:1-11","translation":"NASB","division":"Junior","passage_number":94,"release":"NBBC","cards":["(1) Now as to the periods and times, brothers and sisters, you\nhave no need of anything to be written to you. (2) For you\nyourselves know full well that the day of the Lord is coming\njust like a thief in the night. (3) While they are saying, \"Peace\nand safety!\" then sudden destruction will come upon them\nlike labor pains upon a pregnant woman, and they will not\nescape. (4) But you, brothers and sisters, are not in darkness,\nso that the day would overtake you like a thief; (5) for you are\nall sons of light and sons of day. We are not of night nor of\ndarkness; (6) so then, let's not sleep as others do, but let's be\nalert and sober. (7) For those who sleep, sleep at night, and","those who are drunk, get drunk at night. (8) But since we are\nof the day, let's be sober, having put on the breastplate of\nfaith and love, and as a helmet, the hope of salvation. (9) For\nGod has not destined us for wrath, but for obtaining salvation\nthrough our Lord Jesus Christ, (10) who died for us, so that\nwhether we are awake or asleep, we will live together with\nHim. (11) Therefore, encourage one another and build one\nanother up, just as you also are doing."],"start_index":400013005001,"end_index":400013005011,"verse_count":11,"word_count":213},{"reference":"2 Thessalonians 2:8-12","translation":"NASB","division":"Junior","passage_number":95,"release":"NBBC","cards":["(8) Then that lawless one will be revealed, whom the Lord will\neliminate with the breath of His mouth and bring to an end\nby the appearance of His coming; (9) that is, the one whose\ncoming is in accord with the activity of Satan, with all power\nand false signs and wonders, (10) and with all the deception\nof wickedness for those who perish, because they did not\naccept the love of the truth so as to be saved. (11) For this\nreason God will send upon them a deluding influence so that\nthey will believe what is false, (12) in order that they all may\nbe judged who did not believe the truth, but took pleasure in\nwickedness."],"start_index":400014002008,"end_index":400014002012,"verse_count":5,"word_count":115},{"reference":"1 Timothy 1:12-20","translation":"NASB","division":"Junior","passage_number":96,"release":"NBBC","cards":["(12) I thank Christ Jesus our Lord, who has strengthened\nme, because He considered me faithful, putting me into\nservice, (13) even though I was previously a blasphemer\nand a persecutor and a violent aggressor. Yet I was shown\nmercy because I acted ignorantly in unbelief; (14) and the\ngrace of our Lord was more than abundant, with the faith and\nlove which are found in Christ Jesus. (15) It is a trustworthy\nstatement, deserving full acceptance, that Christ Jesus came\ninto the world to save sinners, among whom I am foremost.\n(16) Yet for this reason I found mercy, so that in me as the\nforemost sinner Jesus Christ might demonstrate His perfect","patience as an example for those who would believe in\nHim for eternal life. (17) Now to the King eternal, immortal,\ninvisible, the only God, be honor and glory forever and ever.\nAmen. (18) This command I entrust to you, Timothy, my son, in\naccordance with the prophecies previously made concerning\nyou, that by them you fight the good fight, (19) keeping\nfaith and a good conscience, which some have rejected and\nsuffered shipwreck in regard to their faith. (20) Among these\nare Hymenaeus and Alexander, whom I have handed over to\nSatan, so that they will be taught not to blaspheme."],"start_index":400015001012,"end_index":400015001020,"verse_count":9,"word_count":207},{"reference":"1 Timothy 4:1-13","translation":"NASB","division":"Junior","passage_number":97,"release":"NBBC","cards":["(1) But the Spirit explicitly says that in later times some will fall away\nfrom the faith, paying attention to deceitful spirits and teachings\nof demons, (2) by means of the hypocrisy of liars seared in their\nown conscience as with a branding iron, (3) who forbid marriage\nand advocate abstaining from foods which God has created to be\ngratefully shared in by those who believe and know the truth. (4) For\neverything created by God is good, and nothing is to be rejected\nif it is received with gratitude; (5) for it is sanctified by means of\nthe word of God and prayer. (6) In pointing out these things to the\nbrothers and sisters, you will be a good servant of Christ Jesus,\nconstantly nourished on the words of the faith and of the good\ndoctrine which you have been following. (7) But stay away from","worthless stories that are typical of old women. Rather, discipline\nyourself for the purpose of godliness; (8) for bodily training is just\nslightly beneficial, but godliness is beneficial for all things, since it\nholds promise for the present life and also for the life to come. (9)\nIt is a trustworthy statement deserving full acceptance. (10) For it is\nfor this we labor and strive, because we have set our hope on the\nliving God, who is the Savior of all mankind, especially of believers.\n(11) Prescribe and teach these things. (12) Let no one look down\non your youthfulness, but rather in speech, conduct, love, faith, and\npurity, show yourself an example of those who believe. (13) Until\nI come, give your attention to the public reading, to exhortation,\nand teaching."],"start_index":400015004001,"end_index":400015004013,"verse_count":13,"word_count":266},{"reference":"Titus 3:1-11","translation":"NASB","division":"Junior","passage_number":98,"release":"NBBC","cards":["(1) Remind them to be subject to rulers, to authorities, to be\nobedient, to be ready for every good deed, (2) to slander\nno one, not to be contentious, to be gentle, showing every\nconsideration for all people. (3) For we too were once\nfoolish, disobedient, deceived, enslaved to various lusts\nand pleasures, spending our life in malice and envy, hateful,\nhating one another. (4) But when the kindness of God our\nSavior and His love for mankind appeared, (5) He saved us,\nnot on the basis of deeds which we did in righteousness, but\nin accordance with His mercy, by the washing of regeneration\nand renewing by the Holy Spirit, (6) whom He richly poured","out upon us through Jesus Christ our Savior, (7) so that being\njustified by His grace we would be made heirs according to\nthe hope of eternal life. (8) This statement is trustworthy; and\nconcerning these things I want you to speak confidently, so\nthat those who have believed God will be careful to engage\nin good deeds. These things are good and beneficial for\npeople. (9) But avoid foolish controversies and genealogies\nand strife and disputes about the Law, for they are useless and\nworthless. (10) Reject a divisive person after a first and second\nwarning, (11) knowing that such a person has deviated from\nwhat is right and is sinning, being self-condemned."],"start_index":400017003001,"end_index":400017003011,"verse_count":11,"word_count":220},{"reference":"Hebrews 4:14-16","translation":"NASB","division":"Junior","passage_number":99,"release":"NBBC","cards":["(14) Therefore, since we have a great high priest who has\npassed through the heavens, Jesus the Son of God, let's hold\nfirmly to our confession. (15) For we do not have a high priest\nwho cannot sympathize with our weaknesses, but One who\nhas been tempted in all things just as we are, yet without\nsin. (16) Therefore let's approach the throne of grace with\nconfidence, so that we may receive mercy and find grace for\nhelp at the time of our need."],"start_index":400019004014,"end_index":400019004016,"verse_count":3,"word_count":81},{"reference":"James 2:20-26","translation":"NASB","division":"Junior","passage_number":100,"release":"NBBC","cards":["(20) But are you willing to acknowledge, you foolish person, that\nfaith without works is useless? (21) Was our father Abraham not\njustified by works when he offered up his son Isaac on the altar?\n(22) You see that faith was working with his works, and as a result\nof the works, faith was perfected; (23) and the Scripture was\nfulfilled which says, \"AND ABRAHAM BELIEVED GOD, AND IT\nWAS CREDITED TO HIM AS RIGHTEOUSNESS,\" and he was called\na friend of God. (24) You see that a person is justified by works and\nnot by faith alone. (25) In the same way, was Rahab the prostitute\nnot justified by works also when she received the messengers and\nsent them out by another way? (26) For just as the body without\nthe spirit is dead, so also faith without works is dead."],"start_index":400020002020,"end_index":400020002026,"verse_count":7,"word_count":135},{"reference":"1 John 2:24","translation":"NASB","division":"Junior","passage_number":101,"release":"NBBC","cards":["(24) As for you, see that what you heard from the beginning\nremains in you. If what you heard from the beginning remains\nin you, you also will remain in the Son and in the Father."],"start_index":400023002024,"end_index":400023002024,"verse_count":1,"word_count":35},{"reference":"Revelation 3:14-22","translation":"NASB","division":"Junior","passage_number":102,"release":"NBBC","cards":["(14) \"To the angel of the church in Laodicea write: The Amen,\nthe faithful and true Witness, the Origin of the creation of\nGod, says this: (15) 'I know your deeds, that you are neither\ncold nor hot; I wish that you were cold or hot. (16) 'So because\nyou are lukewarm, and neither hot nor cold, I will vomit you\nout of My mouth. (17) 'Because you say, \"I am rich, and have\nbecome wealthy, and have no need of anything,\" and you do\nnot know that you are wretched, miserable, poor, blind, and\nnaked, (18) I advise you to buy from Me gold refined by fire\nso that you may become rich, and white garments so that you\nmay clothe yourself and the shame of your nakedness will not","be revealed; and eye salve to apply to your eyes so that you\nmay see. (19) 'Those whom I love, I rebuke and discipline;\ntherefore be zealous and repent. (20) 'Behold, I stand at the\ndoor and knock; if anyone hears My voice and opens the\ndoor, I will come in to him and will dine with him, and he with\nMe. (21) 'The one who overcomes, I will grant to him to sit\nwith Me on My throne, as I also overcame and sat with My\nFather on His throne. (22) 'The one who has an ear, let him\nhear what the Spirit says to the churches.'\""],"start_index":400027003014,"end_index":400027003022,"verse_count":9,"word_count":230},{"reference":"Revelation 21:1-7","translation":"NASB","division":"Junior","passage_number":103,"release":"NBBC","cards":["(1) Then I saw a new heaven and a new earth; for the first\nheaven and the first earth passed away, and there is no longer\nany sea. (2) And I saw the holy city, new Jerusalem, coming\ndown out of heaven from God, prepared as a bride adorned\nfor her husband. (3) And I heard a loud voice from the throne,\nsaying, \"Behold, the tabernacle of God is among the people,\nand He will dwell among them, and they shall be His people,\nand God Himself will be among them, (4) and He will wipe\naway every tear from their eyes; and there will no longer be\nany death; there will no longer be any mourning, or crying, or\npain; the first things have passed away.\" (5) And He who sits","on the throne said, \"Behold, I am making all things new.\" And\nHe said, \"Write, for these words are faithful and true.\" (6) Then\nHe said to me, \"It is done. I am the Alpha and the Omega, the\nbeginning and the end. I will give water to the one who thirsts\nfrom the spring of the water of life, without cost. (7) \"The one\nwho overcomes will inherit these things, and I will be his God\nand he will be My son."],"start_index":400027021001,"end_index":400027021007,"verse_count":7,"word_count":208},{"reference":"Revelation 22:12-21","translation":"NASB","division":"Junior","passage_number":104,"release":"NBBC","cards":["(12) \"Behold, I am coming quickly, and My reward is with\nMe, to reward each one as his work deserves. (13) \"I am the\nAlpha and the Omega, the first and the last, the beginning\nand the end.\" (14) Blessed are those who wash their robes,\nso that they will have the right to the tree of life, and may\nenter the city by the gates. (15) Outside are the dogs, the\nsorcerers, the sexually immoral persons, the murderers, the\nidolaters, and everyone who loves and practices lying. (16)\n\"I, Jesus, have sent My angel to testify to you of these things\nfor the churches. I am the root and the descendant of David,\nthe bright morning star.\" (17) The Spirit and the bride say,","\"Come.\" And let the one who hears say, \"Come.\" And let the\none who is thirsty come; let the one who desires, take the\nwater of life without cost. (18) I testify to everyone who hears\nthe words of the prophecy of this book: if anyone adds to\nthem, God will add to him the plagues that are written in this\nbook; (19) and if anyone takes away from the words of the\nbook of this prophecy, God will take away his part from the\ntree of life and from the holy city, which are written in this\nbook. (20) He who testifies to these things says, \"Yes, I am\ncoming quickly.\" Amen. Come, Lord Jesus. (21) The grace of\nthe Lord Jesus be with all. Amen."],"start_index":400027022012,"end_index":400027022021,"verse_count":10,"word_count":242}]
