[{"reference":"John 8:32","translation":"NIV","division":"Primary","passage_number":1,"release":"Navigate","cards":["(32) Then you will know the truth, and the truth will set you\nfree.\""],"start_index":400004008032,"end_index":400004008032,"verse_count":1,"word_count":13},{"reference":"John 12:12–13","translation":"NIV","division":"Primary","passage_number":2,"release":"Navigate","cards":["(12) The next day the great crowd that had come for the\nfestival heard that Jesus was on his way to Jerusalem. (13)\nThey took palm branches and went out to meet him, shouting,\n\"Hosanna!\" \"Blessed is he who comes in the name of the\nLord!\" \"Blessed is the king of Israel!\""],"start_index":400004012012,"end_index":400004012013,"verse_count":2,"word_count":50},{"reference":"Psalm 118:24–26","translation":"NIV","division":"Primary","passage_number":3,"release":"Explore","cards":["(24) The LORD has done it this very day; let us rejoice today\nand be glad. (25) LORD, save us! LORD, grant us success! (26)\nBlessed is he who comes in the name of the LORD. From the\nhouse of the LORD we bless you."],"start_index":200019118024,"end_index":200019118026,"verse_count":3,"word_count":42},{"reference":"John 13:14–16","translation":"NIV","division":"Primary","passage_number":4,"release":"Navigate","cards":["(14) Now that I, your Lord and Teacher, have washed your\nfeet, you also should wash one another's feet. (15) I have set\nyou an example that you should do as I have done for you.\n(16) Very truly I tell you, no servant is greater than his master,\nnor is a messenger greater than the one who sent him."],"start_index":400004013014,"end_index":400004013016,"verse_count":3,"word_count":57},{"reference":"Jeremiah 7:10–11","translation":"NIV","division":"Primary","passage_number":5,"release":"Explore","cards":["(10) and then come and stand before me in this house, which\nbears my Name, and say, \"We are safe\"--safe to do all these\ndetestable things? (11) Has this house, which bears my Name,\nbecome a den of robbers to you? But I have been watching!\ndeclares the LORD."],"start_index":200024007010,"end_index":200024007011,"verse_count":2,"word_count":48},{"reference":"John 14:4–6","translation":"NIV","division":"Primary","passage_number":6,"release":"Navigate","cards":["(4) You know the way to the place where I am going.\" (5)\nThomas said to him, \"Lord, we don't know where you are\ngoing, so how can we know the way?\" (6) Jesus answered, \"I\nam the way and the truth and the life. No one comes to the\nFather except through me."],"start_index":400004014004,"end_index":400004014006,"verse_count":3,"word_count":51},{"reference":"Joel 2:10–11","translation":"NIV","division":"Primary","passage_number":7,"release":"Explore","cards":["(10) Before them the earth shakes, the heavens tremble, the\nsun and moon are darkened, and the stars no longer shine.\n(11) The LORD thunders at the head of his army; his forces\nare beyond number, and mighty is the army that obeys his\ncommand. The day of the LORD is great; it is dreadful. Who\ncan endure it?"],"start_index":200029002010,"end_index":200029002011,"verse_count":2,"word_count":57},{"reference":"John 15:5–7","translation":"NIV","division":"Primary","passage_number":8,"release":"Navigate","cards":["(5) \"I am the vine; you are the branches. If you remain in me\nand I in you, you will bear much fruit; apart from me you can\ndo nothing. (6) If you do not remain in me, you are like a\nbranch that is thrown away and withers; such branches are\npicked up, thrown into the fire and burned. (7) If you remain\nin me and my words remain in you, ask whatever you wish,\nand it will be done for you."],"start_index":400004015005,"end_index":400004015007,"verse_count":3,"word_count":80},{"reference":"Psalm 41:9","translation":"NIV","division":"Primary","passage_number":9,"release":"Explore","cards":["(9) Even my close friend, someone I trusted, one who shared\nmy bread, has turned against me."],"start_index":200019041009,"end_index":200019041009,"verse_count":1,"word_count":16},{"reference":"John 16:13–14","translation":"NIV","division":"Primary","passage_number":10,"release":"Navigate","cards":["(13) But when he, the Spirit of truth, comes, he will guide\nyou into all the truth. He will not speak on his own; he will\nspeak only what he hears, and he will tell you what is yet to\ncome. (14) He will glorify me because it is from me that he\nwill receive what he will make known to you."],"start_index":400004016013,"end_index":400004016014,"verse_count":2,"word_count":60},{"reference":"Jeremiah 31:33–34","translation":"NIV","division":"Primary","passage_number":11,"release":"Explore","cards":["(33) \"This is the covenant I will make with the people of Israel\nafter that time,\" declares the LORD. \"I will put my law in their\nminds and write it on their hearts. I will be their God, and\nthey will be my people. (34) No longer will they teach their\nneighbor, or say to one another, 'Know the LORD,' because\nthey will all know me, from the least of them to the greatest,\"\ndeclares the LORD. \"For I will forgive their wickedness and\nwill remember their sins no more.\""],"start_index":200024031033,"end_index":200024031034,"verse_count":2,"word_count":88},{"reference":"John 17:17–19","translation":"NIV","division":"Primary","passage_number":12,"release":"Navigate","cards":["(17) Sanctify them by the truth; your word is truth. (18) As\nyou sent me into the world, I have sent them into the world.\n(19) For them I sanctify myself, that they too may be truly\nsanctified."],"start_index":400004017017,"end_index":400004017019,"verse_count":3,"word_count":35},{"reference":"Zechariah 13:7","translation":"NIV","division":"Primary","passage_number":13,"release":"Explore","cards":["(7) \"Awake, sword, against my shepherd, against the man\nwho is close to me!\" declares the LORD Almighty. \"Strike the\nshepherd, and the sheep will be scattered, and I will turn my\nhand against the little ones."],"start_index":200038013007,"end_index":200038013007,"verse_count":1,"word_count":36},{"reference":"John 20:30–31","translation":"NIV","division":"Primary","passage_number":14,"release":"Navigate","cards":["(30) Jesus performed many other signs in the presence of his\ndisciples, which are not recorded in this book. (31) But these\nare written that you may believe that Jesus is the Messiah,\nthe Son of God, and that by believing you may have life in his\nname."],"start_index":400004020030,"end_index":400004020031,"verse_count":2,"word_count":46},{"reference":"Psalm 16:10–11","translation":"NIV","division":"Primary","passage_number":15,"release":"Explore","cards":["(10) because you will not abandon me to the realm of the\ndead, nor will you let your faithful one see decay. (11) You\nmake known to me the path of life; you will fill me with joy in\nyour presence, with eternal pleasures at your right hand."],"start_index":200019016010,"end_index":200019016011,"verse_count":2,"word_count":46},{"reference":"Genesis 39:21","translation":"NIV","division":"Primary","passage_number":16,"release":"NBBC","cards":["(21) the LORD was with him; he showed him kindness and\ngranted him favor in the eyes of the prison warden."],"start_index":200001039021,"end_index":200001039021,"verse_count":1,"word_count":20},{"reference":"Leviticus 11:44-45","translation":"NIV","division":"Primary","passage_number":17,"release":"NBBC","cards":["(44) I am the LORD your God; consecrate yourselves and be\nholy, because I am holy. Do not make yourselves unclean by\nany creature that moves along the ground. (45) I am the LORD,\nwho brought you up out of Egypt to be your God; therefore\nbe holy, because I am holy."],"start_index":200003011044,"end_index":200003011045,"verse_count":2,"word_count":50},{"reference":"Numbers 12:5-9","translation":"NIV","division":"Primary","passage_number":18,"release":"NBBC","cards":["(5) Then the LORD came down in a pillar of cloud; he stood\nat the entrance to the tent and summoned Aaron and Miriam.\nWhen the two of them stepped forward, (6) he said, \"Listen to\nmy words: \"When there is a prophet among you, I, the LORD,\nreveal myself to them in visions, I speak to them in dreams.\n(7) But this is not true of my servant Moses; he is faithful in all\nmy house. (8) With him I speak face to face, clearly and not in\nriddles; he sees the form of the LORD. Why then were you not\nafraid to speak against my servant Moses?\" (9) The anger of\nthe LORD burned against them, and he left them."],"start_index":200004012005,"end_index":200004012009,"verse_count":5,"word_count":117},{"reference":"Deuteronomy 28:49-52","translation":"NIV","division":"Primary","passage_number":19,"release":"NBBC","cards":["(49) The LORD will bring a nation against you from far away, from\nthe ends of the earth, like an eagle swooping down, a nation\nwhose language you will not understand, (50) a fierce-looking\nnation without respect for the old or pity for the young. (51) They\nwill devour the young of your livestock and the crops of your land\nuntil you are destroyed. They will leave you no grain, new wine or\nolive oil, nor any calves of your herds or lambs of your flocks until\nyou are ruined. (52) They will lay siege to all the cities throughout\nyour land until the high fortified walls in which you trust fall down.\nThey will besiege all the cities throughout the land the LORD your\nGod is giving you."],"start_index":200005028049,"end_index":200005028052,"verse_count":4,"word_count":126},{"reference":"2 Kings 24:1-5","translation":"NIV","division":"Primary","passage_number":20,"release":"NBBC","cards":["(1) During Jehoiakim's reign, Nebuchadnezzar king of\nBabylon invaded the land, and Jehoiakim became his vassal\nfor three years. But then he turned against Nebuchadnezzar\nand rebelled. (2) The LORD sent Babylonian, Aramean,\nMoabite and Ammonite raiders against him to destroy Judah,\nin accordance with the word of the LORD proclaimed by his\nservants the prophets. (3) Surely these things happened to\nJudah according to the LORD's command, in order to remove\nthem from his presence because of the sins of Manasseh\nand all he had done, (4) including the shedding of innocent\nblood. For he had filled Jerusalem with innocent blood, and","the LORD was not willing to forgive. (5) As for the other events\nof Jehoiakim's reign, and all he did, are they not written in the\nbook of the annals of the kings of Judah?"],"start_index":200012024001,"end_index":200012024005,"verse_count":5,"word_count":133},{"reference":"2 Chronicles 1:10-12","translation":"NIV","division":"Primary","passage_number":21,"release":"NBBC","cards":["(10) Give me wisdom and knowledge, that I may lead this\npeople, for who is able to govern this great people of yours?\"\n(11) God said to Solomon, \"Since this is your heart's desire\nand you have not asked for wealth, possessions or honor, nor\nfor the death of your enemies, and since you have not asked\nfor a long life but for wisdom and knowledge to govern my\npeople over whom I have made you king, (12) therefore\nwisdom and knowledge will be given you. And I will also give\nyou wealth, possessions and honor, such as no king who was\nbefore you ever had and none after you will have.\""],"start_index":200014001010,"end_index":200014001012,"verse_count":3,"word_count":109},{"reference":"Psalm 3:1-8","translation":"NIV","division":"Primary","passage_number":22,"release":"NBBC","cards":["(1) LORD, how many are my foes! How many rise up against\nme! (2) Many are saying of me, \"God will not deliver him.\"\n(3) But you, LORD, are a shield around me, my glory, the One\nwho lifts my head high. (4) I call out to the LORD, and he\nanswers me from his holy mountain. (5) I lie down and sleep;\nI wake again, because the LORD sustains me. (6) I will not\nfear though tens of thousands assail me on every side. (7)\nArise, LORD! Deliver me, my God! Strike all my enemies on\nthe jaw; break the teeth of the wicked. (8) From the LORD\ncomes deliverance. May your blessing be on your people."],"start_index":200019003001,"end_index":200019003008,"verse_count":8,"word_count":110},{"reference":"Psalm 22:14-28","translation":"NIV","division":"Primary","passage_number":23,"release":"NBBC","cards":["(14) I am poured out like water, and all my bones are out of joint.\nMy heart has turned to wax; it has melted within me. (15) My\nmouth is dried up like a potsherd, and my tongue sticks to the\nroof of my mouth; you lay me in the dust of death. (16) Dogs\nsurround me, a pack of villains encircles me; they pierce my hands\nand my feet. (17) All my bones are on display; people stare and\ngloat over me. (18) They divide my clothes among them and cast\nlots for my garment. (19) But you, LORD, do not be far from me.\nYou are my strength; come quickly to help me. (20) Deliver me\nfrom the sword, my precious life from the power of the dogs. (21)\nRescue me from the mouth of the lions; save me from the horns\nof the wild oxen. (22) I will declare your name to my people; in","the assembly I will praise you. (23) You who fear the LORD, praise\nhim! All you descendants of Jacob, honor him! Revere him, all you\ndescendants of Israel! (24) For he has not despised or scorned the\nsuffering of the afflicted one; he has not hidden his face from him\nbut has listened to his cry for help. (25) From you comes the theme\nof my praise in the great assembly; before those who fear you I will\nfulfill my vows. (26) The poor will eat and be satisfied; those who\nseek the LORD will praise him--may your hearts live forever! (27)\nAll the ends of the earth will remember and turn to the LORD, and\nall the families of the nations will bow down before him, (28) for\ndominion belongs to the LORD and he rules over the nations."],"start_index":200019022014,"end_index":200019022028,"verse_count":15,"word_count":284},{"reference":"Psalm 119:106-107","translation":"NIV","division":"Primary","passage_number":24,"release":"NBBC","cards":["(106) I have taken an oath and confirmed it, that I will follow\nyour righteous laws. (107) I have suffered much; preserve my\nlife, LORD, according to your word."],"start_index":200019119106,"end_index":200019119107,"verse_count":2,"word_count":29},{"reference":"Psalm 141:2-5","translation":"NIV","division":"Primary","passage_number":25,"release":"NBBC","cards":["(2) May my prayer be set before you like incense; may the\nlifting up of my hands be like the evening sacrifice. (3) Set a\nguard over my mouth, LORD; keep watch over the door of my\nlips. (4) Do not let my heart be drawn to what is evil so that I\ntake part in wicked deeds along with those who are evildoers;\ndo not let me eat their delicacies. (5) Let a righteous man\nstrike me--that is a kindness; let him rebuke me--that is oil on\nmy head. My head will not refuse it, for my prayer will still be\nagainst the deeds of evildoers."],"start_index":200019141002,"end_index":200019141005,"verse_count":4,"word_count":105},{"reference":"Proverbs 18:1-22","translation":"NIV","division":"Primary","passage_number":26,"release":"NBBC","cards":["(1) An unfriendly person pursues selfish ends and against all\nsound judgment starts quarrels. (2) Fools find no pleasure in\nunderstanding but delight in airing their own opinions. (3)\nWhen wickedness comes, so does contempt, and with shame\ncomes reproach. (4) The words of the mouth are deep waters,\nbut the fountain of wisdom is a rushing stream. (5) It is not\ngood to be partial to the wicked and so deprive the innocent of\njustice. (6) The lips of fools bring them strife, and their mouths\ninvite a beating. (7) The mouths of fools are their undoing,\nand their lips are a snare to their very lives. (8) The words of\na gossip are like choice morsels; they go down to the inmost","parts. (9) One who is slack in his work is brother to one who\ndestroys. (10) The name of the LORD is a fortified tower; the\nrighteous run to it and are safe. (11) The wealth of the rich is\ntheir fortified city; they imagine it a wall too high to scale. (12)\nBefore a downfall the heart is haughty, but humility comes\nbefore honor. (13) To answer before listening--that is folly and\nshame. (14) The human spirit can endure in sickness, but a\ncrushed spirit who can bear? (15) The heart of the discerning\nacquires knowledge, for the ears of the wise seek it out. (16)\nA gift opens the way and ushers the giver into the presence of\nthe great. (17) In a lawsuit the first to speak seems right, until","someone comes forward and cross-examines. (18) Casting\nthe lot settles disputes and keeps strong opponents apart.\n(19) A brother wronged is more unyielding than a fortified\ncity; disputes are like the barred gates of a citadel. (20) From\nthe fruit of their mouth a person's stomach is filled; with the\nharvest of their lips they are satisfied. (21) The tongue has the\npower of life and death, and those who love it will eat its fruit.\n(22) He who finds a wife finds what is good and receives favor\nfrom the LORD."],"start_index":200020018001,"end_index":200020018022,"verse_count":22,"word_count":329},{"reference":"Ecclesiastes 2:9-11","translation":"NIV","division":"Primary","passage_number":27,"release":"NBBC","cards":["(9) I became greater by far than anyone in Jerusalem before\nme. In all this my wisdom stayed with me. (10) I denied myself\nnothing my eyes desired; I refused my heart no pleasure. My\nheart took delight in all my labor, and this was the reward\nfor all my toil. (11) Yet when I surveyed all that my hands\nhad done and what I had toiled to achieve, everything was\nmeaningless, a chasing after the wind; nothing was gained\nunder the sun."],"start_index":200021002009,"end_index":200021002011,"verse_count":3,"word_count":80},{"reference":"Jeremiah 33:1-9","translation":"NIV","division":"Primary","passage_number":28,"release":"NBBC","cards":["(1) While Jeremiah was still confined in the courtyard of the\nguard, the word of the LORD came to him a second time:\n(2) \"This is what the LORD says, he who made the earth,\nthe LORD who formed it and established it--the LORD is his\nname: (3) 'Call to me and I will answer you and tell you great\nand unsearchable things you do not know.' (4) For this is what\nthe LORD, the God of Israel, says about the houses in this\ncity and the royal palaces of Judah that have been torn down\nto be used against the siege ramps and the sword (5) in the\nfight with the Babylonians: 'They will be filled with the dead\nbodies of the people I will slay in my anger and wrath. I will","hide my face from this city because of all its wickedness. (6) \"\n'Nevertheless, I will bring health and healing to it; I will heal my\npeople and will let them enjoy abundant peace and security.\n(7) I will bring Judah and Israel back from captivity and will\nrebuild them as they were before. (8) I will cleanse them from\nall the sin they have committed against me and will forgive all\ntheir sins of rebellion against me. (9) Then this city will bring\nme renown, joy, praise and honor before all nations on earth\nthat hear of all the good things I do for it; and they will be in\nawe and will tremble at the abundant prosperity and peace I\nprovide for it.'"],"start_index":200024033001,"end_index":200024033009,"verse_count":9,"word_count":250},{"reference":"Daniel 3:24-25","translation":"NIV","division":"Primary","passage_number":29,"release":"NBBC","cards":["(24) Then King Nebuchadnezzar leaped to his feet in\namazement and asked his advisers, \"Weren't there three\nmen that we tied up and threw into the fire?\" They replied,\n\"Certainly, Your Majesty.\" (25) He said, \"Look! I see four men\nwalking around in the fire, unbound and unharmed, and the\nfourth looks like a son of the gods.\""],"start_index":200027003024,"end_index":200027003025,"verse_count":2,"word_count":56},{"reference":"Daniel 4:1-3","translation":"NIV","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) King Nebuchadnezzar, To the nations and peoples of\nevery language, who live in all the earth: May you prosper\ngreatly! (2) It is my pleasure to tell you about the miraculous\nsigns and wonders that the Most High God has performed for\nme. (3) How great are his signs, how mighty his wonders! His\nkingdom is an eternal kingdom; his dominion endures from\ngeneration to generation."],"start_index":200027004001,"end_index":200027004003,"verse_count":3,"word_count":64},{"reference":"Amos 3:6-8","translation":"NIV","division":"Primary","passage_number":31,"release":"NBBC","cards":["(6) When a trumpet sounds in a city, do not the people\ntremble? When disaster comes to a city, has not the LORD\ncaused it? (7) Surely the Sovereign LORD does nothing\nwithout revealing his plan to his servants the prophets. (8)\nThe lion has roared--who will not fear? The Sovereign LORD\nhas spoken--who can but prophesy?"],"start_index":200030003006,"end_index":200030003008,"verse_count":3,"word_count":56},{"reference":"Jonah 2:1-10","translation":"NIV","division":"Primary","passage_number":32,"release":"NBBC","cards":["(1) From inside the fish Jonah prayed to the LORD his God. (2)\nHe said: \"In my distress I called to the LORD, and he answered\nme. From deep in the realm of the dead I called for help, and\nyou listened to my cry. (3) You hurled me into the depths, into\nthe very heart of the seas, and the currents swirled about me;\nall your waves and breakers swept over me. (4) I said, 'I have\nbeen banished from your sight; yet I will look again toward\nyour holy temple.' (5) The engulfing waters threatened me,\nthe deep surrounded me; seaweed was wrapped around\nmy head. (6) To the roots of the mountains I sank down; the\nearth beneath barred me in forever. But you, LORD my God,","brought my life up from the pit. (7) \"When my life was ebbing\naway, I remembered you, LORD, and my prayer rose to you,\nto your holy temple. (8) \"Those who cling to worthless idols\nturn away from God's love for them. (9) But I, with shouts of\ngrateful praise, will sacrifice to you. What I have vowed I will\nmake good. I will say, 'Salvation comes from the LORD.' \" (10)\nAnd the LORD commanded the fish, and it vomited Jonah\nonto dry land."],"start_index":200032002001,"end_index":200032002010,"verse_count":10,"word_count":204},{"reference":"Micah 6:2-8","translation":"NIV","division":"Primary","passage_number":33,"release":"NBBC","cards":["(2) \"Hear, you mountains, the LORD's accusation; listen, you\neverlasting foundations of the earth. For the LORD has a case\nagainst his people; he is lodging a charge against Israel. (3)\n\"My people, what have I done to you? How have I burdened\nyou? Answer me. (4) I brought you up out of Egypt and\nredeemed you from the land of slavery. I sent Moses to lead\nyou, also Aaron and Miriam. (5) My people, remember what\nBalak king of Moab plotted and what Balaam son of Beor\nanswered. Remember your journey from Shittim to Gilgal,\nthat you may know the righteous acts of the LORD.\" (6) With\nwhat shall I come before the LORD and bow down before the","exalted God? Shall I come before him with burnt offerings,\nwith calves a year old? (7) Will the LORD be pleased with\nthousands of rams, with ten thousand rivers of olive oil? Shall\nI offer my firstborn for my transgression, the fruit of my body\nfor the sin of my soul? (8) He has shown you, O mortal, what\nis good. And what does the LORD require of you? To act justly\nand to love mercy and to walk humbly with your God."],"start_index":200033006002,"end_index":200033006008,"verse_count":7,"word_count":196},{"reference":"Matthew 3:1-10","translation":"NIV","division":"Primary","passage_number":34,"release":"NBBC","cards":["(1) In those days John the Baptist came, preaching in the\nwilderness of Judea (2) and saying, \"Repent, for the kingdom\nof heaven has come near.\" (3) This is he who was spoken of\nthrough the prophet Isaiah: \"A voice of one calling in the\nwilderness, 'Prepare the way for the Lord, make straight paths\nfor him.' \" (4) John's clothes were made of camel's hair, and he\nhad a leather belt around his waist. His food was locusts and\nwild honey. (5) People went out to him from Jerusalem and\nall Judea and the whole region of the Jordan. (6) Confessing\ntheir sins, they were baptized by him in the Jordan River.\n(7) But when he saw many of the Pharisees and Sadducees","coming to where he was baptizing, he said to them: \"You\nbrood of vipers! Who warned you to flee from the coming\nwrath? (8) Produce fruit in keeping with repentance. (9) And\ndo not think you can say to yourselves, 'We have Abraham as\nour father.' I tell you that out of these stones God can raise up\nchildren for Abraham. (10) The ax is already at the root of the\ntrees, and every tree that does not produce good fruit will be\ncut down and thrown into the fire."],"start_index":400001003001,"end_index":400001003010,"verse_count":10,"word_count":203},{"reference":"Luke 12:4-9","translation":"NIV","division":"Primary","passage_number":35,"release":"NBBC","cards":["(4) \"I tell you, my friends, do not be afraid of those who kill the\nbody and after that can do no more. (5) But I will show you whom\nyou should fear: Fear him who, after your body has been killed, has\nauthority to throw you into hell. Yes, I tell you, fear him. (6) Are not\nfive sparrows sold for two pennies? Yet not one of them is forgotten\nby God. (7) Indeed, the very hairs of your head are all numbered.\nDon't be afraid; you are worth more than many sparrows. (8) \"I tell\nyou, whoever publicly acknowledges me before others, the Son\nof Man will also acknowledge before the angels of God. (9) But\nwhoever disowns me before others will be disowned before the\nangels of God."],"start_index":400003012004,"end_index":400003012009,"verse_count":6,"word_count":125},{"reference":"John 11:24-25","translation":"NIV","division":"Primary","passage_number":36,"release":"NBBC","cards":["(24) Martha answered, \"I know he will rise again in the\nresurrection at the last day.\" (25) Jesus said to her, \"I am the\nresurrection and the life. The one who believes in me will live,\neven though they die;"],"start_index":400004011024,"end_index":400004011025,"verse_count":2,"word_count":38},{"reference":"John 11:43-44","translation":"NIV","division":"Primary","passage_number":37,"release":"NBBC","cards":["(43) When he had said this, Jesus called in a loud voice,\n\"Lazarus, come out!\" (44) The dead man came out, his hands\nand feet wrapped with strips of linen, and a cloth around his\nface. Jesus said to them, \"Take off the grave clothes and let\nhim go.\""],"start_index":400004011043,"end_index":400004011044,"verse_count":2,"word_count":47},{"reference":"John 14:25-27","translation":"NIV","division":"Primary","passage_number":38,"release":"NBBC","cards":["(25) \"All this I have spoken while still with you. (26) But the\nAdvocate, the Holy Spirit, whom the Father will send in\nmy name, will teach you all things and will remind you of\neverything I have said to you. (27) Peace I leave with you; my\npeace I give you. I do not give to you as the world gives. Do\nnot let your hearts be troubled and do not be afraid."],"start_index":400004014025,"end_index":400004014027,"verse_count":3,"word_count":71},{"reference":"Acts 7:58-60","translation":"NIV","division":"Primary","passage_number":39,"release":"NBBC","cards":["(58) dragged him out of the city and began to stone him.\nMeanwhile, the witnesses laid their coats at the feet of a\nyoung man named Saul. (59) While they were stoning him,\nStephen prayed, \"Lord Jesus, receive my spirit.\" (60) Then he\nfell on his knees and cried out, \"Lord, do not hold this sin\nagainst them.\" When he had said this, he fell asleep."],"start_index":400005007058,"end_index":400005007060,"verse_count":3,"word_count":63},{"reference":"1 Corinthians 2:7-10","translation":"NIV","division":"Primary","passage_number":40,"release":"NBBC","cards":["(7) No, we declare God's wisdom, a mystery that has been\nhidden and that God destined for our glory before time\nbegan. (8) None of the rulers of this age understood it, for\nif they had, they would not have crucified the Lord of glory.\n(9) However, as it is written: \"What no eye has seen, what no\near has heard, and what no human mind has conceived\"--the\nthings God has prepared for those who love him-- (10) these\nare the things God has revealed to us by his Spirit. The Spirit\nsearches all things, even the deep things of God."],"start_index":400007002007,"end_index":400007002010,"verse_count":4,"word_count":98},{"reference":"2 Corinthians 5:7-10","translation":"NIV","division":"Primary","passage_number":41,"release":"NBBC","cards":["(7) For we live by faith, not by sight. (8) We are confident, I say,\nand would prefer to be away from the body and at home with\nthe Lord. (9) So we make it our goal to please him, whether\nwe are at home in the body or away from it. (10) For we must\nall appear before the judgment seat of Christ, so that each of\nus may receive what is due us for the things done while in the\nbody, whether good or bad."],"start_index":400008005007,"end_index":400008005010,"verse_count":4,"word_count":83},{"reference":"Galatians 1:14-24","translation":"NIV","division":"Primary","passage_number":42,"release":"NBBC","cards":["(14) I was advancing in Judaism beyond many of my own age\namong my people and was extremely zealous for the traditions\nof my fathers. (15) But when God, who set me apart from my\nmother's womb and called me by his grace, was pleased (16)\nto reveal his Son in me so that I might preach him among\nthe Gentiles, my immediate response was not to consult any\nhuman being. (17) I did not go up to Jerusalem to see those\nwho were apostles before I was, but I went into Arabia. Later\nI returned to Damascus. (18) Then after three years, I went\nup to Jerusalem to get acquainted with Cephas and stayed\nwith him fifteen days. (19) I saw none of the other apostles--","only James, the Lord's brother. (20) I assure you before God\nthat what I am writing you is no lie. (21) Then I went to Syria\nand Cilicia. (22) I was personally unknown to the churches of\nJudea that are in Christ. (23) They only heard the report: \"The\nman who formerly persecuted us is now preaching the faith\nhe once tried to destroy.\" (24) And they praised God because\nof me."],"start_index":400009001014,"end_index":400009001024,"verse_count":11,"word_count":188},{"reference":"Philippians 3:12-15","translation":"NIV","division":"Primary","passage_number":43,"release":"NBBC","cards":["(12) Not that I have already obtained all this, or have already\narrived at my goal, but I press on to take hold of that for which\nChrist Jesus took hold of me. (13) Brothers and sisters, I do\nnot consider myself yet to have taken hold of it. But one thing\nI do: Forgetting what is behind and straining toward what is\nahead, (14) I press on toward the goal to win the prize for\nwhich God has called me heavenward in Christ Jesus. (15) All\nof us, then, who are mature should take such a view of things.\nAnd if on some point you think differently, that too God will\nmake clear to you."],"start_index":400011003012,"end_index":400011003015,"verse_count":4,"word_count":112},{"reference":"Philippians 4:6-8","translation":"NIV","division":"Primary","passage_number":44,"release":"NBBC","cards":["(6) Do not be anxious about anything, but in every situation,\nby prayer and petition, with thanksgiving, present your\nrequests to God. (7) And the peace of God, which transcends\nall understanding, will guard your hearts and your minds\nin Christ Jesus. (8) Finally, brothers and sisters, whatever is\ntrue, whatever is noble, whatever is right, whatever is pure,\nwhatever is lovely, whatever is admirable--if anything is\nexcellent or praiseworthy--think about such things."],"start_index":400011004006,"end_index":400011004008,"verse_count":3,"word_count":72},{"reference":"Colossians 1:15-18","translation":"NIV","division":"Primary","passage_number":45,"release":"NBBC","cards":["(15) The Son is the image of the invisible God, the firstborn\nover all creation. (16) For in him all things were created:\nthings in heaven and on earth, visible and invisible, whether\nthrones or powers or rulers or authorities; all things have been\ncreated through him and for him. (17) He is before all things,\nand in him all things hold together. (18) And he is the head\nof the body, the church; he is the beginning and the firstborn\nfrom among the dead, so that in everything he might have\nthe supremacy."],"start_index":400012001015,"end_index":400012001018,"verse_count":4,"word_count":90},{"reference":"2 Timothy 2:1-19","translation":"NIV","division":"Primary","passage_number":46,"release":"NBBC","cards":["(1) You then, my son, be strong in the grace that is in Christ Jesus.\n(2) And the things you have heard me say in the presence of many\nwitnesses entrust to reliable people who will also be qualified to\nteach others. (3) Join with me in suffering, like a good soldier of\nChrist Jesus. (4) No one serving as a soldier gets entangled in\ncivilian affairs, but rather tries to please his commanding officer.\n(5) Similarly, anyone who competes as an athlete does not receive\nthe victor's crown except by competing according to the rules. (6)\nThe hardworking farmer should be the first to receive a share of\nthe crops. (7) Reflect on what I am saying, for the Lord will give\nyou insight into all this. (8) Remember Jesus Christ, raised from","the dead, descended from David. This is my gospel, (9) for which\nI am suffering even to the point of being chained like a criminal.\nBut God's word is not chained. (10) Therefore I endure everything\nfor the sake of the elect, that they too may obtain the salvation\nthat is in Christ Jesus, with eternal glory. (11) Here is a trustworthy\nsaying: If we died with him, we will also live with him; (12) if we\nendure, we will also reign with him. If we disown him, he will also\ndisown us; (13) if we are faithless, he remains faithful, for he cannot\ndisown himself. (14) Keep reminding God's people of these\nthings. Warn them before God against quarreling about words; it\nis of no value, and only ruins those who listen. (15) Do your best to","present yourself to God as one approved, a worker who does not\nneed to be ashamed and who correctly handles the word of truth.\n(16) Avoid godless chatter, because those who indulge in it will\nbecome more and more ungodly. (17) Their teaching will spread\nlike gangrene. Among them are Hymenaeus and Philetus, (18)\nwho have departed from the truth. They say that the resurrection\nhas already taken place, and they destroy the faith of some. (19)\nNevertheless, God's solid foundation stands firm, sealed with this\ninscription: \"The Lord knows those who are his,\" and, \"Everyone\nwho confesses the name of the Lord must turn away from\nwickedness.\""],"start_index":400016002001,"end_index":400016002019,"verse_count":19,"word_count":361},{"reference":"Titus 2:1-11","translation":"NIV","division":"Primary","passage_number":47,"release":"NBBC","cards":["(1) You, however, must teach what is appropriate to sound\ndoctrine. (2) Teach the older men to be temperate, worthy\nof respect, self-controlled, and sound in faith, in love and\nin endurance. (3) Likewise, teach the older women to be\nreverent in the way they live, not to be slanderers or addicted\nto much wine, but to teach what is good. (4) Then they\ncan urge the younger women to love their husbands and\nchildren, (5) to be self-controlled and pure, to be busy at\nhome, to be kind, and to be subject to their husbands, so that\nno one will malign the word of God. (6) Similarly, encourage\nthe young men to be self-controlled. (7) In everything set","them an example by doing what is good. In your teaching\nshow integrity, seriousness (8) and soundness of speech that\ncannot be condemned, so that those who oppose you may\nbe ashamed because they have nothing bad to say about us.\n(9) Teach slaves to be subject to their masters in everything,\nto try to please them, not to talk back to them, (10) and not to\nsteal from them, but to show that they can be fully trusted, so\nthat in every way they will make the teaching about God our\nSavior attractive. (11) For the grace of God has appeared that\noffers salvation to all people."],"start_index":400017002001,"end_index":400017002011,"verse_count":11,"word_count":219},{"reference":"2 John 1:4-11","translation":"NIV","division":"Primary","passage_number":48,"release":"NBBC","cards":["(4) It has given me great joy to find some of your children\nwalking in the truth, just as the Father commanded us. (5)\nAnd now, dear lady, I am not writing you a new command\nbut one we have had from the beginning. I ask that we love\none another. (6) And this is love: that we walk in obedience\nto his commands. As you have heard from the beginning, his\ncommand is that you walk in love. (7) I say this because many\ndeceivers, who do not acknowledge Jesus Christ as coming\nin the flesh, have gone out into the world. Any such person is\nthe deceiver and the antichrist. (8) Watch out that you do not\nlose what we have worked for, but that you may be rewarded","fully. (9) Anyone who runs ahead and does not continue in the\nteaching of Christ does not have God; whoever continues in\nthe teaching has both the Father and the Son. (10) If anyone\ncomes to you and does not bring this teaching, do not take\nthem into your house or welcome them. (11) Anyone who\nwelcomes them shares in their wicked work."],"start_index":400024001004,"end_index":400024001011,"verse_count":8,"word_count":186},{"reference":"Revelation 1:4-6","translation":"NIV","division":"Primary","passage_number":49,"release":"NBBC","cards":["(4) John, To the seven churches in the province of Asia: Grace\nand peace to you from him who is, and who was, and who is\nto come, and from the seven spirits before his throne, (5) and\nfrom Jesus Christ, who is the faithful witness, the firstborn\nfrom the dead, and the ruler of the kings of the earth. To him\nwho loves us and has freed us from our sins by his blood,\n(6) and has made us to be a kingdom and priests to serve\nhis God and Father--to him be glory and power for ever and\never! Amen."],"start_index":400027001004,"end_index":400027001006,"verse_count":3,"word_count":100},{"reference":"Revelation 2:1-7","translation":"NIV","division":"Primary","passage_number":50,"release":"NBBC","cards":["(1) \"To the angel of the church in Ephesus write: These are the\nwords of him who holds the seven stars in his right hand and\nwalks among the seven golden lampstands. (2) I know your\ndeeds, your hard work and your perseverance. I know that you\ncannot tolerate wicked people, that you have tested those\nwho claim to be apostles but are not, and have found them\nfalse. (3) You have persevered and have endured hardships\nfor my name, and have not grown weary. (4) Yet I hold this\nagainst you: You have forsaken the love you had at first. (5)\nConsider how far you have fallen! Repent and do the things\nyou did at first. If you do not repent, I will come to you and","remove your lampstand from its place. (6) But you have this\nin your favor: You hate the practices of the Nicolaitans, which\nI also hate. (7) Whoever has ears, let them hear what the Spirit\nsays to the churches. To the one who is victorious, I will give\nthe right to eat from the tree of life, which is in the paradise\nof God."],"start_index":400027002001,"end_index":400027002007,"verse_count":7,"word_count":185},{"reference":"Deuteronomy 19:14-21","translation":"NIV","division":"Primary","passage_number":51,"release":"NBBC","cards":["(14) Do not move your neighbor's boundary stone set up\nby your predecessors in the inheritance you receive in the\nland the LORD your God is giving you to possess. (15) One\nwitness is not enough to convict anyone accused of any\ncrime or offense they may have committed. A matter must\nbe established by the testimony of two or three witnesses.\n(16) If a malicious witness takes the stand to accuse someone\nof a crime, (17) the two people involved in the dispute must\nstand in the presence of the LORD before the priests and the\njudges who are in office at the time. (18) The judges must\nmake a thorough investigation, and if the witness proves to","be a liar, giving false testimony against a fellow Israelite, (19)\nthen do to the false witness as that witness intended to do\nto the other party. You must purge the evil from among you.\n(20) The rest of the people will hear of this and be afraid, and\nnever again will such an evil thing be done among you. (21)\nShow no pity: life for life, eye for eye, tooth for tooth, hand for\nhand, foot for foot."],"start_index":200005019014,"end_index":200005019021,"verse_count":8,"word_count":190},{"reference":"1 Kings 4:29-30","translation":"NIV","division":"Primary","passage_number":52,"release":"NBBC","cards":["(29) God gave Solomon wisdom and very great insight, and\na breadth of understanding as measureless as the sand on\nthe seashore. (30) Solomon's wisdom was greater than the\nwisdom of all the people of the East, and greater than all the\nwisdom of Egypt."],"start_index":200011004029,"end_index":200011004030,"verse_count":2,"word_count":43},{"reference":"1 John 5:19-20","translation":"NIV","division":"Primary","passage_number":53,"release":"NBBC","cards":["(19) We know that we are children of God, and that the whole\nworld is under the control of the evil one. (20) We know also\nthat the Son of God has come and has given us understanding,\nso that we may know him who is true. And we are in him who\nis true by being in his Son Jesus Christ. He is the true God and\neternal life."],"start_index":400023005019,"end_index":400023005020,"verse_count":2,"word_count":68},{"reference":"Psalm 6:1-5","translation":"NIV","division":"Primary","passage_number":54,"release":"NBBC","cards":["(1) LORD, do not rebuke me in your anger or discipline me\nin your wrath. (2) Have mercy on me, LORD, for I am faint;\nheal me, LORD, for my bones are in agony. (3) My soul is in\ndeep anguish. How long, LORD, how long? (4) Turn, LORD,\nand deliver me; save me because of your unfailing love. (5)\nAmong the dead no one proclaims your name. Who praises\nyou from the grave?"],"start_index":200019006001,"end_index":200019006005,"verse_count":5,"word_count":69},{"reference":"Psalm 32:6-8","translation":"NIV","division":"Primary","passage_number":55,"release":"NBBC","cards":["(6) Therefore let all the faithful pray to you while you may be\nfound; surely the rising of the mighty waters will not reach\nthem. (7) You are my hiding place; you will protect me from\ntrouble and surround me with songs of deliverance. (8) I will\ninstruct you and teach you in the way you should go; I will\ncounsel you with my loving eye on you."],"start_index":200019032006,"end_index":200019032008,"verse_count":3,"word_count":65},{"reference":"Psalm 37:8-15","translation":"NIV","division":"Primary","passage_number":56,"release":"NBBC","cards":["(8) Refrain from anger and turn from wrath; do not fret--it leads only\nto evil. (9) For those who are evil will be destroyed, but those who\nhope in the LORD will inherit the land. (10) A little while, and the\nwicked will be no more; though you look for them, they will not be\nfound. (11) But the meek will inherit the land and enjoy peace and\nprosperity. (12) The wicked plot against the righteous and gnash\ntheir teeth at them; (13) but the Lord laughs at the wicked, for he\nknows their day is coming. (14) The wicked draw the sword and\nbend the bow to bring down the poor and needy, to slay those\nwhose ways are upright. (15) But their swords will pierce their own\nhearts, and their bows will be broken."],"start_index":200019037008,"end_index":200019037015,"verse_count":8,"word_count":129},{"reference":"Psalm 146:1-10","translation":"NIV","division":"Primary","passage_number":57,"release":"NBBC","cards":["(1) Praise the LORD. Praise the LORD, my soul. (2) I will praise\nthe LORD all my life; I will sing praise to my God as long as\nI live. (3) Do not put your trust in princes, in human beings,\nwho cannot save. (4) When their spirit departs, they return\nto the ground; on that very day their plans come to nothing.\n(5) Blessed are those whose help is the God of Jacob, whose\nhope is in the LORD their God. (6) He is the Maker of heaven\nand earth, the sea, and everything in them--he remains faithful\nforever. (7) He upholds the cause of the oppressed and gives\nfood to the hungry. The LORD sets prisoners free, (8) the\nLORD gives sight to the blind, the LORD lifts up those who","are bowed down, the LORD loves the righteous. (9) The LORD\nwatches over the foreigner and sustains the fatherless and\nthe widow, but he frustrates the ways of the wicked. (10) The\nLORD reigns forever, your God, O Zion, for all generations.\nPraise the LORD."],"start_index":200019146001,"end_index":200019146010,"verse_count":10,"word_count":169},{"reference":"Psalm 148:1-14","translation":"NIV","division":"Primary","passage_number":58,"release":"NBBC","cards":["(1) Praise the LORD. Praise the LORD from the heavens; praise\nhim in the heights above. (2) Praise him, all his angels; praise\nhim, all his heavenly hosts. (3) Praise him, sun and moon;\npraise him, all you shining stars. (4) Praise him, you highest\nheavens and you waters above the skies. (5) Let them praise\nthe name of the LORD, for at his command they were created,\n(6) and he established them for ever and ever--he issued a\ndecree that will never pass away. (7) Praise the LORD from\nthe earth, you great sea creatures and all ocean depths, (8)\nlightning and hail, snow and clouds, stormy winds that do\nhis bidding, (9) you mountains and all hills, fruit trees and","all cedars, (10) wild animals and all cattle, small creatures\nand flying birds, (11) kings of the earth and all nations, you\nprinces and all rulers on earth, (12) young men and women,\nold men and children. (13) Let them praise the name of the\nLORD, for his name alone is exalted; his splendor is above\nthe earth and the heavens. (14) And he has raised up for his\npeople a horn, the praise of all his faithful servants, of Israel,\nthe people close to his heart. Praise the LORD."],"start_index":200019148001,"end_index":200019148014,"verse_count":14,"word_count":199},{"reference":"Proverbs 27:1-11","translation":"NIV","division":"Primary","passage_number":59,"release":"NBBC","cards":["(1) Do not boast about tomorrow, for you do not know what a\nday may bring. (2) Let someone else praise you, and not your\nown mouth; an outsider, and not your own lips. (3) Stone is\nheavy and sand a burden, but a fool's provocation is heavier\nthan both. (4) Anger is cruel and fury overwhelming, but who\ncan stand before jealousy? (5) Better is open rebuke than\nhidden love. (6) Wounds from a friend can be trusted, but\nan enemy multiplies kisses. (7) One who is full loathes honey\nfrom the comb, but to the hungry even what is bitter tastes\nsweet. (8) Like a bird that flees its nest is anyone who flees\nfrom home. (9) Perfume and incense bring joy to the heart,","and the pleasantness of a friend springs from their heartfelt\nadvice. (10) Do not forsake your friend or a friend of your\nfamily, and do not go to your relative's house when disaster\nstrikes you--better a neighbor nearby than a relative far away.\n(11) Be wise, my son, and bring joy to my heart; then I can\nanswer anyone who treats me with contempt."],"start_index":200020027001,"end_index":200020027011,"verse_count":11,"word_count":181},{"reference":"Proverbs 29:7-11","translation":"NIV","division":"Primary","passage_number":60,"release":"NBBC","cards":["(7) The righteous care about justice for the poor, but the\nwicked have no such concern. (8) Mockers stir up a city, but\nthe wise turn away anger. (9) If a wise person goes to court\nwith a fool, the fool rages and scoffs, and there is no peace.\n(10) The bloodthirsty hate a person of integrity and seek to\nkill the upright. (11) Fools give full vent to their rage, but the\nwise bring calm in the end."],"start_index":200020029007,"end_index":200020029011,"verse_count":5,"word_count":74},{"reference":"Proverbs 30:4-10","translation":"NIV","division":"Primary","passage_number":61,"release":"NBBC","cards":["(4) Who has gone up to heaven and come down? Whose\nhands have gathered up the wind? Who has wrapped up the\nwaters in a cloak? Who has established all the ends of the\nearth? What is his name, and what is the name of his son?\nSurely you know! (5) \"Every word of God is flawless; he is a\nshield to those who take refuge in him. (6) Do not add to his\nwords, or he will rebuke you and prove you a liar. (7) \"Two\nthings I ask of you, LORD; do not refuse me before I die: (8)\nKeep falsehood and lies far from me; give me neither poverty\nnor riches, but give me only my daily bread. (9) Otherwise,\nI may have too much and disown you and say, 'Who is the","LORD?' Or I may become poor and steal, and so dishonor\nthe name of my God. (10) \"Do not slander a servant to their\nmaster, or they will curse you, and you will pay for it."],"start_index":200020030004,"end_index":200020030010,"verse_count":7,"word_count":165},{"reference":"Ecclesiastes 4:9-12","translation":"NIV","division":"Primary","passage_number":62,"release":"NBBC","cards":["(9) Two are better than one, because they have a good return\nfor their labor: (10) If either of them falls down, one can help\nthe other up. But pity anyone who falls and has no one to help\nthem up. (11) Also, if two lie down together, they will keep\nwarm. But how can one keep warm alone? (12) Though one\nmay be overpowered, two can defend themselves. A cord of\nthree strands is not quickly broken."],"start_index":200021004009,"end_index":200021004012,"verse_count":4,"word_count":74},{"reference":"Isaiah 41:1-13","translation":"NIV","division":"Primary","passage_number":63,"release":"NBBC","cards":["(1) \"Be silent before me, you islands! Let the nations renew\ntheir strength! Let them come forward and speak; let us meet\ntogether at the place of judgment. (2) \"Who has stirred up\none from the east, calling him in righteousness to his service?\nHe hands nations over to him and subdues kings before him.\nHe turns them to dust with his sword, to windblown chaff with\nhis bow. (3) He pursues them and moves on unscathed, by a\npath his feet have not traveled before. (4) Who has done this\nand carried it through, calling forth the generations from the\nbeginning? I, the LORD--with the first of them and with the\nlast--I am he.\" (5) The islands have seen it and fear; the ends of","the earth tremble. They approach and come forward; (6) they\nhelp each other and say to their companions, \"Be strong!\"\n(7) The metalworker encourages the goldsmith, and the one\nwho smooths with the hammer spurs on the one who strikes\nthe anvil. One says of the welding, \"It is good.\" The other\nnails down the idol so it will not topple. (8) \"But you, Israel,\nmy servant, Jacob, whom I have chosen, you descendants\nof Abraham my friend, (9) I took you from the ends of the\nearth, from its farthest corners I called you. I said, 'You are\nmy servant'; I have chosen you and have not rejected you.\n(10) So do not fear, for I am with you; do not be dismayed,","for I am your God. I will strengthen you and help you; I will\nuphold you with my righteous right hand. (11) \"All who rage\nagainst you will surely be ashamed and disgraced; those who\noppose you will be as nothing and perish. (12) Though you\nsearch for your enemies, you will not find them. Those who\nwage war against you will be as nothing at all. (13) For I am\nthe LORD your God who takes hold of your right hand and\nsays to you, Do not fear; I will help you."],"start_index":200023041001,"end_index":200023041013,"verse_count":13,"word_count":332},{"reference":"Isaiah 43:1-5","translation":"NIV","division":"Primary","passage_number":64,"release":"NBBC","cards":["(1) But now, this is what the LORD says--he who created you, Jacob,\nhe who formed you, Israel: \"Do not fear, for I have redeemed you;\nI have summoned you by name; you are mine. (2) When you pass\nthrough the waters, I will be with you; and when you pass through\nthe rivers, they will not sweep over you. When you walk through the\nfire, you will not be burned; the flames will not set you ablaze. (3)\nFor I am the LORD your God, the Holy One of Israel, your Savior; I\ngive Egypt for your ransom, Cush and Seba in your stead. (4) Since\nyou are precious and honored in my sight, and because I love you,\nI will give people in exchange for you, nations in exchange for your\nlife. (5) Do not be afraid, for I am with you; I will bring your children\nfrom the east and gather you from the west."],"start_index":200023043001,"end_index":200023043005,"verse_count":5,"word_count":154},{"reference":"Jeremiah 32:17-22","translation":"NIV","division":"Primary","passage_number":65,"release":"NBBC","cards":["(17) \"Ah, Sovereign LORD, you have made the heavens and\nthe earth by your great power and outstretched arm. Nothing\nis too hard for you. (18) You show love to thousands but bring\nthe punishment for the parents' sins into the laps of their\nchildren after them. Great and mighty God, whose name is\nthe LORD Almighty, (19) great are your purposes and mighty\nare your deeds. Your eyes are open to the ways of all mankind;\nyou reward each person according to their conduct and as\ntheir deeds deserve. (20) You performed signs and wonders\nin Egypt and have continued them to this day, in Israel and\namong all mankind, and have gained the renown that is still","yours. (21) You brought your people Israel out of Egypt with\nsigns and wonders, by a mighty hand and an outstretched\narm and with great terror. (22) You gave them this land you\nhad sworn to give their ancestors, a land flowing with milk\nand honey."],"start_index":200024032017,"end_index":200024032022,"verse_count":6,"word_count":159},{"reference":"Lamentations 5:16-22","translation":"NIV","division":"Primary","passage_number":66,"release":"NBBC","cards":["(16) The crown has fallen from our head. Woe to us, for we have\nsinned! (17) Because of this our hearts are faint, because of\nthese things our eyes grow dim (18) for Mount Zion, which lies\ndesolate, with jackals prowling over it. (19) You, LORD, reign\nforever; your throne endures from generation to generation.\n(20) Why do you always forget us? Why do you forsake us so\nlong? (21) Restore us to yourself, LORD, that we may return;\nrenew our days as of old (22) unless you have utterly rejected\nus and are angry with us beyond measure."],"start_index":200025005016,"end_index":200025005022,"verse_count":7,"word_count":92},{"reference":"Daniel 1:8-21","translation":"NIV","division":"Primary","passage_number":67,"release":"NBBC","cards":["(8) But Daniel resolved not to defile himself with the royal\nfood and wine, and he asked the chief official for permission\nnot to defile himself this way. (9) Now God had caused the\nofficial to show favor and compassion to Daniel, (10) but\nthe official told Daniel, \"I am afraid of my lord the king, who\nhas assigned your food and drink. Why should he see you\nlooking worse than the other young men your age? The king\nwould then have my head because of you.\" (11) Daniel then\nsaid to the guard whom the chief official had appointed over\nDaniel, Hananiah, Mishael and Azariah, (12) \"Please test your\nservants for ten days: Give us nothing but vegetables to eat","and water to drink. (13) Then compare our appearance with\nthat of the young men who eat the royal food, and treat your\nservants in accordance with what you see.\" (14) So he agreed\nto this and tested them for ten days. (15) At the end of the\nten days they looked healthier and better nourished than\nany of the young men who ate the royal food. (16) So the\nguard took away their choice food and the wine they were to\ndrink and gave them vegetables instead. (17) To these four\nyoung men God gave knowledge and understanding of all\nkinds of literature and learning. And Daniel could understand\nvisions and dreams of all kinds. (18) At the end of the time","set by the king to bring them into his service, the chief official\npresented them to Nebuchadnezzar. (19) The king talked with\nthem, and he found none equal to Daniel, Hananiah, Mishael\nand Azariah; so they entered the king's service. (20) In every\nmatter of wisdom and understanding about which the king\nquestioned them, he found them ten times better than all the\nmagicians and enchanters in his whole kingdom. (21) And\nDaniel remained there until the first year of King Cyrus."],"start_index":200027001008,"end_index":200027001021,"verse_count":14,"word_count":312},{"reference":"Daniel 3:26-30","translation":"NIV","division":"Primary","passage_number":68,"release":"NBBC","cards":["(26) Nebuchadnezzar then approached the opening of\nthe blazing furnace and shouted, \"Shadrach, Meshach and\nAbednego, servants of the Most High God, come out! Come\nhere!\" So Shadrach, Meshach and Abednego came out of\nthe fire, (27) and the satraps, prefects, governors and royal\nadvisers crowded around them. They saw that the fire had\nnot harmed their bodies, nor was a hair of their heads singed;\ntheir robes were not scorched, and there was no smell of fire\non them. (28) Then Nebuchadnezzar said, \"Praise be to the\nGod of Shadrach, Meshach and Abednego, who has sent\nhis angel and rescued his servants! They trusted in him and","defied the king's command and were willing to give up their\nlives rather than serve or worship any god except their own\nGod. (29) Therefore I decree that the people of any nation\nor language who say anything against the God of Shadrach,\nMeshach and Abednego be cut into pieces and their houses\nbe turned into piles of rubble, for no other god can save in\nthis way.\" (30) Then the king promoted Shadrach, Meshach\nand Abednego in the province of Babylon."],"start_index":200027003026,"end_index":200027003030,"verse_count":5,"word_count":185},{"reference":"Daniel 5:5-9","translation":"NIV","division":"Primary","passage_number":69,"release":"NBBC","cards":["(5) Suddenly the fingers of a human hand appeared and wrote\non the plaster of the wall, near the lampstand in the royal\npalace. The king watched the hand as it wrote. (6) His face\nturned pale and he was so frightened that his legs became\nweak and his knees were knocking. (7) The king summoned\nthe enchanters, astrologers and diviners. Then he said to\nthese wise men of Babylon, \"Whoever reads this writing and\ntells me what it means will be clothed in purple and have a\ngold chain placed around his neck, and he will be made the\nthird highest ruler in the kingdom.\" (8) Then all the king's\nwise men came in, but they could not read the writing or tell","the king what it meant. (9) So King Belshazzar became even\nmore terrified and his face grew more pale. His nobles were\nbaffled."],"start_index":200027005005,"end_index":200027005009,"verse_count":5,"word_count":142},{"reference":"Daniel 5:17-23","translation":"NIV","division":"Primary","passage_number":70,"release":"NBBC","cards":["(17) Then Daniel answered the king, \"You may keep your gifts for\nyourself and give your rewards to someone else. Nevertheless, I will\nread the writing for the king and tell him what it means. (18) \"Your\nMajesty, the Most High God gave your father Nebuchadnezzar\nsovereignty and greatness and glory and splendor. (19) Because\nof the high position he gave him, all the nations and peoples of\nevery language dreaded and feared him. Those the king wanted\nto put to death, he put to death; those he wanted to spare, he\nspared; those he wanted to promote, he promoted; and those he\nwanted to humble, he humbled. (20) But when his heart became\narrogant and hardened with pride, he was deposed from his royal\nthrone and stripped of his glory. (21) He was driven away from","people and given the mind of an animal; he lived with the wild\ndonkeys and ate grass like the ox; and his body was drenched\nwith the dew of heaven, until he acknowledged that the Most High\nGod is sovereign over all kingdoms on earth and sets over them\nanyone he wishes. (22) \"But you, Belshazzar, his son, have not\nhumbled yourself, though you knew all this. (23) Instead, you have\nset yourself up against the Lord of heaven. You had the goblets\nfrom his temple brought to you, and you and your nobles, your\nwives and your concubines drank wine from them. You praised the\ngods of silver and gold, of bronze, iron, wood and stone, which\ncannot see or hear or understand. But you did not honor the God\nwho holds in his hand your life and all your ways."],"start_index":200027005017,"end_index":200027005023,"verse_count":7,"word_count":272},{"reference":"Daniel 7:13-14","translation":"NIV","division":"Primary","passage_number":71,"release":"NBBC","cards":["(13) \"In my vision at night I looked, and there before me was\none like a son of man, coming with the clouds of heaven. He\napproached the Ancient of Days and was led into his presence.\n(14) He was given authority, glory and sovereign power; all\nnations and peoples of every language worshiped him. His\ndominion is an everlasting dominion that will not pass away,\nand his kingdom is one that will never be destroyed."],"start_index":200027007013,"end_index":200027007014,"verse_count":2,"word_count":74},{"reference":"Jonah 3:1-5","translation":"NIV","division":"Primary","passage_number":72,"release":"NBBC","cards":["(1) Then the word of the LORD came to Jonah a second time:\n(2) \"Go to the great city of Nineveh and proclaim to it the\nmessage I give you.\" (3) Jonah obeyed the word of the LORD\nand went to Nineveh. Now Nineveh was a very large city; it\ntook three days to go through it. (4) Jonah began by going a\nday's journey into the city, proclaiming, \"Forty more days and\nNineveh will be overthrown.\" (5) The Ninevites believed God.\nA fast was proclaimed, and all of them, from the greatest to\nthe least, put on sackcloth."],"start_index":200032003001,"end_index":200032003005,"verse_count":5,"word_count":94},{"reference":"Micah 7:5-7","translation":"NIV","division":"Primary","passage_number":73,"release":"NBBC","cards":["(5) Do not trust a neighbor; put no confidence in a friend. Even\nwith the woman who lies in your embrace guard the words\nof your lips. (6) For a son dishonors his father, a daughter\nrises up against her mother, a daughter-in-law against her\nmother-in-law--a man's enemies are the members of his own\nhousehold. (7) But as for me, I watch in hope for the LORD, I\nwait for God my Savior; my God will hear me."],"start_index":200033007005,"end_index":200033007007,"verse_count":3,"word_count":80},{"reference":"Matthew 7:7-13","translation":"NIV","division":"Primary","passage_number":74,"release":"NBBC","cards":["(7) \"Ask and it will be given to you; seek and you will find; knock\nand the door will be opened to you. (8) For everyone who asks\nreceives; the one who seeks finds; and to the one who knocks, the\ndoor will be opened. (9) \"Which of you, if your son asks for bread,\nwill give him a stone? (10) Or if he asks for a fish, will give him a\nsnake? (11) If you, then, though you are evil, know how to give\ngood gifts to your children, how much more will your Father in\nheaven give good gifts to those who ask him! (12) So in everything,\ndo to others what you would have them do to you, for this sums up\nthe Law and the Prophets. (13) \"Enter through the narrow gate. For\nwide is the gate and broad is the road that leads to destruction,\nand many enter through it."],"start_index":400001007007,"end_index":400001007013,"verse_count":7,"word_count":148},{"reference":"Matthew 24:9-28","translation":"NIV","division":"Primary","passage_number":75,"release":"NBBC","cards":["(9) \"Then you will be handed over to be persecuted and put\nto death, and you will be hated by all nations because of me.\n(10) At that time many will turn away from the faith and will\nbetray and hate each other, (11) and many false prophets\nwill appear and deceive many people. (12) Because of the\nincrease of wickedness, the love of most will grow cold,\n(13) but the one who stands firm to the end will be saved.\n(14) And this gospel of the kingdom will be preached in the\nwhole world as a testimony to all nations, and then the end\nwill come. (15) \"So when you see standing in the holy place\n'the abomination that causes desolation,' spoken of through","the prophet Daniel--let the reader understand-- (16) then let\nthose who are in Judea flee to the mountains. (17) Let no one\non the housetop go down to take anything out of the house.\n(18) Let no one in the field go back to get their cloak. (19)\nHow dreadful it will be in those days for pregnant women\nand nursing mothers! (20) Pray that your flight will not take\nplace in winter or on the Sabbath. (21) For then there will be\ngreat distress, unequaled from the beginning of the world\nuntil now--and never to be equaled again. (22) \"If those days\nhad not been cut short, no one would survive, but for the sake\nof the elect those days will be shortened. (23) At that time","if anyone says to you, 'Look, here is the Messiah!' or, 'There\nhe is!' do not believe it. (24) For false messiahs and false\nprophets will appear and perform great signs and wonders\nto deceive, if possible, even the elect. (25) See, I have told\nyou ahead of time. (26) \"So if anyone tells you, 'There he\nis, out in the wilderness,' do not go out; or, 'Here he is, in\nthe inner rooms,' do not believe it. (27) For as lightning that\ncomes from the east is visible even in the west, so will be the\ncoming of the Son of Man. (28) Wherever there is a carcass,\nthere the vultures will gather."],"start_index":400001024009,"end_index":400001024028,"verse_count":20,"word_count":349},{"reference":"Matthew 27:1-14","translation":"NIV","division":"Primary","passage_number":76,"release":"NBBC","cards":["(1) Early in the morning, all the chief priests and the elders of\nthe people made their plans how to have Jesus executed. (2) So\nthey bound him, led him away and handed him over to Pilate the\ngovernor. (3) When Judas, who had betrayed him, saw that Jesus\nwas condemned, he was seized with remorse and returned the\nthirty pieces of silver to the chief priests and the elders. (4) \"I have\nsinned,\" he said, \"for I have betrayed innocent blood.\" \"What is\nthat to us?\" they replied. \"That's your responsibility.\" (5) So Judas\nthrew the money into the temple and left. Then he went away and\nhanged himself. (6) The chief priests picked up the coins and said,\n\"It is against the law to put this into the treasury, since it is blood\nmoney.\" (7) So they decided to use the money to buy the potter's","field as a burial place for foreigners. (8) That is why it has been\ncalled the Field of Blood to this day. (9) Then what was spoken by\nJeremiah the prophet was fulfilled: \"They took the thirty pieces of\nsilver, the price set on him by the people of Israel, (10) and they\nused them to buy the potter's field, as the Lord commanded me.\"\n(11) Meanwhile Jesus stood before the governor, and the governor\nasked him, \"Are you the king of the Jews?\" \"You have said so,\"\nJesus replied. (12) When he was accused by the chief priests and\nthe elders, he gave no answer. (13) Then Pilate asked him, \"Don't\nyou hear the testimony they are bringing against you?\" (14) But\nJesus made no reply, not even to a single charge--to the great\namazement of the governor."],"start_index":400001027001,"end_index":400001027014,"verse_count":14,"word_count":274},{"reference":"Mark 16:14-19","translation":"NIV","division":"Primary","passage_number":77,"release":"NBBC","cards":["(14) Later Jesus appeared to the Eleven as they were eating; he\nrebuked them for their lack of faith and their stubborn refusal to\nbelieve those who had seen him after he had risen. (15) He said to\nthem, \"Go into all the world and preach the gospel to all creation.\n(16) Whoever believes and is baptized will be saved, but whoever\ndoes not believe will be condemned. (17) And these signs will\naccompany those who believe: In my name they will drive out\ndemons; they will speak in new tongues; (18) they will pick up\nsnakes with their hands; and when they drink deadly poison, it will\nnot hurt them at all; they will place their hands on sick people, and\nthey will get well.\" (19) After the Lord Jesus had spoken to them,\nhe was taken up into heaven and he sat at the right hand of God."],"start_index":400002016014,"end_index":400002016019,"verse_count":6,"word_count":144},{"reference":"Luke 8:9-10","translation":"NIV","division":"Primary","passage_number":78,"release":"NBBC","cards":["(9) His disciples asked him what this parable meant. (10) He\nsaid, \"The knowledge of the secrets of the kingdom of God\nhas been given to you, but to others I speak in parables, so\nthat, \" 'though seeing, they may not see; though hearing, they\nmay not understand.'"],"start_index":400003008009,"end_index":400003008010,"verse_count":2,"word_count":46},{"reference":"John 8:13-19","translation":"NIV","division":"Primary","passage_number":79,"release":"NBBC","cards":["(13) The Pharisees challenged him, \"Here you are, appearing as\nyour own witness; your testimony is not valid.\" (14) Jesus answered,\n\"Even if I testify on my own behalf, my testimony is valid, for I know\nwhere I came from and where I am going. But you have no idea\nwhere I come from or where I am going. (15) You judge by human\nstandards; I pass judgment on no one. (16) But if I do judge, my\ndecisions are true, because I am not alone. I stand with the Father,\nwho sent me. (17) In your own Law it is written that the testimony\nof two witnesses is true. (18) I am one who testifies for myself; my\nother witness is the Father, who sent me.\" (19) Then they asked\nhim, \"Where is your father?\" \"You do not know me or my Father,\"\nJesus replied. \"If you knew me, you would know my Father also.\""],"start_index":400004008013,"end_index":400004008019,"verse_count":7,"word_count":149},{"reference":"Romans 12:3-21","translation":"NIV","division":"Primary","passage_number":80,"release":"NBBC","cards":["(3) For by the grace given me I say to every one of you: Do\nnot think of yourself more highly than you ought, but rather\nthink of yourself with sober judgment, in accordance with the\nfaith God has distributed to each of you. (4) For just as each\nof us has one body with many members, and these members\ndo not all have the same function, (5) so in Christ we, though\nmany, form one body, and each member belongs to all the\nothers. (6) We have different gifts, according to the grace\ngiven to each of us. If your gift is prophesying, then prophesy\nin accordance with your faith; (7) if it is serving, then serve;\nif it is teaching, then teach; (8) if it is to encourage, then give","encouragement; if it is giving, then give generously; if it is to\nlead, do it diligently; if it is to show mercy, do it cheerfully. (9)\nLove must be sincere. Hate what is evil; cling to what is good.\n(10) Be devoted to one another in love. Honor one another\nabove yourselves. (11) Never be lacking in zeal, but keep\nyour spiritual fervor, serving the Lord. (12) Be joyful in hope,\npatient in affliction, faithful in prayer. (13) Share with the Lord's\npeople who are in need. Practice hospitality. (14) Bless those\nwho persecute you; bless and do not curse. (15) Rejoice with\nthose who rejoice; mourn with those who mourn. (16) Live in\nharmony with one another. Do not be proud, but be willing to","associate with people of low position. Do not be conceited.\n(17) Do not repay anyone evil for evil. Be careful to do what\nis right in the eyes of everyone. (18) If it is possible, as far as it\ndepends on you, live at peace with everyone. (19) Do not take\nrevenge, my dear friends, but leave room for God's wrath, for\nit is written: \"It is mine to avenge; I will repay,\" says the Lord.\n(20) On the contrary: \"If your enemy is hungry, feed him; if he\nis thirsty, give him something to drink. In doing this, you will\nheap burning coals on his head.\" (21) Do not be overcome by\nevil, but overcome evil with good."],"start_index":400006012003,"end_index":400006012021,"verse_count":19,"word_count":358},{"reference":"1 Corinthians 1:27-31","translation":"NIV","division":"Primary","passage_number":81,"release":"NBBC","cards":["(27) But God chose the foolish things of the world to shame\nthe wise; God chose the weak things of the world to shame\nthe strong. (28) God chose the lowly things of this world and\nthe despised things--and the things that are not--to nullify the\nthings that are, (29) so that no one may boast before him.\n(30) It is because of him that you are in Christ Jesus, who has\nbecome for us wisdom from God--that is, our righteousness,\nholiness and redemption. (31) Therefore, as it is written: \"Let\nthe one who boasts boast in the Lord.\""],"start_index":400007001027,"end_index":400007001031,"verse_count":5,"word_count":97},{"reference":"2 Corinthians 1:9-11","translation":"NIV","division":"Primary","passage_number":82,"release":"NBBC","cards":["(9) Indeed, we felt we had received the sentence of death.\nBut this happened that we might not rely on ourselves but\non God, who raises the dead. (10) He has delivered us from\nsuch a deadly peril, and he will deliver us again. On him we\nhave set our hope that he will continue to deliver us, (11) as\nyou help us by your prayers. Then many will give thanks on\nour behalf for the gracious favor granted us in answer to the\nprayers of many."],"start_index":400008001009,"end_index":400008001011,"verse_count":3,"word_count":84},{"reference":"2 Corinthians 4:1-13","translation":"NIV","division":"Primary","passage_number":83,"release":"NBBC","cards":["(1) Therefore, since through God's mercy we have this ministry,\nwe do not lose heart. (2) Rather, we have renounced secret and\nshameful ways; we do not use deception, nor do we distort the\nword of God. On the contrary, by setting forth the truth plainly\nwe commend ourselves to everyone's conscience in the sight of\nGod. (3) And even if our gospel is veiled, it is veiled to those who\nare perishing. (4) The god of this age has blinded the minds of\nunbelievers, so that they cannot see the light of the gospel that\ndisplays the glory of Christ, who is the image of God. (5) For what\nwe preach is not ourselves, but Jesus Christ as Lord, and ourselves\nas your servants for Jesus' sake. (6) For God, who said, \"Let light\nshine out of darkness,\" made his light shine in our hearts to give","us the light of the knowledge of God's glory displayed in the face\nof Christ. (7) But we have this treasure in jars of clay to show that\nthis all-surpassing power is from God and not from us. (8) We are\nhard pressed on every side, but not crushed; perplexed, but not in\ndespair; (9) persecuted, but not abandoned; struck down, but not\ndestroyed. (10) We always carry around in our body the death of\nJesus, so that the life of Jesus may also be revealed in our body.\n(11) For we who are alive are always being given over to death\nfor Jesus' sake, so that his life may also be revealed in our mortal\nbody. (12) So then, death is at work in us, but life is at work in you.\n(13) It is written: \"I believed; therefore I have spoken.\" Since we\nhave that same spirit of faith, we also believe and therefore speak,"],"start_index":400008004001,"end_index":400008004013,"verse_count":13,"word_count":293},{"reference":"2 Corinthians 10:1-6","translation":"NIV","division":"Primary","passage_number":84,"release":"NBBC","cards":["(1) By the humility and gentleness of Christ, I appeal to you--I, Paul,\nwho am \"timid\" when face to face with you, but \"bold\" toward you\nwhen away! (2) I beg you that when I come I may not have to be\nas bold as I expect to be toward some people who think that we\nlive by the standards of this world. (3) For though we live in the\nworld, we do not wage war as the world does. (4) The weapons\nwe fight with are not the weapons of the world. On the contrary,\nthey have divine power to demolish strongholds. (5) We demolish\narguments and every pretension that sets itself up against the\nknowledge of God, and we take captive every thought to make it\nobedient to Christ. (6) And we will be ready to punish every act of\ndisobedience, once your obedience is complete."],"start_index":400008010001,"end_index":400008010006,"verse_count":6,"word_count":143},{"reference":"Galatians 4:1-5","translation":"NIV","division":"Primary","passage_number":85,"release":"NBBC","cards":["(1) What I am saying is that as long as an heir is underage, he is\nno different from a slave, although he owns the whole estate.\n(2) The heir is subject to guardians and trustees until the time\nset by his father. (3) So also, when we were underage, we were\nin slavery under the elemental spiritual forces of the world.\n(4) But when the set time had fully come, God sent his Son,\nborn of a woman, born under the law, (5) to redeem those\nunder the law, that we might receive adoption to sonship."],"start_index":400009004001,"end_index":400009004005,"verse_count":5,"word_count":92},{"reference":"Philippians 1:18-30","translation":"NIV","division":"Primary","passage_number":86,"release":"NBBC","cards":["(18) But what does it matter? The important thing is that in every\nway, whether from false motives or true, Christ is preached.\nAnd because of this I rejoice. Yes, and I will continue to rejoice,\n(19) for I know that through your prayers and God's provision\nof the Spirit of Jesus Christ what has happened to me will turn\nout for my deliverance. (20) I eagerly expect and hope that I\nwill in no way be ashamed, but will have sufficient courage so\nthat now as always Christ will be exalted in my body, whether\nby life or by death. (21) For to me, to live is Christ and to die\nis gain. (22) If I am to go on living in the body, this will mean\nfruitful labor for me. Yet what shall I choose? I do not know!","(23) I am torn between the two: I desire to depart and be with\nChrist, which is better by far; (24) but it is more necessary for\nyou that I remain in the body. (25) Convinced of this, I know\nthat I will remain, and I will continue with all of you for your\nprogress and joy in the faith, (26) so that through my being\nwith you again your boasting in Christ Jesus will abound on\naccount of me. (27) Whatever happens, conduct yourselves\nin a manner worthy of the gospel of Christ. Then, whether I\ncome and see you or only hear about you in my absence, I will\nknow that you stand firm in the one Spirit, striving together as\none for the faith of the gospel (28) without being frightened","in any way by those who oppose you. This is a sign to them\nthat they will be destroyed, but that you will be saved--and\nthat by God. (29) For it has been granted to you on behalf\nof Christ not only to believe in him, but also to suffer for him,\n(30) since you are going through the same struggle you saw I\nhad, and now hear that I still have."],"start_index":400011001018,"end_index":400011001030,"verse_count":13,"word_count":335},{"reference":"Colossians 1:9-11","translation":"NIV","division":"Primary","passage_number":87,"release":"NBBC","cards":["(9) For this reason, since the day we heard about you, we\nhave not stopped praying for you. We continually ask God to\nfill you with the knowledge of his will through all the wisdom\nand understanding that the Spirit gives, (10) so that you may\nlive a life worthy of the Lord and please him in every way:\nbearing fruit in every good work, growing in the knowledge\nof God, (11) being strengthened with all power according to\nhis glorious might so that you may have great endurance and\npatience,"],"start_index":400012001009,"end_index":400012001011,"verse_count":3,"word_count":88},{"reference":"Colossians 2:6-10","translation":"NIV","division":"Primary","passage_number":88,"release":"NBBC","cards":["(6) So then, just as you received Christ Jesus as Lord, continue\nto live your lives in him, (7) rooted and built up in him,\nstrengthened in the faith as you were taught, and overflowing\nwith thankfulness. (8) See to it that no one takes you captive\nthrough hollow and deceptive philosophy, which depends\non human tradition and the elemental spiritual forces of this\nworld rather than on Christ. (9) For in Christ all the fullness\nof the Deity lives in bodily form, (10) and in Christ you have\nbeen brought to fullness. He is the head over every power\nand authority."],"start_index":400012002006,"end_index":400012002010,"verse_count":5,"word_count":97},{"reference":"1 Timothy 5:17-22","translation":"NIV","division":"Primary","passage_number":89,"release":"NBBC","cards":["(17) The elders who direct the affairs of the church well are worthy\nof double honor, especially those whose work is preaching and\nteaching. (18) For Scripture says, \"Do not muzzle an ox while it is\ntreading out the grain,\" and \"The worker deserves his wages.\" (19)\nDo not entertain an accusation against an elder unless it is brought\nby two or three witnesses. (20) But those elders who are sinning\nyou are to reprove before everyone, so that the others may take\nwarning. (21) I charge you, in the sight of God and Christ Jesus\nand the elect angels, to keep these instructions without partiality,\nand to do nothing out of favoritism. (22) Do not be hasty in the\nlaying on of hands, and do not share in the sins of others. Keep\nyourself pure."],"start_index":400015005017,"end_index":400015005022,"verse_count":6,"word_count":130},{"reference":"1 Timothy 6:11-16","translation":"NIV","division":"Primary","passage_number":90,"release":"NBBC","cards":["(11) But you, man of God, flee from all this, and pursue\nrighteousness, godliness, faith, love, endurance and\ngentleness. (12) Fight the good fight of the faith. Take hold\nof the eternal life to which you were called when you made\nyour good confession in the presence of many witnesses.\n(13) In the sight of God, who gives life to everything, and of\nChrist Jesus, who while testifying before Pontius Pilate made\nthe good confession, I charge you (14) to keep this command\nwithout spot or blame until the appearing of our Lord Jesus\nChrist, (15) which God will bring about in his own time--God,\nthe blessed and only Ruler, the King of kings and Lord of lords,","(16) who alone is immortal and who lives in unapproachable\nlight, whom no one has seen or can see. To him be honor and\nmight forever. Amen."],"start_index":400015006011,"end_index":400015006016,"verse_count":6,"word_count":140},{"reference":"2 Timothy 3:10-17","translation":"NIV","division":"Primary","passage_number":91,"release":"NBBC","cards":["(10) You, however, know all about my teaching, my way\nof life, my purpose, faith, patience, love, endurance, (11)\npersecutions, sufferings--what kinds of things happened\nto me in Antioch, Iconium and Lystra, the persecutions I\nendured. Yet the Lord rescued me from all of them. (12) In\nfact, everyone who wants to live a godly life in Christ Jesus\nwill be persecuted, (13) while evildoers and impostors will\ngo from bad to worse, deceiving and being deceived. (14)\nBut as for you, continue in what you have learned and have\nbecome convinced of, because you know those from whom\nyou learned it, (15) and how from infancy you have known","the Holy Scriptures, which are able to make you wise for\nsalvation through faith in Christ Jesus. (16) All Scripture is\nGod-breathed and is useful for teaching, rebuking, correcting\nand training in righteousness, (17) so that the servant of God\nmay be thoroughly equipped for every good work."],"start_index":400016003010,"end_index":400016003017,"verse_count":8,"word_count":152},{"reference":"Philemon 1:4-7","translation":"NIV","division":"Primary","passage_number":92,"release":"NBBC","cards":["(4) I always thank my God as I remember you in my prayers, (5)\nbecause I hear about your love for all his holy people and your\nfaith in the Lord Jesus. (6) I pray that your partnership with us\nin the faith may be effective in deepening your understanding\nof every good thing we share for the sake of Christ. (7) Your\nlove has given me great joy and encouragement, because\nyou, brother, have refreshed the hearts of the Lord's people."],"start_index":400018001004,"end_index":400018001007,"verse_count":4,"word_count":78},{"reference":"Hebrews 2:1-8","translation":"NIV","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) We must pay the most careful attention, therefore, to what\nwe have heard, so that we do not drift away. (2) For since\nthe message spoken through angels was binding, and every\nviolation and disobedience received its just punishment,\n(3) how shall we escape if we ignore so great a salvation?\nThis salvation, which was first announced by the Lord, was\nconfirmed to us by those who heard him. (4) God also testified\nto it by signs, wonders and various miracles, and by gifts of\nthe Holy Spirit distributed according to his will. (5) It is not to\nangels that he has subjected the world to come, about which\nwe are speaking. (6) But there is a place where someone has","testified: \"What is mankind that you are mindful of them, a son\nof man that you care for him? (7) You made them a little lower\nthan the angels; you crowned them with glory and honor (8)\nand put everything under their feet.\" In putting everything\nunder them, God left nothing that is not subject to them. Yet\nat present we do not see everything subject to them."],"start_index":400019002001,"end_index":400019002008,"verse_count":8,"word_count":182},{"reference":"Hebrews 5:5-9","translation":"NIV","division":"Primary","passage_number":94,"release":"NBBC","cards":["(5) In the same way, Christ did not take on himself the glory\nof becoming a high priest. But God said to him, \"You are\nmy Son; today I have become your Father.\" (6) And he says\nin another place, \"You are a priest forever, in the order of\nMelchizedek.\" (7) During the days of Jesus' life on earth, he\noffered up prayers and petitions with fervent cries and tears\nto the one who could save him from death, and he was heard\nbecause of his reverent submission. (8) Son though he was,\nhe learned obedience from what he suffered (9) and, once\nmade perfect, he became the source of eternal salvation for\nall who obey him"],"start_index":400019005005,"end_index":400019005009,"verse_count":5,"word_count":112},{"reference":"Hebrews 9:11-14","translation":"NIV","division":"Primary","passage_number":95,"release":"NBBC","cards":["(11) But when Christ came as high priest of the good things that are\nnow already here, he went through the greater and more perfect\ntabernacle that is not made with human hands, that is to say, is not\na part of this creation. (12) He did not enter by means of the blood\nof goats and calves; but he entered the Most Holy Place once for\nall by his own blood, thus obtaining eternal redemption. (13) The\nblood of goats and bulls and the ashes of a heifer sprinkled on\nthose who are ceremonially unclean sanctify them so that they\nare outwardly clean. (14) How much more, then, will the blood of\nChrist, who through the eternal Spirit offered himself unblemished\nto God, cleanse our consciences from acts that lead to death, so\nthat we may serve the living God!"],"start_index":400019009011,"end_index":400019009014,"verse_count":4,"word_count":137},{"reference":"James 1:16-18","translation":"NIV","division":"Primary","passage_number":96,"release":"NBBC","cards":["(16) Don't be deceived, my dear brothers and sisters. (17)\nEvery good and perfect gift is from above, coming down\nfrom the Father of the heavenly lights, who does not change\nlike shifting shadows. (18) He chose to give us birth through\nthe word of truth, that we might be a kind of firstfruits of all\nhe created."],"start_index":400020001016,"end_index":400020001018,"verse_count":3,"word_count":55},{"reference":"James 3:14-18","translation":"NIV","division":"Primary","passage_number":97,"release":"NBBC","cards":["(14) But if you harbor bitter envy and selfish ambition in your\nhearts, do not boast about it or deny the truth. (15) Such\n\"wisdom\" does not come down from heaven but is earthly,\nunspiritual, demonic. (16) For where you have envy and selfish\nambition, there you find disorder and every evil practice. (17)\nBut the wisdom that comes from heaven is first of all pure;\nthen peace-loving, considerate, submissive, full of mercy and\ngood fruit, impartial and sincere. (18) Peacemakers who sow\nin peace reap a harvest of righteousness."],"start_index":400020003014,"end_index":400020003018,"verse_count":5,"word_count":86},{"reference":"James 5:14-18","translation":"NIV","division":"Primary","passage_number":98,"release":"NBBC","cards":["(14) Is anyone among you sick? Let them call the elders of\nthe church to pray over them and anoint them with oil in the\nname of the Lord. (15) And the prayer offered in faith will\nmake the sick person well; the Lord will raise them up. If they\nhave sinned, they will be forgiven. (16) Therefore confess\nyour sins to each other and pray for each other so that you\nmay be healed. The prayer of a righteous person is powerful\nand effective. (17) Elijah was a human being, even as we are.\nHe prayed earnestly that it would not rain, and it did not rain\non the land for three and a half years. (18) Again he prayed,\nand the heavens gave rain, and the earth produced its crops."],"start_index":400020005014,"end_index":400020005018,"verse_count":5,"word_count":127},{"reference":"1 Peter 1:1-8","translation":"NIV","division":"Primary","passage_number":99,"release":"NBBC","cards":["(1) Peter, an apostle of Jesus Christ, To God's elect, exiles\nscattered throughout the provinces of Pontus, Galatia,\nCappadocia, Asia and Bithynia, (2) who have been chosen\naccording to the foreknowledge of God the Father, through\nthe sanctifying work of the Spirit, to be obedient to Jesus\nChrist and sprinkled with his blood: Grace and peace be\nyours in abundance. (3) Praise be to the God and Father of\nour Lord Jesus Christ! In his great mercy he has given us new\nbirth into a living hope through the resurrection of Jesus\nChrist from the dead, (4) and into an inheritance that can\nnever perish, spoil or fade. This inheritance is kept in heaven","for you, (5) who through faith are shielded by God's power\nuntil the coming of the salvation that is ready to be revealed\nin the last time. (6) In all this you greatly rejoice, though now\nfor a little while you may have had to suffer grief in all kinds\nof trials. (7) These have come so that the proven genuineness\nof your faith--of greater worth than gold, which perishes even\nthough refined by fire--may result in praise, glory and honor\nwhen Jesus Christ is revealed. (8) Though you have not seen\nhim, you love him; and even though you do not see him now,\nyou believe in him and are filled with an inexpressible and\nglorious joy,"],"start_index":400021001001,"end_index":400021001008,"verse_count":8,"word_count":226},{"reference":"1 Peter 1:13-16","translation":"NIV","division":"Primary","passage_number":100,"release":"NBBC","cards":["(13) Therefore, with minds that are alert and fully sober, set\nyour hope on the grace to be brought to you when Jesus\nChrist is revealed at his coming. (14) As obedient children,\ndo not conform to the evil desires you had when you lived\nin ignorance. (15) But just as he who called you is holy, so be\nholy in all you do; (16) for it is written: \"Be holy, because I am\nholy.\""],"start_index":400021001013,"end_index":400021001016,"verse_count":4,"word_count":71},{"reference":"2 Peter 3:7-13","translation":"NIV","division":"Primary","passage_number":101,"release":"NBBC","cards":["(7) By the same word the present heavens and earth are\nreserved for fire, being kept for the day of judgment and\ndestruction of the ungodly. (8) But do not forget this one\nthing, dear friends: With the Lord a day is like a thousand\nyears, and a thousand years are like a day. (9) The Lord is not\nslow in keeping his promise, as some understand slowness.\nInstead he is patient with you, not wanting anyone to perish,\nbut everyone to come to repentance. (10) But the day of the\nLord will come like a thief. The heavens will disappear with a\nroar; the elements will be destroyed by fire, and the earth and\neverything done in it will be laid bare. (11) Since everything","will be destroyed in this way, what kind of people ought you\nto be? You ought to live holy and godly lives (12) as you look\nforward to the day of God and speed its coming. That day\nwill bring about the destruction of the heavens by fire, and\nthe elements will melt in the heat. (13) But in keeping with his\npromise we are looking forward to a new heaven and a new\nearth, where righteousness dwells."],"start_index":400022003007,"end_index":400022003013,"verse_count":7,"word_count":197},{"reference":"1 John 3:4-6","translation":"NIV","division":"Primary","passage_number":102,"release":"NBBC","cards":["(4) Everyone who sins breaks the law; in fact, sin is lawlessness.\n(5) But you know that he appeared so that he might take\naway our sins. And in him is no sin. (6) No one who lives in\nhim keeps on sinning. No one who continues to sin has either\nseen him or known him."],"start_index":400023003004,"end_index":400023003006,"verse_count":3,"word_count":53},{"reference":"Jude 1:20-21","translation":"NIV","division":"Primary","passage_number":103,"release":"NBBC","cards":["(20) But you, dear friends, by building yourselves up in your\nmost holy faith and praying in the Holy Spirit, (21) keep\nyourselves in God's love as you wait for the mercy of our Lord\nJesus Christ to bring you to eternal life."],"start_index":400026001020,"end_index":400026001021,"verse_count":2,"word_count":41},{"reference":"Revelation 2:8-11","translation":"NIV","division":"Primary","passage_number":104,"release":"NBBC","cards":["(8) \"To the angel of the church in Smyrna write: These are the\nwords of him who is the First and the Last, who died and came\nto life again. (9) I know your afflictions and your poverty--yet you\nare rich! I know about the slander of those who say they are Jews\nand are not, but are a synagogue of Satan. (10) Do not be afraid\nof what you are about to suffer. I tell you, the devil will put some\nof you in prison to test you, and you will suffer persecution for ten\ndays. Be faithful, even to the point of death, and I will give you life\nas your victor's crown. (11) Whoever has ears, let them hear what\nthe Spirit says to the churches. The one who is victorious will not\nbe hurt at all by the second death."],"start_index":400027002008,"end_index":400027002011,"verse_count":4,"word_count":141}]
