[{"reference":"John 8:32","translation":"NASB","division":"Primary","passage_number":1,"release":"Navigate","cards":["(32) and you will know the truth, and the truth will set you\nfree.\""],"start_index":400004008032,"end_index":400004008032,"verse_count":1,"word_count":13},{"reference":"John 12:12–13","translation":"NASB","division":"Primary","passage_number":2,"release":"Navigate","cards":["(12) On the next day, when the large crowd that had come to\nthe feast heard that Jesus was coming to Jerusalem, (13) they\ntook the branches of the palm trees and went out to meet\nHim, and began shouting, \"Hosanna! BLESSED IS HE WHO\nCOMES IN THE NAME OF THE LORD, indeed, the King of\nIsrael!\""],"start_index":400004012012,"end_index":400004012013,"verse_count":2,"word_count":55},{"reference":"Psalm 118:24–26","translation":"NASB","division":"Primary","passage_number":3,"release":"Explore","cards":["(24) This is the day which the LORD has made; Let's rejoice\nand be glad in it. (25) Please, O LORD, do save us; Please,\nO LORD, do send prosperity! (26) Blessed is the one who\ncomes in the name of the LORD; We have blessed you from\nthe house of the LORD."],"start_index":200019118024,"end_index":200019118026,"verse_count":3,"word_count":50},{"reference":"John 13:14–16","translation":"NASB","division":"Primary","passage_number":4,"release":"Navigate","cards":["(14) \"So if I, the Lord and the Teacher, washed your feet, you\nalso ought to wash one another's feet. (15) \"For I gave you an\nexample, so that you also would do just as I did for you. (16)\n\"Truly, truly I say to you, a slave is not greater than his master,\nnor is one who is sent greater than the one who sent him."],"start_index":400004013014,"end_index":400004013016,"verse_count":3,"word_count":64},{"reference":"Jeremiah 7:10–11","translation":"NASB","division":"Primary","passage_number":5,"release":"Explore","cards":["(10) then come and stand before Me in this house which is\ncalled by My name, and say, 'We are saved!'--so that you may\ndo all these abominations? (11) \"Has this house, which is\ncalled by My name, become a den of robbers in your sight?\nBehold, I Myself have seen it,\" declares the LORD."],"start_index":200024007010,"end_index":200024007011,"verse_count":2,"word_count":54},{"reference":"John 14:4–6","translation":"NASB","division":"Primary","passage_number":6,"release":"Navigate","cards":["(4) \"And you know the way where I am going.\" (5) Thomas\nsaid to Him, \"Lord, we do not know where You are going; how\ndo we know the way?\" (6) Jesus said to him, \"I am the way,\nand the truth, and the life; no one comes to the Father except\nthrough Me."],"start_index":400004014004,"end_index":400004014006,"verse_count":3,"word_count":51},{"reference":"Joel 2:10–11","translation":"NASB","division":"Primary","passage_number":7,"release":"Explore","cards":["(10) Before them the earth quakes, The heavens tremble,\nThe sun and the moon become dark, And the stars lose their\nbrightness. (11) The LORD utters His voice before His army;\nHis camp is indeed very great, For mighty is one who carries\nout His word. The day of the LORD is indeed great and very\nawesome, And who can endure it?"],"start_index":200029002010,"end_index":200029002011,"verse_count":2,"word_count":60},{"reference":"John 15:5–7","translation":"NASB","division":"Primary","passage_number":8,"release":"Navigate","cards":["(5) \"I am the vine, you are the branches; the one who remains\nin Me, and I in him bears much fruit, for apart from Me you\ncan do nothing. (6) \"If anyone does not remain in Me, he is\nthrown away like a branch and dries up; and they gather them\nand throw them into the fire, and they are burned. (7) \"If you\nremain in Me, and My words remain in you, ask whatever you\nwish, and it will be done for you."],"start_index":400004015005,"end_index":400004015007,"verse_count":3,"word_count":82},{"reference":"Psalm 41:9","translation":"NASB","division":"Primary","passage_number":9,"release":"Explore","cards":["(9) Even my close friend in whom I trusted, Who ate my bread,\nHas lifted up his heel against me."],"start_index":200019041009,"end_index":200019041009,"verse_count":1,"word_count":19},{"reference":"John 16:13–14","translation":"NASB","division":"Primary","passage_number":10,"release":"Navigate","cards":["(13) \"But when He, the Spirit of truth, comes, He will guide\nyou into all the truth; for He will not speak on His own, but\nwhatever He hears, He will speak; and He will disclose to you\nwhat is to come. (14) \"He will glorify Me, for He will take from\nMine and will disclose it to you."],"start_index":400004016013,"end_index":400004016014,"verse_count":2,"word_count":57},{"reference":"Jeremiah 31:33–34","translation":"NASB","division":"Primary","passage_number":11,"release":"Explore","cards":["(33) \"For this is the covenant which I will make with the house\nof Israel after those days,\" declares the LORD: \"I will put\nMy law within them and write it on their heart; and I will be\ntheir God, and they shall be My people. (34) \"They will not\nteach again, each one his neighbor and each one his brother,\nsaying, 'Know the LORD,' for they will all know Me, from the\nleast of them to the greatest of them,\" declares the LORD, \"for\nI will forgive their wrongdoing, and their sin I will no longer\nremember.\""],"start_index":200024031033,"end_index":200024031034,"verse_count":2,"word_count":96},{"reference":"John 17:17–19","translation":"NASB","division":"Primary","passage_number":12,"release":"Navigate","cards":["(17) \"Sanctify them in the truth; Your word is truth. (18) \"Just\nas You sent Me into the world, I also sent them into the\nworld. (19) \"And for their sakes I sanctify Myself, so that they\nthemselves also may be sanctified in truth."],"start_index":400004017017,"end_index":400004017019,"verse_count":3,"word_count":41},{"reference":"Zechariah 13:7","translation":"NASB","division":"Primary","passage_number":13,"release":"Explore","cards":["(7) \"Awake, sword, against My Shepherd, And against the\nMan, My Associate,\" Declares the LORD of armies. \"Strike the\nShepherd and the sheep will be scattered; And I will turn My\nhand against the little ones."],"start_index":200038013007,"end_index":200038013007,"verse_count":1,"word_count":35},{"reference":"John 20:30–31","translation":"NASB","division":"Primary","passage_number":14,"release":"Navigate","cards":["(30) So then, many other signs Jesus also performed in the\npresence of the disciples, which are not written in this book;\n(31) but these have been written so that you may believe that\nJesus is the Christ, the Son of God; and that by believing you\nmay have life in His name."],"start_index":400004020030,"end_index":400004020031,"verse_count":2,"word_count":51},{"reference":"Psalm 16:10–11","translation":"NASB","division":"Primary","passage_number":15,"release":"Explore","cards":["(10) For You will not abandon my soul to Sheol; You will not\nallow Your Holy One to undergo decay. (11) You will make\nknown to me the way of life; In Your presence is fullness of\njoy; In Your right hand there are pleasures forever."],"start_index":200019016010,"end_index":200019016011,"verse_count":2,"word_count":44},{"reference":"Genesis 39:21","translation":"NASB","division":"Primary","passage_number":16,"release":"NBBC","cards":["(21) But the LORD was with Joseph and extended kindness\nto him, and gave him favor in the sight of the warden of the\nprison."],"start_index":200001039021,"end_index":200001039021,"verse_count":1,"word_count":24},{"reference":"Leviticus 11:44-45","translation":"NASB","division":"Primary","passage_number":17,"release":"NBBC","cards":["(44) 'For I am the LORD your God. Consecrate yourselves\ntherefore, and be holy, because I am holy. And you shall not\nmake yourselves unclean with any of the swarming things\nthat swarm on the earth. (45) 'For I am the LORD who brought\nyou up from the land of Egypt, to be your God; so you shall\nbe holy, because I am holy.'\""],"start_index":200003011044,"end_index":200003011045,"verse_count":2,"word_count":62},{"reference":"Numbers 12:5-9","translation":"NASB","division":"Primary","passage_number":18,"release":"NBBC","cards":["(5) Then the LORD came down in a pillar of cloud and stood\nat the entrance of the tent; and He called Aaron and Miriam.\nWhen they had both come forward, (6) He said, \"Now hear\nMy words: If there is a prophet among you, I, the LORD, will\nmake Myself known to him in a vision. I will speak with him\nin a dream. (7) \"It is not this way for My servant Moses; He is\nfaithful in all My household; (8) With him I speak mouth to\nmouth, That is, openly, and not using mysterious language,\nAnd he beholds the form of the LORD. So why were you not\nafraid To speak against My servant, against Moses?\" (9) And\nthe anger of the LORD burned against them and He departed."],"start_index":200004012005,"end_index":200004012009,"verse_count":5,"word_count":127},{"reference":"Deuteronomy 28:49-52","translation":"NASB","division":"Primary","passage_number":19,"release":"NBBC","cards":["(49) \"The LORD will bring a nation against you from far away, from\nthe end of the earth, as the eagle swoops down; a nation whose\nlanguage you will not understand, (50) a nation with a defiant\nattitude, who will have no respect for the old, nor show favor to\nthe young. (51) \"Furthermore, it will eat the offspring of your herd\nand the produce of your ground until you are destroyed; a nation\nthat will leave you no grain, new wine, or oil, nor the newborn of\nyour cattle or the young of your flock, until they have eliminated\nyou. (52) \"And it will besiege you in all your towns until your high\nand fortified walls in which you trusted come down throughout\nyour land, and it will besiege you in all your towns throughout your\nland which the LORD your God has given you."],"start_index":200005028049,"end_index":200005028052,"verse_count":4,"word_count":142},{"reference":"2 Kings 24:1-5","translation":"NASB","division":"Primary","passage_number":20,"release":"NBBC","cards":["(1) In his days Nebuchadnezzar king of Babylon came up,\nand Jehoiakim became his servant for three years; then he\nturned and revolted against him. (2) And the LORD sent\nagainst him bands of Chaldeans, bands of Arameans, bands\nof Moabites, and bands of Ammonites. He sent them against\nJudah to destroy it, in accordance with the word of the LORD\nwhich He had spoken through His servants the prophets. (3)\nIt indeed came upon Judah at the command of the LORD, to\nremove them from His sight due to the sins of Manasseh, in\naccordance with everything that he had done, (4) and also\nfor the innocent blood which he shed, for he filled Jerusalem","with innocent blood; and the LORD was unwilling to forgive.\n(5) Now the rest of the acts of Jehoiakim and all that he did,\nare they not written in the Book of the Chronicles of the Kings\nof Judah?"],"start_index":200012024001,"end_index":200012024005,"verse_count":5,"word_count":150},{"reference":"2 Chronicles 1:10-12","translation":"NASB","division":"Primary","passage_number":21,"release":"NBBC","cards":["(10) \"Now give me wisdom and knowledge, so that I may\ngo out and come in before this people, for who can rule this\ngreat people of Yours?\" (11) Then God said to Solomon,\n\"Because this was in your heart, and you did not ask for\nriches, wealth, or honor, or the life of those who hate you,\nnor did you even ask for long life, but you asked for yourself\nwisdom and knowledge so that you may rule My people over\nwhom I have made you king, (12) wisdom and knowledge\nhave been granted to you. I will also give you riches, wealth,\nand honor, such as none of the kings who were before you\nhas possessed, nor will those who will come after you.\""],"start_index":200014001010,"end_index":200014001012,"verse_count":3,"word_count":123},{"reference":"Psalm 3:1-8","translation":"NASB","division":"Primary","passage_number":22,"release":"NBBC","cards":["(1) LORD, how my enemies have increased! Many are rising up\nagainst me. (2) Many are saying of my soul, \"There is no salvation\nfor him in God.\" (3) But You, LORD, are a shield around me, My\nglory, and the One who lifts my head. (4) I was crying out to the\nLORD with my voice, And He answered me from His holy mountain.\n(5) I lay down and slept; I awoke, for the LORD sustains me. (6) I will\nnot be afraid of ten thousands of people Who have set themselves\nagainst me all around. (7) Arise, LORD; save me, my God! For You\nhave struck all my enemies on the cheek; You have shattered the\nteeth of the wicked. (8) Salvation belongs to the LORD; May Your\nblessing be upon Your people!"],"start_index":200019003001,"end_index":200019003008,"verse_count":8,"word_count":127},{"reference":"Psalm 22:14-28","translation":"NASB","division":"Primary","passage_number":23,"release":"NBBC","cards":["(14) I am poured out like water, And all my bones are out of joint;\nMy heart is like wax; It is melted within me. (15) My strength is dried\nup like a piece of pottery, And my tongue clings to my jaws; And\nYou lay me in the dust of death. (16) For dogs have surrounded me;\nA band of evildoers has encompassed me; They pierced my hands\nand my feet. (17) I can count all my bones. They look, they stare\nat me; (18) They divide my garments among them, And they cast\nlots for my clothing. (19) But You, LORD, do not be far away; You\nwho are my help, hurry to my assistance. (20) Save my soul from\nthe sword, My only life from the power of the dog. (21) Save me\nfrom the lion's mouth; From the horns of the wild oxen You answer\nme. (22) I will proclaim Your name to my brothers; In the midst of","the assembly I will praise You. (23) You who fear the LORD, praise\nHim; All you descendants of Jacob, glorify Him, And stand in awe\nof Him, all you descendants of Israel. (24) For He has not despised\nnor scorned the suffering of the afflicted; Nor has He hidden His\nface from him; But when he cried to Him for help, He heard. (25)\nFrom You comes my praise in the great assembly; I shall pay my\nvows before those who fear Him. (26) The afflicted will eat and\nbe satisfied; Those who seek Him will praise the LORD. May your\nheart live forever! (27) All the ends of the earth will remember and\nturn to the LORD, And all the families of the nations will worship\nbefore You. (28) For the kingdom is the LORD'S And He rules over\nthe nations."],"start_index":200019022014,"end_index":200019022028,"verse_count":15,"word_count":290},{"reference":"Psalm 119:106-107","translation":"NASB","division":"Primary","passage_number":24,"release":"NBBC","cards":["(106) I have sworn and I will confirm it, That I will keep Your\nrighteous judgments. (107) I am exceedingly afflicted; Revive\nme, LORD, according to Your word."],"start_index":200019119106,"end_index":200019119107,"verse_count":2,"word_count":28},{"reference":"Psalm 141:2-5","translation":"NASB","division":"Primary","passage_number":25,"release":"NBBC","cards":["(2) May my prayer be counted as incense before You; The\nraising of my hands as the evening offering. (3) Set a guard,\nLORD, over my mouth; Keep watch over the door of my lips.\n(4) Do not incline my heart to any evil thing, To practice deeds\nof wickedness With people who do wrong; And may I not\ntaste their delicacies. (5) May the righteous strike me with\nmercy and discipline me; It is oil for the head; My head shall\nnot refuse it, For my prayer is still against their evil deeds."],"start_index":200019141002,"end_index":200019141005,"verse_count":4,"word_count":90},{"reference":"Proverbs 18:1-22","translation":"NASB","division":"Primary","passage_number":26,"release":"NBBC","cards":["(1) One who separates himself seeks his own desire; He\nquarrels against all sound wisdom. (2) A fool does not\ndelight in understanding, But in revealing his own mind. (3)\nWhen a wicked person comes, contempt also comes, And\nwith dishonor comes taunting. (4) The words of a person's\nmouth are deep waters; The fountain of wisdom is a bubbling\nbrook. (5) To show partiality to the wicked is not good, Nor\nto suppress the righteous in judgment. (6) A fool's lips bring\nstrife, And his mouth invites beatings. (7) A fool's mouth is\nhis ruin, And his lips are the snare of his soul. (8) The words\nof a gossiper are like dainty morsels, And they go down into","the innermost parts of the body. (9) He also who is lax in his\nwork Is a brother to him who destroys. (10) The name of the\nLORD is a strong tower; The righteous runs into it and is safe.\n(11) A rich person's wealth is his strong city, And like a high\nwall in his own imagination. (12) Before destruction the heart\nof a person is haughty, But humility goes before honor. (13)\nOne who gives an answer before he hears, It is foolishness\nand shame to him. (14) The spirit of a person can endure his\nsickness, But as for a broken spirit, who can endure it? (15)\nThe mind of the discerning acquires knowledge, And the\near of the wise seeks knowledge. (16) A person's gift makes","room for him And brings him before great people. (17) The\nfirst to plead his case seems right, Until another comes and\nexamines him. (18) The cast lot puts an end to quarrels, And\ndecides between the mighty ones. (19) A brother who is\noffended is harder to be won than a strong city, And quarrels\nare like the bars of a citadel. (20) With the fruit of a person's\nmouth his stomach will be satisfied; He will be satisfied with\nthe product of his lips. (21) Death and life are in the power\nof the tongue, And those who love it will eat its fruit. (22) He\nwho finds a wife finds a good thing And obtains favor from\nthe LORD."],"start_index":200020018001,"end_index":200020018022,"verse_count":22,"word_count":350},{"reference":"Ecclesiastes 2:9-11","translation":"NASB","division":"Primary","passage_number":27,"release":"NBBC","cards":["(9) Then I became great and increased more than all who\npreceded me in Jerusalem. My wisdom also stood by me.\n(10) All that my eyes desired, I did not refuse them. I did not\nrestrain my heart from any pleasure, for my heart was pleased\nbecause of all my labor; and this was my reward for all my\nlabor. (11) So I considered all my activities which my hands\nhad done and the labor which I had exerted, and behold, all\nwas futility and striving after wind, and there was no benefit\nunder the sun."],"start_index":200021002009,"end_index":200021002011,"verse_count":3,"word_count":93},{"reference":"Jeremiah 33:1-9","translation":"NASB","division":"Primary","passage_number":28,"release":"NBBC","cards":["(1) Then the word of the LORD came to Jeremiah the second time,\nwhile he was still confined in the courtyard of the guard, saying,\n(2) \"This is what the LORD says, He who made the earth, the LORD\nwho formed it to create it, He whose name is the LORD: (3) 'Call to\nMe and I will answer you, and I will tell you great and mighty things,\nwhich you do not know.' (4) \"For this is what the LORD, the God of\nIsrael says concerning the houses of this city, and concerning the\nhouses of the kings of Judah which have been torn down to make\na defense against the assault ramps and the sword: (5) 'While they\nare coming to fight the Chaldeans and to fill their houses with the\nbodies of people whom I have struck down in My anger and My\nwrath, and I have hidden My face from this city because of all their","wickedness: (6) 'Behold, I am going to bring to it healing and a\nremedy, and I will heal them; and I will reveal to them an abundance\nof peace and truth. (7) 'And I will restore the fortunes of Judah and\nthe fortunes of Israel, and will rebuild them as they were at first. (8)\n'And I will cleanse them from all their wrongdoing by which they\nhave sinned against Me, and I will forgive all their wrongdoings by\nwhich they have sinned against Me and revolted against Me. (9) 'It\nwill be to Me a name of joy, praise, and glory before all the nations\nof the earth, which will hear of all the good that I do for them, and\nthey will be frightened and tremble because of all the good and all\nthe peace that I make for it.'"],"start_index":200024033001,"end_index":200024033009,"verse_count":9,"word_count":293},{"reference":"Daniel 3:24-25","translation":"NASB","division":"Primary","passage_number":29,"release":"NBBC","cards":["(24) Then Nebuchadnezzar the king was astounded and\nstood up quickly; he said to his counselors, \"Was it not three\nmen that we threw bound into the middle of the fire?\" They\nreplied to the king, \"Absolutely, O king.\" (25) He responded,\n\"Look! I see four men untied and walking about in the middle\nof the fire unharmed, and the appearance of the fourth is like\na son of the gods!\""],"start_index":200027003024,"end_index":200027003025,"verse_count":2,"word_count":69},{"reference":"Daniel 4:1-3","translation":"NASB","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) Nebuchadnezzar the king to all the peoples, nations, and\npopulations of all languages who live in all the earth: \"May\nyour peace be great! (2) \"I am pleased to declare the signs\nand miracles that the Most High God has done for me. (3)\n\"How great are His signs And how mighty are His miracles!\nHis kingdom is an everlasting kingdom, And His dominion is\nfrom generation to generation."],"start_index":200027004001,"end_index":200027004003,"verse_count":3,"word_count":67},{"reference":"Amos 3:6-8","translation":"NASB","division":"Primary","passage_number":31,"release":"NBBC","cards":["(6) If a trumpet is blown in a city, will the people not tremble?\nIf a disaster occurs in a city, has the LORD not brought it\nabout? (7) Certainly the Lord GOD does nothing Unless He\nreveals His secret plan To His servants the prophets. (8) A lion\nhas roared! Who will not fear? The Lord GOD has spoken!\nWho can do anything but prophesy?"],"start_index":200030003006,"end_index":200030003008,"verse_count":3,"word_count":63},{"reference":"Jonah 2:1-10","translation":"NASB","division":"Primary","passage_number":32,"release":"NBBC","cards":["(1) Then Jonah prayed to the LORD his God from the stomach\nof the fish, (2) and he said, \"I called out of my distress to the\nLORD, And He answered me. I called for help from the depth\nof Sheol; You heard my voice. (3) \"For You threw me into the\ndeep, Into the heart of the seas, And the current flowed around\nme. All Your breakers and waves passed over me. (4) \"So I said,\n'I have been cast out of Your sight. Nevertheless I will look\nagain toward Your holy temple.' (5) \"Water encompassed me\nto the point of death. The deep flowed around me, Seaweed\nwas wrapped around my head. (6) \"I descended to the base of\nthe mountains. The earth with its bars was around me forever,","But You have brought up my life from the pit, LORD my God.\n(7) \"While I was fainting away, I remembered the LORD, And\nmy prayer came to You, Into Your holy temple. (8) \"Those who\nare followers of worthless idols Abandon their faithfulness,\n(9) But I will sacrifice to You With a voice of thanksgiving. That\nwhich I have vowed I will pay. Salvation is from the LORD.\"\n(10) Then the LORD commanded the fish, and it vomited\nJonah up onto the dry land."],"start_index":200032002001,"end_index":200032002010,"verse_count":10,"word_count":207},{"reference":"Micah 6:2-8","translation":"NASB","division":"Primary","passage_number":33,"release":"NBBC","cards":["(2) \"Listen, you mountains, to the indictment by the LORD, And\nyou enduring foundations of the earth, Because the LORD has\na case against His people; And He will dispute with Israel. (3)\n\"My people, what have I done to you, And how have I wearied\nyou? Answer Me. (4) \"Indeed, I brought you up from the land\nof Egypt, I redeemed you from the house of slavery, And I\nsent before you Moses, Aaron, and Miriam. (5) \"My people,\nremember now What Balak king of Moab planned And what\nBalaam son of Beor answered him, And what happened from\nShittim to Gilgal, So that you might know the righteous acts\nof the LORD.\" (6) With what shall I come to the LORD And","bow myself before the God on high? Shall I come to Him with\nburnt offerings, With yearling calves? (7) Does the LORD take\npleasure in thousands of rams, In ten thousand rivers of oil?\nShall I give Him my firstborn for my wrongdoings, The fruit of\nmy body for the sin of my soul? (8) He has told you, mortal\none, what is good; And what does the LORD require of you\nBut to do justice, to love kindness, And to walk humbly with\nyour God?"],"start_index":200033006002,"end_index":200033006008,"verse_count":7,"word_count":203},{"reference":"Matthew 3:1-10","translation":"NASB","division":"Primary","passage_number":34,"release":"NBBC","cards":["(1) Now in those days John the Baptist came, preaching in\nthe wilderness of Judea, saying, (2) \"Repent, for the kingdom\nof heaven has come near.\" (3) For this is the one referred to\nby Isaiah the prophet when he said, \"THE VOICE OF ONE\nCALLING OUT IN THE WILDERNESS, 'PREPARE THE WAY\nOF THE LORD, MAKE HIS PATHS STRAIGHT!'\" (4) Now John\nhimself had a garment of camel's hair and a leather belt around\nhis waist; and his food was locusts and wild honey. (5) At that\ntime Jerusalem was going out to him, and all Judea and all the\nregion around the Jordan; (6) and they were being baptized\nby him in the Jordan River, as they confessed their sins. (7) But","when he saw many of the Pharisees and Sadducees coming\nfor baptism, he said to them, \"You offspring of vipers, who\nwarned you to flee from the wrath to come? (8) \"Therefore\nproduce fruit consistent with repentance; (9) and do not\nassume that you can say to yourselves, 'We have Abraham as\nour father'; for I tell you that God is able, from these stones,\nto raise up children for Abraham. (10) \"And the axe is already\nlaid at the root of the trees; therefore, every tree that does not\nbear good fruit is being cut down and thrown into the fire."],"start_index":400001003001,"end_index":400001003010,"verse_count":10,"word_count":216},{"reference":"Luke 12:4-9","translation":"NASB","division":"Primary","passage_number":35,"release":"NBBC","cards":["(4) \"Now I say to you, My friends, do not be afraid of those who\nkill the body, and after that have nothing more that they can do.\n(5) \"But I will warn you whom to fear: fear the One who, after He\nhas killed someone, has the power to throw that person into hell;\nyes, I tell you, fear Him! (6) \"Are five sparrows not sold for two\nassaria? And yet not one of them has gone unnoticed in the sight\nof God. (7) \"But even the hairs of your head are all counted. Do not\nfear; you are more valuable than a great number of sparrows. (8)\n\"Now I say to you, everyone who confesses Me before people, the\nSon of Man will also confess him before the angels of God; (9) but\nthe one who denies Me before people will be denied before the\nangels of God."],"start_index":400003012004,"end_index":400003012009,"verse_count":6,"word_count":144},{"reference":"John 11:24-25","translation":"NASB","division":"Primary","passage_number":36,"release":"NBBC","cards":["(24) Martha said to Him, \"I know that he will rise in the\nresurrection on the last day.\" (25) Jesus said to her, \"I am the\nresurrection and the life; the one who believes in Me will live,\neven if he dies,"],"start_index":400004011024,"end_index":400004011025,"verse_count":2,"word_count":40},{"reference":"John 11:43-44","translation":"NASB","division":"Primary","passage_number":37,"release":"NBBC","cards":["(43) And when He had said these things, He cried out with\na loud voice, \"Lazarus, come out!\" (44) Out came the man\nwho had died, bound hand and foot with wrappings, and his\nface was wrapped around with a cloth. Jesus said to them,\n\"Unbind him, and let him go.\""],"start_index":400004011043,"end_index":400004011044,"verse_count":2,"word_count":49},{"reference":"John 14:25-27","translation":"NASB","division":"Primary","passage_number":38,"release":"NBBC","cards":["(25) \"These things I have spoken to you while remaining with\nyou. (26) \"But the Helper, the Holy Spirit whom the Father will\nsend in My name, He will teach you all things, and remind\nyou of all that I said to you. (27) \"Peace I leave you, My peace\nI give you; not as the world gives, do I give to you. Do not let\nyour hearts be troubled, nor fearful."],"start_index":400004014025,"end_index":400004014027,"verse_count":3,"word_count":69},{"reference":"Acts 7:58-60","translation":"NASB","division":"Primary","passage_number":39,"release":"NBBC","cards":["(58) When they had driven him out of the city, they began\nstoning him; and the witnesses laid aside their cloaks at the\nfeet of a young man named Saul. (59) They went on stoning\nStephen as he called on the Lord and said, \"Lord Jesus, receive\nmy spirit!\" (60) Then he fell on his knees and cried out with a\nloud voice, \"Lord, do not hold this sin against them!\" Having\nsaid this, he fell asleep."],"start_index":400005007058,"end_index":400005007060,"verse_count":3,"word_count":74},{"reference":"1 Corinthians 2:7-10","translation":"NASB","division":"Primary","passage_number":40,"release":"NBBC","cards":["(7) but we speak God's wisdom in a mystery, the hidden\nwisdom which God predestined before the ages to our\nglory; (8) the wisdom which none of the rulers of this age\nhas understood; for if they had understood it, they would not\nhave crucified the Lord of glory; (9) but just as it is written:\n\"THINGS WHICH EYE HAS NOT SEEN AND EAR HAS NOT\nHEARD, AND WHICH HAVE NOT ENTERED THE HUMAN\nHEART, ALL THAT GOD HAS PREPARED FOR THOSE WHO\nLOVE HIM.\" (10) For to us God revealed them through the\nSpirit; for the Spirit searches all things, even the depths of\nGod."],"start_index":400007002007,"end_index":400007002010,"verse_count":4,"word_count":102},{"reference":"2 Corinthians 5:7-10","translation":"NASB","division":"Primary","passage_number":41,"release":"NBBC","cards":["(7) for we walk by faith, not by sight-- (8) but we are of good\ncourage and prefer rather to be absent from the body and\nto be at home with the Lord. (9) Therefore we also have as\nour ambition, whether at home or absent, to be pleasing to\nHim. (10) For we must all appear before the judgment seat\nof Christ, so that each one may receive compensation for his\ndeeds done through the body, in accordance with what he\nhas done, whether good or bad."],"start_index":400008005007,"end_index":400008005010,"verse_count":4,"word_count":84},{"reference":"Galatians 1:14-24","translation":"NASB","division":"Primary","passage_number":42,"release":"NBBC","cards":["(14) and I was advancing in Judaism beyond many of\nmy contemporaries among my countrymen, being more\nextremely zealous for my ancestral traditions. (15) But when\nHe who had set me apart even from my mother's womb and\ncalled me through His grace was pleased (16) to reveal His\nSon in me so that I might preach Him among the Gentiles,\nI did not immediately consult with flesh and blood, (17) nor\ndid I go up to Jerusalem to those who were apostles before\nme; but I went away to Arabia, and returned once more to\nDamascus. (18) Then three years later I went up to Jerusalem\nto become acquainted with Cephas, and stayed with him for","fifteen days. (19) But I did not see another one of the apostles\nexcept James, the Lord's brother. (20) (Now in what I am\nwriting to you, I assure you before God that I am not lying.)\n(21) Then I went into the regions of Syria and Cilicia. (22) I\nwas still unknown by sight to the churches of Judea which\nare in Christ; (23) but they only kept hearing, \"The man who\nonce persecuted us is now preaching the faith which he once\ntried to destroy.\" (24) And they were glorifying God because\nof me."],"start_index":400009001014,"end_index":400009001024,"verse_count":11,"word_count":202},{"reference":"Philippians 3:12-15","translation":"NASB","division":"Primary","passage_number":43,"release":"NBBC","cards":["(12) Not that I have already grasped it all or have already\nbecome perfect, but I press on if I may also take hold of\nthat for which I was even taken hold of by Christ Jesus. (13)\nBrothers and sisters, I do not regard myself as having taken\nhold of it yet; but one thing I do: forgetting what lies behind\nand reaching forward to what lies ahead, (14) I press on\ntoward the goal for the prize of the upward call of God in\nChrist Jesus. (15) Therefore, all who are mature, let's have this\nattitude; and if in anything you have a different attitude, God\nwill reveal that to you as well;"],"start_index":400011003012,"end_index":400011003015,"verse_count":4,"word_count":111},{"reference":"Philippians 4:6-8","translation":"NASB","division":"Primary","passage_number":44,"release":"NBBC","cards":["(6) Do not be anxious about anything, but in everything by\nprayer and pleading with thanksgiving let your requests\nbe made known to God. (7) And the peace of God, which\nsurpasses all comprehension, will guard your hearts and\nminds in Christ Jesus. (8) Finally, brothers and sisters, whatever\nis true, whatever is honorable, whatever is right, whatever is\npure, whatever is lovely, whatever is commendable, if there is\nany excellence and if anything worthy of praise, think about\nthese things."],"start_index":400011004006,"end_index":400011004008,"verse_count":3,"word_count":78},{"reference":"Colossians 1:15-18","translation":"NASB","division":"Primary","passage_number":45,"release":"NBBC","cards":["(15) He is the image of the invisible God, the firstborn of all\ncreation: (16) for by Him all things were created, both in the\nheavens and on earth, visible and invisible, whether thrones,\nor dominions, or rulers, or authorities--all things have been\ncreated through Him and for Him. (17) He is before all things,\nand in Him all things hold together. (18) He is also the head\nof the body, the church; and He is the beginning, the firstborn\nfrom the dead, so that He Himself will come to have first place\nin everything."],"start_index":400012001015,"end_index":400012001018,"verse_count":4,"word_count":92},{"reference":"2 Timothy 2:1-19","translation":"NASB","division":"Primary","passage_number":46,"release":"NBBC","cards":["(1) You therefore, my son, be strong in the grace that is in Christ\nJesus. (2) The things which you have heard from me in the presence\nof many witnesses, entrust these to faithful people who will be able\nto teach others also. (3) Suffer hardship with me, as a good soldier\nof Christ Jesus. (4) No soldier in active service entangles himself\nin the affairs of everyday life, so that he may please the one who\nenlisted him. (5) And if someone likewise competes as an athlete,\nhe is not crowned as victor unless he competes according to the\nrules. (6) The hard-working farmer ought to be the first to receive\nhis share of the crops. (7) Consider what I say, for the Lord will give\nyou understanding in everything. (8) Remember Jesus Christ, risen","from the dead, descendant of David, according to my gospel, (9)\nfor which I suffer hardship even to imprisonment as a criminal; but\nthe word of God is not imprisoned. (10) For this reason I endure\nall things for the sake of those who are chosen, so that they also\nmay obtain the salvation which is in Christ Jesus and with it eternal\nglory. (11) The statement is trustworthy: For if we died with Him,\nwe will also live with Him; (12) If we endure, we will also reign with\nHim; If we deny Him, He will also deny us; (13) If we are faithless,\nHe remains faithful, for He cannot deny Himself. (14) Remind them\nof these things, and solemnly exhort them in the presence of God\nnot to dispute about words, which is useless and leads to the ruin","of the listeners. (15) Be diligent to present yourself approved to\nGod as a worker who does not need to be ashamed, accurately\nhandling the word of truth. (16) But avoid worldly and empty\nchatter, for it will lead to further ungodliness, (17) and their talk will\nspread like gangrene. Among them are Hymenaeus and Philetus,\n(18) men who have gone astray from the truth, claiming that the\nresurrection has already taken place; and they are jeopardizing\nthe faith of some. (19) Nevertheless, the firm foundation of God\nstands, having this seal: \"The Lord knows those who are His;\" and,\n\"Everyone who names the name of the Lord is to keep away from\nwickedness.\""],"start_index":400016002001,"end_index":400016002019,"verse_count":19,"word_count":373},{"reference":"Titus 2:1-11","translation":"NASB","division":"Primary","passage_number":47,"release":"NBBC","cards":["(1) But as for you, proclaim the things which are fitting for\nsound doctrine. (2) Older men are to be temperate, dignified,\nself-controlled, sound in faith, in love, in perseverance. (3)\nOlder women likewise are to be reverent in their behavior,\nnot malicious gossips nor enslaved to much wine, teaching\nwhat is good, (4) so that they may encourage the young\nwomen to love their husbands, to love their children, (5)\nto be sensible, pure, workers at home, kind, being subject\nto their own husbands, so that the word of God will not be\ndishonored. (6) Likewise urge the young men to be sensible;\n(7) in all things show yourself to be an example of good","deeds, with purity in doctrine, dignified, (8) sound in speech\nwhich is beyond reproach, so that the opponent will be put to\nshame, having nothing bad to say about us. (9) Urge slaves to\nbe subject to their own masters in everything, to be pleasing,\nnot argumentative, (10) not stealing, but showing all good\nfaith so that they will adorn the doctrine of God our Savior\nin every respect. (11) For the grace of God has appeared,\nbringing salvation to all people,"],"start_index":400017002001,"end_index":400017002011,"verse_count":11,"word_count":188},{"reference":"2 John 1:4-11","translation":"NASB","division":"Primary","passage_number":48,"release":"NBBC","cards":["(4) I was overjoyed to find some of your children walking in\ntruth, just as we have received a commandment to do from\nthe Father. (5) Now I ask you, lady, not as though I were writing\nto you a new commandment, but the one which we have\nhad from the beginning, that we love one another. (6) And\nthis is love, that we walk according to His commandments.\nThis is the commandment, just as you have heard from the\nbeginning, that you are to walk in it. (7) For many deceivers\nhave gone out into the world, those who do not acknowledge\nJesus Christ as coming in the flesh. This is the deceiver and\nthe antichrist. (8) Watch yourselves, that you do not lose","what we have accomplished, but that you may receive a full\nreward. (9) Anyone who goes too far and does not remain\nin the teaching of Christ, does not have God; the one who\nremains in the teaching has both the Father and the Son. (10) If\nanyone comes to you and does not bring this teaching, do not\nreceive him into your house, and do not give him a greeting;\n(11) for the one who gives him a greeting participates in his\nevil deeds."],"start_index":400024001004,"end_index":400024001011,"verse_count":8,"word_count":202},{"reference":"Revelation 1:4-6","translation":"NASB","division":"Primary","passage_number":49,"release":"NBBC","cards":["(4) John to the seven churches that are in Asia: Grace to you\nand peace from Him who is, and who was, and who is to\ncome, and from the seven spirits who are before His throne,\n(5) and from Jesus Christ, the faithful witness, the firstborn of\nthe dead, and the ruler of the kings of the earth. To Him who\nloves us and released us from our sins by His blood-- (6) and\nHe made us into a kingdom, priests to His God and Father--to\nHim be the glory and the dominion forever and ever. Amen."],"start_index":400027001004,"end_index":400027001006,"verse_count":3,"word_count":96},{"reference":"Revelation 2:1-7","translation":"NASB","division":"Primary","passage_number":50,"release":"NBBC","cards":["(1) \"To the angel of the church in Ephesus write: The One who\nholds the seven stars in His right hand, the One who walks\namong the seven golden lampstands, says this: (2) 'I know\nyour deeds and your labor and perseverance, and that you\ncannot tolerate evil people, and you have put those who call\nthemselves apostles to the test, and they are not, and you\nfound them to be false; (3) and you have perseverance and\nhave endured on account of My name, and have not become\nweary. (4) 'But I have this against you, that you have left your\nfirst love. (5) 'Therefore, remember from where you have\nfallen, and repent, and do the deeds you did at first; or else","I am coming to you and I will remove your lampstand from\nits place--unless you repent. (6) 'But you have this, that you\nhate the deeds of the Nicolaitans, which I also hate. (7) 'The\none who has an ear, let him hear what the Spirit says to the\nchurches. To the one who overcomes, I will grant to eat from\nthe tree of life, which is in the Paradise of God.'"],"start_index":400027002001,"end_index":400027002007,"verse_count":7,"word_count":190},{"reference":"Deuteronomy 19:14-21","translation":"NASB","division":"Primary","passage_number":51,"release":"NBBC","cards":["(14) \"You shall not displace your neighbor's boundary\nmarker, which the ancestors have set, in your inheritance\nwhich you will inherit in the land that the LORD your God is\ngiving you to possess. (15) \"A single witness shall not rise up\nagainst a person regarding any wrongdoing or any sin that\nhe commits; on the testimony of two or three witnesses a\nmatter shall be confirmed. (16) \"If a malicious witness rises up\nagainst a person to testify against him of wrongdoing, (17)\nthen both people who have the dispute shall stand before\nthe LORD, before the priests and the judges who will be in\noffice in those days. (18) \"And the judges shall investigate","thoroughly, and if the witness is a false witness and he has\ntestified against his brother falsely, (19) then you shall do to\nhim just as he had planned to do to his brother. So you shall\neliminate the evil from among you. (20) \"And the rest of the\npeople will hear and be afraid, and will never again do such\nan evil thing among you. (21) \"So you shall not show pity: life\nfor life, eye for eye, tooth for tooth, hand for hand, and foot\nfor foot."],"start_index":200005019014,"end_index":200005019021,"verse_count":8,"word_count":197},{"reference":"1 Kings 4:29-30","translation":"NASB","division":"Primary","passage_number":52,"release":"NBBC","cards":["(29) Now God gave Solomon wisdom and very great\ndiscernment and breadth of mind, like the sand that is on the\nseashore. (30) Solomon's wisdom surpassed the wisdom of\nall the people of the east and all the wisdom of Egypt."],"start_index":200011004029,"end_index":200011004030,"verse_count":2,"word_count":39},{"reference":"1 John 5:19-20","translation":"NASB","division":"Primary","passage_number":53,"release":"NBBC","cards":["(19) We know that we are of God, and that the whole world\nlies in the power of the evil one. (20) And we know that the\nSon of God has come, and has given us understanding so\nthat we may know Him who is true; and we are in Him who is\ntrue, in His Son Jesus Christ. This is the true God and eternal\nlife."],"start_index":400023005019,"end_index":400023005020,"verse_count":2,"word_count":65},{"reference":"Psalm 6:1-5","translation":"NASB","division":"Primary","passage_number":54,"release":"NBBC","cards":["(1) LORD, do not rebuke me in Your anger, Nor discipline\nme in Your wrath. (2) Be gracious to me, LORD, for I am frail;\nHeal me, LORD, for my bones are horrified. (3) And my soul is\ngreatly horrified; But You, LORD--how long? (4) Return, LORD,\nrescue my soul; Save me because of Your mercy. (5) For there\nis no mention of You in death; In Sheol, who will praise You?"],"start_index":200019006001,"end_index":200019006005,"verse_count":5,"word_count":68},{"reference":"Psalm 32:6-8","translation":"NASB","division":"Primary","passage_number":55,"release":"NBBC","cards":["(6) Therefore, let everyone who is godly pray to You in a time\nwhen You may be found; Certainly in a flood of great waters,\nthey will not reach him. (7) You are my hiding place; You keep\nme from trouble; You surround me with songs of deliverance.\n(8) I will instruct you and teach you in the way which you\nshould go; I will advise you with My eye upon you."],"start_index":200019032006,"end_index":200019032008,"verse_count":3,"word_count":69},{"reference":"Psalm 37:8-15","translation":"NASB","division":"Primary","passage_number":56,"release":"NBBC","cards":["(8) Cease from anger and abandon wrath; Do not get upset; it\nleads only to evildoing. (9) For evildoers will be eliminated, But\nthose who wait for the LORD, they will inherit the land. (10) Yet\na little while and the wicked person will be no more; And you\nwill look carefully for his place and he will not be there. (11) But\nthe humble will inherit the land And will delight themselves in\nabundant prosperity. (12) The wicked plots against the righteous,\nAnd gnashes at him with his teeth. (13) The Lord laughs at him,\nFor He sees that his day is coming. (14) The wicked have drawn\nthe sword and bent their bow To take down the afflicted and the\nneedy, To kill off those who are upright in conduct. (15) Their sword\nwill enter their own heart, And their bows will be broken."],"start_index":200019037008,"end_index":200019037015,"verse_count":8,"word_count":138},{"reference":"Psalm 146:1-10","translation":"NASB","division":"Primary","passage_number":57,"release":"NBBC","cards":["(1) Praise the LORD! Praise the LORD, my soul! (2) I will praise\nthe LORD while I live; I will sing praises to my God while I\nhave my being. (3) Do not trust in noblemen, In mortal man,\nin whom there is no salvation. (4) His spirit departs, he returns\nto the earth; On that very day his plans perish. (5) Blessed\nis he whose help is the God of Jacob, Whose hope is in the\nLORD his God, (6) Who made heaven and earth, The sea and\neverything that is in them; Who keeps faith forever; (7) Who\nexecutes justice for the oppressed; Who gives food to the\nhungry. The LORD frees the prisoners. (8) The LORD opens\nthe eyes of those who are blind; The LORD raises up those","who are bowed down; The LORD loves the righteous. (9) The\nLORD watches over strangers; He supports the fatherless and\nthe widow, But He thwarts the way of the wicked. (10) The\nLORD will reign forever, Your God, Zion, to all generations.\nPraise the LORD!"],"start_index":200019146001,"end_index":200019146010,"verse_count":10,"word_count":167},{"reference":"Psalm 148:1-14","translation":"NASB","division":"Primary","passage_number":58,"release":"NBBC","cards":["(1) Praise the LORD! Praise the LORD from the heavens; Praise\nHim in the heights! (2) Praise Him, all His angels; Praise Him,\nall His heavenly armies! (3) Praise Him, sun and moon; Praise\nHim, all stars of light! (4) Praise Him, highest heavens, And\nthe waters that are above the heavens! (5) They are to praise\nthe name of the LORD, For He commanded and they were\ncreated. (6) He has also established them forever and ever;\nHe has made a decree, and it will not pass away. (7) Praise the\nLORD from the earth, Sea monsters, and all the ocean depths;\n(8) Fire and hail, snow and clouds; Stormy wind, fulfilling His\nword; (9) Mountains and all hills; Fruit trees and all cedars;","(10) Animals and all cattle; Crawling things and winged fowl;\n(11) Kings of the earth and all peoples; Rulers and all judges\nof the earth; (12) Both young men and virgins; Old men and\nchildren. (13) They are to praise the name of the LORD, For\nHis name alone is exalted; His majesty is above earth and\nheaven. (14) And He has lifted up a horn for His people, Praise\nfor all His godly ones, For the sons of Israel, a people near to\nHim. Praise the LORD!"],"start_index":200019148001,"end_index":200019148014,"verse_count":14,"word_count":199},{"reference":"Proverbs 27:1-11","translation":"NASB","division":"Primary","passage_number":59,"release":"NBBC","cards":["(1) Do not boast about tomorrow, For you do not know what\na day may bring. (2) Let another praise you, and not your\nown mouth; A stranger, and not your own lips. (3) A stone\nis heavy and the sand weighty, But the provocation of a fool\nis heavier than both of them. (4) Wrath is fierce and anger\nis a flood, But who can stand before jealousy? (5) Better is\nopen rebuke Than love that is concealed. (6) Faithful are the\nwounds of a friend, But deceitful are the kisses of an enemy.\n(7) A satisfied person despises honey, But to a hungry person\nany bitter thing is sweet. (8) Like a bird that wanders from its\nnest, So is a person who wanders from his home. (9) Oil and","perfume make the heart glad, And a person's advice is sweet\nto his friend. (10) Do not abandon your friend or your father's\nfriend, And do not go to your brother's house on the day of\nyour disaster; Better is a neighbor who is near than a brother\nfar away. (11) Be wise, my son, and make my heart glad, So\nthat I may reply to one who taunts me."],"start_index":200020027001,"end_index":200020027011,"verse_count":11,"word_count":191},{"reference":"Proverbs 29:7-11","translation":"NASB","division":"Primary","passage_number":60,"release":"NBBC","cards":["(7) The righteous is concerned for the rights of the poor;\nThe wicked does not understand such concern. (8) Arrogant\npeople inflame a city, But wise people turn away anger. (9)\nWhen a wise person has a controversy with a foolish person,\nThe foolish person either rages or laughs, and there is no rest.\n(10) People of bloodshed hate the blameless person, But the\nupright are concerned for his life. (11) A fool always loses his\ntemper, But a wise person holds it back."],"start_index":200020029007,"end_index":200020029011,"verse_count":5,"word_count":79},{"reference":"Proverbs 30:4-10","translation":"NASB","division":"Primary","passage_number":61,"release":"NBBC","cards":["(4) Who has ascended into heaven and descended? Who has\ngathered the wind in His fists? Who has wrapped the waters in\nHis garment? Who has established all the ends of the earth?\nWhat is His name or His Son's name? Surely you know! (5)\nEvery word of God is pure; He is a shield to those who take\nrefuge in Him. (6) Do not add to His words Or He will rebuke\nyou, and you will be proved a liar. (7) Two things I have asked\nof You; Do not refuse me before I die: (8) Keep deception and\nlies far from me, Give me neither poverty nor riches; Feed me\nwith the food that is my portion, (9) So that I will not be full\nand deny You and say, \"Who is the LORD?\" And that I will not","become impoverished and steal, And profane the name of\nmy God. (10) Do not slander a slave to his master, Or he will\ncurse you and you will be found guilty."],"start_index":200020030004,"end_index":200020030010,"verse_count":7,"word_count":165},{"reference":"Ecclesiastes 4:9-12","translation":"NASB","division":"Primary","passage_number":62,"release":"NBBC","cards":["(9) Two are better than one because they have a good return\nfor their labor; (10) for if either of them falls, the one will lift\nup his companion. But woe to the one who falls when there\nis not another to lift him up! (11) Furthermore, if two lie down\ntogether they keep warm, but how can one be warm alone?\n(12) And if one can overpower him who is alone, two can\nresist him. A cord of three strands is not quickly torn apart."],"start_index":200021004009,"end_index":200021004012,"verse_count":4,"word_count":82},{"reference":"Isaiah 41:1-13","translation":"NASB","division":"Primary","passage_number":63,"release":"NBBC","cards":["(1) \"Listen to Me in silence, you coastlands, And let the\npeoples gain new strength; Let them come forward, then let\nthem speak; Let's come together for judgment. (2) \"Who has\nstirred one from the east Whom He calls in righteousness to\nHis feet? He turns nations over to him And subdues kings.\nHe makes them like dust with his sword, Like the wind-\ndriven chaff with his bow. (3) \"He pursues them, passing on\nin safety, By a way he had not been traversing with his feet.\n(4) \"Who has performed and accomplished it, Summoning\nthe generations from the beginning? 'I, the LORD, am the\nfirst, and with the last. I am He.'\" (5) The coastlands have","seen and are afraid; The ends of the earth tremble; They have\napproached and have come. (6) Each one helps his neighbor\nAnd says to his brother, \"Be strong!\" (7) So the craftsman\nencourages the smelter, And he who smooths metal with\nthe hammer encourages him who beats the anvil, Saying of\nthe soldering, \"It is good\"; And he fastens it with nails, So\nthat it will not totter. (8) \"But you, Israel, My servant, Jacob\nwhom I have chosen, Descendant of Abraham My friend, (9)\nYou whom I have taken from the ends of the earth And called\nfrom its remotest parts, And said to you, 'You are My servant,\nI have chosen you and have not rejected you. (10) 'Do not","fear, for I am with you; Do not be afraid, for I am your God. I\nwill strengthen you, I will also help you, I will also uphold you\nwith My righteous right hand.' (11) \"Behold, all those who are\nangered at you will be shamed and dishonored; Those who\ncontend with you will be as nothing and will perish. (12) \"You\nwill seek those who quarrel with you, but will not find them,\nThose who war with you will be as nothing and non-existent.\n(13) \"For I am the LORD your God who takes hold of your\nright hand, Who says to you, 'Do not fear, I will help you.'"],"start_index":200023041001,"end_index":200023041013,"verse_count":13,"word_count":340},{"reference":"Isaiah 43:1-5","translation":"NASB","division":"Primary","passage_number":64,"release":"NBBC","cards":["(1) But now, this is what the LORD says, He who is your Creator,\nJacob, And He who formed you, Israel: \"Do not fear, for I have\nredeemed you; I have called you by name; you are Mine! (2) \"When\nyou pass through the waters, I will be with you; And through the\nrivers, they will not overflow you. When you walk through the fire,\nyou will not be scorched, Nor will the flame burn you. (3) \"For I am\nthe LORD your God, The Holy One of Israel, your Savior; I have\ngiven Egypt as your ransom, Cush and Seba in exchange for you.\n(4) \"Since you are precious in My sight, Since you are honored and\nI love you, I will give other people in your place and other nations\nin exchange for your life. (5) \"Do not fear, for I am with you; I will\nbring your offspring from the east, And gather you from the west."],"start_index":200023043001,"end_index":200023043005,"verse_count":5,"word_count":155},{"reference":"Jeremiah 32:17-22","translation":"NASB","division":"Primary","passage_number":65,"release":"NBBC","cards":["(17) 'Oh, Lord GOD! Behold, You Yourself have made the\nheavens and the earth by Your great power and by Your\noutstretched arm! Nothing is too difficult for You, (18) who\nshows mercy to thousands, but repays the wrongdoing of\nfathers into the laps of their children after them, great and\nmighty God. The LORD of armies is His name; (19) great in\ncounsel and mighty in deed, whose eyes are open to all the\nways of the sons of mankind, giving to everyone according\nto his ways and according to the fruit of his deeds; (20) who\nhas accomplished signs and wonders in the land of Egypt,\nand even to this day both in Israel and among mankind;","and You have made a name for Yourself, as at this day. (21)\n'You brought Your people Israel out of the land of Egypt\nwith signs and with wonders, and with a strong hand and an\noutstretched arm, and with great terror; (22) and You gave\nthem this land, which You swore to their forefathers to give\nthem, a land flowing with milk and honey."],"start_index":200024032017,"end_index":200024032022,"verse_count":6,"word_count":178},{"reference":"Lamentations 5:16-22","translation":"NASB","division":"Primary","passage_number":66,"release":"NBBC","cards":["(16) The crown has fallen from our head; Woe to us, for we\nhave sinned! (17) Because of this our heart is faint, Because\nof these things our eyes are dim; (18) Because of Mount Zion\nwhich lies desolate, Jackals prowl in it. (19) You, LORD, rule\nforever; Your throne is from generation to generation. (20)\nWhy will You forget us forever? Why do You abandon us for\nso long? (21) Restore us to You, LORD, so that we may be\nrestored; Renew our days as of old, (22) Unless You have\nutterly rejected us And are exceedingly angry with us."],"start_index":200025005016,"end_index":200025005022,"verse_count":7,"word_count":94},{"reference":"Daniel 1:8-21","translation":"NASB","division":"Primary","passage_number":67,"release":"NBBC","cards":["(8) But Daniel made up his mind that he would not defile himself\nwith the king's choice food or with the wine which he drank; so\nhe sought permission from the commander of the officials that he\nmight not defile himself. (9) Now God granted Daniel favor and\ncompassion in the sight of the commander of the officials. (10) The\ncommander of the officials said to Daniel, \"I am afraid of my lord\nthe king, who has allotted your food and your drink; for why should\nhe see your faces looking gaunt in comparison to the youths who\nare your own age? Then you would make me forfeit my head to the\nking.\" (11) But Daniel said to the overseer whom the commander\nof the officials had appointed over Daniel, Hananiah, Mishael, and","Azariah, (12) \"Please put your servants to the test for ten days, and\nlet us be given some vegetables to eat and water to drink. (13)\n\"Then let our appearance be examined in your presence and the\nappearance of the youths who are eating the king's choice food;\nand deal with your servants according to what you see.\" (14) So he\nlistened to them in this matter, and put them to the test for ten days.\n(15) And at the end of ten days their appearance seemed better,\nand they were fatter than all the youths who had been eating the\nking's choice food. (16) So the overseer continued to withhold\ntheir choice food and the wine they were to drink, and kept giving\nthem vegetables. (17) And as for these four youths, God gave","them knowledge and intelligence in every kind of literature and\nexpertise; Daniel even understood all kinds of visions and dreams.\n(18) Then at the end of the days which the king had specified for\npresenting them, the commander of the officials presented them\nbefore Nebuchadnezzar. (19) And the king talked with them, and\nout of them all not one was found like Daniel, Hananiah, Mishael,\nand Azariah; so they entered the king's personal service. (20) As\nfor every matter of expertise and understanding about which the\nking consulted them, he found them ten times better than all the\nsoothsayer priests and conjurers who were in all his realm. (21)\nAnd Daniel continued until the first year of Cyrus the king."],"start_index":200027001008,"end_index":200027001021,"verse_count":14,"word_count":374},{"reference":"Daniel 3:26-30","translation":"NASB","division":"Primary","passage_number":68,"release":"NBBC","cards":["(26) Then Nebuchadnezzar came near to the door of the\nfurnace of blazing fire; he said, \"Shadrach, Meshach, and\nAbed-nego, come out, you servants of the Most High God, and\ncome here!\" Then Shadrach, Meshach, and Abed-nego came\nout of the middle of the fire. (27) The satraps, the prefects, the\ngovernors, and the king's counselors gathered together and\nsaw that the fire had no effect on the bodies of these men,\nnor was the hair of their heads singed, nor were their trousers\ndamaged, nor had even the smell of fire touched them. (28)\nNebuchadnezzar responded and said, \"Blessed be the God\nof Shadrach, Meshach, and Abed-nego, who has sent His","angel and rescued His servants who put their trust in Him,\nviolating the king's command, and surrendered their bodies\nrather than serve or worship any god except their own God.\n(29) \"Therefore I make a decree that any people, nation, or\npopulation of any language that speaks anything offensive\nagainst the God of Shadrach, Meshach, and Abed-nego shall\nbe torn limb from limb and their houses made a rubbish\nheap, because there is no other god who is able to save in\nthis way.\" (30) Then the king made Shadrach, Meshach, and\nAbed-nego prosperous in the province of Babylon."],"start_index":200027003026,"end_index":200027003030,"verse_count":5,"word_count":211},{"reference":"Daniel 5:5-9","translation":"NASB","division":"Primary","passage_number":69,"release":"NBBC","cards":["(5) Suddenly the fingers of a human hand emerged and began\nwriting opposite the lampstand on the plaster of the wall of\nthe king's palace, and the king saw the back of the hand that\ndid the writing. (6) Then the king's face became pale and his\nthoughts alarmed him, and his hip joints loosened and his\nknees began knocking together. (7) The king called aloud to\nbring in the sorcerers, the Chaldeans, and the diviners. The\nking began speaking and said to the wise men of Babylon,\n\"Anyone who can read this inscription and explain its\ninterpretation to me shall be clothed with purple and have\na necklace of gold around his neck, and have authority as","third ruler in the kingdom.\" (8) Then all the king's wise men\ncame in, but they could not read the inscription or make\nknown its interpretation to the king. (9) Then King Belshazzar\nwas greatly alarmed, his face grew even more pale, and his\nnobles were perplexed."],"start_index":200027005005,"end_index":200027005009,"verse_count":5,"word_count":160},{"reference":"Daniel 5:17-23","translation":"NASB","division":"Primary","passage_number":70,"release":"NBBC","cards":["(17) Then Daniel replied and said before the king, \"Keep\nyour gifts for yourself or give your rewards to someone else;\nhowever, I will read the inscription to the king and make the\ninterpretation known to him. (18) \"O king, the Most High\nGod granted sovereignty, greatness, honor, and majesty\nto Nebuchadnezzar your father. (19) \"Now because of the\ngreatness which He granted him, all the peoples, nations,\nand populations of all languages trembled and feared in his\npresence; whomever he wished, he killed, and whomever he\nwished, he spared alive; and whomever he wished he elevated,\nand whomever he wished he humbled. (20) \"But when his","heart was arrogant and his spirit became so overbearing that\nhe behaved presumptuously, he was deposed from his royal\nthrone, and his dignity was taken away from him. (21) \"He\nwas also driven away from mankind, and his heart was made\nlike that of animals, and his dwelling place was with the wild\ndonkeys. He was given grass to eat like cattle, and his body\nwas drenched with the dew of heaven, until he recognized\nthat the Most High God is ruler over the realm of mankind,\nand that He sets over it whomever He wishes. (22) \"Yet you,\nhis son, Belshazzar, have not humbled your heart, even\nthough you knew all this, (23) but you have risen up against","the Lord of heaven; and they have brought the vessels of His\nhouse before you, and you and your nobles, your wives, and\nyour concubines have been drinking wine out of them; and\nyou have praised the gods of silver and gold, of bronze, iron,\nwood, and stone, which do not see, nor hear, nor understand.\nBut the God in whose hand are your life-breath and all your\nways, you have not glorified."],"start_index":200027005017,"end_index":200027005023,"verse_count":7,"word_count":294},{"reference":"Daniel 7:13-14","translation":"NASB","division":"Primary","passage_number":71,"release":"NBBC","cards":["(13) \"I kept looking in the night visions, And behold, with the\nclouds of heaven One like a son of man was coming, And He\ncame up to the Ancient of Days And was presented before\nHim. (14) \"And to Him was given dominion, Honor, and a\nkingdom, So that all the peoples, nations, and populations of\nall languages Might serve Him. His dominion is an everlasting\ndominion Which will not pass away; And His kingdom is one\nWhich will not be destroyed."],"start_index":200027007013,"end_index":200027007014,"verse_count":2,"word_count":81},{"reference":"Jonah 3:1-5","translation":"NASB","division":"Primary","passage_number":72,"release":"NBBC","cards":["(1) Now the word of the LORD came to Jonah the second\ntime, saying, (2) \"Arise, go to Nineveh, the great city, and\nproclaim to it the proclamation which I am going to tell you.\"\n(3) So Jonah got up and went to Nineveh according to the\nword of the LORD. Now Nineveh was an exceedingly large\ncity, a three days' walk. (4) Then Jonah began to go through\nthe city one day's walk; and he cried out and said, \"Forty more\ndays, and Nineveh will be overthrown.\" (5) Then the people\nof Nineveh believed in God; and they called a fast and put on\nsackcloth, from the greatest to the least of them."],"start_index":200032003001,"end_index":200032003005,"verse_count":5,"word_count":109},{"reference":"Micah 7:5-7","translation":"NASB","division":"Primary","passage_number":73,"release":"NBBC","cards":["(5) Do not trust in a neighbor; Do not have confidence in\na close friend. Guard your lips From her who lies in your\narms. (6) For son disavows father, Daughter rises up against\nher mother, Daughter-in-law against her mother-in-law; A\nperson's enemies are the people of his own household. (7)\nBut as for me, I will be on the watch for the LORD; I will wait\nfor the God of my salvation. My God will hear me."],"start_index":200033007005,"end_index":200033007007,"verse_count":3,"word_count":79},{"reference":"Matthew 7:7-13","translation":"NASB","division":"Primary","passage_number":74,"release":"NBBC","cards":["(7) \"Ask, and it will be given to you; seek, and you will find;\nknock, and it will be opened to you. (8) \"For everyone who\nasks receives, and the one who seeks finds, and to the one\nwho knocks it will be opened. (9) \"Or what person is there\namong you who, when his son asks for a loaf of bread, will\ngive him a stone? (10) \"Or if he asks for a fish, he will not give\nhim a snake, will he? (11) \"So if you, despite being evil, know\nhow to give good gifts to your children, how much more will\nyour Father who is in heaven give good things to those who\nask Him! (12) \"In everything, therefore, treat people the same\nway you want them to treat you, for this is the Law and the","Prophets. (13) \"Enter through the narrow gate; for the gate\nis wide and the way is broad that leads to destruction, and\nthere are many who enter through it."],"start_index":400001007007,"end_index":400001007013,"verse_count":7,"word_count":162},{"reference":"Matthew 24:9-28","translation":"NASB","division":"Primary","passage_number":75,"release":"NBBC","cards":["(9) \"Then they will hand you over to tribulation and kill you, and\nyou will be hated by all nations because of My name. (10) \"And at\nthat time many will fall away, and they will betray one another and\nhate one another. (11) \"And many false prophets will rise up and\nmislead many people. (12) \"And because lawlessness is increased,\nmost people's love will become cold. (13) \"But the one who endures\nto the end is the one who will be saved. (14) \"This gospel of the\nkingdom shall be preached in the whole world as a testimony to\nall the nations, and then the end will come. (15) \"Therefore when\nyou see the ABOMINATION OF DESOLATION which was spoken\nof through Daniel the prophet, standing in the holy place--let the","reader understand-- (16) then those who are in Judea must flee\nto the mountains. (17) \"Whoever is on the housetop must not go\ndown to get things out of his house. (18) \"And whoever is in the\nfield must not turn back to get his cloak. (19) \"But woe to those\nwomen who are pregnant, and to those who are nursing babies\nin those days! (20) \"Moreover, pray that when you flee, it will not\nbe in the winter, or on a Sabbath. (21) \"For then there will be a\ngreat tribulation, such as has not occurred since the beginning of\nthe world until now, nor ever will again. (22) \"And if those days\nhad not been cut short, no life would have been saved; but for the\nsake of the elect those days will be cut short. (23) \"Then if anyone","says to you, 'Behold, here is the Christ,' or 'He is over here,' do not\nbelieve him. (24) \"For false christs and false prophets will arise and\nwill provide great signs and wonders, so as to mislead, if possible,\neven the elect. (25) \"Behold, I have told you in advance. (26) \"So if\nthey say to you, 'Behold, He is in the wilderness,' do not go out; or,\n'Behold, He is in the inner rooms,' do not believe them. (27) \"For\njust as the lightning comes from the east and flashes as far as the\nwest, so will the coming of the Son of Man be. (28) \"Wherever the\ncorpse is, there the vultures will gather."],"start_index":400001024009,"end_index":400001024028,"verse_count":20,"word_count":371},{"reference":"Matthew 27:1-14","translation":"NASB","division":"Primary","passage_number":76,"release":"NBBC","cards":["(1) Now when morning came, all the chief priests and the\nelders of the people conferred together against Jesus to put\nHim to death; (2) and they bound Him and led Him away, and\nhanded Him over to Pilate the governor. (3) Then when Judas,\nwho had betrayed Him, saw that He had been condemned,\nhe felt remorse and returned the thirty pieces of silver to the\nchief priests and elders, (4) saying, \"I have sinned by betraying\ninnocent blood.\" But they said, \"What is that to us? You shall\nsee to it yourself!\" (5) And he threw the pieces of silver into\nthe temple sanctuary and left; and he went away and hanged\nhimself. (6) The chief priests took the pieces of silver and said,","\"It is not lawful to put them in the temple treasury, since it is\nmoney paid for blood.\" (7) And they conferred together and\nwith the money bought the Potter's Field as a burial place for\nstrangers. (8) For this reason that field has been called the\nField of Blood to this day. (9) Then that which was spoken\nthrough Jeremiah the prophet was fulfilled: \"AND THEY\nTOOK THE THIRTY PIECES OF SILVER, THE PRICE OF THE\nONE WHOSE PRICE HAD BEEN SET by the sons of Israel; (10)\nAND THEY GAVE THEM FOR THE POTTER'S FIELD, JUST AS\nTHE LORD DIRECTED ME.\" (11) Now Jesus stood before the\ngovernor, and the governor questioned Him, saying, \"So You","are the King of the Jews?\" And Jesus said to him, \"It is as you\nsay.\" (12) And while He was being accused by the chief priests\nand elders, He did not offer any answer. (13) Then Pilate said\nto Him, \"Do You not hear how many things they are testifying\nagainst You?\" (14) And still He did not answer him in regard\nto even a single charge, so the governor was greatly amazed."],"start_index":400001027001,"end_index":400001027014,"verse_count":14,"word_count":304},{"reference":"Mark 16:14-19","translation":"NASB","division":"Primary","passage_number":77,"release":"NBBC","cards":["(14) Later He appeared to the eleven disciples themselves as\nthey were reclining at the table; and He reprimanded them\nfor their unbelief and hardness of heart, because they had\nnot believed those who had seen Him after He had risen from\nthe dead. (15) And He said to them, \"Go into all the world\nand preach the gospel to all creation. (16) \"The one who has\nbelieved and has been baptized will be saved; but the one\nwho has not believed will be condemned. (17) \"These signs\nwill accompany those who have believed: in My name they\nwill cast out demons, they will speak with new tongues; (18)\nthey will pick up serpents, and if they drink any deadly poison,","it will not harm them; they will lay hands on the sick, and they\nwill recover.\" (19) So then, when the Lord Jesus had spoken\nto them, He was received up into heaven and sat down at the\nright hand of God."],"start_index":400002016014,"end_index":400002016019,"verse_count":6,"word_count":157},{"reference":"Luke 8:9-10","translation":"NASB","division":"Primary","passage_number":78,"release":"NBBC","cards":["(9) Now His disciples began asking Him what this parable\nmeant. (10) And He said, \"To you it has been granted to know\nthe mysteries of the kingdom of God, but to the rest they are\ntold in parables, so that while seeing they may not see, and\nwhile hearing they may not understand."],"start_index":400003008009,"end_index":400003008010,"verse_count":2,"word_count":52},{"reference":"John 8:13-19","translation":"NASB","division":"Primary","passage_number":79,"release":"NBBC","cards":["(13) So the Pharisees said to Him, \"You are testifying about\nYourself; Your testimony is not true.\" (14) Jesus answered\nand said to them, \"Even if I am testifying about Myself, My\ntestimony is true, because I know where I came from and where\nI am going; but you do not know where I come from or where\nI am going. (15) \"You judge according to the flesh; I am not\njudging anyone. (16) \"But even if I do judge, My judgment is\ntrue; for I am not alone in it, but I and the Father who sent Me.\n(17) \"Even in your Law it has been written that the testimony\nof two people is true. (18) \"I am He who testifies about Myself,\nand the Father who sent Me testifies about Me.\" (19) So they","were saying to Him, \"Where is Your Father?\" Jesus answered,\n\"You know neither Me nor My Father; if you knew Me, you\nwould know My Father also.\""],"start_index":400004008013,"end_index":400004008019,"verse_count":7,"word_count":156},{"reference":"Romans 12:3-21","translation":"NASB","division":"Primary","passage_number":80,"release":"NBBC","cards":["(3) For through the grace given to me I say to everyone among you\nnot to think more highly of himself than he ought to think; but to\nthink so as to have sound judgment, as God has allotted to each\na measure of faith. (4) For just as we have many parts in one body\nand all the body's parts do not have the same function, (5) so we,\nwho are many, are one body in Christ, and individually parts of\none another. (6) However, since we have gifts that differ according\nto the grace given to us, each of us is to use them properly: if\nprophecy, in proportion to one's faith; (7) if service, in the act of\nserving; or the one who teaches, in the act of teaching; (8) or the\none who exhorts, in the work of exhortation; the one who gives,","with generosity; the one who is in leadership, with diligence; the\none who shows mercy, with cheerfulness. (9) Love must be free\nof hypocrisy. Detest what is evil; cling to what is good. (10) Be\ndevoted to one another in brotherly love; give preference to one\nanother in honor, (11) not lagging behind in diligence, fervent\nin spirit, serving the Lord; (12) rejoicing in hope, persevering in\ntribulation, devoted to prayer, (13) contributing to the needs of\nthe saints, practicing hospitality. (14) Bless those who persecute\nyou; bless and do not curse. (15) Rejoice with those who rejoice,\nand weep with those who weep. (16) Be of the same mind toward\none another; do not be haughty in mind, but associate with the","lowly. Do not be wise in your own estimation. (17) Never repay\nevil for evil to anyone. Respect what is right in the sight of all\npeople. (18) If possible, so far as it depends on you, be at peace\nwith all people. (19) Never take your own revenge, beloved, but\nleave room for the wrath of God, for it is written: \"VENGEANCE IS\nMINE, I WILL REPAY,\" says the Lord. (20) \"BUT IF YOUR ENEMY IS\nHUNGRY, FEED HIM; IF HE IS THIRSTY, GIVE HIM A DRINK; FOR\nIN SO DOING YOU WILL HEAP BURNING COALS ON HIS HEAD.\"\n(21) Do not be overcome by evil, but overcome evil with good."],"start_index":400006012003,"end_index":400006012021,"verse_count":19,"word_count":363},{"reference":"1 Corinthians 1:27-31","translation":"NASB","division":"Primary","passage_number":81,"release":"NBBC","cards":["(27) but God has chosen the foolish things of the world to\nshame the wise, and God has chosen the weak things of\nthe world to shame the things which are strong, (28) and\nthe insignificant things of the world and the despised God\nhas chosen, the things that are not, so that He may nullify\nthe things that are, (29) so that no human may boast before\nGod. (30) But it is due to Him that you are in Christ Jesus,\nwho became to us wisdom from God, and righteousness\nand sanctification, and redemption, (31) so that, just as it is\nwritten: \"LET THE ONE WHO BOASTS, BOAST IN THE LORD.\""],"start_index":400007001027,"end_index":400007001031,"verse_count":5,"word_count":107},{"reference":"2 Corinthians 1:9-11","translation":"NASB","division":"Primary","passage_number":82,"release":"NBBC","cards":["(9) Indeed, we had the sentence of death within ourselves so\nthat we would not trust in ourselves, but in God who raises\nthe dead, (10) who rescued us from so great a danger of\ndeath, and will rescue us, He on whom we have set our hope.\nAnd He will yet deliver us, (11) if you also join in helping us\nthrough your prayers, so that thanks may be given by many\npersons in our behalf for the favor granted to us through the\nprayers of many."],"start_index":400008001009,"end_index":400008001011,"verse_count":3,"word_count":85},{"reference":"2 Corinthians 4:1-13","translation":"NASB","division":"Primary","passage_number":83,"release":"NBBC","cards":["(1) Therefore, since we have this ministry, as we received\nmercy, we do not lose heart, (2) but we have renounced the\nthings hidden because of shame, not walking in trickery nor\ndistorting the word of God, but by the open proclamation of\nthe truth commending ourselves to every person's conscience\nin the sight of God. (3) And even if our gospel is veiled, it is\nveiled to those who are perishing, (4) in whose case the god\nof this world has blinded the minds of the unbelieving so that\nthey will not see the light of the gospel of the glory of Christ,\nwho is the image of God. (5) For we do not preach ourselves,\nbut Christ Jesus as Lord, and ourselves as your bond-servants","on account of Jesus. (6) For God, who said, \"Light shall shine\nout of darkness,\" is the One who has shone in our hearts\nto give the Light of the knowledge of the glory of God in\nthe face of Christ. (7) But we have this treasure in earthen\ncontainers, so that the extraordinary greatness of the power\nwill be of God and not from ourselves; (8) we are afflicted in\nevery way, but not crushed; perplexed, but not despairing;\n(9) persecuted, but not abandoned; struck down, but not\ndestroyed; (10) always carrying around in the body the dying\nof Jesus, so that the life of Jesus may also be revealed in our\nbody. (11) For we who live are constantly being handed over","to death because of Jesus, so that the life of Jesus may also\nbe revealed in our mortal flesh. (12) So death works in us, but\nlife in you. (13) But having the same spirit of faith, according\nto what is written: \"I BELIEVED, THEREFORE I SPOKE,\" we\nalso believe, therefore we also speak,"],"start_index":400008004001,"end_index":400008004013,"verse_count":13,"word_count":293},{"reference":"2 Corinthians 10:1-6","translation":"NASB","division":"Primary","passage_number":84,"release":"NBBC","cards":["(1) Now I, Paul, myself urge you by the meekness and gentleness\nof Christ--I who am meek when face to face with you, but bold\ntoward you when absent! (2) I ask that when I am present I need not\nbe bold with the confidence with which I intend to be courageous\nagainst some, who regard us as if we walked according to the\nflesh. (3) For though we walk in the flesh, we do not wage battle\naccording to the flesh, (4) for the weapons of our warfare are not\nof the flesh, but divinely powerful for the destruction of fortresses.\n(5) We are destroying arguments and all arrogance raised against\nthe knowledge of God, and we are taking every thought captive\nto the obedience of Christ, (6) and we are ready to punish all\ndisobedience, whenever your obedience is complete."],"start_index":400008010001,"end_index":400008010006,"verse_count":6,"word_count":137},{"reference":"Galatians 4:1-5","translation":"NASB","division":"Primary","passage_number":85,"release":"NBBC","cards":["(1) Now I say, as long as the heir is a child, he does not differ\nat all from a slave, although he is owner of everything, (2) but\nhe is under guardians and managers until the date set by the\nfather. (3) So we too, when we were children, were held in\nbondage under the elementary principles of the world. (4)\nBut when the fullness of the time came, God sent His Son,\nborn of a woman, born under the Law, (5) so that He might\nredeem those who were under the Law, that we might receive\nthe adoption as sons and daughters."],"start_index":400009004001,"end_index":400009004005,"verse_count":5,"word_count":99},{"reference":"Philippians 1:18-30","translation":"NASB","division":"Primary","passage_number":86,"release":"NBBC","cards":["(18) What then? Only that in every way, whether in pretense or\nin truth, Christ is proclaimed, and in this I rejoice. But not only\nthat, I also will rejoice, (19) for I know that this will turn out for\nmy deliverance through your prayers and the provision of the\nSpirit of Jesus Christ, (20) according to my eager expectation\nand hope, that I will not be put to shame in anything, but that\nwith all boldness, Christ will even now, as always, be exalted\nin my body, whether by life or by death. (21) For to me, to\nlive is Christ, and to die is gain. (22) But if I am to live on\nin the flesh, this will mean fruitful labor for me; and I do not\nknow which to choose. (23) But I am hard-pressed from both","directions, having the desire to depart and be with Christ, for\nthat is very much better; (24) yet to remain on in the flesh is\nmore necessary for your sakes. (25) Convinced of this, I know\nthat I will remain and continue with you all for your progress\nand joy in the faith, (26) so that your pride in Christ Jesus may\nbe abundant because of me by my coming to you again. (27)\nOnly conduct yourselves in a manner worthy of the gospel of\nChrist, so that whether I come and see you or remain absent,\nI will hear about you that you are standing firm in one spirit,\nwith one mind striving together for the faith of the gospel;\n(28) and in no way alarmed by your opponents--which is a","sign of destruction for them, but of salvation for you, and\nthis too, from God. (29) For to you it has been granted for\nChrist's sake, not only to believe in Him, but also to suffer on\nHis behalf, (30) experiencing the same conflict which you saw\nin me, and now hear to be in me."],"start_index":400011001018,"end_index":400011001030,"verse_count":13,"word_count":317},{"reference":"Colossians 1:9-11","translation":"NASB","division":"Primary","passage_number":87,"release":"NBBC","cards":["(9) For this reason we also, since the day we heard about it,\nhave not ceased praying for you and asking that you may be\nfilled with the knowledge of His will in all spiritual wisdom\nand understanding, (10) so that you will walk in a manner\nworthy of the Lord, to please Him in all respects, bearing fruit\nin every good work and increasing in the knowledge of God;\n(11) strengthened with all power, according to His glorious\nmight, for the attaining of all perseverance and patience;\njoyously"],"start_index":400012001009,"end_index":400012001011,"verse_count":3,"word_count":86},{"reference":"Colossians 2:6-10","translation":"NASB","division":"Primary","passage_number":88,"release":"NBBC","cards":["(6) Therefore, as you have received Christ Jesus the Lord, so\nwalk in Him, (7) having been firmly rooted and now being\nbuilt up in Him and established in your faith, just as you were\ninstructed, and overflowing with gratitude. (8) See to it that\nthere is no one who takes you captive through philosophy\nand empty deception in accordance with human tradition,\nin accordance with the elementary principles of the world,\nrather than in accordance with Christ. (9) For in Him all the\nfullness of Deity dwells in bodily form, (10) and in Him you\nhave been made complete, and He is the head over every\nruler and authority;"],"start_index":400012002006,"end_index":400012002010,"verse_count":5,"word_count":105},{"reference":"1 Timothy 5:17-22","translation":"NASB","division":"Primary","passage_number":89,"release":"NBBC","cards":["(17) The elders who lead well are to be considered worthy of\ndouble honor, especially those who work hard at preaching and\nteaching. (18) For the Scripture says, \"YOU SHALL NOT MUZZLE\nTHE OX WHILE IT IS THRESHING,\" and \"The laborer is worthy of his\nwages.\" (19) Do not accept an accusation against an elder except\non the basis of two or three witnesses. (20) Those who continue in\nsin, rebuke in the presence of all, so that the rest also will be fearful\nof sinning. (21) I solemnly exhort you in the presence of God and of\nChrist Jesus and of His chosen angels, to maintain these principles\nwithout bias, doing nothing in a spirit of partiality. (22) Do not lay\nhands upon anyone too quickly and thereby share responsibility\nfor the sins of others; keep yourself free from sin."],"start_index":400015005017,"end_index":400015005022,"verse_count":6,"word_count":135},{"reference":"1 Timothy 6:11-16","translation":"NASB","division":"Primary","passage_number":90,"release":"NBBC","cards":["(11) But flee from these things, you man of God, and pursue\nrighteousness, godliness, faith, love, perseverance, and\ngentleness. (12) Fight the good fight of faith; take hold of the\neternal life to which you were called, and for which you made\nthe good confession in the presence of many witnesses. (13) I\ndirect you in the presence of God, who gives life to all things,\nand of Christ Jesus, who testified the good confession before\nPontius Pilate, (14) that you keep the commandment without\nfault or reproach until the appearing of our Lord Jesus Christ,\n(15) which He will bring about at the proper time--He who is\nthe blessed and only Sovereign, the King of kings and Lord","of lords, (16) who alone possesses immortality and dwells in\nunapproachable light, whom no one has seen or can see. To\nHim be honor and eternal dominion! Amen."],"start_index":400015006011,"end_index":400015006016,"verse_count":6,"word_count":142},{"reference":"2 Timothy 3:10-17","translation":"NASB","division":"Primary","passage_number":91,"release":"NBBC","cards":["(10) Now you followed my teaching, conduct, purpose,\nfaith, patience, love, perseverance, (11) persecutions, and\nsufferings, such as happened to me at Antioch, at Iconium,\nand at Lystra; what persecutions I endured, and out of them\nall the Lord rescued me! (12) Indeed, all who want to live\nin a godly way in Christ Jesus will be persecuted. (13) But\nevil people and impostors will proceed from bad to worse,\ndeceiving and being deceived. (14) You, however, continue\nin the things you have learned and become convinced of,\nknowing from whom you have learned them, (15) and that\nfrom childhood you have known the sacred writings which are","able to give you the wisdom that leads to salvation through\nfaith which is in Christ Jesus. (16) All Scripture is inspired by\nGod and beneficial for teaching, for rebuke, for correction,\nfor training in righteousness; (17) so that the man or woman\nof God may be fully capable, equipped for every good work."],"start_index":400016003010,"end_index":400016003017,"verse_count":8,"word_count":154},{"reference":"Philemon 1:4-7","translation":"NASB","division":"Primary","passage_number":92,"release":"NBBC","cards":["(4) I thank my God always, making mention of you in my\nprayers, (5) because I hear of your love and of the faith which\nyou have toward the Lord Jesus and toward all the saints;\n(6) and I pray that the fellowship of your faith may become\neffective through the knowledge of every good thing which\nis in you for the sake of Christ. (7) For I have had great joy and\ncomfort in your love, because the hearts of the saints have\nbeen refreshed through you, brother."],"start_index":400018001004,"end_index":400018001007,"verse_count":4,"word_count":85},{"reference":"Hebrews 2:1-8","translation":"NASB","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) For this reason we must pay much closer attention to what\nwe have heard, so that we do not drift away from it. (2) For if the\nword spoken through angels proved unalterable, and every\nviolation and act of disobedience received a just punishment,\n(3) how will we escape if we neglect so great a salvation?\nAfter it was at first spoken through the Lord, it was confirmed\nto us by those who heard, (4) God also testifying with them,\nboth by signs and wonders, and by various miracles and by\ngifts of the Holy Spirit according to His own will. (5) For He\ndid not subject to angels the world to come, about which\nwe are speaking. (6) But someone has testified somewhere,","saying, \"WHAT IS MAN, THAT YOU THINK OF HIM? OR A SON\nOF MAN, THAT YOU ARE CONCERNED ABOUT HIM? (7)\n\"YOU HAVE MADE HIM FOR A LITTLE WHILE LOWER THAN\nANGELS; YOU HAVE CROWNED HIM WITH GLORY AND\nHONOR; (8) YOU HAVE PUT EVERYTHING IN SUBJECTION\nUNDER HIS FEET.\" For in subjecting all things to him, He left\nnothing that is not subject to him. But now we do not yet see\nall things subjected to him."],"start_index":400019002001,"end_index":400019002008,"verse_count":8,"word_count":195},{"reference":"Hebrews 5:5-9","translation":"NASB","division":"Primary","passage_number":94,"release":"NBBC","cards":["(5) So too Christ did not glorify Himself in becoming a high\npriest, but it was He who said to Him, \"YOU ARE MY SON,\nTODAY I HAVE FATHERED YOU\"; (6) just as He also says in\nanother passage, \"YOU ARE A PRIEST FOREVER ACCORDING\nTO THE ORDER OF MELCHIZEDEK.\" (7) In the days of His\nhumanity, He offered up both prayers and pleas with loud\ncrying and tears to the One able to save Him from death, and\nHe was heard because of His devout behavior. (8) Although\nHe was a Son, He learned obedience from the things which\nHe suffered. (9) And having been perfected, He became the\nsource of eternal salvation for all those who obey Him,"],"start_index":400019005005,"end_index":400019005009,"verse_count":5,"word_count":115},{"reference":"Hebrews 9:11-14","translation":"NASB","division":"Primary","passage_number":95,"release":"NBBC","cards":["(11) But when Christ appeared as a high priest of the good things\nhaving come, He entered through the greater and more perfect\ntabernacle, not made by hands, that is, not of this creation; (12)\nand not through the blood of goats and calves, but through His\nown blood, He entered the holy place once for all time, having\nobtained eternal redemption. (13) For if the blood of goats and\nbulls, and the ashes of a heifer sprinkling those who have been\ndefiled, sanctify for the cleansing of the flesh, (14) how much more\nwill the blood of Christ, who through the eternal Spirit offered\nHimself without blemish to God, cleanse your conscience from\ndead works to serve the living God?"],"start_index":400019009011,"end_index":400019009014,"verse_count":4,"word_count":117},{"reference":"James 1:16-18","translation":"NASB","division":"Primary","passage_number":96,"release":"NBBC","cards":["(16) Do not be deceived, my beloved brothers and sisters.\n(17) Every good thing given and every perfect gift is from\nabove, coming down from the Father of lights, with whom\nthere is no variation or shifting shadow. (18) In the exercise\nof His will He gave us birth by the word of truth, so that we\nwould be a kind of first fruits among His creatures."],"start_index":400020001016,"end_index":400020001018,"verse_count":3,"word_count":64},{"reference":"James 3:14-18","translation":"NASB","division":"Primary","passage_number":97,"release":"NBBC","cards":["(14) But if you have bitter jealousy and selfish ambition in your\nheart, do not be arrogant and so lie against the truth. (15)\nThis wisdom is not that which comes down from above, but is\nearthly, natural, demonic. (16) For where jealousy and selfish\nambition exist, there is disorder and every evil thing. (17)\nBut the wisdom from above is first pure, then peace-loving,\ngentle, reasonable, full of mercy and good fruits, impartial,\nfree of hypocrisy. (18) And the fruit of righteousness is sown\nin peace by those who make peace."],"start_index":400020003014,"end_index":400020003018,"verse_count":5,"word_count":88},{"reference":"James 5:14-18","translation":"NASB","division":"Primary","passage_number":98,"release":"NBBC","cards":["(14) Is anyone among you sick? Then he must call for the elders\nof the church and they are to pray over him, anointing him with\noil in the name of the Lord; (15) and the prayer of faith will restore\nthe one who is sick, and the Lord will raise him up, and if he has\ncommitted sins, they will be forgiven him. (16) Therefore, confess\nyour sins to one another, and pray for one another so that you\nmay be healed. A prayer of a righteous person, when it is brought\nabout, can accomplish much. (17) Elijah was a man with a nature\nlike ours, and he prayed earnestly that it would not rain, and it did\nnot rain on the earth for three years and six months. (18) Then he\nprayed again, and the sky poured rain and the earth produced its\nfruit."],"start_index":400020005014,"end_index":400020005018,"verse_count":5,"word_count":141},{"reference":"1 Peter 1:1-8","translation":"NASB","division":"Primary","passage_number":99,"release":"NBBC","cards":["(1) Peter, an apostle of Jesus Christ, To those who reside as\nstrangers, scattered throughout Pontus, Galatia, Cappadocia,\nAsia, and Bithynia, who are chosen (2) according to the\nforeknowledge of God the Father, by the sanctifying work\nof the Spirit, to obey Jesus Christ and be sprinkled with His\nblood: May grace and peace be multiplied to you. (3) Blessed\nbe the God and Father of our Lord Jesus Christ, who according\nto His great mercy has caused us to be born again to a living\nhope through the resurrection of Jesus Christ from the dead,\n(4) to obtain an inheritance which is imperishable, undefiled,\nand will not fade away, reserved in heaven for you, (5) who are","protected by the power of God through faith for a salvation\nready to be revealed in the last time. (6) In this you greatly\nrejoice, even though now for a little while, if necessary, you\nhave been distressed by various trials, (7) so that the proof\nof your faith, being more precious than gold which perishes\nthough tested by fire, may be found to result in praise, glory,\nand honor at the revelation of Jesus Christ; (8) and though\nyou have not seen Him, you love Him, and though you do not\nsee Him now, but believe in Him, you greatly rejoice with joy\ninexpressible and full of glory,"],"start_index":400021001001,"end_index":400021001008,"verse_count":8,"word_count":219},{"reference":"1 Peter 1:13-16","translation":"NASB","division":"Primary","passage_number":100,"release":"NBBC","cards":["(13) Therefore, prepare your minds for action, keep sober in\nspirit, set your hope completely on the grace to be brought\nto you at the revelation of Jesus Christ. (14) As obedient\nchildren, do not be conformed to the former lusts which\nwere yours in your ignorance, (15) but like the Holy One who\ncalled you, be holy yourselves also in all your behavior; (16)\nbecause it is written: \"YOU SHALL BE HOLY, FOR I AM HOLY.\""],"start_index":400021001013,"end_index":400021001016,"verse_count":4,"word_count":73},{"reference":"2 Peter 3:7-13","translation":"NASB","division":"Primary","passage_number":101,"release":"NBBC","cards":["(7) But by His word the present heavens and earth are being\nreserved for fire, kept for the day of judgment and destruction\nof ungodly people. (8) But do not let this one fact escape your\nnotice, beloved, that with the Lord one day is like a thousand\nyears, and a thousand years like one day. (9) The Lord is not\nslow about His promise, as some count slowness, but is patient\ntoward you, not willing for any to perish, but for all to come\nto repentance. (10) But the day of the Lord will come like a\nthief, in which the heavens will pass away with a roar and the\nelements will be destroyed with intense heat, and the earth\nand its works will be discovered. (11) Since all these things","are to be destroyed in this way, what sort of people ought\nyou to be in holy conduct and godliness, (12) looking for and\nhastening the coming of the day of God, because of which\nthe heavens will be destroyed by burning, and the elements\nwill melt with intense heat! (13) But according to His promise\nwe are looking for new heavens and a new earth, in which\nrighteousness dwells."],"start_index":400022003007,"end_index":400022003013,"verse_count":7,"word_count":195},{"reference":"1 John 3:4-6","translation":"NASB","division":"Primary","passage_number":102,"release":"NBBC","cards":["(4) Everyone who practices sin also practices lawlessness; and\nsin is lawlessness. (5) You know that He appeared in order to\ntake away sins; and in Him there is no sin. (6) No one who\nremains in Him sins continually; no one who sins continually\nhas seen Him or knows Him."],"start_index":400023003004,"end_index":400023003006,"verse_count":3,"word_count":48},{"reference":"Jude 1:20-21","translation":"NASB","division":"Primary","passage_number":103,"release":"NBBC","cards":["(20) But you, beloved, building yourselves up on your most\nholy faith, praying in the Holy Spirit, (21) keep yourselves in\nthe love of God, looking forward to the mercy of our Lord\nJesus Christ to eternal life."],"start_index":400026001020,"end_index":400026001021,"verse_count":2,"word_count":36},{"reference":"Revelation 2:8-11","translation":"NASB","division":"Primary","passage_number":104,"release":"NBBC","cards":["(8) \"And to the angel of the church in Smyrna write: The first\nand the last, who was dead, and has come to life, says this:\n(9) 'I know your tribulation and your poverty (but you are\nrich), and the slander by those who say they are Jews, and\nare not, but are a synagogue of Satan. (10) 'Do not fear what\nyou are about to suffer. Behold, the devil is about to throw\nsome of you into prison, so that you will be tested, and you\nwill have tribulation for ten days. Be faithful until death, and I\nwill give you the crown of life. (11) 'The one who has an ear,\nlet him hear what the Spirit says to the churches. The one who\novercomes will not be hurt by the second death.'"],"start_index":400027002008,"end_index":400027002011,"verse_count":4,"word_count":131}]
