[{"reference":"John 8:32","translation":"NKJV","division":"Primary","passage_number":1,"release":"Navigate","cards":["(32) \"And you shall know the truth, and the truth shall make\nyou free.\""],"start_index":400004008032,"end_index":400004008032,"verse_count":1,"word_count":13},{"reference":"John 12:12–13","translation":"NKJV","division":"Primary","passage_number":2,"release":"Navigate","cards":["(12) The next day a great multitude that had come to the\nfeast, when they heard that Jesus was coming to Jerusalem,\n(13) took branches of palm trees and went out to meet Him,\nand cried out: \"Hosanna! 'Blessed is He who comes in the\nname of the LORD!' The King of Israel!\""],"start_index":400004012012,"end_index":400004012013,"verse_count":2,"word_count":51},{"reference":"Psalm 118:24–26","translation":"NKJV","division":"Primary","passage_number":3,"release":"Explore","cards":["(24) This is the day the LORD has made; We will rejoice and\nbe glad in it. (25) Save now, I pray, O LORD; O LORD, I pray,\nsend now prosperity. (26) Blessed is he who comes in the\nname of the LORD! We have blessed you from the house of\nthe LORD."],"start_index":200019118024,"end_index":200019118026,"verse_count":3,"word_count":50},{"reference":"John 13:14–16","translation":"NKJV","division":"Primary","passage_number":4,"release":"Navigate","cards":["(14) \"If I then, your Lord and Teacher, have washed your feet,\nyou also ought to wash one another's feet. (15) \"For I have\ngiven you an example, that you should do as I have done to\nyou. (16) \"Most assuredly, I say to you, a servant is not greater\nthan his master; nor is he who is sent greater than he who\nsent him."],"start_index":400004013014,"end_index":400004013016,"verse_count":3,"word_count":62},{"reference":"Jeremiah 7:10–11","translation":"NKJV","division":"Primary","passage_number":5,"release":"Explore","cards":["(10) \"and then come and stand before Me in this house which\nis called by My name, and say, 'We are delivered to do all\nthese abominations'? (11) \"Has this house, which is called by\nMy name, become a den of thieves in your eyes? Behold, I,\neven I, have seen it,\" says the LORD."],"start_index":200024007010,"end_index":200024007011,"verse_count":2,"word_count":53},{"reference":"John 14:4–6","translation":"NKJV","division":"Primary","passage_number":6,"release":"Navigate","cards":["(4) \"And where I go you know, and the way you know.\" (5)\nThomas said to Him, \"Lord, we do not know where You are\ngoing, and how can we know the way?\" (6) Jesus said to him,\n\"I am the way, the truth, and the life. No one comes to the\nFather except through Me."],"start_index":400004014004,"end_index":400004014006,"verse_count":3,"word_count":53},{"reference":"Joel 2:10–11","translation":"NKJV","division":"Primary","passage_number":7,"release":"Explore","cards":["(10) The earth quakes before them, The heavens tremble;\nThe sun and moon grow dark, And the stars diminish their\nbrightness. (11) The LORD gives voice before His army, For\nHis camp is very great; For strong is the One who executes\nHis word. For the day of the LORD is great and very terrible;\nWho can endure it?"],"start_index":200029002010,"end_index":200029002011,"verse_count":2,"word_count":57},{"reference":"John 15:5–7","translation":"NKJV","division":"Primary","passage_number":8,"release":"Navigate","cards":["(5) \"I am the vine, you are the branches. He who abides in\nMe, and I in him, bears much fruit; for without Me you can do\nnothing. (6) \"If anyone does not abide in Me, he is cast out as\na branch and is withered; and they gather them and throw\nthem into the fire, and they are burned. (7) \"If you abide in\nMe, and My words abide in you, you will ask what you desire,\nand it shall be done for you."],"start_index":400004015005,"end_index":400004015007,"verse_count":3,"word_count":82},{"reference":"Psalm 41:9","translation":"NKJV","division":"Primary","passage_number":9,"release":"Explore","cards":["(9) Even my own familiar friend in whom I trusted, Who ate\nmy bread, Has lifted up his heel against me."],"start_index":200019041009,"end_index":200019041009,"verse_count":1,"word_count":20},{"reference":"John 16:13–14","translation":"NKJV","division":"Primary","passage_number":10,"release":"Navigate","cards":["(13) \"However, when He, the Spirit of truth, has come, He\nwill guide you into all truth; for He will not speak on His own\nauthority, but whatever He hears He will speak; and He will\ntell you things to come. (14) \"He will glorify Me, for He will\ntake of what is Mine and declare it to you."],"start_index":400004016013,"end_index":400004016014,"verse_count":2,"word_count":57},{"reference":"Jeremiah 31:33–34","translation":"NKJV","division":"Primary","passage_number":11,"release":"Explore","cards":["(33) \"But this is the covenant that I will make with the house\nof Israel after those days, says the LORD: I will put My law in\ntheir minds, and write it on their hearts; and I will be their\nGod, and they shall be My people. (34) \"No more shall every\nman teach his neighbor, and every man his brother, saying,\n'Know the LORD,' for they all shall know Me, from the least of\nthem to the greatest of them, says the LORD. For I will forgive\ntheir iniquity, and their sin I will remember no more.\""],"start_index":200024031033,"end_index":200024031034,"verse_count":2,"word_count":96},{"reference":"John 17:17–19","translation":"NKJV","division":"Primary","passage_number":12,"release":"Navigate","cards":["(17) \"Sanctify them by Your truth. Your word is truth. (18) \"As\nYou sent Me into the world, I also have sent them into the\nworld. (19) \"And for their sakes I sanctify Myself, that they\nalso may be sanctified by the truth."],"start_index":400004017017,"end_index":400004017019,"verse_count":3,"word_count":40},{"reference":"Zechariah 13:7","translation":"NKJV","division":"Primary","passage_number":13,"release":"Explore","cards":["(7) \"Awake, O sword, against My Shepherd, Against the Man\nwho is My Companion,\" Says the LORD of hosts. \"Strike the\nShepherd, And the sheep will be scattered; Then I will turn\nMy hand against the little ones."],"start_index":200038013007,"end_index":200038013007,"verse_count":1,"word_count":37},{"reference":"John 20:30–31","translation":"NKJV","division":"Primary","passage_number":14,"release":"Navigate","cards":["(30) And truly Jesus did many other signs in the presence of\nHis disciples, which are not written in this book; (31) but these\nare written that you may believe that Jesus is the Christ, the\nSon of God, and that believing you may have life in His name."],"start_index":400004020030,"end_index":400004020031,"verse_count":2,"word_count":47},{"reference":"Psalm 16:10–11","translation":"NKJV","division":"Primary","passage_number":15,"release":"Explore","cards":["(10) For You will not leave my soul in Sheol, Nor will You allow\nYour Holy One to see corruption. (11) You will show me the\npath of life; In Your presence is fullness of joy; At Your right\nhand are pleasures forevermore."],"start_index":200019016010,"end_index":200019016011,"verse_count":2,"word_count":41},{"reference":"Genesis 39:21","translation":"NKJV","division":"Primary","passage_number":16,"release":"NBBC","cards":["(21) But the LORD was with Joseph and showed him mercy,\nand He gave him favor in the sight of the keeper of the prison."],"start_index":200001039021,"end_index":200001039021,"verse_count":1,"word_count":24},{"reference":"Leviticus 11:44-45","translation":"NKJV","division":"Primary","passage_number":17,"release":"NBBC","cards":["(44) 'For I am the LORD your God. You shall therefore\nconsecrate yourselves, and you shall be holy; for I am holy.\nNeither shall you defile yourselves with any creeping thing\nthat creeps on the earth. (45) 'For I am the LORD who brings\nyou up out of the land of Egypt, to be your God. You shall\ntherefore be holy, for I am holy."],"start_index":200003011044,"end_index":200003011045,"verse_count":2,"word_count":63},{"reference":"Numbers 12:5-9","translation":"NKJV","division":"Primary","passage_number":18,"release":"NBBC","cards":["(5) Then the LORD came down in the pillar of cloud and stood\nin the door of the tabernacle, and called Aaron and Miriam.\nAnd they both went forward. (6) Then He said, \"Hear now My\nwords: If there is a prophet among you, I, the LORD, make\nMyself known to him in a vision; I speak to him in a dream. (7)\nNot so with My servant Moses; He is faithful in all My house.\n(8) I speak with him face to face, Even plainly, and not in dark\nsayings; And he sees the form of the LORD. Why then were\nyou not afraid To speak against My servant Moses?\" (9) So\nthe anger of the LORD was aroused against them, and He\ndeparted."],"start_index":200004012005,"end_index":200004012009,"verse_count":5,"word_count":120},{"reference":"Deuteronomy 28:49-52","translation":"NKJV","division":"Primary","passage_number":19,"release":"NBBC","cards":["(49) \"The LORD will bring a nation against you from afar, from the\nend of the earth, as swift as the eagle flies, a nation whose language\nyou will not understand, (50) \"a nation of fierce countenance, which\ndoes not respect the elderly nor show favor to the young. (51)\n\"And they shall eat the increase of your livestock and the produce\nof your land, until you are destroyed; they shall not leave you grain\nor new wine or oil, or the increase of your cattle or the offspring of\nyour flocks, until they have destroyed you. (52) \"They shall besiege\nyou at all your gates until your high and fortified walls, in which you\ntrust, come down throughout all your land; and they shall besiege\nyou at all your gates throughout all your land which the LORD your\nGod has given you."],"start_index":200005028049,"end_index":200005028052,"verse_count":4,"word_count":139},{"reference":"2 Kings 24:1-5","translation":"NKJV","division":"Primary","passage_number":20,"release":"NBBC","cards":["(1) In his days Nebuchadnezzar king of Babylon came up, and\nJehoiakim became his vassal for three years. Then he turned\nand rebelled against him. (2) And the LORD sent against\nhim raiding bands of Chaldeans, bands of Syrians, bands\nof Moabites, and bands of the people of Ammon; He sent\nthem against Judah to destroy it, according to the word of\nthe LORD which He had spoken by His servants the prophets.\n(3) Surely at the commandment of the LORD this came upon\nJudah, to remove them from His sight because of the sins\nof Manasseh, according to all that he had done, (4) and also\nbecause of the innocent blood that he had shed; for he had","filled Jerusalem with innocent blood, which the LORD would\nnot pardon. (5) Now the rest of the acts of Jehoiakim, and all\nthat he did, are they not written in the book of the chronicles\nof the kings of Judah?"],"start_index":200012024001,"end_index":200012024005,"verse_count":5,"word_count":154},{"reference":"2 Chronicles 1:10-12","translation":"NKJV","division":"Primary","passage_number":21,"release":"NBBC","cards":["(10) \"Now give me wisdom and knowledge, that I may go out\nand come in before this people; for who can judge this great\npeople of Yours?\" (11) Then God said to Solomon: \"Because\nthis was in your heart, and you have not asked riches or wealth\nor honor or the life of your enemies, nor have you asked long\nlife--but have asked wisdom and knowledge for yourself, that\nyou may judge My people over whom I have made you king--\n(12) \"wisdom and knowledge are granted to you; and I will\ngive you riches and wealth and honor, such as none of the\nkings have had who were before you, nor shall any after you\nhave the like.\""],"start_index":200014001010,"end_index":200014001012,"verse_count":3,"word_count":117},{"reference":"Psalm 3:1-8","translation":"NKJV","division":"Primary","passage_number":22,"release":"NBBC","cards":["(1) LORD, how they have increased who trouble me! Many are they\nwho rise up against me. (2) Many are they who say of me, \"There\nis no help for him in God.\" (3) But You, O LORD, are a shield for\nme, My glory and the One who lifts up my head. (4) I cried to the\nLORD with my voice, And He heard me from His holy hill. (5) I lay\ndown and slept; I awoke, for the LORD sustained me. (6) I will not\nbe afraid of ten thousands of people Who have set themselves\nagainst me all around. (7) Arise, O LORD; Save me, O my God!\nFor You have struck all my enemies on the cheekbone; You have\nbroken the teeth of the ungodly. (8) Salvation belongs to the LORD.\nYour blessing is upon Your people."],"start_index":200019003001,"end_index":200019003008,"verse_count":8,"word_count":133},{"reference":"Psalm 22:14-28","translation":"NKJV","division":"Primary","passage_number":23,"release":"NBBC","cards":["(14) I am poured out like water, And all My bones are out of joint;\nMy heart is like wax; It has melted within Me. (15) My strength\nis dried up like a potsherd, And My tongue clings to My jaws;\nYou have brought Me to the dust of death. (16) For dogs have\nsurrounded Me; The congregation of the wicked has enclosed Me.\nThey pierced My hands and My feet; (17) I can count all My bones.\nThey look and stare at Me. (18) They divide My garments among\nthem, And for My clothing they cast lots. (19) But You, O LORD,\ndo not be far from Me; O My Strength, hasten to help Me! (20)\nDeliver Me from the sword, My precious life from the power of the\ndog. (21) Save Me from the lion's mouth And from the horns of the\nwild oxen! You have answered Me. (22) I will declare Your name","to My brethren; In the midst of the assembly I will praise You. (23)\nYou who fear the LORD, praise Him! All you descendants of Jacob,\nglorify Him, And fear Him, all you offspring of Israel! (24) For He has\nnot despised nor abhorred the affliction of the afflicted; Nor has\nHe hidden His face from Him; But when He cried to Him, He heard.\n(25) My praise shall be of You in the great assembly; I will pay My\nvows before those who fear Him. (26) The poor shall eat and be\nsatisfied; Those who seek Him will praise the LORD. Let your heart\nlive forever! (27) All the ends of the world Shall remember and\nturn to the LORD, And all the families of the nations Shall worship\nbefore You. (28) For the kingdom is the LORD's, And He rules over\nthe nations."],"start_index":200019022014,"end_index":200019022028,"verse_count":15,"word_count":286},{"reference":"Psalm 119:106-107","translation":"NKJV","division":"Primary","passage_number":24,"release":"NBBC","cards":["(106) I have sworn and confirmed That I will keep Your\nrighteous judgments. (107) I am afflicted very much; Revive\nme, O LORD, according to Your word."],"start_index":200019119106,"end_index":200019119107,"verse_count":2,"word_count":27},{"reference":"Psalm 141:2-5","translation":"NKJV","division":"Primary","passage_number":25,"release":"NBBC","cards":["(2) Let my prayer be set before You as incense, The lifting up\nof my hands as the evening sacrifice. (3) Set a guard, O LORD,\nover my mouth; Keep watch over the door of my lips. (4) Do\nnot incline my heart to any evil thing, To practice wicked\nworks With men who work iniquity; And do not let me eat of\ntheir delicacies. (5) Let the righteous strike me; It shall be a\nkindness. And let him rebuke me; It shall be as excellent oil;\nLet my head not refuse it. For still my prayer is against the\ndeeds of the wicked."],"start_index":200019141002,"end_index":200019141005,"verse_count":4,"word_count":100},{"reference":"Proverbs 18:1-22","translation":"NKJV","division":"Primary","passage_number":26,"release":"NBBC","cards":["(1) A man who isolates himself seeks his own desire; He\nrages against all wise judgment. (2) A fool has no delight in\nunderstanding, But in expressing his own heart. (3) When\nthe wicked comes, contempt comes also; And with dishonor\ncomes reproach. (4) The words of a man's mouth are deep\nwaters; The wellspring of wisdom is a flowing brook. (5) It is\nnot good to show partiality to the wicked, Or to overthrow\nthe righteous in judgment. (6) A fool's lips enter into\ncontention, And his mouth calls for blows. (7) A fool's mouth\nis his destruction, And his lips are the snare of his soul. (8)\nThe words of a talebearer are like tasty trifles, And they go","down into the inmost body. (9) He who is slothful in his work\nIs a brother to him who is a great destroyer. (10) The name\nof the LORD is a strong tower; The righteous run to it and\nare safe. (11) The rich man's wealth is his strong city, And\nlike a high wall in his own esteem. (12) Before destruction\nthe heart of a man is haughty, And before honor is humility.\n(13) He who answers a matter before he hears it, It is folly\nand shame to him. (14) The spirit of a man will sustain him\nin sickness, But who can bear a broken spirit? (15) The heart\nof the prudent acquires knowledge, And the ear of the wise\nseeks knowledge. (16) A man's gift makes room for him, And","brings him before great men. (17) The first one to plead his\ncause seems right, Until his neighbor comes and examines\nhim. (18) Casting lots causes contentions to cease, And keeps\nthe mighty apart. (19) A brother offended is harder to win than\na strong city, And contentions are like the bars of a castle. (20)\nA man's stomach shall be satisfied from the fruit of his mouth;\nFrom the produce of his lips he shall be filled. (21) Death and\nlife are in the power of the tongue, And those who love it will\neat its fruit. (22) He who finds a wife finds a good thing, And\nobtains favor from the LORD."],"start_index":200020018001,"end_index":200020018022,"verse_count":22,"word_count":347},{"reference":"Ecclesiastes 2:9-11","translation":"NKJV","division":"Primary","passage_number":27,"release":"NBBC","cards":["(9) So I became great and excelled more than all who were\nbefore me in Jerusalem. Also my wisdom remained with me.\n(10) Whatever my eyes desired I did not keep from them. I\ndid not withhold my heart from any pleasure, For my heart\nrejoiced in all my labor; And this was my reward from all my\nlabor. (11) Then I looked on all the works that my hands had\ndone And on the labor in which I had toiled; And indeed all\nwas vanity and grasping for the wind. There was no profit\nunder the sun."],"start_index":200021002009,"end_index":200021002011,"verse_count":3,"word_count":95},{"reference":"Jeremiah 33:1-9","translation":"NKJV","division":"Primary","passage_number":28,"release":"NBBC","cards":["(1) Moreover the word of the LORD came to Jeremiah a second\ntime, while he was still shut up in the court of the prison, saying,\n(2) \"Thus says the LORD who made it, the LORD who formed it to\nestablish it (the LORD is His name): (3) 'Call to Me, and I will answer\nyou, and show you great and mighty things, which you do not\nknow.' (4) \"For thus says the LORD, the God of Israel, concerning\nthe houses of this city and the houses of the kings of Judah, which\nhave been pulled down to fortify against the siege mounds and\nthe sword: (5) 'They come to fight with the Chaldeans, but only\nto fill their places with the dead bodies of men whom I will slay in\nMy anger and My fury, all for whose wickedness I have hidden My","face from this city. (6) 'Behold, I will bring it health and healing; I\nwill heal them and reveal to them the abundance of peace and\ntruth. (7) 'And I will cause the captives of Judah and the captives\nof Israel to return, and will rebuild those places as at the first. (8) 'I\nwill cleanse them from all their iniquity by which they have sinned\nagainst Me, and I will pardon all their iniquities by which they\nhave sinned and by which they have transgressed against Me. (9)\n'Then it shall be to Me a name of joy, a praise, and an honor before\nall nations of the earth, who shall hear all the good that I do to\nthem; they shall fear and tremble for all the goodness and all the\nprosperity that I provide for it.'"],"start_index":200024033001,"end_index":200024033009,"verse_count":9,"word_count":274},{"reference":"Daniel 3:24-25","translation":"NKJV","division":"Primary","passage_number":29,"release":"NBBC","cards":["(24) Then King Nebuchadnezzar was astonished; and he rose\nin haste and spoke, saying to his counselors, \"Did we not cast\nthree men bound into the midst of the fire?\" They answered\nand said to the king, \"True, O king.\" (25) \"Look!\" he answered,\n\"I see four men loose, walking in the midst of the fire; and\nthey are not hurt, and the form of the fourth is like the Son of\nGod.\""],"start_index":200027003024,"end_index":200027003025,"verse_count":2,"word_count":71},{"reference":"Daniel 4:1-3","translation":"NKJV","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) Nebuchadnezzar the king, To all peoples, nations, and\nlanguages that dwell in all the earth: Peace be multiplied to\nyou. (2) I thought it good to declare the signs and wonders\nthat the Most High God has worked for me. (3) How great are\nHis signs, And how mighty His wonders! His kingdom is an\neverlasting kingdom, And His dominion is from generation\nto generation."],"start_index":200027004001,"end_index":200027004003,"verse_count":3,"word_count":63},{"reference":"Amos 3:6-8","translation":"NKJV","division":"Primary","passage_number":31,"release":"NBBC","cards":["(6) If a trumpet is blown in a city, will not the people be afraid?\nIf there is calamity in a city, will not the LORD have done it?\n(7) Surely the Lord GOD does nothing, Unless He reveals His\nsecret to His servants the prophets. (8) A lion has roared!\nWho will not fear? The Lord GOD has spoken! Who can but\nprophesy?"],"start_index":200030003006,"end_index":200030003008,"verse_count":3,"word_count":61},{"reference":"Jonah 2:1-10","translation":"NKJV","division":"Primary","passage_number":32,"release":"NBBC","cards":["(1) Then Jonah prayed to the LORD his God from the fish's\nbelly. (2) And he said: \"I cried out to the LORD because of my\naffliction, And He answered me. \"Out of the belly of Sheol I\ncried, And You heard my voice. (3) For You cast me into the\ndeep, Into the heart of the seas, And the floods surrounded\nme; All Your billows and Your waves passed over me. (4) Then\nI said, 'I have been cast out of Your sight; Yet I will look again\ntoward Your holy temple.' (5) The waters surrounded me,\neven to my soul; The deep closed around me; Weeds were\nwrapped around my head. (6) I went down to the moorings\nof the mountains; The earth with its bars closed behind me","forever; Yet You have brought up my life from the pit, O LORD,\nmy God. (7) \"When my soul fainted within me, I remembered\nthe LORD; And my prayer went up to You, Into Your holy\ntemple. (8) \"Those who regard worthless idols Forsake their\nown Mercy. (9) But I will sacrifice to You With the voice of\nthanksgiving; I will pay what I have vowed. Salvation is of the\nLORD.\" (10) So the LORD spoke to the fish, and it vomited\nJonah onto dry land."],"start_index":200032002001,"end_index":200032002010,"verse_count":10,"word_count":207},{"reference":"Micah 6:2-8","translation":"NKJV","division":"Primary","passage_number":33,"release":"NBBC","cards":["(2) Hear, O you mountains, the LORD's complaint, And you\nstrong foundations of the earth; For the LORD has a complaint\nagainst His people, And He will contend with Israel. (3) \"O My\npeople, what have I done to you? And how have I wearied\nyou? Testify against Me. (4) For I brought you up from the\nland of Egypt, I redeemed you from the house of bondage;\nAnd I sent before you Moses, Aaron, and Miriam. (5) O My\npeople, remember now What Balak king of Moab counseled,\nAnd what Balaam the son of Beor answered him, From Acacia\nGrove to Gilgal, That you may know the righteousness of the\nLORD.\" (6) With what shall I come before the LORD, And bow","myself before the High God? Shall I come before Him with\nburnt offerings, With calves a year old? (7) Will the LORD be\npleased with thousands of rams, Ten thousand rivers of oil?\nShall I give my firstborn for my transgression, The fruit of my\nbody for the sin of my soul? (8) He has shown you, O man,\nwhat is good; And what does the LORD require of you But to\ndo justly, To love mercy, And to walk humbly with your God?"],"start_index":200033006002,"end_index":200033006008,"verse_count":7,"word_count":200},{"reference":"Matthew 3:1-10","translation":"NKJV","division":"Primary","passage_number":34,"release":"NBBC","cards":["(1) In those days John the Baptist came preaching in the\nwilderness of Judea, (2) and saying, \"Repent, for the kingdom\nof heaven is at hand!\" (3) For this is he who was spoken of by\nthe prophet Isaiah, saying: \"The voice of one crying in the\nwilderness: 'Prepare the way of the LORD; Make His paths\nstraight.' \" (4) Now John himself was clothed in camel's\nhair, with a leather belt around his waist; and his food was\nlocusts and wild honey. (5) Then Jerusalem, all Judea, and all\nthe region around the Jordan went out to him (6) and were\nbaptized by him in the Jordan, confessing their sins. (7) But\nwhen he saw many of the Pharisees and Sadducees coming","to his baptism, he said to them, \"Brood of vipers! Who\nwarned you to flee from the wrath to come? (8) \"Therefore\nbear fruits worthy of repentance, (9) \"and do not think to say\nto yourselves, 'We have Abraham as our father.' For I say to\nyou that God is able to raise up children to Abraham from\nthese stones. (10) \"And even now the ax is laid to the root of\nthe trees. Therefore every tree which does not bear good fruit\nis cut down and thrown into the fire."],"start_index":400001003001,"end_index":400001003010,"verse_count":10,"word_count":203},{"reference":"Luke 12:4-9","translation":"NKJV","division":"Primary","passage_number":35,"release":"NBBC","cards":["(4) \"And I say to you, My friends, do not be afraid of those who\nkill the body, and after that have no more that they can do. (5)\n\"But I will show you whom you should fear: Fear Him who, after\nHe has killed, has power to cast into hell; yes, I say to you, fear\nHim! (6) \"Are not five sparrows sold for two copper coins? And\nnot one of them is forgotten before God. (7) \"But the very hairs\nof your head are all numbered. Do not fear therefore; you are of\nmore value than many sparrows. (8) \"Also I say to you, whoever\nconfesses Me before men, him the Son of Man also will confess\nbefore the angels of God. (9) \"But he who denies Me before men\nwill be denied before the angels of God."],"start_index":400003012004,"end_index":400003012009,"verse_count":6,"word_count":134},{"reference":"John 11:24-25","translation":"NKJV","division":"Primary","passage_number":36,"release":"NBBC","cards":["(24) Martha said to Him, \"I know that he will rise again in the\nresurrection at the last day.\" (25) Jesus said to her, \"I am the\nresurrection and the life. He who believes in Me, though he\nmay die, he shall live."],"start_index":400004011024,"end_index":400004011025,"verse_count":2,"word_count":41},{"reference":"John 11:43-44","translation":"NKJV","division":"Primary","passage_number":37,"release":"NBBC","cards":["(43) Now when He had said these things, He cried with a loud\nvoice, \"Lazarus, come forth!\" (44) And he who had died came\nout bound hand and foot with graveclothes, and his face was\nwrapped with a cloth. Jesus said to them, \"Loose him, and let\nhim go.\""],"start_index":400004011043,"end_index":400004011044,"verse_count":2,"word_count":47},{"reference":"John 14:25-27","translation":"NKJV","division":"Primary","passage_number":38,"release":"NBBC","cards":["(25) \"These things I have spoken to you while being present\nwith you. (26) \"But the Helper, the Holy Spirit, whom the\nFather will send in My name, He will teach you all things, and\nbring to your remembrance all things that I said to you. (27)\n\"Peace I leave with you, My peace I give to you; not as the\nworld gives do I give to you. Let not your heart be troubled,\nneither let it be afraid."],"start_index":400004014025,"end_index":400004014027,"verse_count":3,"word_count":76},{"reference":"Acts 7:58-60","translation":"NKJV","division":"Primary","passage_number":39,"release":"NBBC","cards":["(58) and they cast him out of the city and stoned him. And the\nwitnesses laid down their clothes at the feet of a young man\nnamed Saul. (59) And they stoned Stephen as he was calling\non God and saying, \"Lord Jesus, receive my spirit.\" (60) Then\nhe knelt down and cried out with a loud voice, \"Lord, do not\ncharge them with this sin.\" And when he had said this, he fell\nasleep."],"start_index":400005007058,"end_index":400005007060,"verse_count":3,"word_count":72},{"reference":"1 Corinthians 2:7-10","translation":"NKJV","division":"Primary","passage_number":40,"release":"NBBC","cards":["(7) But we speak the wisdom of God in a mystery, the hidden\nwisdom which God ordained before the ages for our glory, (8)\nwhich none of the rulers of this age knew; for had they known,\nthey would not have crucified the Lord of glory. (9) But as it is\nwritten: \"Eye has not seen, nor ear heard, Nor have entered\ninto the heart of man The things which God has prepared for\nthose who love Him.\" (10) But God has revealed them to us\nthrough His Spirit. For the Spirit searches all things, yes, the\ndeep things of God."],"start_index":400007002007,"end_index":400007002010,"verse_count":4,"word_count":97},{"reference":"2 Corinthians 5:7-10","translation":"NKJV","division":"Primary","passage_number":41,"release":"NBBC","cards":["(7) For we walk by faith, not by sight. (8) We are confident,\nyes, well pleased rather to be absent from the body and to\nbe present with the Lord. (9) Therefore we make it our aim,\nwhether present or absent, to be well pleasing to Him. (10) For\nwe must all appear before the judgment seat of Christ, that\neach one may receive the things done in the body, according\nto what he has done, whether good or bad."],"start_index":400008005007,"end_index":400008005010,"verse_count":4,"word_count":76},{"reference":"Galatians 1:14-24","translation":"NKJV","division":"Primary","passage_number":42,"release":"NBBC","cards":["(14) And I advanced in Judaism beyond many of my\ncontemporaries in my own nation, being more exceedingly\nzealous for the traditions of my fathers. (15) But when it\npleased God, who separated me from my mother's womb and\ncalled me through His grace, (16) to reveal His Son in me, that\nI might preach Him among the Gentiles, I did not immediately\nconfer with flesh and blood, (17) nor did I go up to Jerusalem\nto those who were apostles before me; but I went to Arabia,\nand returned again to Damascus. (18) Then after three years\nI went up to Jerusalem to see Peter, and remained with him\nfifteen days. (19) But I saw none of the other apostles except","James, the Lord's brother. (20) (Now concerning the things\nwhich I write to you, indeed, before God, I do not lie.) (21)\nAfterward I went into the regions of Syria and Cilicia. (22) And\nI was unknown by face to the churches of Judea which were\nin Christ. (23) But they were hearing only, \"He who formerly\npersecuted us now preaches the faith which he once tried to\ndestroy.\" (24) And they glorified God in me."],"start_index":400009001014,"end_index":400009001024,"verse_count":11,"word_count":187},{"reference":"Philippians 3:12-15","translation":"NKJV","division":"Primary","passage_number":43,"release":"NBBC","cards":["(12) Not that I have already attained, or am already perfected;\nbut I press on, that I may lay hold of that for which Christ Jesus\nhas also laid hold of me. (13) Brethren, I do not count myself\nto have apprehended; but one thing I do, forgetting those\nthings which are behind and reaching forward to those things\nwhich are ahead, (14) I press toward the goal for the prize of\nthe upward call of God in Christ Jesus. (15) Therefore let us,\nas many as are mature, have this mind; and if in anything you\nthink otherwise, God will reveal even this to you."],"start_index":400011003012,"end_index":400011003015,"verse_count":4,"word_count":102},{"reference":"Philippians 4:6-8","translation":"NKJV","division":"Primary","passage_number":44,"release":"NBBC","cards":["(6) Be anxious for nothing, but in everything by prayer and\nsupplication, with thanksgiving, let your requests be made\nknown to God; (7) and the peace of God, which surpasses\nall understanding, will guard your hearts and minds through\nChrist Jesus. (8) Finally, brethren, whatever things are true,\nwhatever things are noble, whatever things are just, whatever\nthings are pure, whatever things are lovely, whatever things\nare of good report, if there is any virtue and if there is anything\npraiseworthy--meditate on these things."],"start_index":400011004006,"end_index":400011004008,"verse_count":3,"word_count":82},{"reference":"Colossians 1:15-18","translation":"NKJV","division":"Primary","passage_number":45,"release":"NBBC","cards":["(15) He is the image of the invisible God, the firstborn over\nall creation. (16) For by Him all things were created that are\nin heaven and that are on earth, visible and invisible, whether\nthrones or dominions or principalities or powers. All things\nwere created through Him and for Him. (17) And He is before\nall things, and in Him all things consist. (18) And He is the\nhead of the body, the church, who is the beginning, the\nfirstborn from the dead, that in all things He may have the\npreeminence."],"start_index":400012001015,"end_index":400012001018,"verse_count":4,"word_count":89},{"reference":"2 Timothy 2:1-19","translation":"NKJV","division":"Primary","passage_number":46,"release":"NBBC","cards":["(1) You therefore, my son, be strong in the grace that is in Christ\nJesus. (2) And the things that you have heard from me among\nmany witnesses, commit these to faithful men who will be able\nto teach others also. (3) You therefore must endure hardship as\na good soldier of Jesus Christ. (4) No one engaged in warfare\nentangles himself with the affairs of this life, that he may please\nhim who enlisted him as a soldier. (5) And also if anyone competes\nin athletics, he is not crowned unless he competes according to\nthe rules. (6) The hardworking farmer must be first to partake\nof the crops. (7) Consider what I say, and may the Lord give you\nunderstanding in all things. (8) Remember that Jesus Christ, of the","seed of David, was raised from the dead according to my gospel,\n(9) for which I suffer trouble as an evildoer, even to the point of\nchains; but the word of God is not chained. (10) Therefore I endure\nall things for the sake of the elect, that they also may obtain the\nsalvation which is in Christ Jesus with eternal glory. (11) This is a\nfaithful saying: For if we died with Him, We shall also live with Him.\n(12) If we endure, We shall also reign with Him. If we deny Him, He\nalso will deny us. (13) If we are faithless, He remains faithful; He\ncannot deny Himself. (14) Remind them of these things, charging\nthem before the Lord not to strive about words to no profit, to the\nruin of the hearers. (15) Be diligent to present yourself approved to","God, a worker who does not need to be ashamed, rightly dividing\nthe word of truth. (16) But shun profane and idle babblings, for\nthey will increase to more ungodliness. (17) And their message\nwill spread like cancer. Hymenaeus and Philetus are of this sort,\n(18) who have strayed concerning the truth, saying that the\nresurrection is already past; and they overthrow the faith of some.\n(19) Nevertheless the solid foundation of God stands, having this\nseal: \"The Lord knows those who are His,\" and, \"Let everyone who\nnames the name of Christ depart from iniquity.\""],"start_index":400016002001,"end_index":400016002019,"verse_count":19,"word_count":353},{"reference":"Titus 2:1-11","translation":"NKJV","division":"Primary","passage_number":47,"release":"NBBC","cards":["(1) But as for you, speak the things which are proper for sound\ndoctrine: (2) that the older men be sober, reverent, temperate,\nsound in faith, in love, in patience; (3) the older women\nlikewise, that they be reverent in behavior, not slanderers,\nnot given to much wine, teachers of good things-- (4) that\nthey admonish the young women to love their husbands, to\nlove their children, (5) to be discreet, chaste, homemakers,\ngood, obedient to their own husbands, that the word of God\nmay not be blasphemed. (6) Likewise, exhort the young men\nto be sober-minded, (7) in all things showing yourself to\nbe a pattern of good works; in doctrine showing integrity,","reverence, incorruptibility, (8) sound speech that cannot be\ncondemned, that one who is an opponent may be ashamed,\nhaving nothing evil to say of you. (9) Exhort bondservants to\nbe obedient to their own masters, to be well pleasing in all\nthings, not answering back, (10) not pilfering, but showing\nall good fidelity, that they may adorn the doctrine of God\nour Savior in all things. (11) For the grace of God that brings\nsalvation has appeared to all men,"],"start_index":400017002001,"end_index":400017002011,"verse_count":11,"word_count":184},{"reference":"2 John 1:4-11","translation":"NKJV","division":"Primary","passage_number":48,"release":"NBBC","cards":["(4) I rejoiced greatly that I have found some of your children\nwalking in truth, as we received commandment from the\nFather. (5) And now I plead with you, lady, not as though I\nwrote a new commandment to you, but that which we have\nhad from the beginning: that we love one another. (6) This is\nlove, that we walk according to His commandments. This is the\ncommandment, that as you have heard from the beginning,\nyou should walk in it. (7) For many deceivers have gone out\ninto the world who do not confess Jesus Christ as coming\nin the flesh. This is a deceiver and an antichrist. (8) Look to\nyourselves, that we do not lose those things we worked for, but","that we may receive a full reward. (9) Whoever transgresses\nand does not abide in the doctrine of Christ does not have\nGod. He who abides in the doctrine of Christ has both the\nFather and the Son. (10) If anyone comes to you and does not\nbring this doctrine, do not receive him into your house nor\ngreet him; (11) for he who greets him shares in his evil deeds."],"start_index":400024001004,"end_index":400024001011,"verse_count":8,"word_count":188},{"reference":"Revelation 1:4-6","translation":"NKJV","division":"Primary","passage_number":49,"release":"NBBC","cards":["(4) John, to the seven churches which are in Asia: Grace to you\nand peace from Him who is and who was and who is to come,\nand from the seven Spirits who are before His throne, (5) and\nfrom Jesus Christ, the faithful witness, the firstborn from the\ndead, and the ruler over the kings of the earth. To Him who\nloved us and washed us from our sins in His own blood, (6)\nand has made us kings and priests to His God and Father, to\nHim be glory and dominion forever and ever. Amen."],"start_index":400027001004,"end_index":400027001006,"verse_count":3,"word_count":94},{"reference":"Revelation 2:1-7","translation":"NKJV","division":"Primary","passage_number":50,"release":"NBBC","cards":["(1) \"To the angel of the church of Ephesus write, 'These\nthings says He who holds the seven stars in His right hand,\nwho walks in the midst of the seven golden lampstands: (2)\n\"I know your works, your labor, your patience, and that you\ncannot bear those who are evil. And you have tested those\nwho say they are apostles and are not, and have found them\nliars; (3) \"and you have persevered and have patience, and\nhave labored for My name's sake and have not become\nweary. (4) \"Nevertheless I have this against you, that you have\nleft your first love. (5) \"Remember therefore from where you\nhave fallen; repent and do the first works, or else I will come","to you quickly and remove your lampstand from its place--\nunless you repent. (6) \"But this you have, that you hate the\ndeeds of the Nicolaitans, which I also hate. (7) \"He who has\nan ear, let him hear what the Spirit says to the churches. To\nhim who overcomes I will give to eat from the tree of life,\nwhich is in the midst of the Paradise of God.\" '"],"start_index":400027002001,"end_index":400027002007,"verse_count":7,"word_count":185},{"reference":"Deuteronomy 19:14-21","translation":"NKJV","division":"Primary","passage_number":51,"release":"NBBC","cards":["(14) \"You shall not remove your neighbor's landmark,\nwhich the men of old have set, in your inheritance which\nyou will inherit in the land that the LORD your God is giving\nyou to possess. (15) \"One witness shall not rise against\na man concerning any iniquity or any sin that he commits;\nby the mouth of two or three witnesses the matter shall be\nestablished. (16) \"If a false witness rises against any man\nto testify against him of wrongdoing, (17) \"then both men\nin the controversy shall stand before the LORD, before the\npriests and the judges who serve in those days. (18) \"And the\njudges shall make careful inquiry, and indeed, if the witness","is a false witness, who has testified falsely against his brother,\n(19) \"then you shall do to him as he thought to have done to\nhis brother; so you shall put away the evil from among you.\n(20) \"And those who remain shall hear and fear, and hereafter\nthey shall not again commit such evil among you. (21) \"Your\neye shall not pity: life shall be for life, eye for eye, tooth for\ntooth, hand for hand, foot for foot."],"start_index":200005019014,"end_index":200005019021,"verse_count":8,"word_count":189},{"reference":"1 Kings 4:29-30","translation":"NKJV","division":"Primary","passage_number":52,"release":"NBBC","cards":["(29) And God gave Solomon wisdom and exceedingly great\nunderstanding, and largeness of heart like the sand on the\nseashore. (30) Thus Solomon's wisdom excelled the wisdom\nof all the men of the East and all the wisdom of Egypt."],"start_index":200011004029,"end_index":200011004030,"verse_count":2,"word_count":38},{"reference":"1 John 5:19-20","translation":"NKJV","division":"Primary","passage_number":53,"release":"NBBC","cards":["(19) We know that we are of God, and the whole world lies\nunder the sway of the wicked one. (20) And we know that the\nSon of God has come and has given us an understanding,\nthat we may know Him who is true; and we are in Him who is\ntrue, in His Son Jesus Christ. This is the true God and eternal\nlife."],"start_index":400023005019,"end_index":400023005020,"verse_count":2,"word_count":64},{"reference":"Psalm 6:1-5","translation":"NKJV","division":"Primary","passage_number":54,"release":"NBBC","cards":["(1)O LORD, do not rebuke me in Your anger, Nor chasten me\nin Your hot displeasure. (2) Have mercy on me, O LORD, for\nI am weak; O LORD, heal me, for my bones are troubled. (3)\nMy soul also is greatly troubled; But You, O LORD--how long?\n(4) Return, O LORD, deliver me! Oh, save me for Your mercies'\nsake! (5) For in death there is no remembrance of You; In the\ngrave who will give You thanks?"],"start_index":200019006001,"end_index":200019006005,"verse_count":5,"word_count":76},{"reference":"Psalm 32:6-8","translation":"NKJV","division":"Primary","passage_number":55,"release":"NBBC","cards":["(6) For this cause everyone who is godly shall pray to You\nIn a time when You may be found; Surely in a flood of great\nwaters They shall not come near him. (7) You are my hiding\nplace; You shall preserve me from trouble; You shall surround\nme with songs of deliverance. (8) I will instruct you and teach\nyou in the way you should go; I will guide you with My eye."],"start_index":200019032006,"end_index":200019032008,"verse_count":3,"word_count":71},{"reference":"Psalm 37:8-15","translation":"NKJV","division":"Primary","passage_number":56,"release":"NBBC","cards":["(8) Cease from anger, and forsake wrath; Do not fret--it only causes\nharm. (9) For evildoers shall be cut off; But those who wait on the\nLORD, They shall inherit the earth. (10) For yet a little while and\nthe wicked shall be no more; Indeed, you will look carefully for his\nplace, But it shall be no more. (11) But the meek shall inherit the\nearth, And shall delight themselves in the abundance of peace.\n(12) The wicked plots against the just, And gnashes at him with\nhis teeth. (13) The Lord laughs at him, For He sees that his day is\ncoming. (14) The wicked have drawn the sword And have bent\ntheir bow, To cast down the poor and needy, To slay those who are\nof upright conduct. (15) Their sword shall enter their own heart,\nAnd their bows shall be broken."],"start_index":200019037008,"end_index":200019037015,"verse_count":8,"word_count":138},{"reference":"Psalm 146:1-10","translation":"NKJV","division":"Primary","passage_number":57,"release":"NBBC","cards":["(1) Praise the LORD! Praise the LORD, O my soul! (2) While I\nlive I will praise the LORD; I will sing praises to my God while\nI have my being. (3) Do not put your trust in princes, Nor in\na son of man, in whom there is no help. (4) His spirit departs,\nhe returns to his earth; In that very day his plans perish. (5)\nHappy is he who has the God of Jacob for his help, Whose\nhope is in the LORD his God, (6) Who made heaven and earth,\nThe sea, and all that is in them; Who keeps truth forever, (7)\nWho executes justice for the oppressed, Who gives food to\nthe hungry. The LORD gives freedom to the prisoners. (8) The\nLORD opens the eyes of the blind; The LORD raises those","who are bowed down; The LORD loves the righteous. (9) The\nLORD watches over the strangers; He relieves the fatherless\nand widow; But the way of the wicked He turns upside down.\n(10) The LORD shall reign forever--Your God, O Zion, to all\ngenerations. Praise the LORD!"],"start_index":200019146001,"end_index":200019146010,"verse_count":10,"word_count":177},{"reference":"Psalm 148:1-14","translation":"NKJV","division":"Primary","passage_number":58,"release":"NBBC","cards":["(1) Praise the LORD! Praise the LORD from the heavens; Praise\nHim in the heights! (2) Praise Him, all His angels; Praise Him,\nall His hosts! (3) Praise Him, sun and moon; Praise Him, all you\nstars of light! (4) Praise Him, you heavens of heavens, And\nyou waters above the heavens! (5) Let them praise the name\nof the LORD, For He commanded and they were created.\n(6) He also established them forever and ever; He made a\ndecree which shall not pass away. (7) Praise the LORD from\nthe earth, You great sea creatures and all the depths; (8) Fire\nand hail, snow and clouds; Stormy wind, fulfilling His word;\n(9) Mountains and all hills; Fruitful trees and all cedars; (10)","Beasts and all cattle; Creeping things and flying fowl; (11)\nKings of the earth and all peoples; Princes and all judges\nof the earth; (12) Both young men and maidens; Old men\nand children. (13) Let them praise the name of the LORD, For\nHis name alone is exalted; His glory is above the earth and\nheaven. (14) And He has exalted the horn of His people, The\npraise of all His saints Of the children of Israel, A people near\nto Him. Praise the LORD!"],"start_index":200019148001,"end_index":200019148014,"verse_count":14,"word_count":195},{"reference":"Proverbs 27:1-11","translation":"NKJV","division":"Primary","passage_number":59,"release":"NBBC","cards":["(1) Do not boast about tomorrow, For you do not know what\na day may bring forth. (2) Let another man praise you, and not\nyour own mouth; A stranger, and not your own lips. (3) A stone\nis heavy and sand is weighty, But a fool's wrath is heavier than\nboth of them. (4) Wrath is cruel and anger a torrent, But who\nis able to stand before jealousy? (5) Open rebuke is better\nThan love carefully concealed. (6) Faithful are the wounds of a\nfriend, But the kisses of an enemy are deceitful. (7) A satisfied\nsoul loathes the honeycomb, But to a hungry soul every bitter\nthing is sweet. (8) Like a bird that wanders from its nest Is a\nman who wanders from his place. (9) Ointment and perfume","delight the heart, And the sweetness of a man's friend gives\ndelight by hearty counsel. (10) Do not forsake your own\nfriend or your father's friend, Nor go to your brother's house\nin the day of your calamity; Better is a neighbor nearby than\na brother far away. (11) My son, be wise, and make my heart\nglad, That I may answer him who reproaches me."],"start_index":200020027001,"end_index":200020027011,"verse_count":11,"word_count":188},{"reference":"Proverbs 29:7-11","translation":"NKJV","division":"Primary","passage_number":60,"release":"NBBC","cards":["(7) The righteous considers the cause of the poor, But the\nwicked does not understand such knowledge. (8) Scoffers\nset a city aflame, But wise men turn away wrath. (9) If a wise\nman contends with a foolish man, Whether the fool rages\nor laughs, there is no peace. (10) The bloodthirsty hate the\nblameless, But the upright seek his well-being. (11) A fool\nvents all his feelings, But a wise man holds them back."],"start_index":200020029007,"end_index":200020029011,"verse_count":5,"word_count":71},{"reference":"Proverbs 30:4-10","translation":"NKJV","division":"Primary","passage_number":61,"release":"NBBC","cards":["(4) Who has ascended into heaven, or descended? Who has\ngathered the wind in His fists? Who has bound the waters in\na garment? Who has established all the ends of the earth?\nWhat is His name, and what is His Son's name, If you know?\n(5) Every word of God is pure; He is a shield to those who put\ntheir trust in Him. (6) Do not add to His words, Lest He rebuke\nyou, and you be found a liar. (7) Two things I request of You\n(Deprive me not before I die): (8) Remove falsehood and lies\nfar from me; Give me neither poverty nor riches--Feed me\nwith the food allotted to me; (9) Lest I be full and deny You,\nAnd say, \"Who is the LORD?\" Or lest I be poor and steal, And","profane the name of my God. (10) Do not malign a servant to\nhis master, Lest he curse you, and you be found guilty."],"start_index":200020030004,"end_index":200020030010,"verse_count":7,"word_count":156},{"reference":"Ecclesiastes 4:9-12","translation":"NKJV","division":"Primary","passage_number":62,"release":"NBBC","cards":["(9) Two are better than one, Because they have a good reward\nfor their labor. (10) For if they fall, one will lift up his companion.\nBut woe to him who is alone when he falls, For he has no one\nto help him up. (11) Again, if two lie down together, they will\nkeep warm; But how can one be warm alone? (12) Though\none may be overpowered by another, two can withstand him.\nAnd a threefold cord is not quickly broken."],"start_index":200021004009,"end_index":200021004012,"verse_count":4,"word_count":79},{"reference":"Isaiah 41:1-13","translation":"NKJV","division":"Primary","passage_number":63,"release":"NBBC","cards":["(1) \"Keep silence before Me, O coastlands, And let the people\nrenew their strength! Let them come near, then let them\nspeak; Let us come near together for judgment. (2) \"Who\nraised up one from the east? Who in righteousness called him\nto His feet? Who gave the nations before him, And made him\nrule over kings? Who gave them as the dust to his sword, As\ndriven stubble to his bow? (3) Who pursued them, and passed\nsafely By the way that he had not gone with his feet? (4) Who\nhas performed and done it, Calling the generations from the\nbeginning? 'I, the LORD, am the first; And with the last I am\nHe.' \" (5) The coastlands saw it and feared, The ends of the","earth were afraid; They drew near and came. (6) Everyone\nhelped his neighbor, And said to his brother, \"Be of good\ncourage!\" (7) So the craftsman encouraged the goldsmith; He\nwho smooths with the hammer inspired him who strikes the\nanvil, Saying, \"It is ready for the soldering\"; Then he fastened\nit with pegs, That it might not totter. (8) \"But you, Israel, are\nMy servant, Jacob whom I have chosen, The descendants of\nAbraham My friend. (9) You whom I have taken from the ends\nof the earth, And called from its farthest regions, And said to\nyou, 'You are My servant, I have chosen you and have not cast\nyou away: (10) Fear not, for I am with you; Be not dismayed,","for I am your God. I will strengthen you, Yes, I will help you, I\nwill uphold you with My righteous right hand.' (11) \"Behold,\nall those who were incensed against you Shall be ashamed\nand disgraced; They shall be as nothing, And those who\nstrive with you shall perish. (12) You shall seek them and not\nfind them--Those who contended with you. Those who war\nagainst you Shall be as nothing, As a nonexistent thing. (13)\nFor I, the LORD your God, will hold your right hand, Saying to\nyou, 'Fear not, I will help you.'"],"start_index":200023041001,"end_index":200023041013,"verse_count":13,"word_count":336},{"reference":"Isaiah 43:1-5","translation":"NKJV","division":"Primary","passage_number":64,"release":"NBBC","cards":["(1) But now, thus says the LORD, who created you, O Jacob, And\nHe who formed you, O Israel: \"Fear not, for I have redeemed you;\nI have called you by your name; You are Mine. (2) When you pass\nthrough the waters, I will be with you; And through the rivers, they\nshall not overflow you. When you walk through the fire, you shall\nnot be burned, Nor shall the flame scorch you. (3) For I am the\nLORD your God, The Holy One of Israel, your Savior; I gave Egypt\nfor your ransom, Ethiopia and Seba in your place. (4) Since you\nwere precious in My sight, You have been honored, And I have\nloved you; Therefore I will give men for you, And people for your\nlife. (5) Fear not, for I am with you; I will bring your descendants\nfrom the east, And gather you from the west;"],"start_index":200023043001,"end_index":200023043005,"verse_count":5,"word_count":147},{"reference":"Jeremiah 32:17-22","translation":"NKJV","division":"Primary","passage_number":65,"release":"NBBC","cards":["(17) 'Ah, Lord GOD! Behold, You have made the heavens and\nthe earth by Your great power and outstretched arm. There\nis nothing too hard for You. (18) 'You show lovingkindness\nto thousands, and repay the iniquity of the fathers into the\nbosom of their children after them--the Great, the Mighty\nGod, whose name is the LORD of hosts. (19) 'You are great in\ncounsel and mighty in work, for Your eyes are open to all the\nways of the sons of men, to give everyone according to his\nways and according to the fruit of his doings. (20) 'You have\nset signs and wonders in the land of Egypt, to this day, and\nin Israel and among other men; and You have made Yourself","a name, as it is this day. (21) 'You have brought Your people\nIsrael out of the land of Egypt with signs and wonders, with a\nstrong hand and an outstretched arm, and with great terror;\n(22) 'You have given them this land, of which You swore to\ntheir fathers to give them--\"a land flowing with milk and\nhoney.\""],"start_index":200024032017,"end_index":200024032022,"verse_count":6,"word_count":180},{"reference":"Lamentations 5:16-22","translation":"NKJV","division":"Primary","passage_number":66,"release":"NBBC","cards":["(16) The crown has fallen from our head. Woe to us, for we\nhave sinned! (17) Because of this our heart is faint; Because\nof these things our eyes grow dim; (18) Because of Mount\nZion which is desolate, With foxes walking about on it. (19)\nYou, O LORD, remain forever; Your throne from generation to\ngeneration. (20) Why do You forget us forever, And forsake\nus for so long a time? (21) Turn us back to You, O LORD, and\nwe will be restored; Renew our days as of old, (22) Unless You\nhave utterly rejected us, And are very angry with us!"],"start_index":200025005016,"end_index":200025005022,"verse_count":7,"word_count":97},{"reference":"Daniel 1:8-21","translation":"NKJV","division":"Primary","passage_number":67,"release":"NBBC","cards":["(8) But Daniel purposed in his heart that he would not defile himself\nwith the portion of the king's delicacies, nor with the wine which\nhe drank; therefore he requested of the chief of the eunuchs that\nhe might not defile himself. (9) Now God had brought Daniel into\nthe favor and goodwill of the chief of the eunuchs. (10) And the\nchief of the eunuchs said to Daniel, \"I fear my lord the king, who\nhas appointed your food and drink. For why should he see your\nfaces looking worse than the young men who are your age? Then\nyou would endanger my head before the king.\" (11) So Daniel said\nto the steward whom the chief of the eunuchs had set over Daniel,\nHananiah, Mishael, and Azariah, (12) \"Please test your servants for","ten days, and let them give us vegetables to eat and water to drink.\n(13) \"Then let our appearance be examined before you, and the\nappearance of the young men who eat the portion of the king's\ndelicacies; and as you see fit, so deal with your servants.\" (14) So\nhe consented with them in this matter, and tested them ten days.\n(15) And at the end of ten days their features appeared better and\nfatter in flesh than all the young men who ate the portion of the\nking's delicacies. (16) Thus the steward took away their portion\nof delicacies and the wine that they were to drink, and gave them\nvegetables. (17) As for these four young men, God gave them\nknowledge and skill in all literature and wisdom; and Daniel had","understanding in all visions and dreams. (18) Now at the end of\nthe days, when the king had said that they should be brought in,\nthe chief of the eunuchs brought them in before Nebuchadnezzar.\n(19) Then the king interviewed them, and among them all none\nwas found like Daniel, Hananiah, Mishael, and Azariah; therefore\nthey served before the king. (20) And in all matters of wisdom and\nunderstanding about which the king examined them, he found\nthem ten times better than all the magicians and astrologers who\nwere in all his realm. (21) Thus Daniel continued until the first year\nof King Cyrus."],"start_index":200027001008,"end_index":200027001021,"verse_count":14,"word_count":359},{"reference":"Daniel 3:26-30","translation":"NKJV","division":"Primary","passage_number":68,"release":"NBBC","cards":["(26) Then Nebuchadnezzar went near the mouth of the\nburning fiery furnace and spoke, saying, \"Shadrach,\nMeshach, and Abed-Nego, servants of the Most High God,\ncome out, and come here.\" Then Shadrach, Meshach, and\nAbed-Nego came from the midst of the fire. (27) And the\nsatraps, administrators, governors, and the king's counselors\ngathered together, and they saw these men on whose bodies\nthe fire had no power; the hair of their head was not singed\nnor were their garments affected, and the smell of fire was\nnot on them. (28) Nebuchadnezzar spoke, saying, \"Blessed\nbe the God of Shadrach, Meshach, and Abed-Nego, who sent","His Angel and delivered His servants who trusted in Him, and\nthey have frustrated the king's word, and yielded their bodies,\nthat they should not serve nor worship any god except their\nown God! (29) \"Therefore I make a decree that any people,\nnation, or language which speaks anything amiss against the\nGod of Shadrach, Meshach, and Abed-Nego shall be cut in\npieces, and their houses shall be made an ash heap; because\nthere is no other God who can deliver like this.\" (30) Then the\nking promoted Shadrach, Meshach, and Abed-Nego in the\nprovince of Babylon."],"start_index":200027003026,"end_index":200027003030,"verse_count":5,"word_count":201},{"reference":"Daniel 5:5-9","translation":"NKJV","division":"Primary","passage_number":69,"release":"NBBC","cards":["(5) In the same hour the fingers of a man's hand appeared\nand wrote opposite the lampstand on the plaster of the wall\nof the king's palace; and the king saw the part of the hand\nthat wrote. (6) Then the king's countenance changed, and\nhis thoughts troubled him, so that the joints of his hips were\nloosened and his knees knocked against each other. (7) The\nking cried aloud to bring in the astrologers, the Chaldeans,\nand the soothsayers. The king spoke, saying to the wise men\nof Babylon, \"Whoever reads this writing, and tells me its\ninterpretation, shall be clothed with purple and have a chain\nof gold around his neck; and he shall be the third ruler in the","kingdom.\" (8) Now all the king's wise men came, but they\ncould not read the writing, or make known to the king its\ninterpretation. (9) Then King Belshazzar was greatly troubled,\nhis countenance was changed, and his lords were astonished."],"start_index":200027005005,"end_index":200027005009,"verse_count":5,"word_count":157},{"reference":"Daniel 5:17-23","translation":"NKJV","division":"Primary","passage_number":70,"release":"NBBC","cards":["(17) Then Daniel answered, and said before the king, \"Let\nyour gifts be for yourself, and give your rewards to another;\nyet I will read the writing to the king, and make known to\nhim the interpretation. (18) \"O king, the Most High God gave\nNebuchadnezzar your father a kingdom and majesty, glory\nand honor. (19) \"And because of the majesty that He gave\nhim, all peoples, nations, and languages trembled and feared\nbefore him. Whomever he wished, he executed; whomever\nhe wished, he kept alive; whomever he wished, he set up;\nand whomever he wished, he put down. (20) \"But when his\nheart was lifted up, and his spirit was hardened in pride, he","was deposed from his kingly throne, and they took his glory\nfrom him. (21) \"Then he was driven from the sons of men, his\nheart was made like the beasts, and his dwelling was with the\nwild donkeys. They fed him with grass like oxen, and his body\nwas wet with the dew of heaven, till he knew that the Most\nHigh God rules in the kingdom of men, and appoints over it\nwhomever He chooses. (22) \"But you his son, Belshazzar, have\nnot humbled your heart, although you knew all this. (23) \"And\nyou have lifted yourself up against the Lord of heaven. They\nhave brought the vessels of His house before you, and you\nand your lords, your wives and your concubines, have drunk","wine from them. And you have praised the gods of silver and\ngold, bronze and iron, wood and stone, which do not see or\nhear or know; and the God who holds your breath in His hand\nand owns all your ways, you have not glorified."],"start_index":200027005017,"end_index":200027005023,"verse_count":7,"word_count":280},{"reference":"Daniel 7:13-14","translation":"NKJV","division":"Primary","passage_number":71,"release":"NBBC","cards":["(13) \"I was watching in the night visions, And behold, One like\nthe Son of Man, Coming with the clouds of heaven! He came\nto the Ancient of Days, And they brought Him near before\nHim. (14) Then to Him was given dominion and glory and a\nkingdom, That all peoples, nations, and languages should\nserve Him. His dominion is an everlasting dominion, Which\nshall not pass away, And His kingdom the one Which shall not\nbe destroyed."],"start_index":200027007013,"end_index":200027007014,"verse_count":2,"word_count":76},{"reference":"Jonah 3:1-5","translation":"NKJV","division":"Primary","passage_number":72,"release":"NBBC","cards":["(1) Now the word of the LORD came to Jonah the second time,\nsaying, (2) \"Arise, go to Nineveh, that great city, and preach to\nit the message that I tell you.\" (3) So Jonah arose and went to\nNineveh, according to the word of the LORD. Now Nineveh\nwas an exceedingly great city, a three-day journey in extent.\n(4) And Jonah began to enter the city on the first day's walk.\nThen he cried out and said, \"Yet forty days, and Nineveh shall\nbe overthrown!\" (5) So the people of Nineveh believed God,\nproclaimed a fast, and put on sackcloth, from the greatest to\nthe least of them."],"start_index":200032003001,"end_index":200032003005,"verse_count":5,"word_count":105},{"reference":"Micah 7:5-7","translation":"NKJV","division":"Primary","passage_number":73,"release":"NBBC","cards":["(5) Do not trust in a friend; Do not put your confidence in a\ncompanion; Guard the doors of your mouth From her who lies\nin your bosom. (6) For son dishonors father, Daughter rises\nagainst her mother, Daughter-in-law against her mother-in-\nlaw; A man's enemies are the men of his own household. (7)\nTherefore I will look to the LORD; I will wait for the God of my\nsalvation; My God will hear me."],"start_index":200033007005,"end_index":200033007007,"verse_count":3,"word_count":75},{"reference":"Matthew 7:7-13","translation":"NKJV","division":"Primary","passage_number":74,"release":"NBBC","cards":["(7) \"Ask, and it will be given to you; seek, and you will find; knock,\nand it will be opened to you. (8) \"For everyone who asks receives,\nand he who seeks finds, and to him who knocks it will be opened.\n(9) \"Or what man is there among you who, if his son asks for bread,\nwill give him a stone? (10) \"Or if he asks for a fish, will he give him a\nserpent? (11) \"If you then, being evil, know how to give good gifts\nto your children, how much more will your Father who is in heaven\ngive good things to those who ask Him! (12) \"Therefore, whatever\nyou want men to do to you, do also to them, for this is the Law and\nthe Prophets. (13) \"Enter by the narrow gate; for wide is the gate\nand broad is the way that leads to destruction, and there are many\nwho go in by it."],"start_index":400001007007,"end_index":400001007013,"verse_count":7,"word_count":153},{"reference":"Matthew 24:9-28","translation":"NKJV","division":"Primary","passage_number":75,"release":"NBBC","cards":["(9) \"Then they will deliver you up to tribulation and kill you,\nand you will be hated by all nations for My name's sake. (10)\n\"And then many will be offended, will betray one another,\nand will hate one another. (11) \"Then many false prophets\nwill rise up and deceive many. (12) \"And because lawlessness\nwill abound, the love of many will grow cold. (13) \"But he\nwho endures to the end shall be saved. (14) \"And this gospel\nof the kingdom will be preached in all the world as a witness\nto all the nations, and then the end will come. (15) \"Therefore\nwhen you see the 'abomination of desolation,' spoken of by\nDaniel the prophet, standing in the holy place\" (whoever","reads, let him understand), (16) \"then let those who are in\nJudea flee to the mountains. (17) \"Let him who is on the\nhousetop not go down to take anything out of his house. (18)\n\"And let him who is in the field not go back to get his clothes.\n(19) \"But woe to those who are pregnant and to those who\nare nursing babies in those days! (20) \"And pray that your\nflight may not be in winter or on the Sabbath. (21) \"For then\nthere will be great tribulation, such as has not been since\nthe beginning of the world until this time, no, nor ever shall\nbe. (22) \"And unless those days were shortened, no flesh\nwould be saved; but for the elect's sake those days will be","shortened. (23) \"Then if anyone says to you, 'Look, here is the\nChrist!' or 'There!' do not believe it. (24) \"For false christs and\nfalse prophets will rise and show great signs and wonders to\ndeceive, if possible, even the elect. (25) \"See, I have told you\nbeforehand. (26) \"Therefore if they say to you, 'Look, He is in\nthe desert!' do not go out; or 'Look, He is in the inner rooms!'\ndo not believe it. (27) \"For as the lightning comes from the\neast and flashes to the west, so also will the coming of the\nSon of Man be. (28) \"For wherever the carcass is, there the\neagles will be gathered together."],"start_index":400001024009,"end_index":400001024028,"verse_count":20,"word_count":349},{"reference":"Matthew 27:1-14","translation":"NKJV","division":"Primary","passage_number":76,"release":"NBBC","cards":["(1) When morning came, all the chief priests and elders of the\npeople plotted against Jesus to put Him to death. (2) And when\nthey had bound Him, they led Him away and delivered Him to\nPontius Pilate the governor. (3) Then Judas, His betrayer, seeing\nthat He had been condemned, was remorseful and brought back\nthe thirty pieces of silver to the chief priests and elders, (4) saying,\n\"I have sinned by betraying innocent blood.\" And they said, \"What\nis that to us? You see to it!\" (5) Then he threw down the pieces of\nsilver in the temple and departed, and went and hanged himself.\n(6) But the chief priests took the silver pieces and said, \"It is not\nlawful to put them into the treasury, because they are the price of\nblood.\" (7) And they consulted together and bought with them the","potter's field, to bury strangers in. (8) Therefore that field has been\ncalled the Field of Blood to this day. (9) Then was fulfilled what was\nspoken by Jeremiah the prophet, saying, \"And they took the thirty\npieces of silver, the value of Him who was priced, whom they of\nthe children of Israel priced, (10) \"and gave them for the potter's\nfield, as the LORD directed me.\" (11) Now Jesus stood before the\ngovernor. And the governor asked Him, saying, \"Are You the King\nof the Jews?\" Jesus said to him, \"It is as you say.\" (12) And while He\nwas being accused by the chief priests and elders, He answered\nnothing. (13) Then Pilate said to Him, \"Do You not hear how many\nthings they testify against You?\" (14) But He answered him not one\nword, so that the governor marveled greatly."],"start_index":400001027001,"end_index":400001027014,"verse_count":14,"word_count":275},{"reference":"Mark 16:14-19","translation":"NKJV","division":"Primary","passage_number":77,"release":"NBBC","cards":["(14) Later He appeared to the eleven as they sat at the table; and\nHe rebuked their unbelief and hardness of heart, because they\ndid not believe those who had seen Him after He had risen. (15)\nAnd He said to them, \"Go into all the world and preach the gospel\nto every creature. (16) \"He who believes and is baptized will be\nsaved; but he who does not believe will be condemned. (17) \"And\nthese signs will follow those who believe: In My name they will cast\nout demons; they will speak with new tongues; (18) \"they will take\nup serpents; and if they drink anything deadly, it will by no means\nhurt them; they will lay hands on the sick, and they will recover.\"\n(19) So then, after the Lord had spoken to them, He was received\nup into heaven, and sat down at the right hand of God."],"start_index":400002016014,"end_index":400002016019,"verse_count":6,"word_count":145},{"reference":"Luke 8:9-10","translation":"NKJV","division":"Primary","passage_number":78,"release":"NBBC","cards":["(9) Then His disciples asked Him, saying, \"What does this\nparable mean?\" (10) And He said, \"To you it has been given\nto know the mysteries of the kingdom of God, but to the rest\nit is given in parables, that 'Seeing they may not see, And\nhearing they may not understand.'"],"start_index":400003008009,"end_index":400003008010,"verse_count":2,"word_count":50},{"reference":"John 8:13-19","translation":"NKJV","division":"Primary","passage_number":79,"release":"NBBC","cards":["(13) The Pharisees therefore said to Him, \"You bear witness of\nYourself; Your witness is not true.\" (14) Jesus answered and\nsaid to them, \"Even if I bear witness of Myself, My witness is\ntrue, for I know where I came from and where I am going; but\nyou do not know where I come from and where I am going.\n(15) \"You judge according to the flesh; I judge no one. (16)\n\"And yet if I do judge, My judgment is true; for I am not alone,\nbut I am with the Father who sent Me. (17) \"It is also written\nin your law that the testimony of two men is true. (18) \"I am\nOne who bears witness of Myself, and the Father who sent\nMe bears witness of Me.\" (19) Then they said to Him, \"Where","is Your Father?\" Jesus answered, \"You know neither Me nor\nMy Father. If you had known Me, you would have known My\nFather also.\""],"start_index":400004008013,"end_index":400004008019,"verse_count":7,"word_count":156},{"reference":"Romans 12:3-21","translation":"NKJV","division":"Primary","passage_number":80,"release":"NBBC","cards":["(3) For I say, through the grace given to me, to everyone who\nis among you, not to think of himself more highly than he\nought to think, but to think soberly, as God has dealt to each\none a measure of faith. (4) For as we have many members\nin one body, but all the members do not have the same\nfunction, (5) so we, being many, are one body in Christ, and\nindividually members of one another. (6) Having then gifts\ndiffering according to the grace that is given to us, let us\nuse them: if prophecy, let us prophesy in proportion to our\nfaith; (7) or ministry, let us use it in our ministering; he who\nteaches, in teaching; (8) he who exhorts, in exhortation; he","who gives, with liberality; he who leads, with diligence; he\nwho shows mercy, with cheerfulness. (9) Let love be without\nhypocrisy. Abhor what is evil. Cling to what is good. (10) Be\nkindly affectionate to one another with brotherly love, in\nhonor giving preference to one another; (11) not lagging in\ndiligence, fervent in spirit, serving the Lord; (12) rejoicing in\nhope, patient in tribulation, continuing steadfastly in prayer;\n(13) distributing to the needs of the saints, given to hospitality.\n(14) Bless those who persecute you; bless and do not curse.\n(15) Rejoice with those who rejoice, and weep with those who\nweep. (16) Be of the same mind toward one another. Do not","set your mind on high things, but associate with the humble.\nDo not be wise in your own opinion. (17) Repay no one evil for\nevil. Have regard for good things in the sight of all men. (18) If\nit is possible, as much as depends on you, live peaceably with\nall men. (19) Beloved, do not avenge yourselves, but rather\ngive place to wrath; for it is written, \"Vengeance is Mine, I will\nrepay,\" says the Lord. (20) Therefore \"If your enemy is hungry,\nfeed him; If he is thirsty, give him a drink; For in so doing you\nwill heap coals of fire on his head.\" (21) Do not be overcome\nby evil, but overcome evil with good."],"start_index":400006012003,"end_index":400006012021,"verse_count":19,"word_count":344},{"reference":"1 Corinthians 1:27-31","translation":"NKJV","division":"Primary","passage_number":81,"release":"NBBC","cards":["(27) But God has chosen the foolish things of the world to put\nto shame the wise, and God has chosen the weak things of\nthe world to put to shame the things which are mighty; (28)\nand the base things of the world and the things which are\ndespised God has chosen, and the things which are not, to\nbring to nothing the things that are, (29) that no flesh should\nglory in His presence. (30) But of Him you are in Christ Jesus,\nwho became for us wisdom from God--and righteousness\nand sanctification and redemption-- (31) that, as it is written,\n\"He who glories, let him glory in the LORD.\""],"start_index":400007001027,"end_index":400007001031,"verse_count":5,"word_count":108},{"reference":"2 Corinthians 1:9-11","translation":"NKJV","division":"Primary","passage_number":82,"release":"NBBC","cards":["(9) Yes, we had the sentence of death in ourselves, that we\nshould not trust in ourselves but in God who raises the dead,\n(10) who delivered us from so great a death, and does deliver\nus; in whom we trust that He will still deliver us, (11) you also\nhelping together in prayer for us, that thanks may be given by\nmany persons on our behalf for the gift granted to us through\nmany."],"start_index":400008001009,"end_index":400008001011,"verse_count":3,"word_count":72},{"reference":"2 Corinthians 4:1-13","translation":"NKJV","division":"Primary","passage_number":83,"release":"NBBC","cards":["(1) Therefore, since we have this ministry, as we have received\nmercy, we do not lose heart. (2) But we have renounced\nthe hidden things of shame, not walking in craftiness nor\nhandling the word of God deceitfully, but by manifestation of\nthe truth commending ourselves to every man's conscience\nin the sight of God. (3) But even if our gospel is veiled, it is\nveiled to those who are perishing, (4) whose minds the god\nof this age has blinded, who do not believe, lest the light of\nthe gospel of the glory of Christ, who is the image of God,\nshould shine on them. (5) For we do not preach ourselves,\nbut Christ Jesus the Lord, and ourselves your bondservants","for Jesus' sake. (6) For it is the God who commanded light\nto shine out of darkness, who has shone in our hearts to give\nthe light of the knowledge of the glory of God in the face of\nJesus Christ. (7) But we have this treasure in earthen vessels,\nthat the excellence of the power may be of God and not of\nus. (8) We are hard-pressed on every side, yet not crushed;\nwe are perplexed, but not in despair; (9) persecuted, but\nnot forsaken; struck down, but not destroyed-- (10) always\ncarrying about in the body the dying of the Lord Jesus, that\nthe life of Jesus also may be manifested in our body. (11) For\nwe who live are always delivered to death for Jesus' sake,","that the life of Jesus also may be manifested in our mortal\nflesh. (12) So then death is working in us, but life in you. (13)\nAnd since we have the same spirit of faith, according to what\nis written, \"I believed and therefore I spoke,\" we also believe\nand therefore speak,"],"start_index":400008004001,"end_index":400008004013,"verse_count":13,"word_count":291},{"reference":"2 Corinthians 10:1-6","translation":"NKJV","division":"Primary","passage_number":84,"release":"NBBC","cards":["(1) Now I, Paul, myself am pleading with you by the meekness and\ngentleness of Christ--who in presence am lowly among you, but\nbeing absent am bold toward you. (2) But I beg you that when\nI am present I may not be bold with that confidence by which I\nintend to be bold against some, who think of us as if we walked\naccording to the flesh. (3) For though we walk in the flesh, we do\nnot war according to the flesh. (4) For the weapons of our warfare\nare not carnal but mighty in God for pulling down strongholds,\n(5) casting down arguments and every high thing that exalts\nitself against the knowledge of God, bringing every thought into\ncaptivity to the obedience of Christ, (6) and being ready to punish\nall disobedience when your obedience is fulfilled."],"start_index":400008010001,"end_index":400008010006,"verse_count":6,"word_count":136},{"reference":"Galatians 4:1-5","translation":"NKJV","division":"Primary","passage_number":85,"release":"NBBC","cards":["(1) Now I say that the heir, as long as he is a child, does not\ndiffer at all from a slave, though he is master of all, (2) but is\nunder guardians and stewards until the time appointed by\nthe father. (3) Even so we, when we were children, were in\nbondage under the elements of the world. (4) But when the\nfullness of the time had come, God sent forth His Son, born of\na woman, born under the law, (5) to redeem those who were\nunder the law, that we might receive the adoption as sons."],"start_index":400009004001,"end_index":400009004005,"verse_count":5,"word_count":94},{"reference":"Philippians 1:18-30","translation":"NKJV","division":"Primary","passage_number":86,"release":"NBBC","cards":["(18) What then? Only that in every way, whether in pretense\nor in truth, Christ is preached; and in this I rejoice, yes, and will\nrejoice. (19) For I know that this will turn out for my deliverance\nthrough your prayer and the supply of the Spirit of Jesus Christ,\n(20) according to my earnest expectation and hope that in nothing\nI shall be ashamed, but with all boldness, as always, so now also\nChrist will be magnified in my body, whether by life or by death.\n(21) For to me, to live is Christ, and to die is gain. (22) But if I live\non in the flesh, this will mean fruit from my labor; yet what I shall\nchoose I cannot tell. (23) For I am hard-pressed between the two,\nhaving a desire to depart and be with Christ, which is far better.\n(24) Nevertheless to remain in the flesh is more needful for you.","(25) And being confident of this, I know that I shall remain and\ncontinue with you all for your progress and joy of faith, (26) that\nyour rejoicing for me may be more abundant in Jesus Christ by my\ncoming to you again. (27) Only let your conduct be worthy of the\ngospel of Christ, so that whether I come and see you or am absent,\nI may hear of your affairs, that you stand fast in one spirit, with one\nmind striving together for the faith of the gospel, (28) and not in\nany way terrified by your adversaries, which is to them a proof of\nperdition, but to you of salvation, and that from God. (29) For to\nyou it has been granted on behalf of Christ, not only to believe in\nHim, but also to suffer for His sake, (30) having the same conflict\nwhich you saw in me and now hear is in me."],"start_index":400011001018,"end_index":400011001030,"verse_count":13,"word_count":303},{"reference":"Colossians 1:9-11","translation":"NKJV","division":"Primary","passage_number":87,"release":"NBBC","cards":["(9) For this reason we also, since the day we heard it, do\nnot cease to pray for you, and to ask that you may be filled\nwith the knowledge of His will in all wisdom and spiritual\nunderstanding; (10) that you may walk worthy of the Lord,\nfully pleasing Him, being fruitful in every good work and\nincreasing in the knowledge of God; (11) strengthened with\nall might, according to His glorious power, for all patience\nand longsuffering with joy;"],"start_index":400012001009,"end_index":400012001011,"verse_count":3,"word_count":78},{"reference":"Colossians 2:6-10","translation":"NKJV","division":"Primary","passage_number":88,"release":"NBBC","cards":["(6) As you therefore have received Christ Jesus the Lord, so\nwalk in Him, (7) rooted and built up in Him and established\nin the faith, as you have been taught, abounding in it with\nthanksgiving. (8) Beware lest anyone cheat you through\nphilosophy and empty deceit, according to the tradition of\nmen, according to the basic principles of the world, and not\naccording to Christ. (9) For in Him dwells all the fullness of\nthe Godhead bodily; (10) and you are complete in Him, who\nis the head of all principality and power."],"start_index":400012002006,"end_index":400012002010,"verse_count":5,"word_count":89},{"reference":"1 Timothy 5:17-22","translation":"NKJV","division":"Primary","passage_number":89,"release":"NBBC","cards":["(17) Let the elders who rule well be counted worthy of double\nhonor, especially those who labor in the word and doctrine. (18)\nFor the Scripture says, \"You shall not muzzle an ox while it treads\nout the grain,\" and, \"The laborer is worthy of his wages.\" (19) Do\nnot receive an accusation against an elder except from two or three\nwitnesses. (20) Those who are sinning rebuke in the presence of\nall, that the rest also may fear. (21) I charge you before God and\nthe Lord Jesus Christ and the elect angels that you observe these\nthings without prejudice, doing nothing with partiality. (22) Do not\nlay hands on anyone hastily, nor share in other people's sins; keep\nyourself pure."],"start_index":400015005017,"end_index":400015005022,"verse_count":6,"word_count":116},{"reference":"1 Timothy 6:11-16","translation":"NKJV","division":"Primary","passage_number":90,"release":"NBBC","cards":["(11) But you, O man of God, flee these things and pursue\nrighteousness, godliness, faith, love, patience, gentleness.\n(12) Fight the good fight of faith, lay hold on eternal life, to\nwhich you were also called and have confessed the good\nconfession in the presence of many witnesses. (13) I urge you\nin the sight of God who gives life to all things, and before\nChrist Jesus who witnessed the good confession before\nPontius Pilate, (14) that you keep this commandment without\nspot, blameless until our Lord Jesus Christ's appearing, (15)\nwhich He will manifest in His own time, He who is the blessed\nand only Potentate, the King of kings and Lord of lords, (16)","who alone has immortality, dwelling in unapproachable light,\nwhom no man has seen or can see, to whom be honor and\neverlasting power. Amen."],"start_index":400015006011,"end_index":400015006016,"verse_count":6,"word_count":134},{"reference":"2 Timothy 3:10-17","translation":"NKJV","division":"Primary","passage_number":91,"release":"NBBC","cards":["(10) But you have carefully followed my doctrine, manner of\nlife, purpose, faith, longsuffering, love, perseverance, (11)\npersecutions, afflictions, which happened to me at Antioch,\nat Iconium, at Lystra--what persecutions I endured. And out\nof them all the Lord delivered me. (12) Yes, and all who\ndesire to live godly in Christ Jesus will suffer persecution.\n(13) But evil men and impostors will grow worse and worse,\ndeceiving and being deceived. (14) But you must continue\nin the things which you have learned and been assured of,\nknowing from whom you have learned them, (15) and that\nfrom childhood you have known the Holy Scriptures, which","are able to make you wise for salvation through faith which\nis in Christ Jesus. (16) All Scripture is given by inspiration of\nGod, and is profitable for doctrine, for reproof, for correction,\nfor instruction in righteousness, (17) that the man of God may\nbe complete, thoroughly equipped for every good work."],"start_index":400016003010,"end_index":400016003017,"verse_count":8,"word_count":151},{"reference":"Philemon 1:4-7","translation":"NKJV","division":"Primary","passage_number":92,"release":"NBBC","cards":["(4) I thank my God, making mention of you always in my\nprayers, (5) hearing of your love and faith which you have\ntoward the Lord Jesus and toward all the saints, (6) that\nthe sharing of your faith may become effective by the\nacknowledgment of every good thing which is in you in Christ\nJesus. (7) For we have great joy and consolation in your love,\nbecause the hearts of the saints have been refreshed by you,\nbrother."],"start_index":400018001004,"end_index":400018001007,"verse_count":4,"word_count":75},{"reference":"Hebrews 2:1-8","translation":"NKJV","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) Therefore we must give the more earnest heed to the things\nwe have heard, lest we drift away. (2) For if the word spoken\nthrough angels proved steadfast, and every transgression\nand disobedience received a just reward, (3) how shall we\nescape if we neglect so great a salvation, which at the first\nbegan to be spoken by the Lord, and was confirmed to us\nby those who heard Him, (4) God also bearing witness both\nwith signs and wonders, with various miracles, and gifts of\nthe Holy Spirit, according to His own will? (5) For He has not\nput the world to come, of which we speak, in subjection to\nangels. (6) But one testified in a certain place, saying: \"What","is man that You are mindful of him, Or the son of man that\nYou take care of him? (7) You have made him a little lower\nthan the angels; You have crowned him with glory and honor,\nAnd set him over the works of Your hands. (8) You have put\nall things in subjection under his feet.\" For in that He put all\nin subjection under him, He left nothing that is not put under\nhim. But now we do not yet see all things put under him."],"start_index":400019002001,"end_index":400019002008,"verse_count":8,"word_count":204},{"reference":"Hebrews 5:5-9","translation":"NKJV","division":"Primary","passage_number":94,"release":"NBBC","cards":["(5) So also Christ did not glorify Himself to become High Priest,\nbut it was He who said to Him: \"You are My Son, Today I have\nbegotten You.\" (6) As He also says in another place: \"You are\na priest forever According to the order of Melchizedek\"; (7)\nwho, in the days of His flesh, when He had offered up prayers\nand supplications, with vehement cries and tears to Him who\nwas able to save Him from death, and was heard because\nof His godly fear, (8) though He was a Son, yet He learned\nobedience by the things which He suffered. (9) And having\nbeen perfected, He became the author of eternal salvation to\nall who obey Him,"],"start_index":400019005005,"end_index":400019005009,"verse_count":5,"word_count":115},{"reference":"Hebrews 9:11-14","translation":"NKJV","division":"Primary","passage_number":95,"release":"NBBC","cards":["(11) But Christ came as High Priest of the good things to come,\nwith the greater and more perfect tabernacle not made with\nhands, that is, not of this creation. (12) Not with the blood of\ngoats and calves, but with His own blood He entered the Most\nHoly Place once for all, having obtained eternal redemption.\n(13) For if the blood of bulls and goats and the ashes of a\nheifer, sprinkling the unclean, sanctifies for the purifying of\nthe flesh, (14) how much more shall the blood of Christ, who\nthrough the eternal Spirit offered Himself without spot to\nGod, cleanse your conscience from dead works to serve the\nliving God?"],"start_index":400019009011,"end_index":400019009014,"verse_count":4,"word_count":109},{"reference":"James 1:16-18","translation":"NKJV","division":"Primary","passage_number":96,"release":"NBBC","cards":["(16) Do not be deceived, my beloved brethren. (17) Every\ngood gift and every perfect gift is from above, and comes\ndown from the Father of lights, with whom there is no variation\nor shadow of turning. (18) Of His own will He brought us forth\nby the word of truth, that we might be a kind of firstfruits of\nHis creatures."],"start_index":400020001016,"end_index":400020001018,"verse_count":3,"word_count":59},{"reference":"James 3:14-18","translation":"NKJV","division":"Primary","passage_number":97,"release":"NBBC","cards":["(14) But if you have bitter envy and self-seeking in your hearts,\ndo not boast and lie against the truth. (15) This wisdom does\nnot descend from above, but is earthly, sensual, demonic. (16)\nFor where envy and self-seeking exist, confusion and every\nevil thing are there. (17) But the wisdom that is from above is\nfirst pure, then peaceable, gentle, willing to yield, full of mercy\nand good fruits, without partiality and without hypocrisy. (18)\nNow the fruit of righteousness is sown in peace by those who\nmake peace."],"start_index":400020003014,"end_index":400020003018,"verse_count":5,"word_count":87},{"reference":"James 5:14-18","translation":"NKJV","division":"Primary","passage_number":98,"release":"NBBC","cards":["(14) Is anyone among you sick? Let him call for the elders of the\nchurch, and let them pray over him, anointing him with oil in\nthe name of the Lord. (15) And the prayer of faith will save the\nsick, and the Lord will raise him up. And if he has committed\nsins, he will be forgiven. (16) Confess your trespasses to one\nanother, and pray for one another, that you may be healed.\nThe effective, fervent prayer of a righteous man avails much.\n(17) Elijah was a man with a nature like ours, and he prayed\nearnestly that it would not rain; and it did not rain on the land\nfor three years and six months. (18) And he prayed again, and\nthe heaven gave rain, and the earth produced its fruit."],"start_index":400020005014,"end_index":400020005018,"verse_count":5,"word_count":129},{"reference":"1 Peter 1:1-8","translation":"NKJV","division":"Primary","passage_number":99,"release":"NBBC","cards":["(1) Peter, an apostle of Jesus Christ, To the pilgrims of the\nDispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia,\n(2) elect according to the foreknowledge of God the Father, in\nsanctification of the Spirit, for obedience and sprinkling of the\nblood of Jesus Christ: Grace to you and peace be multiplied.\n(3) Blessed be the God and Father of our Lord Jesus Christ,\nwho according to His abundant mercy has begotten us again\nto a living hope through the resurrection of Jesus Christ from\nthe dead, (4) to an inheritance incorruptible and undefiled\nand that does not fade away, reserved in heaven for you, (5)\nwho are kept by the power of God through faith for salvation","ready to be revealed in the last time. (6) In this you greatly\nrejoice, though now for a little while, if need be, you have\nbeen grieved by various trials, (7) that the genuineness of\nyour faith, being much more precious than gold that perishes,\nthough it is tested by fire, may be found to praise, honor, and\nglory at the revelation of Jesus Christ, (8) whom having not\nseen you love. Though now you do not see Him, yet believing,\nyou rejoice with joy inexpressible and full of glory,"],"start_index":400021001001,"end_index":400021001008,"verse_count":8,"word_count":200},{"reference":"1 Peter 1:13-16","translation":"NKJV","division":"Primary","passage_number":100,"release":"NBBC","cards":["(13) Therefore gird up the loins of your mind, be sober, and\nrest your hope fully upon the grace that is to be brought\nto you at the revelation of Jesus Christ; (14) as obedient\nchildren, not conforming yourselves to the former lusts, as in\nyour ignorance; (15) but as He who called you is holy, you\nalso be holy in all your conduct, (16) because it is written, \"Be\nholy, for I am holy.\""],"start_index":400021001013,"end_index":400021001016,"verse_count":4,"word_count":71},{"reference":"2 Peter 3:7-13","translation":"NKJV","division":"Primary","passage_number":101,"release":"NBBC","cards":["(7) But the heavens and the earth which are now preserved by\nthe same word, are reserved for fire until the day of judgment\nand perdition of ungodly men. (8) But, beloved, do not forget\nthis one thing, that with the Lord one day is as a thousand\nyears, and a thousand years as one day. (9) The Lord is not\nslack concerning His promise, as some count slackness, but\nis longsuffering toward us, not willing that any should perish\nbut that all should come to repentance. (10) But the day of\nthe Lord will come as a thief in the night, in which the heavens\nwill pass away with a great noise, and the elements will melt\nwith fervent heat; both the earth and the works that are in it","will be burned up. (11) Therefore, since all these things will\nbe dissolved, what manner of persons ought you to be in holy\nconduct and godliness, (12) looking for and hastening the\ncoming of the day of God, because of which the heavens will\nbe dissolved, being on fire, and the elements will melt with\nfervent heat? (13) Nevertheless we, according to His promise,\nlook for new heavens and a new earth in which righteousness\ndwells."],"start_index":400022003007,"end_index":400022003013,"verse_count":7,"word_count":200},{"reference":"1 John 3:4-6","translation":"NKJV","division":"Primary","passage_number":102,"release":"NBBC","cards":["(4) Whoever commits sin also commits lawlessness, and sin\nis lawlessness. (5) And you know that He was manifested to\ntake away our sins, and in Him there is no sin. (6) Whoever\nabides in Him does not sin. Whoever sins has neither seen\nHim nor known Him."],"start_index":400023003004,"end_index":400023003006,"verse_count":3,"word_count":45},{"reference":"Jude 1:20-21","translation":"NKJV","division":"Primary","passage_number":103,"release":"NBBC","cards":["(20) But you, beloved, building yourselves up on your most\nholy faith, praying in the Holy Spirit, (21) keep yourselves\nin the love of God, looking for the mercy of our Lord Jesus\nChrist unto eternal life."],"start_index":400026001020,"end_index":400026001021,"verse_count":2,"word_count":35},{"reference":"Revelation 2:8-11","translation":"NKJV","division":"Primary","passage_number":104,"release":"NBBC","cards":["(8) \"And to the angel of the church in Smyrna write, 'These things\nsays the First and the Last, who was dead, and came to life: (9) \"I\nknow your works, tribulation, and poverty (but you are rich); and I\nknow the blasphemy of those who say they are Jews and are not,\nbut are a synagogue of Satan. (10) \"Do not fear any of those things\nwhich you are about to suffer. Indeed, the devil is about to throw\nsome of you into prison, that you may be tested, and you will have\ntribulation ten days. Be faithful until death, and I will give you the\ncrown of life. (11) \"He who has an ear, let him hear what the Spirit\nsays to the churches. He who overcomes shall not be hurt by the\nsecond death.\" '"],"start_index":400027002008,"end_index":400027002011,"verse_count":4,"word_count":133}]
