[{"reference":"John 8:32","translation":"KJV","division":"Primary","passage_number":1,"release":"Navigate","cards":["(32) And ye shall know the truth, and the truth shall make you\nfree."],"start_index":400004008032,"end_index":400004008032,"verse_count":1,"word_count":13},{"reference":"John 12:12–13","translation":"KJV","division":"Primary","passage_number":2,"release":"Navigate","cards":["(12) On the next day much people that were come to the\nfeast, when they heard that Jesus was coming to Jerusalem,\n(13) Took branches of palm trees, and went forth to meet him,\nand cried, Hosanna: Blessed is the King of Israel that cometh\nin the name of the Lord."],"start_index":400004012012,"end_index":400004012013,"verse_count":2,"word_count":49},{"reference":"Psalm 118:24–26","translation":"KJV","division":"Primary","passage_number":3,"release":"Explore","cards":["(24) This is the day which the LORD hath made; we will rejoice\nand be glad in it. (25) Save now, I beseech thee, O LORD: O\nLORD, I beseech thee, send now prosperity. (26) Blessed be\nhe that cometh in the name of the LORD: we have blessed\nyou out of the house of the LORD."],"start_index":200019118024,"end_index":200019118026,"verse_count":3,"word_count":54},{"reference":"John 13:14–16","translation":"KJV","division":"Primary","passage_number":4,"release":"Navigate","cards":["(14) If I then, your Lord and Master, have washed your feet; ye\nalso ought to wash one another's feet. (15) For I have given\nyou an example, that ye should do as I have done to you. (16)\nVerily, verily, I say unto you, The servant is not greater than his\nlord; neither he that is sent greater than he that sent him."],"start_index":400004013014,"end_index":400004013016,"verse_count":3,"word_count":61},{"reference":"Jeremiah 7:10–11","translation":"KJV","division":"Primary","passage_number":5,"release":"Explore","cards":["(10) And come and stand before me in this house, which is\ncalled by my name, and say, We are delivered to do all these\nabominations? (11) Is this house, which is called by my name,\nbecome a den of robbers in your eyes? Behold, even I have\nseen it, saith the LORD."],"start_index":200024007010,"end_index":200024007011,"verse_count":2,"word_count":51},{"reference":"John 14:4–6","translation":"KJV","division":"Primary","passage_number":6,"release":"Navigate","cards":["(4) And whither I go ye know, and the way ye know. (5) Thomas\nsaith unto him, Lord, we know not whither thou goest; and\nhow can we know the way? (6) Jesus saith unto him, I am the\nway, the truth, and the life: no man cometh unto the Father,\nbut by me."],"start_index":400004014004,"end_index":400004014006,"verse_count":3,"word_count":51},{"reference":"Joel 2:10–11","translation":"KJV","division":"Primary","passage_number":7,"release":"Explore","cards":["(10) The earth shall quake before them; the heavens shall\ntremble: the sun and the moon shall be dark, and the stars\nshall withdraw their shining: (11) And the LORD shall utter\nhis voice before his army: for his camp is very great: for he\nis strong that executeth his word: for the day of the LORD is\ngreat and very terrible; and who can abide it?"],"start_index":200029002010,"end_index":200029002011,"verse_count":2,"word_count":65},{"reference":"John 15:5–7","translation":"KJV","division":"Primary","passage_number":8,"release":"Navigate","cards":["(5) I am the vine, ye are the branches: He that abideth in me,\nand I in him, the same bringeth forth much fruit: for without\nme ye can do nothing. (6) If a man abide not in me, he is cast\nforth as a branch, and is withered; and men gather them, and\ncast them into the fire, and they are burned. (7) If ye abide in\nme, and my words abide in you, ye shall ask what ye will, and\nit shall be done unto you."],"start_index":400004015005,"end_index":400004015007,"verse_count":3,"word_count":85},{"reference":"Psalm 41:9","translation":"KJV","division":"Primary","passage_number":9,"release":"Explore","cards":["(9) Yea, mine own familiar friend, in whom I trusted, which did\neat of my bread, hath lifted up his heel against me."],"start_index":200019041009,"end_index":200019041009,"verse_count":1,"word_count":22},{"reference":"John 16:13–14","translation":"KJV","division":"Primary","passage_number":10,"release":"Navigate","cards":["(13) Howbeit when he, the Spirit of truth, is come, he will\nguide you into all truth: for he shall not speak of himself;\nbut whatsoever he shall hear, that shall he speak: and he will\nshew you things to come. (14) He shall glorify me: for he shall\nreceive of mine, and shall shew it unto you."],"start_index":400004016013,"end_index":400004016014,"verse_count":2,"word_count":56},{"reference":"Jeremiah 31:33–34","translation":"KJV","division":"Primary","passage_number":11,"release":"Explore","cards":["(33) But this shall be the covenant that I will make with the\nhouse of Israel; After those days, saith the LORD, I will put\nmy law in their inward parts, and write it in their hearts; and\nwill be their God, and they shall be my people. (34) And they\nshall teach no more every man his neighbour, and every man\nhis brother, saying, Know the LORD: for they shall all know\nme, from the least of them unto the greatest of them, saith\nthe LORD: for I will forgive their iniquity, and I will remember\ntheir sin no more."],"start_index":200024031033,"end_index":200024031034,"verse_count":2,"word_count":99},{"reference":"John 17:17–19","translation":"KJV","division":"Primary","passage_number":12,"release":"Navigate","cards":["(17) Sanctify them through thy truth: thy word is truth. (18)\nAs thou hast sent me into the world, even so have I also sent\nthem into the world. (19) And for their sakes I sanctify myself,\nthat they also might be sanctified through the truth."],"start_index":400004017017,"end_index":400004017019,"verse_count":3,"word_count":43},{"reference":"Zechariah 13:7","translation":"KJV","division":"Primary","passage_number":13,"release":"Explore","cards":["(7) Awake, O sword, against my shepherd, and against the\nman that is my fellow, saith the LORD of hosts: smite the\nshepherd, and the sheep shall be scattered: and I will turn\nmine hand upon the little ones."],"start_index":200038013007,"end_index":200038013007,"verse_count":1,"word_count":38},{"reference":"John 20:30–31","translation":"KJV","division":"Primary","passage_number":14,"release":"Navigate","cards":["(30) And many other signs truly did Jesus in the presence of\nhis disciples, which are not written in this book: (31) But these\nare written, that ye might believe that Jesus is the Christ, the\nSon of God; and that believing ye might have life through his\nname."],"start_index":400004020030,"end_index":400004020031,"verse_count":2,"word_count":47},{"reference":"Psalm 16:10–11","translation":"KJV","division":"Primary","passage_number":15,"release":"Explore","cards":["(10) For thou wilt not leave my soul in hell; neither wilt thou\nsuffer thine Holy One to see corruption. (11) Thou wilt shew\nme the path of life: in thy presence is fulness of joy; at thy\nright hand there are pleasures for evermore."],"start_index":200019016010,"end_index":200019016011,"verse_count":2,"word_count":43},{"reference":"Genesis 39:21","translation":"KJV","division":"Primary","passage_number":16,"release":"NBBC","cards":["(21) But the LORD was with Joseph, and shewed him mercy,\nand gave him favour in the sight of the keeper of the prison."],"start_index":200001039021,"end_index":200001039021,"verse_count":1,"word_count":23},{"reference":"Leviticus 11:44-45","translation":"KJV","division":"Primary","passage_number":17,"release":"NBBC","cards":["(44) For I am the LORD your God: ye shall therefore sanctify\nyourselves, and ye shall be holy; for I am holy: neither shall\nye defile yourselves with any manner of creeping thing that\ncreepeth upon the earth. (45) For I am the LORD that bringeth\nyou up out of the land of Egypt, to be your God: ye shall\ntherefore be holy, for I am holy."],"start_index":200003011044,"end_index":200003011045,"verse_count":2,"word_count":65},{"reference":"Numbers 12:5-9","translation":"KJV","division":"Primary","passage_number":18,"release":"NBBC","cards":["(5) And the LORD came down in the pillar of the cloud, and\nstood in the door of the tabernacle, and called Aaron and\nMiriam: and they both came forth. (6) And he said, Hear now\nmy words: If there be a prophet among you, I the LORD will\nmake myself known unto him in a vision, and will speak unto\nhim in a dream. (7) My servant Moses is not so, who is faithful\nin all mine house. (8) With him will I speak mouth to mouth,\neven apparently, and not in dark speeches; and the similitude\nof the LORD shall he behold: wherefore then were ye not\nafraid to speak against my servant Moses? (9) And the anger\nof the LORD was kindled against them; and he departed."],"start_index":200004012005,"end_index":200004012009,"verse_count":5,"word_count":125},{"reference":"Deuteronomy 28:49-52","translation":"KJV","division":"Primary","passage_number":19,"release":"NBBC","cards":["(49) The LORD shall bring a nation against thee from far, from the\nend of the earth, as swift as the eagle flieth; a nation whose tongue\nthou shalt not understand; (50) A nation of fierce countenance,\nwhich shall not regard the person of the old, nor shew favour to\nthe young: (51) And he shall eat the fruit of thy cattle, and the fruit\nof thy land, until thou be destroyed: which also shall not leave thee\neither corn, wine, or oil, or the increase of thy kine, or flocks of\nthy sheep, until he have destroyed thee. (52) And he shall besiege\nthee in all thy gates, until thy high and fenced walls come down,\nwherein thou trustedst, throughout all thy land: and he shall\nbesiege thee in all thy gates throughout all thy land, which the\nLORD thy God hath given thee."],"start_index":200005028049,"end_index":200005028052,"verse_count":4,"word_count":141},{"reference":"2 Kings 24:1-5","translation":"KJV","division":"Primary","passage_number":20,"release":"NBBC","cards":["(1) In his days Nebuchadnezzar king of Babylon came up, and\nJehoiakim became his servant three years: then he turned\nand rebelled against him. (2) And the LORD sent against\nhim bands of the Chaldees, and bands of the Syrians, and\nbands of the Moabites, and bands of the children of Ammon,\nand sent them against Judah to destroy it, according to\nthe word of the LORD, which he spake by his servants the\nprophets. (3) Surely at the commandment of the LORD came\nthis upon Judah, to remove them out of his sight, for the sins\nof Manasseh, according to all that he did; (4) And also for\nthe innocent blood that he shed: for he filled Jerusalem with","innocent blood; which the LORD would not pardon. (5) Now\nthe rest of the acts of Jehoiakim, and all that he did, are they\nnot written in the book of the chronicles of the kings of Judah?"],"start_index":200012024001,"end_index":200012024005,"verse_count":5,"word_count":152},{"reference":"2 Chronicles 1:10-12","translation":"KJV","division":"Primary","passage_number":21,"release":"NBBC","cards":["(10) Give me now wisdom and knowledge, that I may go\nout and come in before this people: for who can judge this\nthy people, that is so great? (11) And God said to Solomon,\nBecause this was in thine heart, and thou hast not asked riches,\nwealth, or honour, nor the life of thine enemies, neither yet\nhast asked long life; but hast asked wisdom and knowledge\nfor thyself, that thou mayest judge my people, over whom I\nhave made thee king: (12) Wisdom and knowledge is granted\nunto thee; and I will give thee riches, and wealth, and honour,\nsuch as none of the kings have had that have been before\nthee, neither shall there any after thee have the like."],"start_index":200014001010,"end_index":200014001012,"verse_count":3,"word_count":120},{"reference":"Psalm 3:1-8","translation":"KJV","division":"Primary","passage_number":22,"release":"NBBC","cards":["(1) LORD, how are they increased that trouble me! many are they\nthat rise up against me. (2) Many there be which say of my soul,\nThere is no help for him in God. (3) But thou, O LORD, art a shield\nfor me; my glory, and the lifter up of mine head. (4) I cried unto the\nLORD with my voice, and he heard me out of his holy hill. (5) I laid\nme down and slept; I awaked; for the LORD sustained me. (6) I will\nnot be afraid of ten thousands of people, that have set themselves\nagainst me round about. (7) Arise, O LORD; save me, O my God:\nfor thou hast smitten all mine enemies upon the cheek bone; thou\nhast broken the teeth of the ungodly. (8) Salvation belongeth unto\nthe LORD: thy blessing is upon thy people."],"start_index":200019003001,"end_index":200019003008,"verse_count":8,"word_count":136},{"reference":"Psalm 22:14-28","translation":"KJV","division":"Primary","passage_number":23,"release":"NBBC","cards":["(14) I am poured out like water, and all my bones are out of joint:\nmy heart is like wax; it is melted in the midst of my bowels. (15)\nMy strength is dried up like a potsherd; and my tongue cleaveth\nto my jaws; and thou hast brought me into the dust of death. (16)\nFor dogs have compassed me: the assembly of the wicked have\ninclosed me: they pierced my hands and my feet. (17) I may tell all\nmy bones: they look and stare upon me. (18) They part my garments\namong them, and cast lots upon my vesture. (19) But be not thou\nfar from me, O LORD: O my strength, haste thee to help me. (20)\nDeliver my soul from the sword; my darling from the power of the\ndog. (21) Save me from the lion's mouth: for thou hast heard me\nfrom the horns of the unicorns. (22) I will declare thy name unto my","brethren: in the midst of the congregation will I praise thee. (23)\nYe that fear the LORD, praise him; all ye the seed of Jacob, glorify\nhim; and fear him, all ye the seed of Israel. (24) For he hath not\ndespised nor abhorred the affliction of the afflicted; neither hath\nhe hid his face from him; but when he cried unto him, he heard.\n(25) My praise shall be of thee in the great congregation: I will pay\nmy vows before them that fear him. (26) The meek shall eat and\nbe satisfied: they shall praise the LORD that seek him: your heart\nshall live for ever. (27) All the ends of the world shall remember\nand turn unto the LORD: and all the kindreds of the nations shall\nworship before thee. (28) For the kingdom is the LORD'S: and he\nis the governor among the nations."],"start_index":200019022014,"end_index":200019022028,"verse_count":15,"word_count":294},{"reference":"Psalm 119:106-107","translation":"KJV","division":"Primary","passage_number":24,"release":"NBBC","cards":["(106) I have sworn, and I will perform it, that I will keep thy\nrighteous judgments. (107) I am afflicted very much: quicken\nme, O LORD, according unto thy word."],"start_index":200019119106,"end_index":200019119107,"verse_count":2,"word_count":30},{"reference":"Psalm 141:2-5","translation":"KJV","division":"Primary","passage_number":25,"release":"NBBC","cards":["(2) Let my prayer be set forth before thee as incense; and\nthe lifting up of my hands as the evening sacrifice. (3) Set a\nwatch, O LORD, before my mouth; keep the door of my lips.\n(4) Incline not my heart to any evil thing, to practise wicked\nworks with men that work iniquity: and let me not eat of their\ndainties. (5) Let the righteous smite me; it shall be a kindness:\nand let him reprove me; it shall be an excellent oil, which shall\nnot break my head: for yet my prayer also shall be in their\ncalamities."],"start_index":200019141002,"end_index":200019141005,"verse_count":4,"word_count":97},{"reference":"Proverbs 18:1-22","translation":"KJV","division":"Primary","passage_number":26,"release":"NBBC","cards":["(1) Through desire a man, having separated himself, seeketh\nand intermeddleth with all wisdom. (2) A fool hath no delight\nin understanding, but that his heart may discover itself. (3)\nWhen the wicked cometh, then cometh also contempt, and\nwith ignominy reproach. (4) The words of a man's mouth are\nas deep waters, and the wellspring of wisdom as a flowing\nbrook. (5) It is not good to accept the person of the wicked,\nto overthrow the righteous in judgment. (6) A fool's lips enter\ninto contention, and his mouth calleth for strokes. (7) A fool's\nmouth is his destruction, and his lips are the snare of his soul.\n(8) The words of a talebearer are as wounds, and they go","down into the innermost parts of the belly. (9) He also that\nis slothful in his work is brother to him that is a great waster.\n(10) The name of the LORD is a strong tower: the righteous\nrunneth into it, and is safe. (11) The rich man's wealth is his\nstrong city, and as an high wall in his own conceit. (12) Before\ndestruction the heart of man is haughty, and before honour\nis humility. (13) He that answereth a matter before he heareth\nit, it is folly and shame unto him. (14) The spirit of a man will\nsustain his infirmity; but a wounded spirit who can bear? (15)\nThe heart of the prudent getteth knowledge; and the ear of\nthe wise seeketh knowledge. (16) A man's gift maketh room","for him, and bringeth him before great men. (17) He that is\nfirst in his own cause seemeth just; but his neighbour cometh\nand searcheth him. (18) The lot causeth contentions to cease,\nand parteth between the mighty. (19) A brother offended is\nharder to be won than a strong city: and their contentions are\nlike the bars of a castle. (20) A man's belly shall be satisfied\nwith the fruit of his mouth; and with the increase of his lips\nshall he be filled. (21) Death and life are in the power of the\ntongue: and they that love it shall eat the fruit thereof. (22)\nWhoso findeth a wife findeth a good thing, and obtaineth\nfavour of the LORD."],"start_index":200020018001,"end_index":200020018022,"verse_count":22,"word_count":352},{"reference":"Ecclesiastes 2:9-11","translation":"KJV","division":"Primary","passage_number":27,"release":"NBBC","cards":["(9) So I was great, and increased more than all that were\nbefore me in Jerusalem: also my wisdom remained with me.\n(10) And whatsoever mine eyes desired I kept not from them,\nI withheld not my heart from any joy; for my heart rejoiced in\nall my labour: and this was my portion of all my labour. (11)\nThen I looked on all the works that my hands had wrought,\nand on the labour that I had laboured to do: and, behold,\nall was vanity and vexation of spirit, and there was no profit\nunder the sun."],"start_index":200021002009,"end_index":200021002011,"verse_count":3,"word_count":95},{"reference":"Jeremiah 33:1-9","translation":"KJV","division":"Primary","passage_number":28,"release":"NBBC","cards":["(1) Moreover the word of the LORD came unto Jeremiah the second\ntime, while he was yet shut up in the court of the prison, saying,\n(2) Thus saith the LORD the maker thereof, the LORD that formed\nit, to establish it; the LORD is his name; (3) Call unto me, and I\nwill answer thee, and shew thee great and mighty things, which\nthou knowest not. (4) For thus saith the LORD, the God of Israel,\nconcerning the houses of this city, and concerning the houses of\nthe kings of Judah, which are thrown down by the mounts, and\nby the sword; (5) They come to fight with the Chaldeans, but it\nis to fill them with the dead bodies of men, whom I have slain in\nmine anger and in my fury, and for all whose wickedness I have","hid my face from this city. (6) Behold, I will bring it health and cure,\nand I will cure them, and will reveal unto them the abundance of\npeace and truth. (7) And I will cause the captivity of Judah and the\ncaptivity of Israel to return, and will build them, as at the first. (8)\nAnd I will cleanse them from all their iniquity, whereby they have\nsinned against me; and I will pardon all their iniquities, whereby\nthey have sinned, and whereby they have transgressed against\nme. (9) And it shall be to me a name of joy, a praise and an honour\nbefore all the nations of the earth, which shall hear all the good\nthat I do unto them: and they shall fear and tremble for all the\ngoodness and for all the prosperity that I procure unto it."],"start_index":200024033001,"end_index":200024033009,"verse_count":9,"word_count":275},{"reference":"Daniel 3:24-25","translation":"KJV","division":"Primary","passage_number":29,"release":"NBBC","cards":["(24) Then Nebuchadnezzar the king was astonied, and\nrose up in haste, and spake, and said unto his counsellors,\nDid not we cast three men bound into the midst of the fire?\nThey answered and said unto the king, True, O king. (25) He\nanswered and said, Lo, I see four men loose, walking in the\nmidst of the fire, and they have no hurt; and the form of the\nfourth is like the Son of God."],"start_index":200027003024,"end_index":200027003025,"verse_count":2,"word_count":75},{"reference":"Daniel 4:1-3","translation":"KJV","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) Nebuchadnezzar the king, unto all people, nations, and\nlanguages, that dwell in all the earth; Peace be multiplied\nunto you. (2) I thought it good to shew the signs and wonders\nthat the high God hath wrought toward me. (3) How great are\nhis signs! and how mighty are his wonders! his kingdom is an\neverlasting kingdom, and his dominion is from generation to\ngeneration."],"start_index":200027004001,"end_index":200027004003,"verse_count":3,"word_count":63},{"reference":"Amos 3:6-8","translation":"KJV","division":"Primary","passage_number":31,"release":"NBBC","cards":["(6) Shall a trumpet be blown in the city, and the people not be\nafraid? shall there be evil in a city, and the LORD hath not done\nit? (7) Surely the Lord GOD will do nothing, but he revealeth\nhis secret unto his servants the prophets. (8) The lion hath\nroared, who will not fear? the Lord GOD hath spoken, who\ncan but prophesy?"],"start_index":200030003006,"end_index":200030003008,"verse_count":3,"word_count":62},{"reference":"Jonah 2:1-10","translation":"KJV","division":"Primary","passage_number":32,"release":"NBBC","cards":["(1) Then Jonah prayed unto the LORD his God out of the fish's\nbelly, (2) And said, I cried by reason of mine affliction unto the\nLORD, and he heard me; out of the belly of hell cried I, and\nthou heardest my voice. (3) For thou hadst cast me into the\ndeep, in the midst of the seas; and the floods compassed me\nabout: all thy billows and thy waves passed over me. (4) Then\nI said, I am cast out of thy sight; yet I will look again toward\nthy holy temple. (5) The waters compassed me about, even to\nthe soul: the depth closed me round about, the weeds were\nwrapped about my head. (6) I went down to the bottoms of\nthe mountains; the earth with her bars was about me for ever:","yet hast thou brought up my life from corruption, O LORD\nmy God. (7) When my soul fainted within me I remembered\nthe LORD: and my prayer came in unto thee, into thine holy\ntemple. (8) They that observe lying vanities forsake their\nown mercy. (9) But I will sacrifice unto thee with the voice of\nthanksgiving; I will pay that that I have vowed. Salvation is\nof the LORD. (10) And the LORD spake unto the fish, and it\nvomited out Jonah upon the dry land."],"start_index":200032002001,"end_index":200032002010,"verse_count":10,"word_count":214},{"reference":"Micah 6:2-8","translation":"KJV","division":"Primary","passage_number":33,"release":"NBBC","cards":["(2) Hear ye, O mountains, the LORD'S controversy, and\nye strong foundations of the earth: for the LORD hath a\ncontroversy with his people, and he will plead with Israel. (3)\nO my people, what have I done unto thee? and wherein have\nI wearied thee? testify against me. (4) For I brought thee up\nout of the land of Egypt, and redeemed thee out of the house\nof servants; and I sent before thee Moses, Aaron, and Miriam.\n(5) O my people, remember now what Balak king of Moab\nconsulted, and what Balaam the son of Beor answered him\nfrom Shittim unto Gilgal; that ye may know the righteousness\nof the LORD. (6) Wherewith shall I come before the LORD,","and bow myself before the high God? shall I come before\nhim with burnt offerings, with calves of a year old? (7) Will\nthe LORD be pleased with thousands of rams, or with ten\nthousands of rivers of oil? shall I give my firstborn for my\ntransgression, the fruit of my body for the sin of my soul? (8)\nHe hath shewed thee, O man, what is good; and what doth\nthe LORD require of thee, but to do justly, and to love mercy,\nand to walk humbly with thy God?"],"start_index":200033006002,"end_index":200033006008,"verse_count":7,"word_count":205},{"reference":"Matthew 3:1-10","translation":"KJV","division":"Primary","passage_number":34,"release":"NBBC","cards":["(1) In those days came John the Baptist, preaching in the\nwilderness of Judaea, (2) And saying, Repent ye: for the\nkingdom of heaven is at hand. (3) For this is he that was spoken\nof by the prophet Esaias, saying, The voice of one crying in the\nwilderness, Prepare ye the way of the Lord, make his paths\nstraight. (4) And the same John had his raiment of camel's\nhair, and a leathern girdle about his loins; and his meat was\nlocusts and wild honey. (5) Then went out to him Jerusalem,\nand all Judaea, and all the region round about Jordan, (6)\nAnd were baptized of him in Jordan, confessing their sins. (7)\nBut when he saw many of the Pharisees and Sadducees come","to his baptism, he said unto them, O generation of vipers,\nwho hath warned you to flee from the wrath to come? (8)\nBring forth therefore fruits meet for repentance: (9) And think\nnot to say within yourselves, We have Abraham to our father:\nfor I say unto you, that God is able of these stones to raise up\nchildren unto Abraham. (10) And now also the axe is laid unto\nthe root of the trees: therefore every tree which bringeth not\nforth good fruit is hewn down, and cast into the fire."],"start_index":400001003001,"end_index":400001003010,"verse_count":10,"word_count":209},{"reference":"Luke 12:4-9","translation":"KJV","division":"Primary","passage_number":35,"release":"NBBC","cards":["(4) And I say unto you my friends, Be not afraid of them that kill\nthe body, and after that have no more that they can do. (5) But I\nwill forewarn you whom ye shall fear: Fear him, which after he hath\nkilled hath power to cast into hell; yea, I say unto you, Fear him. (6)\nAre not five sparrows sold for two farthings, and not one of them\nis forgotten before God? (7) But even the very hairs of your head\nare all numbered. Fear not therefore: ye are of more value than\nmany sparrows. (8) Also I say unto you, Whosoever shall confess\nme before men, him shall the Son of man also confess before the\nangels of God: (9) But he that denieth me before men shall be\ndenied before the angels of God."],"start_index":400003012004,"end_index":400003012009,"verse_count":6,"word_count":133},{"reference":"John 11:24-25","translation":"KJV","division":"Primary","passage_number":36,"release":"NBBC","cards":["(24) Martha saith unto him, I know that he shall rise again in\nthe resurrection at the last day. (25) Jesus said unto her, I am\nthe resurrection, and the life: he that believeth in me, though\nhe were dead, yet shall he live:"],"start_index":400004011024,"end_index":400004011025,"verse_count":2,"word_count":42},{"reference":"John 11:43-44","translation":"KJV","division":"Primary","passage_number":37,"release":"NBBC","cards":["(43) And when he thus had spoken, he cried with a loud\nvoice, Lazarus, come forth. (44) And he that was dead came\nforth, bound hand and foot with graveclothes: and his face\nwas bound about with a napkin. Jesus saith unto them, Loose\nhim, and let him go."],"start_index":400004011043,"end_index":400004011044,"verse_count":2,"word_count":47},{"reference":"John 14:25-27","translation":"KJV","division":"Primary","passage_number":38,"release":"NBBC","cards":["(25) These things have I spoken unto you, being yet present\nwith you. (26) But the Comforter, which is the Holy Ghost,\nwhom the Father will send in my name, he shall teach you all\nthings, and bring all things to your remembrance, whatsoever\nI have said unto you. (27) Peace I leave with you, my peace I\ngive unto you: not as the world giveth, give I unto you. Let not\nyour heart be troubled, neither let it be afraid."],"start_index":400004014025,"end_index":400004014027,"verse_count":3,"word_count":78},{"reference":"Acts 7:58-60","translation":"KJV","division":"Primary","passage_number":39,"release":"NBBC","cards":["(58) And cast him out of the city, and stoned him: and the\nwitnesses laid down their clothes at a young man's feet,\nwhose name was Saul. (59) And they stoned Stephen, calling\nupon God, and saying, Lord Jesus, receive my spirit. (60) And\nhe kneeled down, and cried with a loud voice, Lord, lay not\nthis sin to their charge. And when he had said this, he fell\nasleep."],"start_index":400005007058,"end_index":400005007060,"verse_count":3,"word_count":67},{"reference":"1 Corinthians 2:7-10","translation":"KJV","division":"Primary","passage_number":40,"release":"NBBC","cards":["(7) But we speak the wisdom of God in a mystery, even the\nhidden wisdom, which God ordained before the world unto\nour glory: (8) Which none of the princes of this world knew:\nfor had they known it, they would not have crucified the Lord\nof glory. (9) But as it is written, Eye hath not seen, nor ear\nheard, neither have entered into the heart of man, the things\nwhich God hath prepared for them that love him. (10) But\nGod hath revealed them unto us by his Spirit: for the Spirit\nsearcheth all things, yea, the deep things of God."],"start_index":400007002007,"end_index":400007002010,"verse_count":4,"word_count":99},{"reference":"2 Corinthians 5:7-10","translation":"KJV","division":"Primary","passage_number":41,"release":"NBBC","cards":["(7) (For we walk by faith, not by sight:) (8) We are confident, I\nsay, and willing rather to be absent from the body, and to be\npresent with the Lord. (9) Wherefore we labour, that, whether\npresent or absent, we may be accepted of him. (10) For we\nmust all appear before the judgment seat of Christ; that every\none may receive the things done in his body, according to\nthat he hath done, whether it be good or bad."],"start_index":400008005007,"end_index":400008005010,"verse_count":4,"word_count":77},{"reference":"Galatians 1:14-24","translation":"KJV","division":"Primary","passage_number":42,"release":"NBBC","cards":["(14) And profited in the Jews' religion above many my equals\nin mine own nation, being more exceedingly zealous of the\ntraditions of my fathers. (15) But when it pleased God, who\nseparated me from my mother's womb, and called me by his\ngrace, (16) To reveal his Son in me, that I might preach him\namong the heathen; immediately I conferred not with flesh\nand blood: (17) Neither went I up to Jerusalem to them which\nwere apostles before me; but I went into Arabia, and returned\nagain unto Damascus. (18) Then after three years I went up to\nJerusalem to see Peter, and abode with him fifteen days. (19)\nBut other of the apostles saw I none, save James the Lord's","brother. (20) Now the things which I write unto you, behold,\nbefore God, I lie not. (21) Afterwards I came into the regions\nof Syria and Cilicia; (22) And was unknown by face unto the\nchurches of Judaea which were in Christ: (23) But they had\nheard only, That he which persecuted us in times past now\npreacheth the faith which once he destroyed. (24) And they\nglorified God in me."],"start_index":400009001014,"end_index":400009001024,"verse_count":11,"word_count":183},{"reference":"Philippians 3:12-15","translation":"KJV","division":"Primary","passage_number":43,"release":"NBBC","cards":["(12) Not as though I had already attained, either were already\nperfect: but I follow after, if that I may apprehend that for\nwhich also I am apprehended of Christ Jesus. (13) Brethren,\nI count not myself to have apprehended: but this one thing\nI do, forgetting those things which are behind, and reaching\nforth unto those things which are before, (14) I press toward\nthe mark for the prize of the high calling of God in Christ\nJesus. (15) Let us therefore, as many as be perfect, be thus\nminded: and if in any thing ye be otherwise minded, God\nshall reveal even this unto you."],"start_index":400011003012,"end_index":400011003015,"verse_count":4,"word_count":103},{"reference":"Philippians 4:6-8","translation":"KJV","division":"Primary","passage_number":44,"release":"NBBC","cards":["(6) Be careful for nothing; but in every thing by prayer and\nsupplication with thanksgiving let your requests be made\nknown unto God. (7) And the peace of God, which passeth\nall understanding, shall keep your hearts and minds through\nChrist Jesus. (8) Finally, brethren, whatsoever things are true,\nwhatsoever things are honest, whatsoever things are just,\nwhatsoever things are pure, whatsoever things are lovely,\nwhatsoever things are of good report; if there be any virtue,\nand if there be any praise, think on these things."],"start_index":400011004006,"end_index":400011004008,"verse_count":3,"word_count":83},{"reference":"Colossians 1:15-18","translation":"KJV","division":"Primary","passage_number":45,"release":"NBBC","cards":["(15) Who is the image of the invisible God, the firstborn of\nevery creature: (16) For by him were all things created, that\nare in heaven, and that are in earth, visible and invisible,\nwhether they be thrones, or dominions, or principalities, or\npowers: all things were created by him, and for him: (17) And\nhe is before all things, and by him all things consist. (18) And\nhe is the head of the body, the church: who is the beginning,\nthe firstborn from the dead; that in all things he might have\nthe preeminence."],"start_index":400012001015,"end_index":400012001018,"verse_count":4,"word_count":91},{"reference":"2 Timothy 2:1-19","translation":"KJV","division":"Primary","passage_number":46,"release":"NBBC","cards":["(1) Thou therefore, my son, be strong in the grace that is in Christ\nJesus. (2) And the things that thou hast heard of me among many\nwitnesses, the same commit thou to faithful men, who shall be\nable to teach others also. (3) Thou therefore endure hardness, as a\ngood soldier of Jesus Christ. (4) No man that warreth entangleth\nhimself with the affairs of this life; that he may please him who\nhath chosen him to be a soldier. (5) And if a man also strive for\nmasteries, yet is he not crowned, except he strive lawfully. (6) The\nhusbandman that laboureth must be first partaker of the fruits. (7)\nConsider what I say; and the Lord give thee understanding in all\nthings. (8) Remember that Jesus Christ of the seed of David was","raised from the dead according to my gospel: (9) Wherein I suffer\ntrouble, as an evil doer, even unto bonds; but the word of God is\nnot bound. (10) Therefore I endure all things for the elect's sakes,\nthat they may also obtain the salvation which is in Christ Jesus with\neternal glory. (11) It is a faithful saying: For if we be dead with him,\nwe shall also live with him: (12) If we suffer, we shall also reign\nwith him: if we deny him, he also will deny us: (13) If we believe\nnot, yet he abideth faithful: he cannot deny himself. (14) Of these\nthings put them in remembrance, charging them before the Lord\nthat they strive not about words to no profit, but to the subverting\nof the hearers. (15) Study to shew thyself approved unto God, a","workman that needeth not to be ashamed, rightly dividing the\nword of truth. (16) But shun profane and vain babblings: for they\nwill increase unto more ungodliness. (17) And their word will eat\nas doth a canker: of whom is Hymenaeus and Philetus; (18) Who\nconcerning the truth have erred, saying that the resurrection is\npast already; and overthrow the faith of some. (19) Nevertheless\nthe foundation of God standeth sure, having this seal, The Lord\nknoweth them that are his. And, Let every one that nameth the\nname of Christ depart from iniquity."],"start_index":400016002001,"end_index":400016002019,"verse_count":19,"word_count":353},{"reference":"Titus 2:1-11","translation":"KJV","division":"Primary","passage_number":47,"release":"NBBC","cards":["(1) But speak thou the things which become sound doctrine: (2)\nThat the aged men be sober, grave, temperate, sound in faith,\nin charity, in patience. (3) The aged women likewise, that they\nbe in behaviour as becometh holiness, not false accusers, not\ngiven to much wine, teachers of good things; (4) That they may\nteach the young women to be sober, to love their husbands,\nto love their children, (5) To be discreet, chaste, keepers at\nhome, good, obedient to their own husbands, that the word\nof God be not blasphemed. (6) Young men likewise exhort to\nbe sober minded. (7) In all things shewing thyself a pattern\nof good works: in doctrine shewing uncorruptness, gravity,","sincerity, (8) Sound speech, that cannot be condemned; that\nhe that is of the contrary part may be ashamed, having no evil\nthing to say of you. (9) Exhort servants to be obedient unto\ntheir own masters, and to please them well in all things; not\nanswering again; (10) Not purloining, but shewing all good\nfidelity; that they may adorn the doctrine of God our Saviour\nin all things. (11) For the grace of God that bringeth salvation\nhath appeared to all men,"],"start_index":400017002001,"end_index":400017002011,"verse_count":11,"word_count":189},{"reference":"2 John 1:4-11","translation":"KJV","division":"Primary","passage_number":48,"release":"NBBC","cards":["(4) I rejoiced greatly that I found of thy children walking in\ntruth, as we have received a commandment from the Father.\n(5) And now I beseech thee, lady, not as though I wrote a new\ncommandment unto thee, but that which we had from the\nbeginning, that we love one another. (6) And this is love, that\nwe walk after his commandments. This is the commandment,\nThat, as ye have heard from the beginning, ye should walk\nin it. (7) For many deceivers are entered into the world, who\nconfess not that Jesus Christ is come in the flesh. This is a\ndeceiver and an antichrist. (8) Look to yourselves, that we lose\nnot those things which we have wrought, but that we receive","a full reward. (9) Whosoever transgresseth, and abideth not\nin the doctrine of Christ, hath not God. He that abideth in the\ndoctrine of Christ, he hath both the Father and the Son. (10) If\nthere come any unto you, and bring not this doctrine, receive\nhim not into your house, neither bid him God speed: (11) For\nhe that biddeth him God speed is partaker of his evil deeds."],"start_index":400024001004,"end_index":400024001011,"verse_count":8,"word_count":187},{"reference":"Revelation 1:4-6","translation":"KJV","division":"Primary","passage_number":49,"release":"NBBC","cards":["(4) John to the seven churches which are in Asia: Grace be unto\nyou, and peace, from him which is, and which was, and which\nis to come; and from the seven Spirits which are before his\nthrone; (5) And from Jesus Christ, who is the faithful witness,\nand the first begotten of the dead, and the prince of the kings\nof the earth. Unto him that loved us, and washed us from our\nsins in his own blood, (6) And hath made us kings and priests\nunto God and his Father; to him be glory and dominion for\never and ever. Amen."],"start_index":400027001004,"end_index":400027001006,"verse_count":3,"word_count":100},{"reference":"Revelation 2:1-7","translation":"KJV","division":"Primary","passage_number":50,"release":"NBBC","cards":["(1) Unto the angel of the church of Ephesus write; These\nthings saith he that holdeth the seven stars in his right hand,\nwho walketh in the midst of the seven golden candlesticks;\n(2) I know thy works, and thy labour, and thy patience, and\nhow thou canst not bear them which are evil: and thou hast\ntried them which say they are apostles, and are not, and hast\nfound them liars: (3) And hast borne, and hast patience, and\nfor my name's sake hast laboured, and hast not fainted. (4)\nNevertheless I have somewhat against thee, because thou\nhast left thy first love. (5) Remember therefore from whence\nthou art fallen, and repent, and do the first works; or else I will","come unto thee quickly, and will remove thy candlestick out\nof his place, except thou repent. (6) But this thou hast, that\nthou hatest the deeds of the Nicolaitans, which I also hate. (7)\nHe that hath an ear, let him hear what the Spirit saith unto the\nchurches; To him that overcometh will I give to eat of the tree\nof life, which is in the midst of the paradise of God."],"start_index":400027002001,"end_index":400027002007,"verse_count":7,"word_count":189},{"reference":"Deuteronomy 19:14-21","translation":"KJV","division":"Primary","passage_number":51,"release":"NBBC","cards":["(14) Thou shalt not remove thy neighbour's landmark, which\nthey of old time have set in thine inheritance, which thou\nshalt inherit in the land that the LORD thy God giveth thee to\npossess it. (15) One witness shall not rise up against a man\nfor any iniquity, or for any sin, in any sin that he sinneth: at the\nmouth of two witnesses, or at the mouth of three witnesses,\nshall the matter be established. (16) If a false witness rise up\nagainst any man to testify against him that which is wrong;\n(17) Then both the men, between whom the controversy\nis, shall stand before the LORD, before the priests and the\njudges, which shall be in those days; (18) And the judges","shall make diligent inquisition: and, behold, if the witness be\na false witness, and hath testified falsely against his brother;\n(19) Then shall ye do unto him, as he had thought to have\ndone unto his brother: so shalt thou put the evil away from\namong you. (20) And those which remain shall hear, and fear,\nand shall henceforth commit no more any such evil among\nyou. (21) And thine eye shall not pity; but life shall go for life,\neye for eye, tooth for tooth, hand for hand, foot for foot."],"start_index":200005019014,"end_index":200005019021,"verse_count":8,"word_count":209},{"reference":"1 Kings 4:29-30","translation":"KJV","division":"Primary","passage_number":52,"release":"NBBC","cards":["(29) And God gave Solomon wisdom and understanding\nexceeding much, and largeness of heart, even as the sand\nthat is on the sea shore. (30) And Solomon's wisdom excelled\nthe wisdom of all the children of the east country, and all the\nwisdom of Egypt."],"start_index":200011004029,"end_index":200011004030,"verse_count":2,"word_count":43},{"reference":"1 John 5:19-20","translation":"KJV","division":"Primary","passage_number":53,"release":"NBBC","cards":["(19) And we know that we are of God, and the whole world\nlieth in wickedness. (20) And we know that the Son of God\nis come, and hath given us an understanding, that we may\nknow him that is true, and we are in him that is true, even in\nhis Son Jesus Christ. This is the true God, and eternal life."],"start_index":400023005019,"end_index":400023005020,"verse_count":2,"word_count":61},{"reference":"Psalm 6:1-5","translation":"KJV","division":"Primary","passage_number":54,"release":"NBBC","cards":["(1) O LORD, rebuke me not in thine anger, neither chasten\nme in thy hot displeasure. (2) Have mercy upon me, O LORD;\nfor I am weak: O LORD, heal me; for my bones are vexed. (3)\nMy soul is also sore vexed: but thou, O LORD, how long? (4)\nReturn, O LORD, deliver my soul: oh save me for thy mercies'\nsake. (5) For in death there is no remembrance of thee: in the\ngrave who shall give thee thanks?"],"start_index":200019006001,"end_index":200019006005,"verse_count":5,"word_count":76},{"reference":"Psalm 32:6-8","translation":"KJV","division":"Primary","passage_number":55,"release":"NBBC","cards":["(6) For this shall every one that is godly pray unto thee in\na time when thou mayest be found: surely in the floods of\ngreat waters they shall not come nigh unto him. (7) Thou art\nmy hiding place; thou shalt preserve me from trouble; thou\nshalt compass me about with songs of deliverance. (8) I will\ninstruct thee and teach thee in the way which thou shalt go: I\nwill guide thee with mine eye."],"start_index":200019032006,"end_index":200019032008,"verse_count":3,"word_count":74},{"reference":"Psalm 37:8-15","translation":"KJV","division":"Primary","passage_number":56,"release":"NBBC","cards":["(8) Cease from anger, and forsake wrath: fret not thyself in any\nwise to do evil. (9) For evildoers shall be cut off: but those that wait\nupon the LORD, they shall inherit the earth. (10) For yet a little while,\nand the wicked shall not be: yea, thou shalt diligently consider his\nplace, and it shall not be. (11) But the meek shall inherit the earth;\nand shall delight themselves in the abundance of peace. (12) The\nwicked plotteth against the just, and gnasheth upon him with his\nteeth. (13) The Lord shall laugh at him: for he seeth that his day is\ncoming. (14) The wicked have drawn out the sword, and have bent\ntheir bow, to cast down the poor and needy, and to slay such as be\nof upright conversation. (15) Their sword shall enter into their own\nheart, and their bows shall be broken."],"start_index":200019037008,"end_index":200019037015,"verse_count":8,"word_count":141},{"reference":"Psalm 146:1-10","translation":"KJV","division":"Primary","passage_number":57,"release":"NBBC","cards":["(1) Praise ye the LORD. Praise the LORD, O my soul. (2) While\nI live will I praise the LORD: I will sing praises unto my God\nwhile I have any being. (3) Put not your trust in princes, nor in\nthe son of man, in whom there is no help. (4) His breath goeth\nforth, he returneth to his earth; in that very day his thoughts\nperish. (5) Happy is he that hath the God of Jacob for his help,\nwhose hope is in the LORD his God: (6) Which made heaven,\nand earth, the sea, and all that therein is: which keepeth truth\nfor ever: (7) Which executeth judgment for the oppressed:\nwhich giveth food to the hungry. The LORD looseth the\nprisoners: (8) The LORD openeth the eyes of the blind: the","LORD raiseth them that are bowed down: the LORD loveth\nthe righteous: (9) The LORD preserveth the strangers; he\nrelieveth the fatherless and widow: but the way of the wicked\nhe turneth upside down. (10) The LORD shall reign for ever,\neven thy God, O Zion, unto all generations. Praise ye the\nLORD."],"start_index":200019146001,"end_index":200019146010,"verse_count":10,"word_count":178},{"reference":"Psalm 148:1-14","translation":"KJV","division":"Primary","passage_number":58,"release":"NBBC","cards":["(1) Praise ye the LORD. Praise ye the LORD from the heavens:\npraise him in the heights. (2) Praise ye him, all his angels:\npraise ye him, all his hosts. (3) Praise ye him, sun and moon:\npraise him, all ye stars of light. (4) Praise him, ye heavens of\nheavens, and ye waters that be above the heavens. (5) Let\nthem praise the name of the LORD: for he commanded, and\nthey were created. (6) He hath also stablished them for ever\nand ever: he hath made a decree which shall not pass. (7)\nPraise the LORD from the earth, ye dragons, and all deeps:\n(8) Fire, and hail; snow, and vapour; stormy wind fulfilling his\nword: (9) Mountains, and all hills; fruitful trees, and all cedars:","(10) Beasts, and all cattle; creeping things, and flying fowl:\n(11) Kings of the earth, and all people; princes, and all judges\nof the earth: (12) Both young men, and maidens; old men,\nand children: (13) Let them praise the name of the LORD:\nfor his name alone is excellent; his glory is above the earth\nand heaven. (14) He also exalteth the horn of his people, the\npraise of all his saints; even of the children of Israel, a people\nnear unto him. Praise ye the LORD."],"start_index":200019148001,"end_index":200019148014,"verse_count":14,"word_count":202},{"reference":"Proverbs 27:1-11","translation":"KJV","division":"Primary","passage_number":59,"release":"NBBC","cards":["(1) Boast not thyself of to morrow; for thou knowest not what\na day may bring forth. (2) Let another man praise thee, and\nnot thine own mouth; a stranger, and not thine own lips. (3)\nA stone is heavy, and the sand weighty; but a fool's wrath\nis heavier than them both. (4) Wrath is cruel, and anger is\noutrageous; but who is able to stand before envy? (5) Open\nrebuke is better than secret love. (6) Faithful are the wounds\nof a friend; but the kisses of an enemy are deceitful. (7) The\nfull soul loatheth an honeycomb; but to the hungry soul every\nbitter thing is sweet. (8) As a bird that wandereth from her\nnest, so is a man that wandereth from his place. (9) Ointment","and perfume rejoice the heart: so doth the sweetness of a\nman's friend by hearty counsel. (10) Thine own friend, and\nthy father's friend, forsake not; neither go into thy brother's\nhouse in the day of thy calamity: for better is a neighbour that\nis near than a brother far off. (11) My son, be wise, and make\nmy heart glad, that I may answer him that reproacheth me."],"start_index":200020027001,"end_index":200020027011,"verse_count":11,"word_count":188},{"reference":"Proverbs 29:7-11","translation":"KJV","division":"Primary","passage_number":60,"release":"NBBC","cards":["(7) The righteous considereth the cause of the poor: but the\nwicked regardeth not to know it. (8) Scornful men bring a city\ninto a snare: but wise men turn away wrath. (9) If a wise man\ncontendeth with a foolish man, whether he rage or laugh,\nthere is no rest. (10) The bloodthirsty hate the upright: but\nthe just seek his soul. (11) A fool uttereth all his mind: but a\nwise man keepeth it in till afterwards."],"start_index":200020029007,"end_index":200020029011,"verse_count":5,"word_count":74},{"reference":"Proverbs 30:4-10","translation":"KJV","division":"Primary","passage_number":61,"release":"NBBC","cards":["(4) Who hath ascended up into heaven, or descended? who\nhath gathered the wind in his fists? who hath bound the\nwaters in a garment? who hath established all the ends of\nthe earth? what is his name, and what is his son's name, if\nthou canst tell? (5) Every word of God is pure: he is a shield\nunto them that put their trust in him. (6) Add thou not unto\nhis words, lest he reprove thee, and thou be found a liar. (7)\nTwo things have I required of thee; deny me them not before\nI die: (8) Remove far from me vanity and lies: give me neither\npoverty nor riches; feed me with food convenient for me: (9)\nLest I be full, and deny thee, and say, Who is the LORD? or","lest I be poor, and steal, and take the name of my God in vain.\n(10) Accuse not a servant unto his master, lest he curse thee,\nand thou be found guilty."],"start_index":200020030004,"end_index":200020030010,"verse_count":7,"word_count":160},{"reference":"Ecclesiastes 4:9-12","translation":"KJV","division":"Primary","passage_number":62,"release":"NBBC","cards":["(9) Two are better than one; because they have a good reward\nfor their labour. (10) For if they fall, the one will lift up his\nfellow: but woe to him that is alone when he falleth; for he\nhath not another to help him up. (11) Again, if two lie together,\nthen they have heat: but how can one be warm alone? (12)\nAnd if one prevail against him, two shall withstand him; and a\nthreefold cord is not quickly broken."],"start_index":200021004009,"end_index":200021004012,"verse_count":4,"word_count":78},{"reference":"Isaiah 41:1-13","translation":"KJV","division":"Primary","passage_number":63,"release":"NBBC","cards":["(1) Keep silence before me, O islands; and let the people\nrenew their strength: let them come near; then let them speak:\nlet us come near together to judgment. (2) Who raised up the\nrighteous man from the east, called him to his foot, gave the\nnations before him, and made him rule over kings? he gave\nthem as the dust to his sword, and as driven stubble to his\nbow. (3) He pursued them, and passed safely; even by the\nway that he had not gone with his feet. (4) Who hath wrought\nand done it, calling the generations from the beginning? I\nthe LORD, the first, and with the last; I am he. (5) The isles\nsaw it, and feared; the ends of the earth were afraid, drew","near, and came. (6) They helped every one his neighbour;\nand every one said to his brother, Be of good courage. (7)\nSo the carpenter encouraged the goldsmith, and he that\nsmootheth with the hammer him that smote the anvil, saying,\nIt is ready for the sodering: and he fastened it with nails, that\nit should not be moved. (8) But thou, Israel, art my servant,\nJacob whom I have chosen, the seed of Abraham my friend.\n(9) Thou whom I have taken from the ends of the earth, and\ncalled thee from the chief men thereof, and said unto thee,\nThou art my servant; I have chosen thee, and not cast thee\naway. (10) Fear thou not; for I am with thee: be not dismayed;","for I am thy God: I will strengthen thee; yea, I will help thee;\nyea, I will uphold thee with the right hand of my righteousness.\n(11) Behold, all they that were incensed against thee shall be\nashamed and confounded: they shall be as nothing; and they\nthat strive with thee shall perish. (12) Thou shalt seek them,\nand shalt not find them, even them that contended with thee:\nthey that war against thee shall be as nothing, and as a thing\nof nought. (13) For I the LORD thy God will hold thy right\nhand, saying unto thee, Fear not; I will help thee."],"start_index":200023041001,"end_index":200023041013,"verse_count":13,"word_count":348},{"reference":"Isaiah 43:1-5","translation":"KJV","division":"Primary","passage_number":64,"release":"NBBC","cards":["(1) But now thus saith the LORD that created thee, O Jacob, and\nhe that formed thee, O Israel, Fear not: for I have redeemed thee, I\nhave called thee by thy name; thou art mine. (2) When thou passest\nthrough the waters, I will be with thee; and through the rivers, they\nshall not overflow thee: when thou walkest through the fire, thou\nshalt not be burned; neither shall the flame kindle upon thee. (3)\nFor I am the LORD thy God, the Holy One of Israel, thy Saviour: I\ngave Egypt for thy ransom, Ethiopia and Seba for thee. (4) Since\nthou wast precious in my sight, thou hast been honourable, and I\nhave loved thee: therefore will I give men for thee, and people for\nthy life. (5) Fear not: for I am with thee: I will bring thy seed from\nthe east, and gather thee from the west;"],"start_index":200023043001,"end_index":200023043005,"verse_count":5,"word_count":147},{"reference":"Jeremiah 32:17-22","translation":"KJV","division":"Primary","passage_number":65,"release":"NBBC","cards":["(17) Ah Lord GOD! behold, thou hast made the heaven and the\nearth by thy great power and stretched out arm, and there is\nnothing too hard for thee: (18) Thou shewest lovingkindness\nunto thousands, and recompensest the iniquity of the fathers\ninto the bosom of their children after them: the Great, the\nMighty God, the LORD of hosts, is his name, (19) Great in\ncounsel, and mighty in work: for thine eyes are open upon all\nthe ways of the sons of men: to give every one according to\nhis ways, and according to the fruit of his doings: (20) Which\nhast set signs and wonders in the land of Egypt, even unto\nthis day, and in Israel, and among other men; and hast made","thee a name, as at this day; (21) And hast brought forth thy\npeople Israel out of the land of Egypt with signs, and with\nwonders, and with a strong hand, and with a stretched out\narm, and with great terror; (22) And hast given them this land,\nwhich thou didst swear to their fathers to give them, a land\nflowing with milk and honey;"],"start_index":200024032017,"end_index":200024032022,"verse_count":6,"word_count":185},{"reference":"Lamentations 5:16-22","translation":"KJV","division":"Primary","passage_number":66,"release":"NBBC","cards":["(16) The crown is fallen from our head: woe unto us, that we\nhave sinned! (17) For this our heart is faint; for these things\nour eyes are dim. (18) Because of the mountain of Zion,\nwhich is desolate, the foxes walk upon it. (19) Thou, O LORD,\nremainest for ever; thy throne from generation to generation.\n(20) Wherefore dost thou forget us for ever, and forsake us so\nlong time? (21) Turn thou us unto thee, O LORD, and we shall\nbe turned; renew our days as of old. (22) But thou hast utterly\nrejected us; thou art very wroth against us."],"start_index":200025005016,"end_index":200025005022,"verse_count":7,"word_count":96},{"reference":"Daniel 1:8-21","translation":"KJV","division":"Primary","passage_number":67,"release":"NBBC","cards":["(8) But Daniel purposed in his heart that he would not defile himself\nwith the portion of the king's meat, nor with the wine which he\ndrank: therefore he requested of the prince of the eunuchs that\nhe might not defile himself. (9) Now God had brought Daniel into\nfavour and tender love with the prince of the eunuchs. (10) And\nthe prince of the eunuchs said unto Daniel, I fear my lord the king,\nwho hath appointed your meat and your drink: for why should he\nsee your faces worse liking than the children which are of your\nsort? then shall ye make me endanger my head to the king. (11)\nThen said Daniel to Melzar, whom the prince of the eunuchs had\nset over Daniel, Hananiah, Mishael, and Azariah, (12) Prove thy","servants, I beseech thee, ten days; and let them give us pulse to\neat, and water to drink. (13) Then let our countenances be looked\nupon before thee, and the countenance of the children that eat\nof the portion of the king's meat: and as thou seest, deal with thy\nservants. (14) So he consented to them in this matter, and proved\nthem ten days. (15) And at the end of ten days their countenances\nappeared fairer and fatter in flesh than all the children which did\neat the portion of the king's meat. (16) Thus Melzar took away the\nportion of their meat, and the wine that they should drink; and\ngave them pulse. (17) As for these four children, God gave them\nknowledge and skill in all learning and wisdom: and Daniel had","understanding in all visions and dreams. (18) Now at the end of\nthe days that the king had said he should bring them in, then the\nprince of the eunuchs brought them in before Nebuchadnezzar.\n(19) And the king communed with them; and among them all was\nfound none like Daniel, Hananiah, Mishael, and Azariah: therefore\nstood they before the king. (20) And in all matters of wisdom and\nunderstanding, that the king enquired of them, he found them ten\ntimes better than all the magicians and astrologers that were in\nall his realm. (21) And Daniel continued even unto the first year of\nking Cyrus."],"start_index":200027001008,"end_index":200027001021,"verse_count":14,"word_count":361},{"reference":"Daniel 3:26-30","translation":"KJV","division":"Primary","passage_number":68,"release":"NBBC","cards":["(26) Then Nebuchadnezzar came near to the mouth of the\nburning fiery furnace, and spake, and said, Shadrach, Meshach,\nand Abednego, ye servants of the most high God, come forth,\nand come hither. Then Shadrach, Meshach, and Abednego,\ncame forth of the midst of the fire. (27) And the princes,\ngovernors, and captains, and the king's counsellors, being\ngathered together, saw these men, upon whose bodies the\nfire had no power, nor was an hair of their head singed, neither\nwere their coats changed, nor the smell of fire had passed on\nthem. (28) Then Nebuchadnezzar spake, and said, Blessed\nbe the God of Shadrach, Meshach, and Abednego, who hath","sent his angel, and delivered his servants that trusted in him,\nand have changed the king's word, and yielded their bodies,\nthat they might not serve nor worship any god, except their\nown God. (29) Therefore I make a decree, That every people,\nnation, and language, which speak any thing amiss against\nthe God of Shadrach, Meshach, and Abednego, shall be cut\nin pieces, and their houses shall be made a dunghill: because\nthere is no other God that can deliver after this sort. (30) Then\nthe king promoted Shadrach, Meshach, and Abednego, in\nthe province of Babylon."],"start_index":200027003026,"end_index":200027003030,"verse_count":5,"word_count":203},{"reference":"Daniel 5:5-9","translation":"KJV","division":"Primary","passage_number":69,"release":"NBBC","cards":["(5) In the same hour came forth fingers of a man's hand,\nand wrote over against the candlestick upon the plaister of\nthe wall of the king's palace: and the king saw the part of\nthe hand that wrote. (6) Then the king's countenance was\nchanged, and his thoughts troubled him, so that the joints\nof his loins were loosed, and his knees smote one against\nanother. (7) The king cried aloud to bring in the astrologers,\nthe Chaldeans, and the soothsayers. And the king spake,\nand said to the wise men of Babylon, Whosoever shall read\nthis writing, and shew me the interpretation thereof, shall be\nclothed with scarlet, and have a chain of gold about his neck,","and shall be the third ruler in the kingdom. (8) Then came in all\nthe king's wise men: but they could not read the writing, nor\nmake known to the king the interpretation thereof. (9) Then\nwas king Belshazzar greatly troubled, and his countenance\nwas changed in him, and his lords were astonied."],"start_index":200027005005,"end_index":200027005009,"verse_count":5,"word_count":167},{"reference":"Daniel 5:17-23","translation":"KJV","division":"Primary","passage_number":70,"release":"NBBC","cards":["(17) Then Daniel answered and said before the king, Let thy gifts\nbe to thyself, and give thy rewards to another; yet I will read the\nwriting unto the king, and make known to him the interpretation.\n(18) O thou king, the most high God gave Nebuchadnezzar thy\nfather a kingdom, and majesty, and glory, and honour: (19) And for\nthe majesty that he gave him, all people, nations, and languages,\ntrembled and feared before him: whom he would he slew; and\nwhom he would he kept alive; and whom he would he set up; and\nwhom he would he put down. (20) But when his heart was lifted up,\nand his mind hardened in pride, he was deposed from his kingly\nthrone, and they took his glory from him: (21) And he was driven\nfrom the sons of men; and his heart was made like the beasts, and","his dwelling was with the wild asses: they fed him with grass like\noxen, and his body was wet with the dew of heaven; till he knew\nthat the most high God ruled in the kingdom of men, and that he\nappointeth over it whomsoever he will. (22) And thou his son, O\nBelshazzar, hast not humbled thine heart, though thou knewest all\nthis; (23) But hast lifted up thyself against the Lord of heaven; and\nthey have brought the vessels of his house before thee, and thou,\nand thy lords, thy wives, and thy concubines, have drunk wine in\nthem; and thou hast praised the gods of silver, and gold, of brass,\niron, wood, and stone, which see not, nor hear, nor know: and the\nGod in whose hand thy breath is, and whose are all thy ways, hast\nthou not glorified:"],"start_index":200027005017,"end_index":200027005023,"verse_count":7,"word_count":285},{"reference":"Daniel 7:13-14","translation":"KJV","division":"Primary","passage_number":71,"release":"NBBC","cards":["(13) I saw in the night visions, and, behold, one like the Son\nof man came with the clouds of heaven, and came to the\nAncient of days, and they brought him near before him. (14)\nAnd there was given him dominion, and glory, and a kingdom,\nthat all people, nations, and languages, should serve him: his\ndominion is an everlasting dominion, which shall not pass\naway, and his kingdom that which shall not be destroyed."],"start_index":200027007013,"end_index":200027007014,"verse_count":2,"word_count":74},{"reference":"Jonah 3:1-5","translation":"KJV","division":"Primary","passage_number":72,"release":"NBBC","cards":["(1) And the word of the LORD came unto Jonah the second\ntime, saying, (2) Arise, go unto Nineveh, that great city, and\npreach unto it the preaching that I bid thee. (3) So Jonah\narose, and went unto Nineveh, according to the word of the\nLORD. Now Nineveh was an exceeding great city of three\ndays' journey. (4) And Jonah began to enter into the city\na day's journey, and he cried, and said, Yet forty days, and\nNineveh shall be overthrown. (5) So the people of Nineveh\nbelieved God, and proclaimed a fast, and put on sackcloth,\nfrom the greatest of them even to the least of them."],"start_index":200032003001,"end_index":200032003005,"verse_count":5,"word_count":105},{"reference":"Micah 7:5-7","translation":"KJV","division":"Primary","passage_number":73,"release":"NBBC","cards":["(5) Trust ye not in a friend, put ye not confidence in a guide:\nkeep the doors of thy mouth from her that lieth in thy bosom.\n(6) For the son dishonoureth the father, the daughter riseth up\nagainst her mother, the daughter in law against her mother\nin law; a man's enemies are the men of his own house. (7)\nTherefore I will look unto the LORD; I will wait for the God of\nmy salvation: my God will hear me."],"start_index":200033007005,"end_index":200033007007,"verse_count":3,"word_count":79},{"reference":"Matthew 7:7-13","translation":"KJV","division":"Primary","passage_number":74,"release":"NBBC","cards":["(7) Ask, and it shall be given you; seek, and ye shall find;\nknock, and it shall be opened unto you: (8) For every one\nthat asketh receiveth; and he that seeketh findeth; and to him\nthat knocketh it shall be opened. (9) Or what man is there of\nyou, whom if his son ask bread, will he give him a stone? (10)\nOr if he ask a fish, will he give him a serpent? (11) If ye then,\nbeing evil, know how to give good gifts unto your children,\nhow much more shall your Father which is in heaven give\ngood things to them that ask him? (12) Therefore all things\nwhatsoever ye would that men should do to you, do ye even\nso to them: for this is the law and the prophets. (13) Enter ye","in at the strait gate: for wide is the gate, and broad is the way,\nthat leadeth to destruction, and many there be which go in\nthereat:"],"start_index":400001007007,"end_index":400001007013,"verse_count":7,"word_count":158},{"reference":"Matthew 24:9-28","translation":"KJV","division":"Primary","passage_number":75,"release":"NBBC","cards":["(9) Then shall they deliver you up to be afflicted, and shall\nkill you: and ye shall be hated of all nations for my name's\nsake. (10) And then shall many be offended, and shall betray\none another, and shall hate one another. (11) And many false\nprophets shall rise, and shall deceive many. (12) And because\niniquity shall abound, the love of many shall wax cold. (13) But\nhe that shall endure unto the end, the same shall be saved.\n(14) And this gospel of the kingdom shall be preached in all\nthe world for a witness unto all nations; and then shall the\nend come. (15) When ye therefore shall see the abomination\nof desolation, spoken of by Daniel the prophet, stand in the","holy place, (whoso readeth, let him understand:) (16) Then let\nthem which be in Judaea flee into the mountains: (17) Let him\nwhich is on the housetop not come down to take any thing out\nof his house: (18) Neither let him which is in the field return\nback to take his clothes. (19) And woe unto them that are with\nchild, and to them that give suck in those days! (20) But pray\nye that your flight be not in the winter, neither on the sabbath\nday: (21) For then shall be great tribulation, such as was not\nsince the beginning of the world to this time, no, nor ever\nshall be. (22) And except those days should be shortened,\nthere should no flesh be saved: but for the elect's sake those","days shall be shortened. (23) Then if any man shall say unto\nyou, Lo, here is Christ, or there; believe it not. (24) For there\nshall arise false Christs, and false prophets, and shall shew\ngreat signs and wonders; insomuch that, if it were possible,\nthey shall deceive the very elect. (25) Behold, I have told you\nbefore. (26) Wherefore if they shall say unto you, Behold,\nhe is in the desert; go not forth: behold, he is in the secret\nchambers; believe it not. (27) For as the lightning cometh\nout of the east, and shineth even unto the west; so shall also\nthe coming of the Son of man be. (28) For wheresoever the\ncarcase is, there will the eagles be gathered together."],"start_index":400001024009,"end_index":400001024028,"verse_count":20,"word_count":364},{"reference":"Matthew 27:1-14","translation":"KJV","division":"Primary","passage_number":76,"release":"NBBC","cards":["(1) When the morning was come, all the chief priests and\nelders of the people took counsel against Jesus to put him to\ndeath: (2) And when they had bound him, they led him away,\nand delivered him to Pontius Pilate the governor. (3) Then\nJudas, which had betrayed him, when he saw that he was\ncondemned, repented himself, and brought again the thirty\npieces of silver to the chief priests and elders, (4) Saying, I\nhave sinned in that I have betrayed the innocent blood. And\nthey said, What is that to us? see thou to that. (5) And he cast\ndown the pieces of silver in the temple, and departed, and\nwent and hanged himself. (6) And the chief priests took the","silver pieces, and said, It is not lawful for to put them into\nthe treasury, because it is the price of blood. (7) And they\ntook counsel, and bought with them the potter's field, to\nbury strangers in. (8) Wherefore that field was called, The\nfield of blood, unto this day. (9) Then was fulfilled that which\nwas spoken by Jeremy the prophet, saying, And they took\nthe thirty pieces of silver, the price of him that was valued,\nwhom they of the children of Israel did value; (10) And gave\nthem for the potter's field, as the Lord appointed me. (11)\nAnd Jesus stood before the governor: and the governor\nasked him, saying, Art thou the King of the Jews? And Jesus","said unto him, Thou sayest. (12) And when he was accused of\nthe chief priests and elders, he answered nothing. (13) Then\nsaid Pilate unto him, Hearest thou not how many things they\nwitness against thee? (14) And he answered him to never a\nword; insomuch that the governor marvelled greatly."],"start_index":400001027001,"end_index":400001027014,"verse_count":14,"word_count":284},{"reference":"Mark 16:14-19","translation":"KJV","division":"Primary","passage_number":77,"release":"NBBC","cards":["(14) Afterward he appeared unto the eleven as they sat at\nmeat, and upbraided them with their unbelief and hardness\nof heart, because they believed not them which had seen\nhim after he was risen. (15) And he said unto them, Go ye\ninto all the world, and preach the gospel to every creature.\n(16) He that believeth and is baptized shall be saved; but\nhe that believeth not shall be damned. (17) And these signs\nshall follow them that believe; In my name shall they cast out\ndevils; they shall speak with new tongues; (18) They shall\ntake up serpents; and if they drink any deadly thing, it shall\nnot hurt them; they shall lay hands on the sick, and they shall","recover. (19) So then after the Lord had spoken unto them,\nhe was received up into heaven, and sat on the right hand of\nGod."],"start_index":400002016014,"end_index":400002016019,"verse_count":6,"word_count":142},{"reference":"Luke 8:9-10","translation":"KJV","division":"Primary","passage_number":78,"release":"NBBC","cards":["(9) And his disciples asked him, saying, What might this\nparable be? (10) And he said, Unto you it is given to know the\nmysteries of the kingdom of God: but to others in parables;\nthat seeing they might not see, and hearing they might not\nunderstand."],"start_index":400003008009,"end_index":400003008010,"verse_count":2,"word_count":45},{"reference":"John 8:13-19","translation":"KJV","division":"Primary","passage_number":79,"release":"NBBC","cards":["(13) The Pharisees therefore said unto him, Thou bearest record of\nthyself; thy record is not true. (14) Jesus answered and said unto\nthem, Though I bear record of myself, yet my record is true: for I\nknow whence I came, and whither I go; but ye cannot tell whence I\ncome, and whither I go. (15) Ye judge after the flesh; I judge no man.\n(16) And yet if I judge, my judgment is true: for I am not alone, but\nI and the Father that sent me. (17) It is also written in your law, that\nthe testimony of two men is true. (18) I am one that bear witness\nof myself, and the Father that sent me beareth witness of me. (19)\nThen said they unto him, Where is thy Father? Jesus answered, Ye\nneither know me, nor my Father: if ye had known me, ye should\nhave known my Father also."],"start_index":400004008013,"end_index":400004008019,"verse_count":7,"word_count":148},{"reference":"Romans 12:3-21","translation":"KJV","division":"Primary","passage_number":80,"release":"NBBC","cards":["(3) For I say, through the grace given unto me, to every man\nthat is among you, not to think of himself more highly than he\nought to think; but to think soberly, according as God hath\ndealt to every man the measure of faith. (4) For as we have\nmany members in one body, and all members have not the\nsame office: (5) So we, being many, are one body in Christ,\nand every one members one of another. (6) Having then gifts\ndiffering according to the grace that is given to us, whether\nprophecy, let us prophesy according to the proportion\nof faith; (7) Or ministry, let us wait on our ministering: or\nhe that teacheth, on teaching; (8) Or he that exhorteth, on","exhortation: he that giveth, let him do it with simplicity;\nhe that ruleth, with diligence; he that sheweth mercy, with\ncheerfulness. (9) Let love be without dissimulation. Abhor\nthat which is evil; cleave to that which is good. (10) Be kindly\naffectioned one to another with brotherly love; in honour\npreferring one another; (11) Not slothful in business; fervent\nin spirit; serving the Lord; (12) Rejoicing in hope; patient in\ntribulation; continuing instant in prayer; (13) Distributing to\nthe necessity of saints; given to hospitality. (14) Bless them\nwhich persecute you: bless, and curse not. (15) Rejoice with\nthem that do rejoice, and weep with them that weep. (16) Be","of the same mind one toward another. Mind not high things,\nbut condescend to men of low estate. Be not wise in your own\nconceits. (17) Recompense to no man evil for evil. Provide\nthings honest in the sight of all men. (18) If it be possible, as\nmuch as lieth in you, live peaceably with all men. (19) Dearly\nbeloved, avenge not yourselves, but rather give place unto\nwrath: for it is written, Vengeance is mine; I will repay, saith\nthe Lord. (20) Therefore if thine enemy hunger, feed him; if he\nthirst, give him drink: for in so doing thou shalt heap coals of\nfire on his head. (21) Be not overcome of evil, but overcome\nevil with good."],"start_index":400006012003,"end_index":400006012021,"verse_count":19,"word_count":338},{"reference":"1 Corinthians 1:27-31","translation":"KJV","division":"Primary","passage_number":81,"release":"NBBC","cards":["(27) But God hath chosen the foolish things of the world to\nconfound the wise; and God hath chosen the weak things\nof the world to confound the things which are mighty; (28)\nAnd base things of the world, and things which are despised,\nhath God chosen, yea, and things which are not, to bring to\nnought things that are: (29) That no flesh should glory in his\npresence. (30) But of him are ye in Christ Jesus, who of God is\nmade unto us wisdom, and righteousness, and sanctification,\nand redemption: (31) That, according as it is written, He that\nglorieth, let him glory in the Lord."],"start_index":400007001027,"end_index":400007001031,"verse_count":5,"word_count":103},{"reference":"2 Corinthians 1:9-11","translation":"KJV","division":"Primary","passage_number":82,"release":"NBBC","cards":["(9) But we had the sentence of death in ourselves, that we\nshould not trust in ourselves, but in God which raiseth the\ndead: (10) Who delivered us from so great a death, and doth\ndeliver: in whom we trust that he will yet deliver us; (11) Ye also\nhelping together by prayer for us, that for the gift bestowed\nupon us by the means of many persons thanks may be given\nby many on our behalf."],"start_index":400008001009,"end_index":400008001011,"verse_count":3,"word_count":74},{"reference":"2 Corinthians 4:1-13","translation":"KJV","division":"Primary","passage_number":83,"release":"NBBC","cards":["(1) Therefore seeing we have this ministry, as we have received\nmercy, we faint not; (2) But have renounced the hidden things of\ndishonesty, not walking in craftiness, nor handling the word of\nGod deceitfully; but by manifestation of the truth commending\nourselves to every man's conscience in the sight of God. (3) But\nif our gospel be hid, it is hid to them that are lost: (4) In whom\nthe god of this world hath blinded the minds of them which\nbelieve not, lest the light of the glorious gospel of Christ, who is\nthe image of God, should shine unto them. (5) For we preach not\nourselves, but Christ Jesus the Lord; and ourselves your servants\nfor Jesus' sake. (6) For God, who commanded the light to shine\nout of darkness, hath shined in our hearts, to give the light of the","knowledge of the glory of God in the face of Jesus Christ. (7) But\nwe have this treasure in earthen vessels, that the excellency of the\npower may be of God, and not of us. (8) We are troubled on every\nside, yet not distressed; we are perplexed, but not in despair; (9)\nPersecuted, but not forsaken; cast down, but not destroyed; (10)\nAlways bearing about in the body the dying of the Lord Jesus, that\nthe life also of Jesus might be made manifest in our body. (11) For\nwe which live are alway delivered unto death for Jesus' sake, that\nthe life also of Jesus might be made manifest in our mortal flesh.\n(12) So then death worketh in us, but life in you. (13) We having\nthe same spirit of faith, according as it is written, I believed, and\ntherefore have I spoken; we also believe, and therefore speak;"],"start_index":400008004001,"end_index":400008004013,"verse_count":13,"word_count":283},{"reference":"2 Corinthians 10:1-6","translation":"KJV","division":"Primary","passage_number":84,"release":"NBBC","cards":["(1) Now I Paul myself beseech you by the meekness and\ngentleness of Christ, who in presence am base among you,\nbut being absent am bold toward you: (2) But I beseech\nyou, that I may not be bold when I am present with that\nconfidence, wherewith I think to be bold against some, which\nthink of us as if we walked according to the flesh. (3) For\nthough we walk in the flesh, we do not war after the flesh: (4)\n(For the weapons of our warfare are not carnal, but mighty\nthrough God to the pulling down of strong holds;) (5) Casting\ndown imaginations, and every high thing that exalteth itself\nagainst the knowledge of God, and bringing into captivity","every thought to the obedience of Christ; (6) And having in a\nreadiness to revenge all disobedience, when your obedience\nis fulfilled."],"start_index":400008010001,"end_index":400008010006,"verse_count":6,"word_count":138},{"reference":"Galatians 4:1-5","translation":"KJV","division":"Primary","passage_number":85,"release":"NBBC","cards":["(1) Now I say, That the heir, as long as he is a child, differeth\nnothing from a servant, though he be lord of all; (2) But is\nunder tutors and governors until the time appointed of\nthe father. (3) Even so we, when we were children, were in\nbondage under the elements of the world: (4) But when the\nfulness of the time was come, God sent forth his Son, made of\na woman, made under the law, (5) To redeem them that were\nunder the law, that we might receive the adoption of sons."],"start_index":400009004001,"end_index":400009004005,"verse_count":5,"word_count":91},{"reference":"Philippians 1:18-30","translation":"KJV","division":"Primary","passage_number":86,"release":"NBBC","cards":["(18) What then? notwithstanding, every way, whether in pretence,\nor in truth, Christ is preached; and I therein do rejoice, yea, and\nwill rejoice. (19) For I know that this shall turn to my salvation\nthrough your prayer, and the supply of the Spirit of Jesus Christ,\n(20) According to my earnest expectation and my hope, that in\nnothing I shall be ashamed, but that with all boldness, as always,\nso now also Christ shall be magnified in my body, whether it be\nby life, or by death. (21) For to me to live is Christ, and to die is\ngain. (22) But if I live in the flesh, this is the fruit of my labour:\nyet what I shall choose I wot not. (23) For I am in a strait betwixt\ntwo, having a desire to depart, and to be with Christ; which is far\nbetter: (24) Nevertheless to abide in the flesh is more needful for","you. (25) And having this confidence, I know that I shall abide and\ncontinue with you all for your furtherance and joy of faith; (26)\nThat your rejoicing may be more abundant in Jesus Christ for me\nby my coming to you again. (27) Only let your conversation be\nas it becometh the gospel of Christ: that whether I come and see\nyou, or else be absent, I may hear of your affairs, that ye stand fast\nin one spirit, with one mind striving together for the faith of the\ngospel; (28) And in nothing terrified by your adversaries: which is\nto them an evident token of perdition, but to you of salvation, and\nthat of God. (29) For unto you it is given in the behalf of Christ, not\nonly to believe on him, but also to suffer for his sake; (30) Having\nthe same conflict which ye saw in me, and now hear to be in me."],"start_index":400011001018,"end_index":400011001030,"verse_count":13,"word_count":304},{"reference":"Colossians 1:9-11","translation":"KJV","division":"Primary","passage_number":87,"release":"NBBC","cards":["(9) For this cause we also, since the day we heard it, do not\ncease to pray for you, and to desire that ye might be filled\nwith the knowledge of his will in all wisdom and spiritual\nunderstanding; (10) That ye might walk worthy of the Lord\nunto all pleasing, being fruitful in every good work, and\nincreasing in the knowledge of God; (11) Strengthened with\nall might, according to his glorious power, unto all patience\nand longsuffering with joyfulness;"],"start_index":400012001009,"end_index":400012001011,"verse_count":3,"word_count":78},{"reference":"Colossians 2:6-10","translation":"KJV","division":"Primary","passage_number":88,"release":"NBBC","cards":["(6) As ye have therefore received Christ Jesus the Lord, so\nwalk ye in him: (7) Rooted and built up in him, and stablished\nin the faith, as ye have been taught, abounding therein with\nthanksgiving. (8) Beware lest any man spoil you through\nphilosophy and vain deceit, after the tradition of men, after\nthe rudiments of the world, and not after Christ. (9) For in him\ndwelleth all the fulness of the Godhead bodily. (10) And ye\nare complete in him, which is the head of all principality and\npower:"],"start_index":400012002006,"end_index":400012002010,"verse_count":5,"word_count":86},{"reference":"1 Timothy 5:17-22","translation":"KJV","division":"Primary","passage_number":89,"release":"NBBC","cards":["(17) Let the elders that rule well be counted worthy of double\nhonour, especially they who labour in the word and doctrine.\n(18) For the scripture saith, Thou shalt not muzzle the ox that\ntreadeth out the corn. And, The labourer is worthy of his reward.\n(19) Against an elder receive not an accusation, but before two or\nthree witnesses. (20) Them that sin rebuke before all, that others\nalso may fear. (21) I charge thee before God, and the Lord Jesus\nChrist, and the elect angels, that thou observe these things without\npreferring one before another, doing nothing by partiality. (22)\nLay hands suddenly on no man, neither be partaker of other men's\nsins: keep thyself pure."],"start_index":400015005017,"end_index":400015005022,"verse_count":6,"word_count":112},{"reference":"1 Timothy 6:11-16","translation":"KJV","division":"Primary","passage_number":90,"release":"NBBC","cards":["(11) But thou, O man of God, flee these things; and follow after\nrighteousness, godliness, faith, love, patience, meekness. (12)\nFight the good fight of faith, lay hold on eternal life, whereunto\nthou art also called, and hast professed a good profession\nbefore many witnesses. (13) I give thee charge in the sight of\nGod, who quickeneth all things, and before Christ Jesus, who\nbefore Pontius Pilate witnessed a good confession; (14) That\nthou keep this commandment without spot, unrebukeable,\nuntil the appearing of our Lord Jesus Christ: (15) Which in his\ntimes he shall shew, who is the blessed and only Potentate,\nthe King of kings, and Lord of lords; (16) Who only hath","immortality, dwelling in the light which no man can approach\nunto; whom no man hath seen, nor can see: to whom be\nhonour and power everlasting. Amen."],"start_index":400015006011,"end_index":400015006016,"verse_count":6,"word_count":136},{"reference":"2 Timothy 3:10-17","translation":"KJV","division":"Primary","passage_number":91,"release":"NBBC","cards":["(10) But thou hast fully known my doctrine, manner of\nlife, purpose, faith, longsuffering, charity, patience, (11)\nPersecutions, afflictions, which came unto me at Antioch, at\nIconium, at Lystra; what persecutions I endured: but out of\nthem all the Lord delivered me. (12) Yea, and all that will live\ngodly in Christ Jesus shall suffer persecution. (13) But evil\nmen and seducers shall wax worse and worse, deceiving, and\nbeing deceived. (14) But continue thou in the things which\nthou hast learned and hast been assured of, knowing of\nwhom thou hast learned them; (15) And that from a child thou\nhast known the holy scriptures, which are able to make thee","wise unto salvation through faith which is in Christ Jesus. (16)\nAll scripture is given by inspiration of God, and is profitable\nfor doctrine, for reproof, for correction, for instruction in\nrighteousness: (17) That the man of God may be perfect,\nthroughly furnished unto all good works."],"start_index":400016003010,"end_index":400016003017,"verse_count":8,"word_count":151},{"reference":"Philemon 1:4-7","translation":"KJV","division":"Primary","passage_number":92,"release":"NBBC","cards":["(4) I thank my God, making mention of thee always in my\nprayers, (5) Hearing of thy love and faith, which thou hast\ntoward the Lord Jesus, and toward all saints; (6) That the\ncommunication of thy faith may become effectual by the\nacknowledging of every good thing which is in you in Christ\nJesus. (7) For we have great joy and consolation in thy love,\nbecause the bowels of the saints are refreshed by thee,\nbrother."],"start_index":400018001004,"end_index":400018001007,"verse_count":4,"word_count":73},{"reference":"Hebrews 2:1-8","translation":"KJV","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) Therefore we ought to give the more earnest heed to the\nthings which we have heard, lest at any time we should let\nthem slip. (2) For if the word spoken by angels was stedfast,\nand every transgression and disobedience received a just\nrecompence of reward; (3) How shall we escape, if we neglect\nso great salvation; which at the first began to be spoken by\nthe Lord, and was confirmed unto us by them that heard\nhim; (4) God also bearing them witness, both with signs and\nwonders, and with divers miracles, and gifts of the Holy Ghost,\naccording to his own will? (5) For unto the angels hath he not\nput in subjection the world to come, whereof we speak. (6)","But one in a certain place testified, saying, What is man, that\nthou art mindful of him? or the son of man, that thou visitest\nhim? (7) Thou madest him a little lower than the angels; thou\ncrownedst him with glory and honour, and didst set him\nover the works of thy hands: (8) Thou hast put all things in\nsubjection under his feet. For in that he put all in subjection\nunder him, he left nothing that is not put under him. But now\nwe see not yet all things put under him."],"start_index":400019002001,"end_index":400019002008,"verse_count":8,"word_count":210},{"reference":"Hebrews 5:5-9","translation":"KJV","division":"Primary","passage_number":94,"release":"NBBC","cards":["(5) So also Christ glorified not himself to be made an high\npriest; but he that said unto him, Thou art my Son, to day\nhave I begotten thee. (6) As he saith also in another place,\nThou art a priest for ever after the order of Melchisedec. (7)\nWho in the days of his flesh, when he had offered up prayers\nand supplications with strong crying and tears unto him that\nwas able to save him from death, and was heard in that he\nfeared; (8) Though he were a Son, yet learned he obedience\nby the things which he suffered; (9) And being made perfect,\nhe became the author of eternal salvation unto all them that\nobey him;"],"start_index":400019005005,"end_index":400019005009,"verse_count":5,"word_count":115},{"reference":"Hebrews 9:11-14","translation":"KJV","division":"Primary","passage_number":95,"release":"NBBC","cards":["(11) But Christ being come an high priest of good things to\ncome, by a greater and more perfect tabernacle, not made\nwith hands, that is to say, not of this building; (12) Neither\nby the blood of goats and calves, but by his own blood he\nentered in once into the holy place, having obtained eternal\nredemption for us. (13) For if the blood of bulls and of goats,\nand the ashes of an heifer sprinkling the unclean, sanctifieth\nto the purifying of the flesh: (14) How much more shall the\nblood of Christ, who through the eternal Spirit offered himself\nwithout spot to God, purge your conscience from dead works\nto serve the living God?"],"start_index":400019009011,"end_index":400019009014,"verse_count":4,"word_count":113},{"reference":"James 1:16-18","translation":"KJV","division":"Primary","passage_number":96,"release":"NBBC","cards":["(16) Do not err, my beloved brethren. (17) Every good gift\nand every perfect gift is from above, and cometh down from\nthe Father of lights, with whom is no variableness, neither\nshadow of turning. (18) Of his own will begat he us with the\nword of truth, that we should be a kind of firstfruits of his\ncreatures."],"start_index":400020001016,"end_index":400020001018,"verse_count":3,"word_count":56},{"reference":"James 3:14-18","translation":"KJV","division":"Primary","passage_number":97,"release":"NBBC","cards":["(14) But if ye have bitter envying and strife in your hearts,\nglory not, and lie not against the truth. (15) This wisdom\ndescendeth not from above, but is earthly, sensual, devilish.\n(16) For where envying and strife is, there is confusion and\nevery evil work. (17) But the wisdom that is from above is\nfirst pure, then peaceable, gentle, and easy to be intreated,\nfull of mercy and good fruits, without partiality, and without\nhypocrisy. (18) And the fruit of righteousness is sown in peace\nof them that make peace."],"start_index":400020003014,"end_index":400020003018,"verse_count":5,"word_count":86},{"reference":"James 5:14-18","translation":"KJV","division":"Primary","passage_number":98,"release":"NBBC","cards":["(14) Is any sick among you? let him call for the elders of the church;\nand let them pray over him, anointing him with oil in the name of\nthe Lord: (15) And the prayer of faith shall save the sick, and the\nLord shall raise him up; and if he have committed sins, they shall be\nforgiven him. (16) Confess your faults one to another, and pray one\nfor another, that ye may be healed. The effectual fervent prayer of\na righteous man availeth much. (17) Elias was a man subject to like\npassions as we are, and he prayed earnestly that it might not rain:\nand it rained not on the earth by the space of three years and six\nmonths. (18) And he prayed again, and the heaven gave rain, and\nthe earth brought forth her fruit."],"start_index":400020005014,"end_index":400020005018,"verse_count":5,"word_count":135},{"reference":"1 Peter 1:1-8","translation":"KJV","division":"Primary","passage_number":99,"release":"NBBC","cards":["(1) Peter, an apostle of Jesus Christ, to the strangers scattered\nthroughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,\n(2) Elect according to the foreknowledge of God the Father,\nthrough sanctification of the Spirit, unto obedience and\nsprinkling of the blood of Jesus Christ: Grace unto you, and\npeace, be multiplied. (3) Blessed be the God and Father of\nour Lord Jesus Christ, which according to his abundant mercy\nhath begotten us again unto a lively hope by the resurrection of\nJesus Christ from the dead, (4) To an inheritance incorruptible,\nand undefiled, and that fadeth not away, reserved in heaven\nfor you, (5) Who are kept by the power of God through","faith unto salvation ready to be revealed in the last time. (6)\nWherein ye greatly rejoice, though now for a season, if need\nbe, ye are in heaviness through manifold temptations: (7)\nThat the trial of your faith, being much more precious than\nof gold that perisheth, though it be tried with fire, might be\nfound unto praise and honour and glory at the appearing of\nJesus Christ: (8) Whom having not seen, ye love; in whom,\nthough now ye see him not, yet believing, ye rejoice with joy\nunspeakable and full of glory:"],"start_index":400021001001,"end_index":400021001008,"verse_count":8,"word_count":198},{"reference":"1 Peter 1:13-16","translation":"KJV","division":"Primary","passage_number":100,"release":"NBBC","cards":["(13) Wherefore gird up the loins of your mind, be sober, and\nhope to the end for the grace that is to be brought unto you\nat the revelation of Jesus Christ; (14) As obedient children,\nnot fashioning yourselves according to the former lusts in\nyour ignorance: (15) But as he which hath called you is holy,\nso be ye holy in all manner of conversation; (16) Because it is\nwritten, Be ye holy; for I am holy."],"start_index":400021001013,"end_index":400021001016,"verse_count":4,"word_count":74},{"reference":"2 Peter 3:7-13","translation":"KJV","division":"Primary","passage_number":101,"release":"NBBC","cards":["(7) But the heavens and the earth, which are now, by the same\nword are kept in store, reserved unto fire against the day of\njudgment and perdition of ungodly men. (8) But, beloved, be\nnot ignorant of this one thing, that one day is with the Lord as\na thousand years, and a thousand years as one day. (9) The\nLord is not slack concerning his promise, as some men count\nslackness; but is longsuffering to us-ward, not willing that any\nshould perish, but that all should come to repentance. (10)\nBut the day of the Lord will come as a thief in the night; in the\nwhich the heavens shall pass away with a great noise, and the\nelements shall melt with fervent heat, the earth also and the","works that are therein shall be burned up. (11) Seeing then that\nall these things shall be dissolved, what manner of persons\nought ye to be in all holy conversation and godliness, (12)\nLooking for and hasting unto the coming of the day of God,\nwherein the heavens being on fire shall be dissolved, and the\nelements shall melt with fervent heat? (13) Nevertheless we,\naccording to his promise, look for new heavens and a new\nearth, wherein dwelleth righteousness."],"start_index":400022003007,"end_index":400022003013,"verse_count":7,"word_count":205},{"reference":"1 John 3:4-6","translation":"KJV","division":"Primary","passage_number":102,"release":"NBBC","cards":["(4) Whosoever committeth sin transgresseth also the law: for\nsin is the transgression of the law. (5) And ye know that he\nwas manifested to take away our sins; and in him is no sin. (6)\nWhosoever abideth in him sinneth not: whosoever sinneth\nhath not seen him, neither known him."],"start_index":400023003004,"end_index":400023003006,"verse_count":3,"word_count":48},{"reference":"Jude 1:20-21","translation":"KJV","division":"Primary","passage_number":103,"release":"NBBC","cards":["(20) But ye, beloved, building up yourselves on your most\nholy faith, praying in the Holy Ghost, (21) Keep yourselves\nin the love of God, looking for the mercy of our Lord Jesus\nChrist unto eternal life."],"start_index":400026001020,"end_index":400026001021,"verse_count":2,"word_count":35},{"reference":"Revelation 2:8-11","translation":"KJV","division":"Primary","passage_number":104,"release":"NBBC","cards":["(8) And unto the angel of the church in Smyrna write; These\nthings saith the first and the last, which was dead, and is alive;\n(9) I know thy works, and tribulation, and poverty, (but thou\nart rich) and I know the blasphemy of them which say they\nare Jews, and are not, but are the synagogue of Satan. (10)\nFear none of those things which thou shalt suffer: behold, the\ndevil shall cast some of you into prison, that ye may be tried;\nand ye shall have tribulation ten days: be thou faithful unto\ndeath, and I will give thee a crown of life. (11) He that hath an\near, let him hear what the Spirit saith unto the churches; He\nthat overcometh shall not be hurt of the second death."],"start_index":400027002008,"end_index":400027002011,"verse_count":4,"word_count":128}]
