[{"reference":"John 8:32","translation":"ESV","division":"Primary","passage_number":1,"release":"Navigate","cards":["(32) and you will know the truth, and the truth will set you\nfree.\""],"start_index":400004008032,"end_index":400004008032,"verse_count":1,"word_count":13},{"reference":"John 12:12–13","translation":"ESV","division":"Primary","passage_number":2,"release":"Navigate","cards":["(12) The next day the large crowd that had come to the feast\nheard that Jesus was coming to Jerusalem. (13) So they took\nbranches of palm trees and went out to meet him, crying out,\n\"Hosanna! Blessed is he who comes in the name of the Lord,\neven the King of Israel!\""],"start_index":400004012012,"end_index":400004012013,"verse_count":2,"word_count":51},{"reference":"Psalm 118:24–26","translation":"ESV","division":"Primary","passage_number":3,"release":"Explore","cards":["(24) This is the day that the LORD has made; let us rejoice and\nbe glad in it. (25) Save us, we pray, O LORD! O LORD, we pray,\ngive us success! (26) Blessed is he who comes in the name of\nthe LORD! We bless you from the house of the LORD."],"start_index":200019118024,"end_index":200019118026,"verse_count":3,"word_count":50},{"reference":"John 13:14–16","translation":"ESV","division":"Primary","passage_number":4,"release":"Navigate","cards":["(14) If I then, your Lord and Teacher, have washed your feet,\nyou also ought to wash one another's feet. (15) For I have\ngiven you an example, that you also should do just as I have\ndone to you. (16) Truly, truly, I say to you, a servant is not\ngreater than his master, nor is a messenger greater than the\none who sent him."],"start_index":400004013014,"end_index":400004013016,"verse_count":3,"word_count":63},{"reference":"Jeremiah 7:10–11","translation":"ESV","division":"Primary","passage_number":5,"release":"Explore","cards":["(10) and then come and stand before me in this house, which\nis called by my name, and say, 'We are delivered!'--only to go\non doing all these abominations? (11) Has this house, which\nis called by my name, become a den of robbers in your eyes?\nBehold, I myself have seen it, declares the LORD."],"start_index":200024007010,"end_index":200024007011,"verse_count":2,"word_count":55},{"reference":"John 14:4–6","translation":"ESV","division":"Primary","passage_number":6,"release":"Navigate","cards":["(4) And you know the way to where I am going.\" (5) Thomas\nsaid to him, \"Lord, we do not know where you are going. How\ncan we know the way?\" (6) Jesus said to him, \"I am the way,\nand the truth, and the life. No one comes to the Father except\nthrough me."],"start_index":400004014004,"end_index":400004014006,"verse_count":3,"word_count":52},{"reference":"Joel 2:10–11","translation":"ESV","division":"Primary","passage_number":7,"release":"Explore","cards":["(10) The earth quakes before them; the heavens tremble. The\nsun and the moon are darkened, and the stars withdraw their\nshining. (11) The LORD utters his voice before his army, for\nhis camp is exceedingly great; he who executes his word is\npowerful. For the day of the LORD is great and very awesome;\nwho can endure it?"],"start_index":200029002010,"end_index":200029002011,"verse_count":2,"word_count":57},{"reference":"John 15:5–7","translation":"ESV","division":"Primary","passage_number":8,"release":"Navigate","cards":["(5) I am the vine; you are the branches. Whoever abides in me\nand I in him, he it is that bears much fruit, for apart from me\nyou can do nothing. (6) If anyone does not abide in me he is\nthrown away like a branch and withers; and the branches are\ngathered, thrown into the fire, and burned. (7) If you abide in\nme, and my words abide in you, ask whatever you wish, and\nit will be done for you."],"start_index":400004015005,"end_index":400004015007,"verse_count":3,"word_count":80},{"reference":"Psalm 41:9","translation":"ESV","division":"Primary","passage_number":9,"release":"Explore","cards":["(9) Even my close friend in whom I trusted, who ate my bread,\nhas lifted his heel against me."],"start_index":200019041009,"end_index":200019041009,"verse_count":1,"word_count":18},{"reference":"John 16:13–14","translation":"ESV","division":"Primary","passage_number":10,"release":"Navigate","cards":["(13) When the Spirit of truth comes, he will guide you into\nall the truth, for he will not speak on his own authority, but\nwhatever he hears he will speak, and he will declare to you\nthe things that are to come. (14) He will glorify me, for he will\ntake what is mine and declare it to you."],"start_index":400004016013,"end_index":400004016014,"verse_count":2,"word_count":58},{"reference":"Jeremiah 31:33–34","translation":"ESV","division":"Primary","passage_number":11,"release":"Explore","cards":["(33) For this is the covenant that I will make with the house of\nIsrael after those days, declares the LORD: I will put my law\nwithin them, and I will write it on their hearts. And I will be their\nGod, and they shall be my people. (34) And no longer shall\neach one teach his neighbor and each his brother, saying,\n'Know the LORD,' for they shall all know me, from the least\nof them to the greatest, declares the LORD. For I will forgive\ntheir iniquity, and I will remember their sin no more.\""],"start_index":200024031033,"end_index":200024031034,"verse_count":2,"word_count":95},{"reference":"John 17:17–19","translation":"ESV","division":"Primary","passage_number":12,"release":"Navigate","cards":["(17) Sanctify them in the truth; your word is truth. (18) As you\nsent me into the world, so I have sent them into the world.\n(19) And for their sake I consecrate myself, that they also may\nbe sanctified in truth."],"start_index":400004017017,"end_index":400004017019,"verse_count":3,"word_count":39},{"reference":"Zechariah 13:7","translation":"ESV","division":"Primary","passage_number":13,"release":"Explore","cards":["(7) \"Awake, O sword, against my shepherd, against the man\nwho stands next to me,\" declares the LORD of hosts. \"Strike\nthe shepherd, and the sheep will be scattered; I will turn my\nhand against the little ones."],"start_index":200038013007,"end_index":200038013007,"verse_count":1,"word_count":37},{"reference":"John 20:30–31","translation":"ESV","division":"Primary","passage_number":14,"release":"Navigate","cards":["(30) Now Jesus did many other signs in the presence of the\ndisciples, which are not written in this book; (31) but these\nare written so that you may believe that Jesus is the Christ,\nthe Son of God, and that by believing you may have life in his\nname."],"start_index":400004020030,"end_index":400004020031,"verse_count":2,"word_count":48},{"reference":"Psalm 16:10–11","translation":"ESV","division":"Primary","passage_number":15,"release":"Explore","cards":["(10) For you will not abandon my soul to Sheol, or let your\nholy one see corruption. (11) You make known to me the path\nof life; in your presence there is fullness of joy; at your right\nhand are pleasures forevermore."],"start_index":200019016010,"end_index":200019016011,"verse_count":2,"word_count":40},{"reference":"Genesis 39:21","translation":"ESV","division":"Primary","passage_number":16,"release":"NBBC","cards":["(21) But the LORD was with Joseph and showed him steadfast\nlove and gave him favor in the sight of the keeper of the\nprison."],"start_index":200001039021,"end_index":200001039021,"verse_count":1,"word_count":24},{"reference":"Leviticus 11:44-45","translation":"ESV","division":"Primary","passage_number":17,"release":"NBBC","cards":["(44) For I am the LORD your God. Consecrate yourselves\ntherefore, and be holy, for I am holy. You shall not defile\nyourselves with any swarming thing that crawls on the ground.\n(45) For I am the LORD who brought you up out of the land\nof Egypt to be your God. You shall therefore be holy, for I am\nholy.\""],"start_index":200003011044,"end_index":200003011045,"verse_count":2,"word_count":59},{"reference":"Numbers 12:5-9","translation":"ESV","division":"Primary","passage_number":18,"release":"NBBC","cards":["(5) And the LORD came down in a pillar of cloud and stood\nat the entrance of the tent and called Aaron and Miriam, and\nthey both came forward. (6) And he said, \"Hear my words: If\nthere is a prophet among you, I the LORD make myself known\nto him in a vision; I speak with him in a dream. (7) Not so with\nmy servant Moses. He is faithful in all my house. (8) With him\nI speak mouth to mouth, clearly, and not in riddles, and he\nbeholds the form of the LORD. Why then were you not afraid\nto speak against my servant Moses?\" (9) And the anger of the\nLORD was kindled against them, and he departed."],"start_index":200004012005,"end_index":200004012009,"verse_count":5,"word_count":117},{"reference":"Deuteronomy 28:49-52","translation":"ESV","division":"Primary","passage_number":19,"release":"NBBC","cards":["(49) The LORD will bring a nation against you from far away, from\nthe end of the earth, swooping down like the eagle, a nation\nwhose language you do not understand, (50) a hard-faced nation\nwho shall not respect the old or show mercy to the young. (51) It\nshall eat the offspring of your cattle and the fruit of your ground,\nuntil you are destroyed; it also shall not leave you grain, wine, or\noil, the increase of your herds or the young of your flock, until they\nhave caused you to perish. (52) \"They shall besiege you in all your\ntowns, until your high and fortified walls, in which you trusted,\ncome down throughout all your land. And they shall besiege you\nin all your towns throughout all your land, which the LORD your\nGod has given you."],"start_index":200005028049,"end_index":200005028052,"verse_count":4,"word_count":137},{"reference":"2 Kings 24:1-5","translation":"ESV","division":"Primary","passage_number":20,"release":"NBBC","cards":["(1) In his days, Nebuchadnezzar king of Babylon came up,\nand Jehoiakim became his servant for three years. Then he\nturned and rebelled against him. (2) And the LORD sent\nagainst him bands of the Chaldeans and bands of the Syrians\nand bands of the Moabites and bands of the Ammonites, and\nsent them against Judah to destroy it, according to the word\nof the LORD that he spoke by his servants the prophets. (3)\nSurely this came upon Judah at the command of the LORD,\nto remove them out of his sight, for the sins of Manasseh,\naccording to all that he had done, (4) and also for the innocent\nblood that he had shed. For he filled Jerusalem with innocent","blood, and the LORD would not pardon. (5) Now the rest\nof the deeds of Jehoiakim and all that he did, are they not\nwritten in the Book of the Chronicles of the Kings of Judah?"],"start_index":200012024001,"end_index":200012024005,"verse_count":5,"word_count":153},{"reference":"2 Chronicles 1:10-12","translation":"ESV","division":"Primary","passage_number":21,"release":"NBBC","cards":["(10) Give me now wisdom and knowledge to go out and\ncome in before this people, for who can govern this people\nof yours, which is so great?\" (11) God answered Solomon,\n\"Because this was in your heart, and you have not asked\nfor possessions, wealth, honor, or the life of those who hate\nyou, and have not even asked for long life, but have asked\nfor wisdom and knowledge for yourself that you may govern\nmy people over whom I have made you king, (12) wisdom\nand knowledge are granted to you. I will also give you riches,\npossessions, and honor, such as none of the kings had who\nwere before you, and none after you shall have the like.\""],"start_index":200014001010,"end_index":200014001012,"verse_count":3,"word_count":118},{"reference":"Psalm 3:1-8","translation":"ESV","division":"Primary","passage_number":22,"release":"NBBC","cards":["(1) O LORD, how many are my foes! Many are rising against\nme; (2) many are saying of my soul, \"There is no salvation\nfor him in God.\" (3) But you, O LORD, are a shield about me,\nmy glory, and the lifter of my head. (4) I cried aloud to the\nLORD, and he answered me from his holy hill. (5) I lay down\nand slept; I woke again, for the LORD sustained me. (6) I will\nnot be afraid of many thousands of people who have set\nthemselves against me all around. (7) Arise, O LORD! Save\nme, O my God! For you strike all my enemies on the cheek;\nyou break the teeth of the wicked. (8) Salvation belongs to\nthe LORD; your blessing be on your people!"],"start_index":200019003001,"end_index":200019003008,"verse_count":8,"word_count":123},{"reference":"Psalm 22:14-28","translation":"ESV","division":"Primary","passage_number":23,"release":"NBBC","cards":["(14) I am poured out like water, and all my bones are out of joint;\nmy heart is like wax; it is melted within my breast; (15) my strength\nis dried up like a potsherd, and my tongue sticks to my jaws;\nyou lay me in the dust of death. (16) For dogs encompass me; a\ncompany of evildoers encircles me; they have pierced my hands\nand feet-- (17) I can count all my bones-- they stare and gloat\nover me; (18) they divide my garments among them, and for my\nclothing they cast lots. (19) But you, O LORD, do not be far off! O\nyou my help, come quickly to my aid! (20) Deliver my soul from the\nsword, my precious life from the power of the dog! (21) Save me\nfrom the mouth of the lion! You have rescued me from the horns\nof the wild oxen! (22) I will tell of your name to my brothers; in","the midst of the congregation I will praise you: (23) You who fear\nthe LORD, praise him! All you offspring of Jacob, glorify him, and\nstand in awe of him, all you offspring of Israel! (24) For he has not\ndespised or abhorred the affliction of the afflicted, and he has not\nhidden his face from him, but has heard, when he cried to him. (25)\nFrom you comes my praise in the great congregation; my vows\nI will perform before those who fear him. (26) The afflicted shall\neat and be satisfied; those who seek him shall praise the LORD!\nMay your hearts live forever! (27) All the ends of the earth shall\nremember and turn to the LORD, and all the families of the nations\nshall worship before you. (28) For kingship belongs to the LORD,\nand he rules over the nations."],"start_index":200019022014,"end_index":200019022028,"verse_count":15,"word_count":290},{"reference":"Psalm 119:106-107","translation":"ESV","division":"Primary","passage_number":24,"release":"NBBC","cards":["(106) I have sworn an oath and confirmed it, to keep your\nrighteous rules. (107) I am severely afflicted; give me life, O\nLORD, according to your word!"],"start_index":200019119106,"end_index":200019119107,"verse_count":2,"word_count":28},{"reference":"Psalm 141:2-5","translation":"ESV","division":"Primary","passage_number":25,"release":"NBBC","cards":["(2) Let my prayer be counted as incense before you, and the\nlifting up of my hands as the evening sacrifice! (3) Set a guard,\nO LORD, over my mouth; keep watch over the door of my\nlips! (4) Do not let my heart incline to any evil, to busy myself\nwith wicked deeds in company with men who work iniquity,\nand let me not eat of their delicacies! (5) Let a righteous man\nstrike me--it is a kindness; let him rebuke me--it is oil for my\nhead; let my head not refuse it. Yet my prayer is continually\nagainst their evil deeds."],"start_index":200019141002,"end_index":200019141005,"verse_count":4,"word_count":101},{"reference":"Proverbs 18:1-22","translation":"ESV","division":"Primary","passage_number":26,"release":"NBBC","cards":["(1) Whoever isolates himself seeks his own desire; he breaks\nout against all sound judgment. (2) A fool takes no pleasure\nin understanding, but only in expressing his opinion. (3)\nWhen wickedness comes, contempt comes also, and with\ndishonor comes disgrace. (4) The words of a man's mouth\nare deep waters; the fountain of wisdom is a bubbling brook.\n(5) It is not good to be partial to the wicked or to deprive the\nrighteous of justice. (6) A fool's lips walk into a fight, and his\nmouth invites a beating. (7) A fool's mouth is his ruin, and his\nlips are a snare to his soul. (8) The words of a whisperer are\nlike delicious morsels; they go down into the inner parts of","the body. (9) Whoever is slack in his work is a brother to him\nwho destroys. (10) The name of the LORD is a strong tower;\nthe righteous man runs into it and is safe. (11) A rich man's\nwealth is his strong city, and like a high wall in his imagination.\n(12) Before destruction a man's heart is haughty, but humility\ncomes before honor. (13) If one gives an answer before he\nhears, it is his folly and shame. (14) A man's spirit will endure\nsickness, but a crushed spirit who can bear? (15) An intelligent\nheart acquires knowledge, and the ear of the wise seeks\nknowledge. (16) A man's gift makes room for him and brings\nhim before the great. (17) The one who states his case first","seems right, until the other comes and examines him. (18) The\nlot puts an end to quarrels and decides between powerful\ncontenders. (19) A brother offended is more unyielding than\na strong city, and quarreling is like the bars of a castle. (20)\nFrom the fruit of a man's mouth his stomach is satisfied; he is\nsatisfied by the yield of his lips. (21) Death and life are in the\npower of the tongue, and those who love it will eat its fruits.\n(22) He who finds a wife finds a good thing and obtains favor\nfrom the LORD."],"start_index":200020018001,"end_index":200020018022,"verse_count":22,"word_count":332},{"reference":"Ecclesiastes 2:9-11","translation":"ESV","division":"Primary","passage_number":27,"release":"NBBC","cards":["(9) So I became great and surpassed all who were before me\nin Jerusalem. Also my wisdom remained with me. (10) And\nwhatever my eyes desired I did not keep from them. I kept\nmy heart from no pleasure, for my heart found pleasure in\nall my toil, and this was my reward for all my toil. (11) Then\nI considered all that my hands had done and the toil I had\nexpended in doing it, and behold, all was vanity and a striving\nafter wind, and there was nothing to be gained under the sun."],"start_index":200021002009,"end_index":200021002011,"verse_count":3,"word_count":93},{"reference":"Jeremiah 33:1-9","translation":"ESV","division":"Primary","passage_number":28,"release":"NBBC","cards":["(1) The word of the LORD came to Jeremiah a second time,\nwhile he was still shut up in the court of the guard: (2) \"Thus\nsays the LORD who made the earth, the LORD who formed it\nto establish it--the LORD is his name: (3) Call to me and I will\nanswer you, and will tell you great and hidden things that you\nhave not known. (4) For thus says the LORD, the God of Israel,\nconcerning the houses of this city and the houses of the kings\nof Judah that were torn down to make a defense against the\nsiege mounds and against the sword: (5) They are coming in\nto fight against the Chaldeans and to fill them with the dead\nbodies of men whom I shall strike down in my anger and my","wrath, for I have hidden my face from this city because of all\ntheir evil. (6) Behold, I will bring to it health and healing, and\nI will heal them and reveal to them abundance of prosperity\nand security. (7) I will restore the fortunes of Judah and the\nfortunes of Israel, and rebuild them as they were at first. (8)\nI will cleanse them from all the guilt of their sin against me,\nand I will forgive all the guilt of their sin and rebellion against\nme. (9) And this city shall be to me a name of joy, a praise and\na glory before all the nations of the earth who shall hear of\nall the good that I do for them. They shall fear and tremble\nbecause of all the good and all the prosperity I provide for it."],"start_index":200024033001,"end_index":200024033009,"verse_count":9,"word_count":271},{"reference":"Daniel 3:24-25","translation":"ESV","division":"Primary","passage_number":29,"release":"NBBC","cards":["(24) Then King Nebuchadnezzar was astonished and rose\nup in haste. He declared to his counselors, \"Did we not cast\nthree men bound into the fire?\" They answered and said to\nthe king, \"True, O king.\" (25) He answered and said, \"But I see\nfour men unbound, walking in the midst of the fire, and they\nare not hurt; and the appearance of the fourth is like a son of\nthe gods.\""],"start_index":200027003024,"end_index":200027003025,"verse_count":2,"word_count":70},{"reference":"Daniel 4:1-3","translation":"ESV","division":"Primary","passage_number":30,"release":"NBBC","cards":["(1) King Nebuchadnezzar to all peoples, nations, and\nlanguages, that dwell in all the earth: Peace be multiplied to\nyou! (2) It has seemed good to me to show the signs and\nwonders that the Most High God has done for me. (3) How\ngreat are his signs, how mighty his wonders! His kingdom\nis an everlasting kingdom, and his dominion endures from\ngeneration to generation."],"start_index":200027004001,"end_index":200027004003,"verse_count":3,"word_count":63},{"reference":"Amos 3:6-8","translation":"ESV","division":"Primary","passage_number":31,"release":"NBBC","cards":["(6) Is a trumpet blown in a city, and the people are not afraid?\nDoes disaster come to a city, unless the LORD has done it? (7)\n\"For the Lord GOD does nothing without revealing his secret\nto his servants the prophets. (8) The lion has roared; who will\nnot fear? The Lord GOD has spoken; who can but prophesy?\""],"start_index":200030003006,"end_index":200030003008,"verse_count":3,"word_count":57},{"reference":"Jonah 2:1-10","translation":"ESV","division":"Primary","passage_number":32,"release":"NBBC","cards":["(1) Then Jonah prayed to the LORD his God from the belly\nof the fish, (2) saying, \"I called out to the LORD, out of my\ndistress, and he answered me; out of the belly of Sheol I\ncried, and you heard my voice. (3) For you cast me into the\ndeep, into the heart of the seas, and the flood surrounded\nme; all your waves and your billows passed over me. (4) Then\nI said, 'I am driven away from your sight; yet I shall again look\nupon your holy temple.' (5) The waters closed in over me to\ntake my life; the deep surrounded me; weeds were wrapped\nabout my head (6) at the roots of the mountains. I went down\nto the land whose bars closed upon me forever; yet you","brought up my life from the pit, O LORD my God. (7) When\nmy life was fainting away, I remembered the LORD, and my\nprayer came to you, into your holy temple. (8) Those who pay\nregard to vain idols forsake their hope of steadfast love. (9)\nBut I with the voice of thanksgiving will sacrifice to you; what\nI have vowed I will pay. Salvation belongs to the LORD!\" (10)\nAnd the LORD spoke to the fish, and it vomited Jonah out\nupon the dry land."],"start_index":200032002001,"end_index":200032002010,"verse_count":10,"word_count":211},{"reference":"Micah 6:2-8","translation":"ESV","division":"Primary","passage_number":33,"release":"NBBC","cards":["(2) Hear, you mountains, the indictment of the LORD, and\nyou enduring foundations of the earth, for the LORD has\nan indictment against his people, and he will contend with\nIsrael. (3) \"O my people, what have I done to you? How have\nI wearied you? Answer me! (4) For I brought you up from the\nland of Egypt and redeemed you from the house of slavery,\nand I sent before you Moses, Aaron, and Miriam. (5) O my\npeople, remember what Balak king of Moab devised, and what\nBalaam the son of Beor answered him, and what happened\nfrom Shittim to Gilgal, that you may know the righteous acts\nof the LORD.\" (6) \"With what shall I come before the LORD,","and bow myself before God on high? Shall I come before\nhim with burnt offerings, with calves a year old? (7) Will the\nLORD be pleased with thousands of rams, with ten thousands\nof rivers of oil? Shall I give my firstborn for my transgression,\nthe fruit of my body for the sin of my soul?\" (8) He has told\nyou, O man, what is good; and what does the LORD require\nof you but to do justice, and to love kindness, and to walk\nhumbly with your God?"],"start_index":200033006002,"end_index":200033006008,"verse_count":7,"word_count":204},{"reference":"Matthew 3:1-10","translation":"ESV","division":"Primary","passage_number":34,"release":"NBBC","cards":["(1) In those days John the Baptist came preaching in the\nwilderness of Judea, (2) \"Repent, for the kingdom of heaven\nis at hand.\" (3) For this is he who was spoken of by the prophet\nIsaiah when he said, \"The voice of one crying in the wilderness:\n'Prepare the way of the Lord; make his paths straight.'\" (4)\nNow John wore a garment of camel's hair and a leather belt\naround his waist, and his food was locusts and wild honey. (5)\nThen Jerusalem and all Judea and all the region about the\nJordan were going out to him, (6) and they were baptized\nby him in the river Jordan, confessing their sins. (7) But when\nhe saw many of the Pharisees and Sadducees coming to his","baptism, he said to them, \"You brood of vipers! Who warned\nyou to flee from the wrath to come? (8) Bear fruit in keeping\nwith repentance. (9) And do not presume to say to yourselves,\n'We have Abraham as our father,' for I tell you, God is able\nfrom these stones to raise up children for Abraham. (10) Even\nnow the axe is laid to the root of the trees. Every tree therefore\nthat does not bear good fruit is cut down and thrown into the\nfire."],"start_index":400001003001,"end_index":400001003010,"verse_count":10,"word_count":205},{"reference":"Luke 12:4-9","translation":"ESV","division":"Primary","passage_number":35,"release":"NBBC","cards":["(4) \"I tell you, my friends, do not fear those who kill the body,\nand after that have nothing more that they can do. (5) But I\nwill warn you whom to fear: fear him who, after he has killed,\nhas authority to cast into hell. Yes, I tell you, fear him! (6) Are\nnot five sparrows sold for two pennies? And not one of them\nis forgotten before God. (7) Why, even the hairs of your head\nare all numbered. Fear not; you are of more value than many\nsparrows. (8) \"And I tell you, everyone who acknowledges me\nbefore men, the Son of Man also will acknowledge before the\nangels of God, (9) but the one who denies me before men\nwill be denied before the angels of God."],"start_index":400003012004,"end_index":400003012009,"verse_count":6,"word_count":125},{"reference":"John 11:24-25","translation":"ESV","division":"Primary","passage_number":36,"release":"NBBC","cards":["(24) Martha said to him, \"I know that he will rise again in the\nresurrection on the last day.\" (25) Jesus said to her, \"I am the\nresurrection and the life. Whoever believes in me, though he\ndie, yet shall he live,"],"start_index":400004011024,"end_index":400004011025,"verse_count":2,"word_count":40},{"reference":"John 11:43-44","translation":"ESV","division":"Primary","passage_number":37,"release":"NBBC","cards":["(43) When he had said these things, he cried out with a loud\nvoice, \"Lazarus, come out.\" (44) The man who had died came\nout, his hands and feet bound with linen strips, and his face\nwrapped with a cloth. Jesus said to them, \"Unbind him, and\nlet him go.\""],"start_index":400004011043,"end_index":400004011044,"verse_count":2,"word_count":48},{"reference":"John 14:25-27","translation":"ESV","division":"Primary","passage_number":38,"release":"NBBC","cards":["(25) \"These things I have spoken to you while I am still with\nyou. (26) But the Helper, the Holy Spirit, whom the Father will\nsend in my name, he will teach you all things and bring to\nyour remembrance all that I have said to you. (27) Peace I\nleave with you; my peace I give to you. Not as the world gives\ndo I give to you. Let not your hearts be troubled, neither let\nthem be afraid."],"start_index":400004014025,"end_index":400004014027,"verse_count":3,"word_count":77},{"reference":"Acts 7:58-60","translation":"ESV","division":"Primary","passage_number":39,"release":"NBBC","cards":["(58) Then they cast him out of the city and stoned him. And\nthe witnesses laid down their garments at the feet of a young\nman named Saul. (59) And as they were stoning Stephen, he\ncalled out, \"Lord Jesus, receive my spirit.\" (60) And falling to\nhis knees he cried out with a loud voice, \"Lord, do not hold this\nsin against them.\" And when he had said this, he fell asleep."],"start_index":400005007058,"end_index":400005007060,"verse_count":3,"word_count":70},{"reference":"1 Corinthians 2:7-10","translation":"ESV","division":"Primary","passage_number":40,"release":"NBBC","cards":["(7) But we impart a secret and hidden wisdom of God, which\nGod decreed before the ages for our glory. (8) None of the\nrulers of this age understood this, for if they had, they would\nnot have crucified the Lord of glory. (9) But, as it is written,\n\"What no eye has seen, nor ear heard, nor the heart of man\nimagined, what God has prepared for those who love him\"--\n(10) these things God has revealed to us through the Spirit.\nFor the Spirit searches everything, even the depths of God."],"start_index":400007002007,"end_index":400007002010,"verse_count":4,"word_count":89},{"reference":"2 Corinthians 5:7-10","translation":"ESV","division":"Primary","passage_number":41,"release":"NBBC","cards":["(7) for we walk by faith, not by sight. (8) Yes, we are of good\ncourage, and we would rather be away from the body and\nat home with the Lord. (9) So whether we are at home or\naway, we make it our aim to please him. (10) For we must all\nappear before the judgment seat of Christ, so that each one\nmay receive what is due for what he has done in the body,\nwhether good or evil."],"start_index":400008005007,"end_index":400008005010,"verse_count":4,"word_count":77},{"reference":"Galatians 1:14-24","translation":"ESV","division":"Primary","passage_number":42,"release":"NBBC","cards":["(14) And I was advancing in Judaism beyond many of my\nown age among my people, so extremely zealous was I for\nthe traditions of my fathers. (15) But when he who had set\nme apart before I was born, and who called me by his grace,\n(16) was pleased to reveal his Son to me, in order that I might\npreach him among the Gentiles, I did not immediately consult\nwith anyone; (17) nor did I go up to Jerusalem to those who\nwere apostles before me, but I went away into Arabia, and\nreturned again to Damascus. (18) Then after three years I\nwent up to Jerusalem to visit Cephas and remained with him\nfifteen days. (19) But I saw none of the other apostles except","James the Lord's brother. (20) (In what I am writing to you,\nbefore God, I do not lie!) (21) Then I went into the regions\nof Syria and Cilicia. (22) And I was still unknown in person\nto the churches of Judea that are in Christ. (23) They only\nwere hearing it said, \"He who used to persecute us is now\npreaching the faith he once tried to destroy.\" (24) And they\nglorified God because of me."],"start_index":400009001014,"end_index":400009001024,"verse_count":11,"word_count":194},{"reference":"Philippians 3:12-15","translation":"ESV","division":"Primary","passage_number":43,"release":"NBBC","cards":["(12) Not that I have already obtained this or am already\nperfect, but I press on to make it my own, because Christ\nJesus has made me his own. (13) Brothers, I do not consider\nthat I have made it my own. But one thing I do: forgetting\nwhat lies behind and straining forward to what lies ahead,\n(14) I press on toward the goal for the prize of the upward call\nof God in Christ Jesus. (15) Let those of us who are mature\nthink this way, and if in anything you think otherwise, God will\nreveal that also to you."],"start_index":400011003012,"end_index":400011003015,"verse_count":4,"word_count":98},{"reference":"Philippians 4:6-8","translation":"ESV","division":"Primary","passage_number":44,"release":"NBBC","cards":["(6) do not be anxious about anything, but in everything by\nprayer and supplication with thanksgiving let your requests\nbe made known to God. (7) And the peace of God, which\nsurpasses all understanding, will guard your hearts and your\nminds in Christ Jesus. (8) Finally, brothers, whatever is true,\nwhatever is honorable, whatever is just, whatever is pure,\nwhatever is lovely, whatever is commendable, if there is any\nexcellence, if there is anything worthy of praise, think about\nthese things."],"start_index":400011004006,"end_index":400011004008,"verse_count":3,"word_count":78},{"reference":"Colossians 1:15-18","translation":"ESV","division":"Primary","passage_number":45,"release":"NBBC","cards":["(15) He is the image of the invisible God, the firstborn of all\ncreation. (16) For by him all things were created, in heaven and\non earth, visible and invisible, whether thrones or dominions\nor rulers or authorities--all things were created through him\nand for him. (17) And he is before all things, and in him all\nthings hold together. (18) And he is the head of the body, the\nchurch. He is the beginning, the firstborn from the dead, that\nin everything he might be preeminent."],"start_index":400012001015,"end_index":400012001018,"verse_count":4,"word_count":84},{"reference":"2 Timothy 2:1-19","translation":"ESV","division":"Primary","passage_number":46,"release":"NBBC","cards":["(1) You then, my child, be strengthened by the grace that is\nin Christ Jesus, (2) and what you have heard from me in the\npresence of many witnesses entrust to faithful men, who will\nbe able to teach others also. (3) Share in suffering as a good\nsoldier of Christ Jesus. (4) No soldier gets entangled in civilian\npursuits, since his aim is to please the one who enlisted him.\n(5) An athlete is not crowned unless he competes according\nto the rules. (6) It is the hard-working farmer who ought to\nhave the first share of the crops. (7) Think over what I say,\nfor the Lord will give you understanding in everything. (8)\nRemember Jesus Christ, risen from the dead, the offspring of","David, as preached in my gospel, (9) for which I am suffering,\nbound with chains as a criminal. But the word of God is not\nbound! (10) Therefore I endure everything for the sake of the\nelect, that they also may obtain the salvation that is in Christ\nJesus with eternal glory. (11) The saying is trustworthy, for: If\nwe have died with him, we will also live with him; (12) if we\nendure, we will also reign with him; if we deny him, he also\nwill deny us; (13) if we are faithless, he remains faithful-- for he\ncannot deny himself. (14) Remind them of these things, and\ncharge them before God not to quarrel about words, which\ndoes no good, but only ruins the hearers. (15) Do your best to","present yourself to God as one approved, a worker who has\nno need to be ashamed, rightly handling the word of truth.\n(16) But avoid irreverent babble, for it will lead people into\nmore and more ungodliness, (17) and their talk will spread\nlike gangrene. Among them are Hymenaeus and Philetus, (18)\nwho have swerved from the truth, saying that the resurrection\nhas already happened. They are upsetting the faith of some.\n(19) But God's firm foundation stands, bearing this seal:\n\"The Lord knows those who are his,\" and, \"Let everyone who\nnames the name of the Lord depart from iniquity.\""],"start_index":400016002001,"end_index":400016002019,"verse_count":19,"word_count":341},{"reference":"Titus 2:1-11","translation":"ESV","division":"Primary","passage_number":47,"release":"NBBC","cards":["(1) But as for you, teach what accords with sound doctrine. (2)\nOlder men are to be sober-minded, dignified, self-controlled,\nsound in faith, in love, and in steadfastness. (3) Older women\nlikewise are to be reverent in behavior, not slanderers or\nslaves to much wine. They are to teach what is good, (4)\nand so train the young women to love their husbands and\nchildren, (5) to be self-controlled, pure, working at home,\nkind, and submissive to their own husbands, that the word of\nGod may not be reviled. (6) Likewise, urge the younger men\nto be self-controlled. (7) Show yourself in all respects to be\na model of good works, and in your teaching show integrity,","dignity, (8) and sound speech that cannot be condemned, so\nthat an opponent may be put to shame, having nothing evil\nto say about us. (9) Bondservants are to be submissive to their\nown masters in everything; they are to be well-pleasing, not\nargumentative, (10) not pilfering, but showing all good faith,\nso that in everything they may adorn the doctrine of God\nour Savior. (11) For the grace of God has appeared, bringing\nsalvation for all people,"],"start_index":400017002001,"end_index":400017002011,"verse_count":11,"word_count":189},{"reference":"2 John 1:4-11","translation":"ESV","division":"Primary","passage_number":48,"release":"NBBC","cards":["(4) I rejoiced greatly to find some of your children walking\nin the truth, just as we were commanded by the Father. (5)\nAnd now I ask you, dear lady--not as though I were writing\nyou a new commandment, but the one we have had from\nthe beginning--that we love one another. (6) And this is love,\nthat we walk according to his commandments; this is the\ncommandment, just as you have heard from the beginning, so\nthat you should walk in it. (7) For many deceivers have gone\nout into the world, those who do not confess the coming of\nJesus Christ in the flesh. Such a one is the deceiver and the\nantichrist. (8) Watch yourselves, so that you may not lose what","we have worked for, but may win a full reward. (9) Everyone\nwho goes on ahead and does not abide in the teaching of\nChrist, does not have God. Whoever abides in the teaching\nhas both the Father and the Son. (10) If anyone comes to you\nand does not bring this teaching, do not receive him into your\nhouse or give him any greeting, (11) for whoever greets him\ntakes part in his wicked works."],"start_index":400024001004,"end_index":400024001011,"verse_count":8,"word_count":195},{"reference":"Revelation 1:4-6","translation":"ESV","division":"Primary","passage_number":49,"release":"NBBC","cards":["(4) John to the seven churches that are in Asia: Grace to you\nand peace from him who is and who was and who is to come,\nand from the seven spirits who are before his throne, (5) and\nfrom Jesus Christ the faithful witness, the firstborn of the\ndead, and the ruler of kings on earth. To him who loves us\nand has freed us from our sins by his blood (6) and made us\na kingdom, priests to his God and Father, to him be glory and\ndominion forever and ever. Amen."],"start_index":400027001004,"end_index":400027001006,"verse_count":3,"word_count":91},{"reference":"Revelation 2:1-7","translation":"ESV","division":"Primary","passage_number":50,"release":"NBBC","cards":["(1) \"To the angel of the church in Ephesus write: 'The words\nof him who holds the seven stars in his right hand, who walks\namong the seven golden lampstands. (2) \"'I know your works,\nyour toil and your patient endurance, and how you cannot\nbear with those who are evil, but have tested those who call\nthemselves apostles and are not, and found them to be false.\n(3) I know you are enduring patiently and bearing up for my\nname's sake, and you have not grown weary. (4) But I have\nthis against you, that you have abandoned the love you had\nat first. (5) Remember therefore from where you have fallen;\nrepent, and do the works you did at first. If not, I will come","to you and remove your lampstand from its place, unless\nyou repent. (6) Yet this you have: you hate the works of the\nNicolaitans, which I also hate. (7) He who has an ear, let him\nhear what the Spirit says to the churches. To the one who\nconquers I will grant to eat of the tree of life, which is in the\nparadise of God.'"],"start_index":400027002001,"end_index":400027002007,"verse_count":7,"word_count":186},{"reference":"Deuteronomy 19:14-21","translation":"ESV","division":"Primary","passage_number":51,"release":"NBBC","cards":["(14) \"You shall not move your neighbor's landmark, which\nthe men of old have set, in the inheritance that you will hold\nin the land that the LORD your God is giving you to possess.\n(15) \"A single witness shall not suffice against a person for\nany crime or for any wrong in connection with any offense\nthat he has committed. Only on the evidence of two witnesses\nor of three witnesses shall a charge be established. (16) If a\nmalicious witness arises to accuse a person of wrongdoing,\n(17) then both parties to the dispute shall appear before the\nLORD, before the priests and the judges who are in office in\nthose days. (18) The judges shall inquire diligently, and if the","witness is a false witness and has accused his brother falsely,\n(19) then you shall do to him as he had meant to do to his\nbrother. So you shall purge the evil from your midst. (20) And\nthe rest shall hear and fear, and shall never again commit any\nsuch evil among you. (21) Your eye shall not pity. It shall be\nlife for life, eye for eye, tooth for tooth, hand for hand, foot for\nfoot."],"start_index":200005019014,"end_index":200005019021,"verse_count":8,"word_count":193},{"reference":"1 Kings 4:29-30","translation":"ESV","division":"Primary","passage_number":52,"release":"NBBC","cards":["(29) And God gave Solomon wisdom and understanding\nbeyond measure, and breadth of mind like the sand on the\nseashore, (30) so that Solomon's wisdom surpassed the\nwisdom of all the people of the east and all the wisdom of\nEgypt."],"start_index":200011004029,"end_index":200011004030,"verse_count":2,"word_count":39},{"reference":"1 John 5:19-20","translation":"ESV","division":"Primary","passage_number":53,"release":"NBBC","cards":["(19) We know that we are from God, and the whole world lies\nin the power of the evil one. (20) And we know that the Son\nof God has come and has given us understanding, so that we\nmay know him who is true; and we are in him who is true, in\nhis Son Jesus Christ. He is the true God and eternal life."],"start_index":400023005019,"end_index":400023005020,"verse_count":2,"word_count":64},{"reference":"Psalm 6:1-5","translation":"ESV","division":"Primary","passage_number":54,"release":"NBBC","cards":["(1) O LORD, rebuke me not in your anger, nor discipline\nme in your wrath. (2) Be gracious to me, O LORD, for I am\nlanguishing; heal me, O LORD, for my bones are troubled. (3)\nMy soul also is greatly troubled. But you, O LORD--how long?\n(4) Turn, O LORD, deliver my life; save me for the sake of your\nsteadfast love. (5) For in death there is no remembrance of\nyou; in Sheol who will give you praise?"],"start_index":200019006001,"end_index":200019006005,"verse_count":5,"word_count":76},{"reference":"Psalm 32:6-8","translation":"ESV","division":"Primary","passage_number":55,"release":"NBBC","cards":["(6) Therefore let everyone who is godly offer prayer to you\nat a time when you may be found; surely in the rush of great\nwaters, they shall not reach him. (7) You are a hiding place\nfor me; you preserve me from trouble; you surround me with\nshouts of deliverance. (8) I will instruct you and teach you in\nthe way you should go; I will counsel you with my eye upon\nyou."],"start_index":200019032006,"end_index":200019032008,"verse_count":3,"word_count":71},{"reference":"Psalm 37:8-15","translation":"ESV","division":"Primary","passage_number":56,"release":"NBBC","cards":["(8) Refrain from anger, and forsake wrath! Fret not yourself; it\ntends only to evil. (9) For the evildoers shall be cut off, but those\nwho wait for the LORD shall inherit the land. (10) In just a little\nwhile, the wicked will be no more; though you look carefully at his\nplace, he will not be there. (11) But the meek shall inherit the land\nand delight themselves in abundant peace. (12) The wicked plots\nagainst the righteous and gnashes his teeth at him, (13) but the\nLord laughs at the wicked, for he sees that his day is coming. (14)\nThe wicked draw the sword and bend their bows to bring down\nthe poor and needy, to slay those whose way is upright; (15) their\nsword shall enter their own heart, and their bows shall be broken."],"start_index":200019037008,"end_index":200019037015,"verse_count":8,"word_count":131},{"reference":"Psalm 146:1-10","translation":"ESV","division":"Primary","passage_number":57,"release":"NBBC","cards":["(1) Praise the LORD! Praise the LORD, O my soul! (2) I will\npraise the LORD as long as I live; I will sing praises to my\nGod while I have my being. (3) Put not your trust in princes,\nin a son of man, in whom there is no salvation. (4) When\nhis breath departs, he returns to the earth; on that very day\nhis plans perish. (5) Blessed is he whose help is the God of\nJacob, whose hope is in the LORD his God, (6) who made\nheaven and earth, the sea, and all that is in them, who keeps\nfaith forever; (7) who executes justice for the oppressed, who\ngives food to the hungry. The LORD sets the prisoners free;\n(8) the LORD opens the eyes of the blind. The LORD lifts up","those who are bowed down; the LORD loves the righteous.\n(9) The LORD watches over the sojourners; he upholds the\nwidow and the fatherless, but the way of the wicked he brings\nto ruin. (10) The LORD will reign forever, your God, O Zion, to\nall generations. Praise the LORD!"],"start_index":200019146001,"end_index":200019146010,"verse_count":10,"word_count":177},{"reference":"Psalm 148:1-14","translation":"ESV","division":"Primary","passage_number":58,"release":"NBBC","cards":["(1) Praise the LORD! Praise the LORD from the heavens;\npraise him in the heights! (2) Praise him, all his angels; praise\nhim, all his hosts! (3) Praise him, sun and moon, praise him,\nall you shining stars! (4) Praise him, you highest heavens, and\nyou waters above the heavens! (5) Let them praise the name\nof the LORD! For he commanded and they were created. (6)\nAnd he established them forever and ever; he gave a decree,\nand it shall not pass away. (7) Praise the LORD from the earth,\nyou great sea creatures and all deeps, (8) fire and hail, snow\nand mist, stormy wind fulfilling his word! (9) Mountains and\nall hills, fruit trees and all cedars! (10) Beasts and all livestock,","creeping things and flying birds! (11) Kings of the earth and\nall peoples, princes and all rulers of the earth! (12) Young men\nand maidens together, old men and children! (13) Let them\npraise the name of the LORD, for his name alone is exalted;\nhis majesty is above earth and heaven. (14) He has raised up\na horn for his people, praise for all his saints, for the people\nof Israel who are near to him. Praise the LORD!"],"start_index":200019148001,"end_index":200019148014,"verse_count":14,"word_count":191},{"reference":"Proverbs 27:1-11","translation":"ESV","division":"Primary","passage_number":59,"release":"NBBC","cards":["(1) Do not boast about tomorrow, for you do not know what\na day may bring. (2) Let another praise you, and not your own\nmouth; a stranger, and not your own lips. (3) A stone is heavy,\nand sand is weighty, but a fool's provocation is heavier than\nboth. (4) Wrath is cruel, anger is overwhelming, but who can\nstand before jealousy? (5) Better is open rebuke than hidden\nlove. (6) Faithful are the wounds of a friend; profuse are the\nkisses of an enemy. (7) One who is full loathes honey, but to\none who is hungry everything bitter is sweet. (8) Like a bird\nthat strays from its nest is a man who strays from his home.\n(9) Oil and perfume make the heart glad, and the sweetness","of a friend comes from his earnest counsel. (10) Do not\nforsake your friend and your father's friend, and do not go to\nyour brother's house in the day of your calamity. Better is a\nneighbor who is near than a brother who is far away. (11) Be\nwise, my son, and make my heart glad, that I may answer him\nwho reproaches me."],"start_index":200020027001,"end_index":200020027011,"verse_count":11,"word_count":184},{"reference":"Proverbs 29:7-11","translation":"ESV","division":"Primary","passage_number":60,"release":"NBBC","cards":["(7) A righteous man knows the rights of the poor; a wicked\nman does not understand such knowledge. (8) Scoffers set\na city aflame, but the wise turn away wrath. (9) If a wise man\nhas an argument with a fool, the fool only rages and laughs,\nand there is no quiet. (10) Bloodthirsty men hate one who is\nblameless and seek the life of the upright. (11) A fool gives\nfull vent to his spirit, but a wise man quietly holds it back."],"start_index":200020029007,"end_index":200020029011,"verse_count":5,"word_count":79},{"reference":"Proverbs 30:4-10","translation":"ESV","division":"Primary","passage_number":61,"release":"NBBC","cards":["(4) Who has ascended to heaven and come down? Who\nhas gathered the wind in his fists? Who has wrapped up the\nwaters in a garment? Who has established all the ends of the\nearth? What is his name, and what is his son's name? Surely\nyou know! (5) Every word of God proves true; he is a shield\nto those who take refuge in him. (6) Do not add to his words,\nlest he rebuke you and you be found a liar. (7) Two things I\nask of you; deny them not to me before I die: (8) Remove far\nfrom me falsehood and lying; give me neither poverty nor\nriches; feed me with the food that is needful for me, (9) lest I\nbe full and deny you and say, \"Who is the LORD?\" or lest I be","poor and steal and profane the name of my God. (10) Do not\nslander a servant to his master, lest he curse you, and you be\nheld guilty."],"start_index":200020030004,"end_index":200020030010,"verse_count":7,"word_count":161},{"reference":"Ecclesiastes 4:9-12","translation":"ESV","division":"Primary","passage_number":62,"release":"NBBC","cards":["(9) Two are better than one, because they have a good reward\nfor their toil. (10) For if they fall, one will lift up his fellow. But\nwoe to him who is alone when he falls and has not another\nto lift him up! (11) Again, if two lie together, they keep warm,\nbut how can one keep warm alone? (12) And though a man\nmight prevail against one who is alone, two will withstand\nhim--a threefold cord is not quickly broken."],"start_index":200021004009,"end_index":200021004012,"verse_count":4,"word_count":79},{"reference":"Isaiah 41:1-13","translation":"ESV","division":"Primary","passage_number":63,"release":"NBBC","cards":["(1) Listen to me in silence, O coastlands; let the peoples renew\ntheir strength; let them approach, then let them speak; let\nus together draw near for judgment. (2) Who stirred up one\nfrom the east whom victory meets at every step? He gives up\nnations before him, so that he tramples kings underfoot; he\nmakes them like dust with his sword, like driven stubble with\nhis bow. (3) He pursues them and passes on safely, by paths\nhis feet have not trod. (4) Who has performed and done this,\ncalling the generations from the beginning? I, the LORD, the\nfirst, and with the last; I am he. (5) The coastlands have seen\nand are afraid; the ends of the earth tremble; they have drawn","near and come. (6) Everyone helps his neighbor and says to\nhis brother, \"Be strong!\" (7) The craftsman strengthens the\ngoldsmith, and he who smooths with the hammer him who\nstrikes the anvil, saying of the soldering, \"It is good\"; and they\nstrengthen it with nails so that it cannot be moved. (8) But you,\nIsrael, my servant, Jacob, whom I have chosen, the offspring\nof Abraham, my friend; (9) you whom I took from the ends of\nthe earth, and called from its farthest corners, saying to you,\n\"You are my servant, I have chosen you and not cast you off\";\n(10) fear not, for I am with you; be not dismayed, for I am\nyour God; I will strengthen you, I will help you, I will uphold","you with my righteous right hand. (11) Behold, all who are\nincensed against you shall be put to shame and confounded;\nthose who strive against you shall be as nothing and shall\nperish. (12) You shall seek those who contend with you, but\nyou shall not find them; those who war against you shall be as\nnothing at all. (13) For I, the LORD your God, hold your right\nhand; it is I who say to you, \"Fear not, I am the one who helps\nyou.\""],"start_index":200023041001,"end_index":200023041013,"verse_count":13,"word_count":327},{"reference":"Isaiah 43:1-5","translation":"ESV","division":"Primary","passage_number":64,"release":"NBBC","cards":["(1) But now thus says the LORD, he who created you, O Jacob,\nhe who formed you, O Israel: \"Fear not, for I have redeemed\nyou; I have called you by name, you are mine. (2) When you pass\nthrough the waters, I will be with you; and through the rivers, they\nshall not overwhelm you; when you walk through fire you shall not\nbe burned, and the flame shall not consume you. (3) For I am the\nLORD your God, the Holy One of Israel, your Savior. I give Egypt as\nyour ransom, Cush and Seba in exchange for you. (4) Because you\nare precious in my eyes, and honored, and I love you, I give men in\nreturn for you, peoples in exchange for your life. (5) Fear not, for I\nam with you; I will bring your offspring from the east, and from the\nwest I will gather you."],"start_index":200023043001,"end_index":200023043005,"verse_count":5,"word_count":147},{"reference":"Jeremiah 32:17-22","translation":"ESV","division":"Primary","passage_number":65,"release":"NBBC","cards":["(17) 'Ah, Lord GOD! It is you who have made the heavens\nand the earth by your great power and by your outstretched\narm! Nothing is too hard for you. (18) You show steadfast\nlove to thousands, but you repay the guilt of fathers to their\nchildren after them, O great and mighty God, whose name is\nthe LORD of hosts, (19) great in counsel and mighty in deed,\nwhose eyes are open to all the ways of the children of man,\nrewarding each one according to his ways and according to\nthe fruit of his deeds. (20) You have shown signs and wonders\nin the land of Egypt, and to this day in Israel and among all\nmankind, and have made a name for yourself, as at this day.","(21) You brought your people Israel out of the land of Egypt\nwith signs and wonders, with a strong hand and outstretched\narm, and with great terror. (22) And you gave them this land,\nwhich you swore to their fathers to give them, a land flowing\nwith milk and honey."],"start_index":200024032017,"end_index":200024032022,"verse_count":6,"word_count":174},{"reference":"Lamentations 5:16-22","translation":"ESV","division":"Primary","passage_number":66,"release":"NBBC","cards":["(16) The crown has fallen from our head; woe to us, for we\nhave sinned! (17) For this our heart has become sick, for\nthese things our eyes have grown dim, (18) for Mount Zion\nwhich lies desolate; jackals prowl over it. (19) But you, O\nLORD, reign forever; your throne endures to all generations.\n(20) Why do you forget us forever, why do you forsake us for\nso many days? (21) Restore us to yourself, O LORD, that we\nmay be restored! Renew our days as of old-- (22) unless you\nhave utterly rejected us, and you remain exceedingly angry\nwith us."],"start_index":200025005016,"end_index":200025005022,"verse_count":7,"word_count":96},{"reference":"Daniel 1:8-21","translation":"ESV","division":"Primary","passage_number":67,"release":"NBBC","cards":["(8) But Daniel resolved that he would not defile himself with\nthe king's food, or with the wine that he drank. Therefore\nhe asked the chief of the eunuchs to allow him not to defile\nhimself. (9) And God gave Daniel favor and compassion in\nthe sight of the chief of the eunuchs, (10) and the chief of\nthe eunuchs said to Daniel, \"I fear my lord the king, who\nassigned your food and your drink; for why should he see\nthat you were in worse condition than the youths who are\nof your own age? So you would endanger my head with the\nking.\" (11) Then Daniel said to the steward whom the chief\nof the eunuchs had assigned over Daniel, Hananiah, Mishael,","and Azariah, (12) \"Test your servants for ten days; let us be\ngiven vegetables to eat and water to drink. (13) Then let our\nappearance and the appearance of the youths who eat the\nking's food be observed by you, and deal with your servants\naccording to what you see.\" (14) So he listened to them in\nthis matter, and tested them for ten days. (15) At the end of\nten days it was seen that they were better in appearance and\nfatter in flesh than all the youths who ate the king's food.\n(16) So the steward took away their food and the wine they\nwere to drink, and gave them vegetables. (17) As for these\nfour youths, God gave them learning and skill in all literature","and wisdom, and Daniel had understanding in all visions\nand dreams. (18) At the end of the time, when the king had\ncommanded that they should be brought in, the chief of the\neunuchs brought them in before Nebuchadnezzar. (19) And\nthe king spoke with them, and among all of them none was\nfound like Daniel, Hananiah, Mishael, and Azariah. Therefore\nthey stood before the king. (20) And in every matter of\nwisdom and understanding about which the king inquired of\nthem, he found them ten times better than all the magicians\nand enchanters that were in all his kingdom. (21) And Daniel\nwas there until the first year of King Cyrus."],"start_index":200027001008,"end_index":200027001021,"verse_count":14,"word_count":350},{"reference":"Daniel 3:26-30","translation":"ESV","division":"Primary","passage_number":68,"release":"NBBC","cards":["(26) Then Nebuchadnezzar came near to the door of the\nburning fiery furnace; he declared, \"Shadrach, Meshach,\nand Abednego, servants of the Most High God, come out,\nand come here!\" Then Shadrach, Meshach, and Abednego\ncame out from the fire. (27) And the satraps, the prefects, the\ngovernors, and the king's counselors gathered together and\nsaw that the fire had not had any power over the bodies of\nthose men. The hair of their heads was not singed, their cloaks\nwere not harmed, and no smell of fire had come upon them.\n(28) Nebuchadnezzar answered and said, \"Blessed be the\nGod of Shadrach, Meshach, and Abednego, who has sent his","angel and delivered his servants, who trusted in him, and set\naside the king's command, and yielded up their bodies rather\nthan serve and worship any god except their own God. (29)\nTherefore I make a decree: Any people, nation, or language\nthat speaks anything against the God of Shadrach, Meshach,\nand Abednego shall be torn limb from limb, and their houses\nlaid in ruins, for there is no other god who is able to rescue in\nthis way.\" (30) Then the king promoted Shadrach, Meshach,\nand Abednego in the province of Babylon."],"start_index":200027003026,"end_index":200027003030,"verse_count":5,"word_count":198},{"reference":"Daniel 5:5-9","translation":"ESV","division":"Primary","passage_number":69,"release":"NBBC","cards":["(5) Immediately the fingers of a human hand appeared and\nwrote on the plaster of the wall of the king's palace, opposite\nthe lampstand. And the king saw the hand as it wrote. (6) Then\nthe king's color changed, and his thoughts alarmed him; his\nlimbs gave way, and his knees knocked together. (7) The king\ncalled loudly to bring in the enchanters, the Chaldeans, and\nthe astrologers. The king declared to the wise men of Babylon,\n\"Whoever reads this writing, and shows me its interpretation,\nshall be clothed with purple and have a chain of gold around\nhis neck and shall be the third ruler in the kingdom.\" (8) Then\nall the king's wise men came in, but they could not read the","writing or make known to the king the interpretation. (9) Then\nKing Belshazzar was greatly alarmed, and his color changed,\nand his lords were perplexed."],"start_index":200027005005,"end_index":200027005009,"verse_count":5,"word_count":144},{"reference":"Daniel 5:17-23","translation":"ESV","division":"Primary","passage_number":70,"release":"NBBC","cards":["(17) Then Daniel answered and said before the king, \"Let\nyour gifts be for yourself, and give your rewards to another.\nNevertheless, I will read the writing to the king and make\nknown to him the interpretation. (18) O king, the Most High\nGod gave Nebuchadnezzar your father kingship and greatness\nand glory and majesty. (19) And because of the greatness that\nhe gave him, all peoples, nations, and languages trembled\nand feared before him. Whom he would, he killed, and whom\nhe would, he kept alive; whom he would, he raised up, and\nwhom he would, he humbled. (20) But when his heart was\nlifted up and his spirit was hardened so that he dealt proudly,","he was brought down from his kingly throne, and his glory was\ntaken from him. (21) He was driven from among the children\nof mankind, and his mind was made like that of a beast, and\nhis dwelling was with the wild donkeys. He was fed grass like\nan ox, and his body was wet with the dew of heaven, until he\nknew that the Most High God rules the kingdom of mankind\nand sets over it whom he will. (22) And you his son, Belshazzar,\nhave not humbled your heart, though you knew all this, (23)\nbut you have lifted up yourself against the Lord of heaven.\nAnd the vessels of his house have been brought in before\nyou, and you and your lords, your wives, and your concubines","have drunk wine from them. And you have praised the gods\nof silver and gold, of bronze, iron, wood, and stone, which do\nnot see or hear or know, but the God in whose hand is your\nbreath, and whose are all your ways, you have not honored."],"start_index":200027005017,"end_index":200027005023,"verse_count":7,"word_count":288},{"reference":"Daniel 7:13-14","translation":"ESV","division":"Primary","passage_number":71,"release":"NBBC","cards":["(13) \"I saw in the night visions, and behold, with the clouds\nof heaven there came one like a son of man, and he came\nto the Ancient of Days and was presented before him. (14)\nAnd to him was given dominion and glory and a kingdom,\nthat all peoples, nations, and languages should serve him;\nhis dominion is an everlasting dominion, which shall not pass\naway, and his kingdom one that shall not be destroyed."],"start_index":200027007013,"end_index":200027007014,"verse_count":2,"word_count":74},{"reference":"Jonah 3:1-5","translation":"ESV","division":"Primary","passage_number":72,"release":"NBBC","cards":["(1) Then the word of the LORD came to Jonah the second\ntime, saying, (2) \"Arise, go to Nineveh, that great city, and call\nout against it the message that I tell you.\" (3) So Jonah arose\nand went to Nineveh, according to the word of the LORD. Now\nNineveh was an exceedingly great city, three days' journey in\nbreadth. (4) Jonah began to go into the city, going a day's\njourney. And he called out, \"Yet forty days, and Nineveh shall\nbe overthrown!\" (5) And the people of Nineveh believed God.\nThey called for a fast and put on sackcloth, from the greatest\nof them to the least of them."],"start_index":200032003001,"end_index":200032003005,"verse_count":5,"word_count":106},{"reference":"Micah 7:5-7","translation":"ESV","division":"Primary","passage_number":73,"release":"NBBC","cards":["(5) Put no trust in a neighbor; have no confidence in a friend;\nguard the doors of your mouth from her who lies in your arms;\n(6) for the son treats the father with contempt, the daughter\nrises up against her mother, the daughter-in-law against\nher mother-in-law; a man's enemies are the men of his own\nhouse. (7) But as for me, I will look to the LORD; I will wait for\nthe God of my salvation; my God will hear me."],"start_index":200033007005,"end_index":200033007007,"verse_count":3,"word_count":83},{"reference":"Matthew 7:7-13","translation":"ESV","division":"Primary","passage_number":74,"release":"NBBC","cards":["(7) \"Ask, and it will be given to you; seek, and you will find; knock,\nand it will be opened to you. (8) For everyone who asks receives,\nand the one who seeks finds, and to the one who knocks it will\nbe opened. (9) Or which one of you, if his son asks him for bread,\nwill give him a stone? (10) Or if he asks for a fish, will give him a\nserpent? (11) If you then, who are evil, know how to give good\ngifts to your children, how much more will your Father who is in\nheaven give good things to those who ask him! (12) \"So whatever\nyou wish that others would do to you, do also to them, for this\nis the Law and the Prophets. (13) \"Enter by the narrow gate. For\nthe gate is wide and the way is easy that leads to destruction, and\nthose who enter by it are many."],"start_index":400001007007,"end_index":400001007013,"verse_count":7,"word_count":153},{"reference":"Matthew 24:9-28","translation":"ESV","division":"Primary","passage_number":75,"release":"NBBC","cards":["(9) \"Then they will deliver you up to tribulation and put you\nto death, and you will be hated by all nations for my name's\nsake. (10) And then many will fall away and betray one another\nand hate one another. (11) And many false prophets will arise\nand lead many astray. (12) And because lawlessness will be\nincreased, the love of many will grow cold. (13) But the one\nwho endures to the end will be saved. (14) And this gospel of\nthe kingdom will be proclaimed throughout the whole world\nas a testimony to all nations, and then the end will come. (15)\n\"So when you see the abomination of desolation spoken of\nby the prophet Daniel, standing in the holy place (let the","reader understand), (16) then let those who are in Judea flee\nto the mountains. (17) Let the one who is on the housetop not\ngo down to take what is in his house, (18) and let the one who\nis in the field not turn back to take his cloak. (19) And alas\nfor women who are pregnant and for those who are nursing\ninfants in those days! (20) Pray that your flight may not be\nin winter or on a Sabbath. (21) For then there will be great\ntribulation, such as has not been from the beginning of the\nworld until now, no, and never will be. (22) And if those days\nhad not been cut short, no human being would be saved. But\nfor the sake of the elect those days will be cut short. (23) Then","if anyone says to you, 'Look, here is the Christ!' or 'There he\nis!' do not believe it. (24) For false christs and false prophets\nwill arise and perform great signs and wonders, so as to lead\nastray, if possible, even the elect. (25) See, I have told you\nbeforehand. (26) So, if they say to you, 'Look, he is in the\nwilderness,' do not go out. If they say, 'Look, he is in the inner\nrooms,' do not believe it. (27) For as the lightning comes from\nthe east and shines as far as the west, so will be the coming\nof the Son of Man. (28) Wherever the corpse is, there the\nvultures will gather."],"start_index":400001024009,"end_index":400001024028,"verse_count":20,"word_count":362},{"reference":"Matthew 27:1-14","translation":"ESV","division":"Primary","passage_number":76,"release":"NBBC","cards":["(1) When morning came, all the chief priests and the elders\nof the people took counsel against Jesus to put him to death.\n(2) And they bound him and led him away and delivered him\nover to Pilate the governor. (3) Then when Judas, his betrayer,\nsaw that Jesus was condemned, he changed his mind and\nbrought back the thirty pieces of silver to the chief priests and\nthe elders, (4) saying, \"I have sinned by betraying innocent\nblood.\" They said, \"What is that to us? See to it yourself.\" (5)\nAnd throwing down the pieces of silver into the temple, he\ndeparted, and he went and hanged himself. (6) But the chief\npriests, taking the pieces of silver, said, \"It is not lawful to put","them into the treasury, since it is blood money.\" (7) So they\ntook counsel and bought with them the potter's field as a\nburial place for strangers. (8) Therefore that field has been\ncalled the Field of Blood to this day. (9) Then was fulfilled\nwhat had been spoken by the prophet Jeremiah, saying,\n\"And they took the thirty pieces of silver, the price of him on\nwhom a price had been set by some of the sons of Israel, (10)\nand they gave them for the potter's field, as the Lord directed\nme.\" (11) Now Jesus stood before the governor, and the\ngovernor asked him, \"Are you the King of the Jews?\" Jesus\nsaid, \"You have said so.\" (12) But when he was accused by the","chief priests and elders, he gave no answer. (13) Then Pilate\nsaid to him, \"Do you not hear how many things they testify\nagainst you?\" (14) But he gave him no answer, not even to a\nsingle charge, so that the governor was greatly amazed."],"start_index":400001027001,"end_index":400001027014,"verse_count":14,"word_count":284},{"reference":"Mark 16:14-19","translation":"ESV","division":"Primary","passage_number":77,"release":"NBBC","cards":["(14) Afterward he appeared to the eleven themselves as they\nwere reclining at table, and he rebuked them for their unbelief\nand hardness of heart, because they had not believed those\nwho saw him after he had risen. (15) And he said to them,\n\"Go into all the world and proclaim the gospel to the whole\ncreation. (16) Whoever believes and is baptized will be saved,\nbut whoever does not believe will be condemned. (17) And\nthese signs will accompany those who believe: in my name\nthey will cast out demons; they will speak in new tongues;\n(18) they will pick up serpents with their hands; and if they\ndrink any deadly poison, it will not hurt them; they will lay","their hands on the sick, and they will recover.\" (19) So then\nthe Lord Jesus, after he had spoken to them, was taken up\ninto heaven and sat down at the right hand of God."],"start_index":400002016014,"end_index":400002016019,"verse_count":6,"word_count":150},{"reference":"Luke 8:9-10","translation":"ESV","division":"Primary","passage_number":78,"release":"NBBC","cards":["(9) And when his disciples asked him what this parable meant,\n(10) he said, \"To you it has been given to know the secrets\nof the kingdom of God, but for others they are in parables,\nso that 'seeing they may not see, and hearing they may not\nunderstand.'"],"start_index":400003008009,"end_index":400003008010,"verse_count":2,"word_count":47},{"reference":"John 8:13-19","translation":"ESV","division":"Primary","passage_number":79,"release":"NBBC","cards":["(13) So the Pharisees said to him, \"You are bearing witness\nabout yourself; your testimony is not true.\" (14) Jesus\nanswered, \"Even if I do bear witness about myself, my\ntestimony is true, for I know where I came from and where I\nam going, but you do not know where I come from or where\nI am going. (15) You judge according to the flesh; I judge no\none. (16) Yet even if I do judge, my judgment is true, for it\nis not I alone who judge, but I and the Father who sent me.\n(17) In your Law it is written that the testimony of two people\nis true. (18) I am the one who bears witness about myself,\nand the Father who sent me bears witness about me.\" (19)","They said to him therefore, \"Where is your Father?\" Jesus\nanswered, \"You know neither me nor my Father. If you knew\nme, you would know my Father also.\""],"start_index":400004008013,"end_index":400004008019,"verse_count":7,"word_count":154},{"reference":"Romans 12:3-21","translation":"ESV","division":"Primary","passage_number":80,"release":"NBBC","cards":["(3) For by the grace given to me I say to everyone among\nyou not to think of himself more highly than he ought to\nthink, but to think with sober judgment, each according to\nthe measure of faith that God has assigned. (4) For as in one\nbody we have many members, and the members do not all\nhave the same function, (5) so we, though many, are one\nbody in Christ, and individually members one of another. (6)\nHaving gifts that differ according to the grace given to us,\nlet us use them: if prophecy, in proportion to our faith; (7) if\nservice, in our serving; the one who teaches, in his teaching;\n(8) the one who exhorts, in his exhortation; the one who","contributes, in generosity; the one who leads, with zeal; the\none who does acts of mercy, with cheerfulness. (9) Let love\nbe genuine. Abhor what is evil; hold fast to what is good. (10)\nLove one another with brotherly affection. Outdo one another\nin showing honor. (11) Do not be slothful in zeal, be fervent\nin spirit, serve the Lord. (12) Rejoice in hope, be patient in\ntribulation, be constant in prayer. (13) Contribute to the\nneeds of the saints and seek to show hospitality. (14) Bless\nthose who persecute you; bless and do not curse them. (15)\nRejoice with those who rejoice, weep with those who weep.\n(16) Live in harmony with one another. Do not be haughty,","but associate with the lowly. Never be wise in your own sight.\n(17) Repay no one evil for evil, but give thought to do what\nis honorable in the sight of all. (18) If possible, so far as it\ndepends on you, live peaceably with all. (19) Beloved, never\navenge yourselves, but leave it to the wrath of God, for it is\nwritten, \"Vengeance is mine, I will repay, says the Lord.\" (20)\nTo the contrary, \"if your enemy is hungry, feed him; if he is\nthirsty, give him something to drink; for by so doing you will\nheap burning coals on his head.\" (21) Do not be overcome by\nevil, but overcome evil with good."],"start_index":400006012003,"end_index":400006012021,"verse_count":19,"word_count":342},{"reference":"1 Corinthians 1:27-31","translation":"ESV","division":"Primary","passage_number":81,"release":"NBBC","cards":["(27) But God chose what is foolish in the world to shame the\nwise; God chose what is weak in the world to shame the strong;\n(28) God chose what is low and despised in the world, even\nthings that are not, to bring to nothing things that are, (29)\nso that no human being might boast in the presence of God.\n(30) And because of him you are in Christ Jesus, who became\nto us wisdom from God, righteousness and sanctification and\nredemption, (31) so that, as it is written, \"Let the one who\nboasts, boast in the Lord.\""],"start_index":400007001027,"end_index":400007001031,"verse_count":5,"word_count":95},{"reference":"2 Corinthians 1:9-11","translation":"ESV","division":"Primary","passage_number":82,"release":"NBBC","cards":["(9) Indeed, we felt that we had received the sentence of\ndeath. But that was to make us rely not on ourselves but on\nGod who raises the dead. (10) He delivered us from such a\ndeadly peril, and he will deliver us. On him we have set our\nhope that he will deliver us again. (11) You also must help us\nby prayer, so that many will give thanks on our behalf for the\nblessing granted us through the prayers of many."],"start_index":400008001009,"end_index":400008001011,"verse_count":3,"word_count":80},{"reference":"2 Corinthians 4:1-13","translation":"ESV","division":"Primary","passage_number":83,"release":"NBBC","cards":["(1) Therefore, having this ministry by the mercy of God, we do not\nlose heart. (2) But we have renounced disgraceful, underhanded\nways. We refuse to practice cunning or to tamper with God's\nword, but by the open statement of the truth we would commend\nourselves to everyone's conscience in the sight of God. (3) And\neven if our gospel is veiled, it is veiled to those who are perishing.\n(4) In their case the god of this world has blinded the minds of\nthe unbelievers, to keep them from seeing the light of the gospel\nof the glory of Christ, who is the image of God. (5) For what we\nproclaim is not ourselves, but Jesus Christ as Lord, with ourselves\nas your servants for Jesus' sake. (6) For God, who said, \"Let light\nshine out of darkness,\" has shone in our hearts to give the light of","the knowledge of the glory of God in the face of Jesus Christ. (7)\nBut we have this treasure in jars of clay, to show that the surpassing\npower belongs to God and not to us. (8) We are afflicted in every\nway, but not crushed; perplexed, but not driven to despair; (9)\npersecuted, but not forsaken; struck down, but not destroyed; (10)\nalways carrying in the body the death of Jesus, so that the life of\nJesus may also be manifested in our bodies. (11) For we who live\nare always being given over to death for Jesus' sake, so that the\nlife of Jesus also may be manifested in our mortal flesh. (12) So\ndeath is at work in us, but life in you. (13) Since we have the same\nspirit of faith according to what has been written, \"I believed, and\nso I spoke,\" we also believe, and so we also speak,"],"start_index":400008004001,"end_index":400008004013,"verse_count":13,"word_count":291},{"reference":"2 Corinthians 10:1-6","translation":"ESV","division":"Primary","passage_number":84,"release":"NBBC","cards":["(1) I, Paul, myself entreat you, by the meekness and gentleness\nof Christ--I who am humble when face to face with you, but bold\ntoward you when I am away!-- (2) I beg of you that when I am present\nI may not have to show boldness with such confidence as I count\non showing against some who suspect us of walking according to\nthe flesh. (3) For though we walk in the flesh, we are not waging\nwar according to the flesh. (4) For the weapons of our warfare are\nnot of the flesh but have divine power to destroy strongholds.\n(5) We destroy arguments and every lofty opinion raised against\nthe knowledge of God, and take every thought captive to obey\nChrist, (6) being ready to punish every disobedience, when your\nobedience is complete."],"start_index":400008010001,"end_index":400008010006,"verse_count":6,"word_count":131},{"reference":"Galatians 4:1-5","translation":"ESV","division":"Primary","passage_number":85,"release":"NBBC","cards":["(1) I mean that the heir, as long as he is a child, is no different\nfrom a slave, though he is the owner of everything, (2) but\nhe is under guardians and managers until the date set by his\nfather. (3) In the same way we also, when we were children,\nwere enslaved to the elementary principles of the world. (4)\nBut when the fullness of time had come, God sent forth his\nSon, born of woman, born under the law, (5) to redeem those\nwho were under the law, so that we might receive adoption\nas sons."],"start_index":400009004001,"end_index":400009004005,"verse_count":5,"word_count":94},{"reference":"Philippians 1:18-30","translation":"ESV","division":"Primary","passage_number":86,"release":"NBBC","cards":["(18) What then? Only that in every way, whether in pretense or\nin truth, Christ is proclaimed, and in that I rejoice. Yes, and I will\nrejoice, (19) for I know that through your prayers and the help\nof the Spirit of Jesus Christ this will turn out for my deliverance,\n(20) as it is my eager expectation and hope that I will not be at all\nashamed, but that with full courage now as always Christ will be\nhonored in my body, whether by life or by death. (21) For to me to\nlive is Christ, and to die is gain. (22) If I am to live in the flesh, that\nmeans fruitful labor for me. Yet which I shall choose I cannot tell.\n(23) I am hard pressed between the two. My desire is to depart\nand be with Christ, for that is far better. (24) But to remain in the\nflesh is more necessary on your account. (25) Convinced of this, I","know that I will remain and continue with you all, for your progress\nand joy in the faith, (26) so that in me you may have ample cause\nto glory in Christ Jesus, because of my coming to you again. (27)\nOnly let your manner of life be worthy of the gospel of Christ, so\nthat whether I come and see you or am absent, I may hear of you\nthat you are standing firm in one spirit, with one mind striving\nside by side for the faith of the gospel, (28) and not frightened in\nanything by your opponents. This is a clear sign to them of their\ndestruction, but of your salvation, and that from God. (29) For it\nhas been granted to you that for the sake of Christ you should not\nonly believe in him but also suffer for his sake, (30) engaged in the\nsame conflict that you saw I had and now hear that I still have."],"start_index":400011001018,"end_index":400011001030,"verse_count":13,"word_count":315},{"reference":"Colossians 1:9-11","translation":"ESV","division":"Primary","passage_number":87,"release":"NBBC","cards":["(9) And so, from the day we heard, we have not ceased to pray\nfor you, asking that you may be filled with the knowledge\nof his will in all spiritual wisdom and understanding, (10)\nso as to walk in a manner worthy of the Lord, fully pleasing\nto him: bearing fruit in every good work and increasing in\nthe knowledge of God; (11) being strengthened with all\npower, according to his glorious might, for all endurance and\npatience with joy;"],"start_index":400012001009,"end_index":400012001011,"verse_count":3,"word_count":78},{"reference":"Colossians 2:6-10","translation":"ESV","division":"Primary","passage_number":88,"release":"NBBC","cards":["(6) Therefore, as you received Christ Jesus the Lord, so walk\nin him, (7) rooted and built up in him and established in the\nfaith, just as you were taught, abounding in thanksgiving. (8)\nSee to it that no one takes you captive by philosophy and\nempty deceit, according to human tradition, according to the\nelemental spirits of the world, and not according to Christ. (9)\nFor in him the whole fullness of deity dwells bodily, (10) and\nyou have been filled in him, who is the head of all rule and\nauthority."],"start_index":400012002006,"end_index":400012002010,"verse_count":5,"word_count":88},{"reference":"1 Timothy 5:17-22","translation":"ESV","division":"Primary","passage_number":89,"release":"NBBC","cards":["(17) Let the elders who rule well be considered worthy of double\nhonor, especially those who labor in preaching and teaching. (18)\nFor the Scripture says, \"You shall not muzzle an ox when it treads\nout the grain,\" and, \"The laborer deserves his wages.\" (19) Do not\nadmit a charge against an elder except on the evidence of two or\nthree witnesses. (20) As for those who persist in sin, rebuke them\nin the presence of all, so that the rest may stand in fear. (21) In\nthe presence of God and of Christ Jesus and of the elect angels I\ncharge you to keep these rules without prejudging, doing nothing\nfrom partiality. (22) Do not be hasty in the laying on of hands, nor\ntake part in the sins of others; keep yourself pure."],"start_index":400015005017,"end_index":400015005022,"verse_count":6,"word_count":129},{"reference":"1 Timothy 6:11-16","translation":"ESV","division":"Primary","passage_number":90,"release":"NBBC","cards":["(11) But as for you, O man of God, flee these things. Pursue\nrighteousness, godliness, faith, love, steadfastness, gentleness.\n(12) Fight the good fight of the faith. Take hold of the eternal\nlife to which you were called and about which you made the\ngood confession in the presence of many witnesses. (13) I\ncharge you in the presence of God, who gives life to all things,\nand of Christ Jesus, who in his testimony before Pontius Pilate\nmade the good confession, (14) to keep the commandment\nunstained and free from reproach until the appearing of our\nLord Jesus Christ, (15) which he will display at the proper\ntime--he who is the blessed and only Sovereign, the King of","kings and Lord of lords, (16) who alone has immortality, who\ndwells in unapproachable light, whom no one has ever seen\nor can see. To him be honor and eternal dominion. Amen."],"start_index":400015006011,"end_index":400015006016,"verse_count":6,"word_count":146},{"reference":"2 Timothy 3:10-17","translation":"ESV","division":"Primary","passage_number":91,"release":"NBBC","cards":["(10) You, however, have followed my teaching, my conduct,\nmy aim in life, my faith, my patience, my love, my steadfastness,\n(11) my persecutions and sufferings that happened to me\nat Antioch, at Iconium, and at Lystra--which persecutions I\nendured; yet from them all the Lord rescued me. (12) Indeed,\nall who desire to live a godly life in Christ Jesus will be\npersecuted, (13) while evil people and impostors will go on\nfrom bad to worse, deceiving and being deceived. (14) But\nas for you, continue in what you have learned and have firmly\nbelieved, knowing from whom you learned it (15) and how\nfrom childhood you have been acquainted with the sacred","writings, which are able to make you wise for salvation through\nfaith in Christ Jesus. (16) All Scripture is breathed out by God\nand profitable for teaching, for reproof, for correction, and\nfor training in righteousness, (17) that the man of God may\nbe complete, equipped for every good work."],"start_index":400016003010,"end_index":400016003017,"verse_count":8,"word_count":157},{"reference":"Philemon 1:4-7","translation":"ESV","division":"Primary","passage_number":92,"release":"NBBC","cards":["(4) I thank my God always when I remember you in my prayers,\n(5) because I hear of your love and of the faith that you have\ntoward the Lord Jesus and for all the saints, (6) and I pray that\nthe sharing of your faith may become effective for the full\nknowledge of every good thing that is in us for the sake of\nChrist. (7) For I have derived much joy and comfort from your\nlove, my brother, because the hearts of the saints have been\nrefreshed through you."],"start_index":400018001004,"end_index":400018001007,"verse_count":4,"word_count":87},{"reference":"Hebrews 2:1-8","translation":"ESV","division":"Primary","passage_number":93,"release":"NBBC","cards":["(1) Therefore we must pay much closer attention to what\nwe have heard, lest we drift away from it. (2) For since the\nmessage declared by angels proved to be reliable, and every\ntransgression or disobedience received a just retribution, (3)\nhow shall we escape if we neglect such a great salvation? It\nwas declared at first by the Lord, and it was attested to us by\nthose who heard, (4) while God also bore witness by signs\nand wonders and various miracles and by gifts of the Holy\nSpirit distributed according to his will. (5) For it was not to\nangels that God subjected the world to come, of which we\nare speaking. (6) It has been testified somewhere, \"What is","man, that you are mindful of him, or the son of man, that you\ncare for him? (7) You made him for a little while lower than\nthe angels; you have crowned him with glory and honor,\n(8) putting everything in subjection under his feet.\" Now\nin putting everything in subjection to him, he left nothing\noutside his control. At present, we do not yet see everything\nin subjection to him."],"start_index":400019002001,"end_index":400019002008,"verse_count":8,"word_count":185},{"reference":"Hebrews 5:5-9","translation":"ESV","division":"Primary","passage_number":94,"release":"NBBC","cards":["(5) So also Christ did not exalt himself to be made a high\npriest, but was appointed by him who said to him, \"You are\nmy Son, today I have begotten you\"; (6) as he says also in\nanother place, \"You are a priest forever, after the order of\nMelchizedek.\" (7) In the days of his flesh, Jesus offered up\nprayers and supplications, with loud cries and tears, to him\nwho was able to save him from death, and he was heard\nbecause of his reverence. (8) Although he was a son, he\nlearned obedience through what he suffered. (9) And being\nmade perfect, he became the source of eternal salvation to\nall who obey him,"],"start_index":400019005005,"end_index":400019005009,"verse_count":5,"word_count":111},{"reference":"Hebrews 9:11-14","translation":"ESV","division":"Primary","passage_number":95,"release":"NBBC","cards":["(11) But when Christ appeared as a high priest of the good things\nthat have come, then through the greater and more perfect tent\n(not made with hands, that is, not of this creation) (12) he entered\nonce for all into the holy places, not by means of the blood of\ngoats and calves but by means of his own blood, thus securing an\neternal redemption. (13) For if the blood of goats and bulls, and\nthe sprinkling of defiled persons with the ashes of a heifer, sanctify\nfor the purification of the flesh, (14) how much more will the blood\nof Christ, who through the eternal Spirit offered himself without\nblemish to God, purify our conscience from dead works to serve\nthe living God."],"start_index":400019009011,"end_index":400019009014,"verse_count":4,"word_count":121},{"reference":"James 1:16-18","translation":"ESV","division":"Primary","passage_number":96,"release":"NBBC","cards":["(16) Do not be deceived, my beloved brothers. (17) Every\ngood gift and every perfect gift is from above, coming down\nfrom the Father of lights, with whom there is no variation or\nshadow due to change. (18) Of his own will he brought us\nforth by the word of truth, that we should be a kind of firstfruits\nof his creatures."],"start_index":400020001016,"end_index":400020001018,"verse_count":3,"word_count":59},{"reference":"James 3:14-18","translation":"ESV","division":"Primary","passage_number":97,"release":"NBBC","cards":["(14) But if you have bitter jealousy and selfish ambition in\nyour hearts, do not boast and be false to the truth. (15) This is\nnot the wisdom that comes down from above, but is earthly,\nunspiritual, demonic. (16) For where jealousy and selfish\nambition exist, there will be disorder and every vile practice.\n(17) But the wisdom from above is first pure, then peaceable,\ngentle, open to reason, full of mercy and good fruits, impartial\nand sincere. (18) And a harvest of righteousness is sown in\npeace by those who make peace."],"start_index":400020003014,"end_index":400020003018,"verse_count":5,"word_count":88},{"reference":"James 5:14-18","translation":"ESV","division":"Primary","passage_number":98,"release":"NBBC","cards":["(14) Is anyone among you sick? Let him call for the elders of the\nchurch, and let them pray over him, anointing him with oil in the\nname of the Lord. (15) And the prayer of faith will save the one\nwho is sick, and the Lord will raise him up. And if he has committed\nsins, he will be forgiven. (16) Therefore, confess your sins to one\nanother and pray for one another, that you may be healed. The\nprayer of a righteous person has great power as it is working. (17)\nElijah was a man with a nature like ours, and he prayed fervently\nthat it might not rain, and for three years and six months it did not\nrain on the earth. (18) Then he prayed again, and heaven gave\nrain, and the earth bore its fruit."],"start_index":400020005014,"end_index":400020005018,"verse_count":5,"word_count":135},{"reference":"1 Peter 1:1-8","translation":"ESV","division":"Primary","passage_number":99,"release":"NBBC","cards":["(1) Peter, an apostle of Jesus Christ, To those who are elect\nexiles of the Dispersion in Pontus, Galatia, Cappadocia, Asia,\nand Bithynia, (2) according to the foreknowledge of God\nthe Father, in the sanctification of the Spirit, for obedience\nto Jesus Christ and for sprinkling with his blood: May grace\nand peace be multiplied to you. (3) Blessed be the God\nand Father of our Lord Jesus Christ! According to his great\nmercy, he has caused us to be born again to a living hope\nthrough the resurrection of Jesus Christ from the dead, (4) to\nan inheritance that is imperishable, undefiled, and unfading,\nkept in heaven for you, (5) who by God's power are being","guarded through faith for a salvation ready to be revealed\nin the last time. (6) In this you rejoice, though now for a little\nwhile, if necessary, you have been grieved by various trials, (7)\nso that the tested genuineness of your faith--more precious\nthan gold that perishes though it is tested by fire--may be\nfound to result in praise and glory and honor at the revelation\nof Jesus Christ. (8) Though you have not seen him, you love\nhim. Though you do not now see him, you believe in him and\nrejoice with joy that is inexpressible and filled with glory,"],"start_index":400021001001,"end_index":400021001008,"verse_count":8,"word_count":213},{"reference":"1 Peter 1:13-16","translation":"ESV","division":"Primary","passage_number":100,"release":"NBBC","cards":["(13) Therefore, preparing your minds for action, and being\nsober-minded, set your hope fully on the grace that will\nbe brought to you at the revelation of Jesus Christ. (14) As\nobedient children, do not be conformed to the passions of\nyour former ignorance, (15) but as he who called you is holy,\nyou also be holy in all your conduct, (16) since it is written,\n\"You shall be holy, for I am holy.\""],"start_index":400021001013,"end_index":400021001016,"verse_count":4,"word_count":71},{"reference":"2 Peter 3:7-13","translation":"ESV","division":"Primary","passage_number":101,"release":"NBBC","cards":["(7) But by the same word the heavens and earth that now exist\nare stored up for fire, being kept until the day of judgment\nand destruction of the ungodly. (8) But do not overlook this\none fact, beloved, that with the Lord one day is as a thousand\nyears, and a thousand years as one day. (9) The Lord is not\nslow to fulfill his promise as some count slowness, but is\npatient toward you, not wishing that any should perish, but\nthat all should reach repentance. (10) But the day of the Lord\nwill come like a thief, and then the heavens will pass away\nwith a roar, and the heavenly bodies will be burned up and\ndissolved, and the earth and the works that are done on it will","be exposed. (11) Since all these things are thus to be dissolved,\nwhat sort of people ought you to be in lives of holiness and\ngodliness, (12) waiting for and hastening the coming of the\nday of God, because of which the heavens will be set on fire\nand dissolved, and the heavenly bodies will melt as they\nburn! (13) But according to his promise we are waiting for\nnew heavens and a new earth in which righteousness dwells."],"start_index":400022003007,"end_index":400022003013,"verse_count":7,"word_count":204},{"reference":"1 John 3:4-6","translation":"ESV","division":"Primary","passage_number":102,"release":"NBBC","cards":["(4) Everyone who makes a practice of sinning also practices\nlawlessness; sin is lawlessness. (5) You know that he appeared\nin order to take away sins, and in him there is no sin. (6) No\none who abides in him keeps on sinning; no one who keeps\non sinning has either seen him or known him."],"start_index":400023003004,"end_index":400023003006,"verse_count":3,"word_count":53},{"reference":"Jude 1:20-21","translation":"ESV","division":"Primary","passage_number":103,"release":"NBBC","cards":["(20) But you, beloved, building yourselves up in your most\nholy faith and praying in the Holy Spirit, (21) keep yourselves\nin the love of God, waiting for the mercy of our Lord Jesus\nChrist that leads to eternal life."],"start_index":400026001020,"end_index":400026001021,"verse_count":2,"word_count":38},{"reference":"Revelation 2:8-11","translation":"ESV","division":"Primary","passage_number":104,"release":"NBBC","cards":["(8) \"And to the angel of the church in Smyrna write: 'The\nwords of the first and the last, who died and came to life. (9)\n\"'I know your tribulation and your poverty (but you are rich)\nand the slander of those who say that they are Jews and are\nnot, but are a synagogue of Satan. (10) Do not fear what you\nare about to suffer. Behold, the devil is about to throw some\nof you into prison, that you may be tested, and for ten days\nyou will have tribulation. Be faithful unto death, and I will give\nyou the crown of life. (11) He who has an ear, let him hear\nwhat the Spirit says to the churches. The one who conquers\nwill not be hurt by the second death.'"],"start_index":400027002008,"end_index":400027002011,"verse_count":4,"word_count":129}]
