[{"reference":"John 8:31–32","translation":"NKJV","division":"Senior","passage_number":1,"release":"Navigate","cards":["(31) Then Jesus said to those Jews who believed Him, \"If you\nabide in My word, you are My disciples indeed. (32) \"And you\nshall know the truth, and the truth shall make you free.\""],"start_index":400004008031,"end_index":400004008032,"verse_count":2,"word_count":33},{"reference":"John 12:12–16","translation":"NKJV","division":"Senior","passage_number":2,"release":"Navigate","cards":["(12) The next day a great multitude that had come to the feast,\nwhen they heard that Jesus was coming to Jerusalem, (13)\ntook branches of palm trees and went out to meet Him, and\ncried out: \"Hosanna! 'Blessed is He who comes in the name\nof the LORD!' The King of Israel!\" (14) Then Jesus, when He\nhad found a young donkey, sat on it; as it is written: (15) \"Fear\nnot, daughter of Zion; Behold, your King is coming, Sitting\non a donkey's colt.\" (16) His disciples did not understand\nthese things at first; but when Jesus was glorified, then they\nremembered that these things were written about Him and\nthat they had done these things to Him."],"start_index":400004012012,"end_index":400004012016,"verse_count":5,"word_count":115},{"reference":"Psalm 118:22–26","translation":"NKJV","division":"Senior","passage_number":3,"release":"Explore","cards":["(22) The stone which the builders rejected Has become\nthe chief cornerstone. (23) This was the LORD's doing; It\nis marvelous in our eyes. (24) This is the day the LORD has\nmade; We will rejoice and be glad in it. (25) Save now, I pray,\nO LORD; O LORD, I pray, send now prosperity. (26) Blessed\nis he who comes in the name of the LORD! We have blessed\nyou from the house of the LORD."],"start_index":200019118022,"end_index":200019118026,"verse_count":5,"word_count":72},{"reference":"John 13:13–17","translation":"NKJV","division":"Senior","passage_number":4,"release":"Navigate","cards":["(13) \"You call Me Teacher and Lord, and you say well, for so I\nam. (14) \"If I then, your Lord and Teacher, have washed your\nfeet, you also ought to wash one another's feet. (15) \"For\nI have given you an example, that you should do as I have\ndone to you. (16) \"Most assuredly, I say to you, a servant is not\ngreater than his master; nor is he who is sent greater than he\nwho sent him. (17) \"If you know these things, blessed are you\nif you do them."],"start_index":400004013013,"end_index":400004013017,"verse_count":5,"word_count":88},{"reference":"Jeremiah 7:8–11","translation":"NKJV","division":"Senior","passage_number":5,"release":"Explore","cards":["(8) \"Behold, you trust in lying words that cannot profit. (9)\n\"Will you steal, murder, commit adultery, swear falsely, burn\nincense to Baal, and walk after other gods whom you do not\nknow, (10) \"and then come and stand before Me in this house\nwhich is called by My name, and say, 'We are delivered to do\nall these abominations'? (11) \"Has this house, which is called\nby My name, become a den of thieves in your eyes? Behold,\nI, even I, have seen it,\" says the LORD."],"start_index":200024007008,"end_index":200024007011,"verse_count":4,"word_count":84},{"reference":"John 14:1–6","translation":"NKJV","division":"Senior","passage_number":6,"release":"Navigate","cards":["(1) \"Let not your heart be troubled; you believe in God, believe\nalso in Me. (2) \"In My Father's house are many mansions; if it\nwere not so, I would have told you. I go to prepare a place for\nyou. (3) \"And if I go and prepare a place for you, I will come\nagain and receive you to Myself; that where I am, there you\nmay be also. (4) \"And where I go you know, and the way you\nknow.\" (5) Thomas said to Him, \"Lord, we do not know where\nYou are going, and how can we know the way?\" (6) Jesus said\nto him, \"I am the way, the truth, and the life. No one comes to\nthe Father except through Me."],"start_index":400004014001,"end_index":400004014006,"verse_count":6,"word_count":120},{"reference":"Joel 2:10–14","translation":"NKJV","division":"Senior","passage_number":7,"release":"Explore","cards":["(10) The earth quakes before them, The heavens tremble; The\nsun and moon grow dark, And the stars diminish their brightness.\n(11) The LORD gives voice before His army, For His camp is very\ngreat; For strong is the One who executes His word. For the day\nof the LORD is great and very terrible; Who can endure it? (12)\n\"Now, therefore,\" says the LORD, \"Turn to Me with all your heart,\nWith fasting, with weeping, and with mourning.\" (13) So rend your\nheart, and not your garments; Return to the LORD your God, For\nHe is gracious and merciful, Slow to anger, and of great kindness;\nAnd He relents from doing harm. (14) Who knows if He will turn\nand relent, And leave a blessing behind Him--A grain offering and\na drink offering For the LORD your God?"],"start_index":200029002010,"end_index":200029002014,"verse_count":5,"word_count":135},{"reference":"John 15:5–9","translation":"NKJV","division":"Senior","passage_number":8,"release":"Navigate","cards":["(5) \"I am the vine, you are the branches. He who abides in\nMe, and I in him, bears much fruit; for without Me you can do\nnothing. (6) \"If anyone does not abide in Me, he is cast out as\na branch and is withered; and they gather them and throw\nthem into the fire, and they are burned. (7) \"If you abide in\nMe, and My words abide in you, you will ask what you desire,\nand it shall be done for you. (8) \"By this My Father is glorified,\nthat you bear much fruit; so you will be My disciples. (9) \"As\nthe Father loved Me, I also have loved you; abide in My love."],"start_index":400004015005,"end_index":400004015009,"verse_count":5,"word_count":113},{"reference":"Psalm 41:7–9","translation":"NKJV","division":"Senior","passage_number":9,"release":"Explore","cards":["(7) All who hate me whisper together against me; Against me\nthey devise my hurt. (8) \"An evil disease,\" they say, \"clings to\nhim. And now that he lies down, he will rise up no more.\" (9)\nEven my own familiar friend in whom I trusted, Who ate my\nbread, Has lifted up his heel against me."],"start_index":200019041007,"end_index":200019041009,"verse_count":3,"word_count":54},{"reference":"John 16:13–15","translation":"NKJV","division":"Senior","passage_number":10,"release":"Navigate","cards":["(13) \"However, when He, the Spirit of truth, has come, He\nwill guide you into all truth; for He will not speak on His own\nauthority, but whatever He hears He will speak; and He will\ntell you things to come. (14) \"He will glorify Me, for He will\ntake of what is Mine and declare it to you. (15) \"All things that\nthe Father has are Mine. Therefore I said that He will take of\nMine and declare it to you."],"start_index":400004016013,"end_index":400004016015,"verse_count":3,"word_count":79},{"reference":"Jeremiah 31:31–34","translation":"NKJV","division":"Senior","passage_number":11,"release":"Explore","cards":["(31) \"Behold, the days are coming, says the LORD, when I will make\na new covenant with the house of Israel and with the house of\nJudah-- (32) \"not according to the covenant that I made with their\nfathers in the day that I took them by the hand to lead them out\nof the land of Egypt, My covenant which they broke, though I was\na husband to them, says the LORD. (33) \"But this is the covenant\nthat I will make with the house of Israel after those days, says the\nLORD: I will put My law in their minds, and write it on their hearts;\nand I will be their God, and they shall be My people. (34) \"No more\nshall every man teach his neighbor, and every man his brother,\nsaying, 'Know the LORD,' for they all shall know Me, from the least\nof them to the greatest of them, says the LORD. For I will forgive\ntheir iniquity, and their sin I will remember no more.\""],"start_index":200024031031,"end_index":200024031034,"verse_count":4,"word_count":167},{"reference":"John 17:13–19","translation":"NKJV","division":"Senior","passage_number":12,"release":"Navigate","cards":["(13) \"But now I come to You, and these things I speak in the\nworld, that they may have My joy fulfilled in themselves. (14)\n\"I have given them Your word; and the world has hated them\nbecause they are not of the world, just as I am not of the\nworld. (15) \"I do not pray that You should take them out of the\nworld, but that You should keep them from the evil one. (16)\n\"They are not of the world, just as I am not of the world. (17)\n\"Sanctify them by Your truth. Your word is truth. (18) \"As You\nsent Me into the world, I also have sent them into the world.\n(19) \"And for their sakes I sanctify Myself, that they also may\nbe sanctified by the truth."],"start_index":400004017013,"end_index":400004017019,"verse_count":7,"word_count":127},{"reference":"Zechariah 13:7–9","translation":"NKJV","division":"Senior","passage_number":13,"release":"Explore","cards":["(7) \"Awake, O sword, against My Shepherd, Against the Man\nwho is My Companion,\" Says the LORD of hosts. \"Strike the\nShepherd, And the sheep will be scattered; Then I will turn My\nhand against the little ones. (8) And it shall come to pass in all\nthe land,\" Says the LORD, \"That two-thirds in it shall be cut off\nand die, But one-third shall be left in it: (9) I will bring the one-\nthird through the fire, Will refine them as silver is refined, And\ntest them as gold is tested. They will call on My name, And I\nwill answer them. I will say, 'This is My people'; And each one\nwill say, 'The LORD is my God.' \""],"start_index":200038013007,"end_index":200038013009,"verse_count":3,"word_count":120},{"reference":"John 20:30–31","translation":"NKJV","division":"Senior","passage_number":14,"release":"Navigate","cards":["(30) And truly Jesus did many other signs in the presence of\nHis disciples, which are not written in this book; (31) but these\nare written that you may believe that Jesus is the Christ, the\nSon of God, and that believing you may have life in His name."],"start_index":400004020030,"end_index":400004020031,"verse_count":2,"word_count":47},{"reference":"Psalm 16:8–11","translation":"NKJV","division":"Senior","passage_number":15,"release":"Explore","cards":["(8) I have set the LORD always before me; Because He is at\nmy right hand I shall not be moved. (9) Therefore my heart is\nglad, and my glory rejoices; My flesh also will rest in hope.\n(10) For You will not leave my soul in Sheol, Nor will You allow\nYour Holy One to see corruption. (11) You will show me the\npath of life; In Your presence is fullness of joy; At Your right\nhand are pleasures forevermore."],"start_index":200019016008,"end_index":200019016011,"verse_count":4,"word_count":77},{"reference":"Genesis 41:8","translation":"NKJV","division":"Senior","passage_number":16,"release":"NBBC","cards":["(8) Now it came to pass in the morning that his spirit was\ntroubled, and he sent and called for all the magicians of Egypt\nand all its wise men. And Pharaoh told them his dreams, but\nthere was no one who could interpret them for Pharaoh."],"start_index":200001041008,"end_index":200001041008,"verse_count":1,"word_count":46},{"reference":"Exodus 24:1-11","translation":"NKJV","division":"Senior","passage_number":17,"release":"NBBC","cards":["(1) Now He said to Moses, \"Come up to the LORD, you and\nAaron, Nadab and Abihu, and seventy of the elders of Israel,\nand worship from afar. (2) \"And Moses alone shall come near\nthe LORD, but they shall not come near; nor shall the people\ngo up with him.\" (3) So Moses came and told the people all\nthe words of the LORD and all the judgments. And all the\npeople answered with one voice and said, \"All the words\nwhich the LORD has said we will do.\" (4) And Moses wrote\nall the words of the LORD. And he rose early in the morning,\nand built an altar at the foot of the mountain, and twelve\npillars according to the twelve tribes of Israel. (5) Then he","sent young men of the children of Israel, who offered burnt\nofferings and sacrificed peace offerings of oxen to the LORD.\n(6) And Moses took half the blood and put it in basins, and\nhalf the blood he sprinkled on the altar. (7) Then he took the\nBook of the Covenant and read in the hearing of the people.\nAnd they said, \"All that the LORD has said we will do, and be\nobedient.\" (8) And Moses took the blood, sprinkled it on the\npeople, and said, \"This is the blood of the covenant which\nthe LORD has made with you according to all these words.\"\n(9) Then Moses went up, also Aaron, Nadab, and Abihu, and\nseventy of the elders of Israel, (10) and they saw the God of","Israel. And there was under His feet as it were a paved work of\nsapphire stone, and it was like the very heavens in its clarity.\n(11) But on the nobles of the children of Israel He did not lay\nHis hand. So they saw God, and they ate and drank."],"start_index":200002024001,"end_index":200002024011,"verse_count":11,"word_count":300},{"reference":"Numbers 12:5-9","translation":"NKJV","division":"Senior","passage_number":18,"release":"NBBC","cards":["(5) Then the LORD came down in the pillar of cloud and stood\nin the door of the tabernacle, and called Aaron and Miriam.\nAnd they both went forward. (6) Then He said, \"Hear now My\nwords: If there is a prophet among you, I, the LORD, make\nMyself known to him in a vision; I speak to him in a dream. (7)\nNot so with My servant Moses; He is faithful in all My house.\n(8) I speak with him face to face, Even plainly, and not in dark\nsayings; And he sees the form of the LORD. Why then were\nyou not afraid To speak against My servant Moses?\" (9) So\nthe anger of the LORD was aroused against them, and He\ndeparted."],"start_index":200004012005,"end_index":200004012009,"verse_count":5,"word_count":120},{"reference":"1 Samuel 2:1-10","translation":"NKJV","division":"Senior","passage_number":19,"release":"NBBC","cards":["(1) And Hannah prayed and said: \"My heart rejoices in the LORD;\nMy horn is exalted in the LORD. I smile at my enemies, Because\nI rejoice in Your salvation. (2) \"No one is holy like the LORD, For\nthere is none besides You, Nor is there any rock like our God.\n(3) \"Talk no more so very proudly; Let no arrogance come from\nyour mouth, For the LORD is the God of knowledge; And by Him\nactions are weighed. (4) \"The bows of the mighty men are broken,\nAnd those who stumbled are girded with strength. (5) Those who\nwere full have hired themselves out for bread, And the hungry\nhave ceased to hunger. Even the barren has borne seven, And she\nwho has many children has become feeble. (6) \"The LORD kills","and makes alive; He brings down to the grave and brings up. (7)\nThe LORD makes poor and makes rich; He brings low and lifts up.\n(8) He raises the poor from the dust And lifts the beggar from the\nash heap, To set them among princes And make them inherit the\nthrone of glory. \"For the pillars of the earth are the LORD's, And\nHe has set the world upon them. (9) He will guard the feet of His\nsaints, But the wicked shall be silent in darkness. \"For by strength\nno man shall prevail. (10) The adversaries of the LORD shall be\nbroken in pieces; From heaven He will thunder against them. The\nLORD will judge the ends of the earth. \"He will give strength to His\nking, And exalt the horn of His anointed.\""],"start_index":200009002001,"end_index":200009002010,"verse_count":10,"word_count":261},{"reference":"2 Kings 24:1-5","translation":"NKJV","division":"Senior","passage_number":20,"release":"NBBC","cards":["(1) In his days Nebuchadnezzar king of Babylon came up, and\nJehoiakim became his vassal for three years. Then he turned\nand rebelled against him. (2) And the LORD sent against\nhim raiding bands of Chaldeans, bands of Syrians, bands\nof Moabites, and bands of the people of Ammon; He sent\nthem against Judah to destroy it, according to the word of\nthe LORD which He had spoken by His servants the prophets.\n(3) Surely at the commandment of the LORD this came upon\nJudah, to remove them from His sight because of the sins\nof Manasseh, according to all that he had done, (4) and also\nbecause of the innocent blood that he had shed; for he had","filled Jerusalem with innocent blood, which the LORD would\nnot pardon. (5) Now the rest of the acts of Jehoiakim, and all\nthat he did, are they not written in the book of the chronicles\nof the kings of Judah?"],"start_index":200012024001,"end_index":200012024005,"verse_count":5,"word_count":154},{"reference":"2 Chronicles 36:17-20","translation":"NKJV","division":"Senior","passage_number":21,"release":"NBBC","cards":["(17) Therefore He brought against them the king of the Chaldeans,\nwho killed their young men with the sword in the house of their\nsanctuary, and had no compassion on young man or virgin, on the\naged or the weak; He gave them all into his hand. (18) And all\nthe articles from the house of God, great and small, the treasures\nof the house of the LORD, and the treasures of the king and of\nhis leaders, all these he took to Babylon. (19) Then they burned\nthe house of God, broke down the wall of Jerusalem, burned all\nits palaces with fire, and destroyed all its precious possessions.\n(20) And those who escaped from the sword he carried away to\nBabylon, where they became servants to him and his sons until the\nrule of the kingdom of Persia,"],"start_index":200014036017,"end_index":200014036020,"verse_count":4,"word_count":136},{"reference":"Psalm 5:1-12","translation":"NKJV","division":"Senior","passage_number":22,"release":"NBBC","cards":["(1) Give ear to my words, O LORD, Consider my meditation.\n(2) Give heed to the voice of my cry, My King and my God, For\nto You I will pray. (3) My voice You shall hear in the morning, O\nLORD; In the morning I will direct it to You, And I will look up.\n(4) For You are not a God who takes pleasure in wickedness,\nNor shall evil dwell with You. (5) The boastful shall not stand\nin Your sight; You hate all workers of iniquity. (6) You shall\ndestroy those who speak falsehood; The LORD abhors the\nbloodthirsty and deceitful man. (7) But as for me, I will come\ninto Your house in the multitude of Your mercy; In fear of You\nI will worship toward Your holy temple. (8) Lead me, O LORD,","in Your righteousness because of my enemies; Make Your\nway straight before my face. (9) For there is no faithfulness in\ntheir mouth; Their inward part is destruction; Their throat is\nan open tomb; They flatter with their tongue. (10) Pronounce\nthem guilty, O God! Let them fall by their own counsels; Cast\nthem out in the multitude of their transgressions, For they\nhave rebelled against You. (11) But let all those rejoice who\nput their trust in You; Let them ever shout for joy, because You\ndefend them; Let those also who love Your name Be joyful in\nYou. (12) For You, O LORD, will bless the righteous; With favor\nYou will surround him as with a shield."],"start_index":200019005001,"end_index":200019005012,"verse_count":12,"word_count":245},{"reference":"Psalm 12:1-8","translation":"NKJV","division":"Senior","passage_number":23,"release":"NBBC","cards":["(1) Help, LORD, for the godly man ceases! For the faithful\ndisappear from among the sons of men. (2) They speak idly\neveryone with his neighbor; With flattering lips and a double\nheart they speak. (3) May the LORD cut off all flattering lips,\nAnd the tongue that speaks proud things, (4) Who have said,\n\"With our tongue we will prevail; Our lips are our own; Who\nis lord over us?\" (5) \"For the oppression of the poor, for the\nsighing of the needy, Now I will arise,\" says the LORD; \"I will\nset him in the safety for which he yearns.\" (6) The words of\nthe LORD are pure words, Like silver tried in a furnace of\nearth, Purified seven times. (7) You shall keep them, O LORD,","You shall preserve them from this generation forever. (8) The\nwicked prowl on every side, When vileness is exalted among\nthe sons of men."],"start_index":200019012001,"end_index":200019012008,"verse_count":8,"word_count":145},{"reference":"Psalm 20:1-9","translation":"NKJV","division":"Senior","passage_number":24,"release":"NBBC","cards":["(1) May the LORD answer you in the day of trouble; May the\nname of the God of Jacob defend you; (2) May He send you\nhelp from the sanctuary, And strengthen you out of Zion; (3)\nMay He remember all your offerings, And accept your burnt\nsacrifice. (4) May He grant you according to your heart's\ndesire, And fulfill all your purpose. (5) We will rejoice in\nyour salvation, And in the name of our God we will set up\nour banners! May the LORD fulfill all your petitions. (6) Now\nI know that the LORD saves His anointed; He will answer him\nfrom His holy heaven With the saving strength of His right\nhand. (7) Some trust in chariots, and some in horses; But we","will remember the name of the LORD our God. (8) They have\nbowed down and fallen; But we have risen and stand upright.\n(9) Save, LORD! May the King answer us when we call."],"start_index":200019020001,"end_index":200019020009,"verse_count":9,"word_count":152},{"reference":"Psalm 119:73-103","translation":"NKJV","division":"Senior","passage_number":25,"release":"NBBC","cards":["(73) Your hands have made me and fashioned me; Give me\nunderstanding, that I may learn Your commandments. (74) Those\nwho fear You will be glad when they see me, Because I have\nhoped in Your word. (75) I know, O LORD, that Your judgments\nare right, And that in faithfulness You have afflicted me. (76) Let, I\npray, Your merciful kindness be for my comfort, According to Your\nword to Your servant. (77) Let Your tender mercies come to me,\nthat I may live; For Your law is my delight. (78) Let the proud be\nashamed, For they treated me wrongfully with falsehood; But I\nwill meditate on Your precepts. (79) Let those who fear You turn\nto me, Those who know Your testimonies. (80) Let my heart be","blameless regarding Your statutes, That I may not be ashamed.\n(81) My soul faints for Your salvation, But I hope in Your word. (82)\nMy eyes fail from searching Your word, Saying, \"When will You\ncomfort me?\" (83) For I have become like a wineskin in smoke,\nYet I do not forget Your statutes. (84) How many are the days of\nYour servant? When will You execute judgment on those who\npersecute me? (85) The proud have dug pits for me, Which is not\naccording to Your law. (86) All Your commandments are faithful;\nThey persecute me wrongfully; Help me! (87) They almost made\nan end of me on earth, But I did not forsake Your precepts. (88)\nRevive me according to Your lovingkindness, So that I may keep","the testimony of Your mouth. (89) Forever, O LORD, Your word is\nsettled in heaven. (90) Your faithfulness endures to all generations;\nYou established the earth, and it abides. (91) They continue this\nday according to Your ordinances, For all are Your servants. (92)\nUnless Your law had been my delight, I would then have perished\nin my affliction. (93) I will never forget Your precepts, For by them\nYou have given me life. (94) I am Yours, save me; For I have sought\nYour precepts. (95) The wicked wait for me to destroy me, But I will\nconsider Your testimonies. (96) I have seen the consummation of\nall perfection, But Your commandment is exceedingly broad. (97)\nOh, how I love Your law! It is my meditation all the day. (98) You,","through Your commandments, make me wiser than my enemies;\nFor they are ever with me. (99) I have more understanding than\nall my teachers, For Your testimonies are my meditation. (100) I\nunderstand more than the ancients, Because I keep Your precepts.\n(101) I have restrained my feet from every evil way, That I may\nkeep Your word. (102) I have not departed from Your judgments,\nFor You Yourself have taught me. (103) How sweet are Your words\nto my taste, Sweeter than honey to my mouth!"],"start_index":200019119073,"end_index":200019119103,"verse_count":31,"word_count":451},{"reference":"Proverbs 8:1-21","translation":"NKJV","division":"Senior","passage_number":26,"release":"NBBC","cards":["(1) Does not wisdom cry out, And understanding lift up her\nvoice? (2) She takes her stand on the top of the high hill,\nBeside the way, where the paths meet. (3) She cries out by\nthe gates, at the entry of the city, At the entrance of the doors:\n(4) \"To you, O men, I call, And my voice is to the sons of men.\n(5) O you simple ones, understand prudence, And you fools,\nbe of an understanding heart. (6) Listen, for I will speak of\nexcellent things, And from the opening of my lips will come\nright things; (7) For my mouth will speak truth; Wickedness is\nan abomination to my lips. (8) All the words of my mouth are\nwith righteousness; Nothing crooked or perverse is in them.","(9) They are all plain to him who understands, And right to\nthose who find knowledge. (10) Receive my instruction, and\nnot silver, And knowledge rather than choice gold; (11) For\nwisdom is better than rubies, And all the things one may\ndesire cannot be compared with her. (12) \"I, wisdom, dwell\nwith prudence, And find out knowledge and discretion. (13)\nThe fear of the LORD is to hate evil; Pride and arrogance and\nthe evil way And the perverse mouth I hate. (14) Counsel is\nmine, and sound wisdom; I am understanding, I have strength.\n(15) By me kings reign, And rulers decree justice. (16) By me\nprinces rule, and nobles, All the judges of the earth. (17) I love","those who love me, And those who seek me diligently will\nfind me. (18) Riches and honor are with me, Enduring riches\nand righteousness. (19) My fruit is better than gold, yes, than\nfine gold, And my revenue than choice silver. (20) I traverse\nthe way of righteousness, In the midst of the paths of justice,\n(21) That I may cause those who love me to inherit wealth,\nThat I may fill their treasuries."],"start_index":200020008001,"end_index":200020008021,"verse_count":21,"word_count":306},{"reference":"Proverbs 10:1-15","translation":"NKJV","division":"Senior","passage_number":27,"release":"NBBC","cards":["(1) A wise son makes a glad father, But a foolish son is the grief\nof his mother. (2) Treasures of wickedness profit nothing, But\nrighteousness delivers from death. (3) The LORD will not allow\nthe righteous soul to famish, But He casts away the desire of\nthe wicked. (4) He who has a slack hand becomes poor, But\nthe hand of the diligent makes rich. (5) He who gathers in\nsummer is a wise son; He who sleeps in harvest is a son who\ncauses shame. (6) Blessings are on the head of the righteous,\nBut violence covers the mouth of the wicked. (7) The memory\nof the righteous is blessed, But the name of the wicked will\nrot. (8) The wise in heart will receive commands, But a prating","fool will fall. (9) He who walks with integrity walks securely,\nBut he who perverts his ways will become known. (10) He who\nwinks with the eye causes trouble, But a prating fool will fall.\n(11) The mouth of the righteous is a well of life, But violence\ncovers the mouth of the wicked. (12) Hatred stirs up strife,\nBut love covers all sins. (13) Wisdom is found on the lips of\nhim who has understanding, But a rod is for the back of him\nwho is devoid of understanding. (14) Wise people store up\nknowledge, But the mouth of the foolish is near destruction.\n(15) The rich man's wealth is his strong city; The destruction\nof the poor is their poverty."],"start_index":200020010001,"end_index":200020010015,"verse_count":15,"word_count":238},{"reference":"Proverbs 20:1-30","translation":"NKJV","division":"Senior","passage_number":28,"release":"NBBC","cards":["(1) Wine is a mocker, Strong drink is a brawler, And whoever is led\nastray by it is not wise. (2) The wrath of a king is like the roaring of\na lion; Whoever provokes him to anger sins against his own life.\n(3) It is honorable for a man to stop striving, Since any fool can\nstart a quarrel. (4) The lazy man will not plow because of winter;\nHe will beg during harvest and have nothing. (5) Counsel in the\nheart of man is like deep water, But a man of understanding will\ndraw it out. (6) Most men will proclaim each his own goodness,\nBut who can find a faithful man? (7) The righteous man walks in\nhis integrity; His children are blessed after him. (8) A king who sits\non the throne of judgment Scatters all evil with his eyes. (9) Who","can say, \"I have made my heart clean, I am pure from my sin\"?\n(10) Diverse weights and diverse measures, They are both alike,\nan abomination to the LORD. (11) Even a child is known by his\ndeeds, Whether what he does is pure and right. (12) The hearing\near and the seeing eye, The LORD has made them both. (13) Do\nnot love sleep, lest you come to poverty; Open your eyes, and you\nwill be satisfied with bread. (14) \"It is good for nothing,\" cries the\nbuyer; But when he has gone his way, then he boasts. (15) There\nis gold and a multitude of rubies, But the lips of knowledge are a\nprecious jewel. (16) Take the garment of one who is surety for a\nstranger, And hold it as a pledge when it is for a seductress. (17)","Bread gained by deceit is sweet to a man, But afterward his mouth\nwill be filled with gravel. (18) Plans are established by counsel; By\nwise counsel wage war. (19) He who goes about as a talebearer\nreveals secrets; Therefore do not associate with one who flatters\nwith his lips. (20) Whoever curses his father or his mother, His\nlamp will be put out in deep darkness. (21) An inheritance gained\nhastily at the beginning Will not be blessed at the end. (22) Do\nnot say, \"I will recompense evil\"; Wait for the LORD, and He will\nsave you. (23) Diverse weights are an abomination to the LORD,\nAnd dishonest scales are not good. (24) A man's steps are of the\nLORD; How then can a man understand his own way? (25) It is a","snare for a man to devote rashly something as holy, And afterward\nto reconsider his vows. (26) A wise king sifts out the wicked, And\nbrings the threshing wheel over them. (27) The spirit of a man is\nthe lamp of the LORD, Searching all the inner depths of his heart.\n(28) Mercy and truth preserve the king, And by lovingkindness he\nupholds his throne. (29) The glory of young men is their strength,\nAnd the splendor of old men is their gray head. (30) Blows that\nhurt cleanse away evil, As do stripes the inner depths of the heart."],"start_index":200020020001,"end_index":200020020030,"verse_count":30,"word_count":493},{"reference":"Ecclesiastes 9:13-18","translation":"NKJV","division":"Senior","passage_number":29,"release":"NBBC","cards":["(13) This wisdom I have also seen under the sun, and it\nseemed great to me: (14) There was a little city with few men\nin it; and a great king came against it, besieged it, and built\ngreat snares around it. (15) Now there was found in it a poor\nwise man, and he by his wisdom delivered the city. Yet no one\nremembered that same poor man. (16) Then I said: \"Wisdom\nis better than strength. Nevertheless the poor man's wisdom\nis despised, And his words are not heard. (17) Words of the\nwise, spoken quietly, should be heard Rather than the shout\nof a ruler of fools. (18) Wisdom is better than weapons of war;\nBut one sinner destroys much good.\""],"start_index":200021009013,"end_index":200021009018,"verse_count":6,"word_count":118},{"reference":"Isaiah 9:1-7","translation":"NKJV","division":"Senior","passage_number":30,"release":"NBBC","cards":["(1) Nevertheless the gloom will not be upon her who is\ndistressed, As when at first He lightly esteemed The land\nof Zebulun and the land of Naphtali, And afterward more\nheavily oppressed her, By the way of the sea, beyond the\nJordan, In Galilee of the Gentiles. (2) The people who walked\nin darkness Have seen a great light; Those who dwelt in the\nland of the shadow of death, Upon them a light has shined.\n(3) You have multiplied the nation And increased its joy; They\nrejoice before You According to the joy of harvest, As men\nrejoice when they divide the spoil. (4) For You have broken\nthe yoke of his burden And the staff of his shoulder, The rod of","his oppressor, As in the day of Midian. (5) For every warrior's\nsandal from the noisy battle, And garments rolled in blood,\nWill be used for burning and fuel of fire. (6) For unto us a\nChild is born, Unto us a Son is given; And the government will\nbe upon His shoulder. And His name will be called Wonderful,\nCounselor, Mighty God, Everlasting Father, Prince of Peace.\n(7) Of the increase of His government and peace There will\nbe no end, Upon the throne of David and over His kingdom,\nTo order it and establish it with judgment and justice From\nthat time forward, even forever. The zeal of the LORD of hosts\nwill perform this."],"start_index":200023009001,"end_index":200023009007,"verse_count":7,"word_count":234},{"reference":"Isaiah 11:1-5","translation":"NKJV","division":"Senior","passage_number":31,"release":"NBBC","cards":["(1) There shall come forth a Rod from the stem of Jesse, And a\nBranch shall grow out of his roots. (2) The Spirit of the LORD shall\nrest upon Him, The Spirit of wisdom and understanding, The Spirit\nof counsel and might, The Spirit of knowledge and of the fear of\nthe LORD. (3) His delight is in the fear of the LORD, And He shall\nnot judge by the sight of His eyes, Nor decide by the hearing of\nHis ears; (4) But with righteousness He shall judge the poor, And\ndecide with equity for the meek of the earth; He shall strike the\nearth with the rod of His mouth, And with the breath of His lips\nHe shall slay the wicked. (5) Righteousness shall be the belt of His\nloins, And faithfulness the belt of His waist."],"start_index":200023011001,"end_index":200023011005,"verse_count":5,"word_count":136},{"reference":"Jeremiah 29:4-7","translation":"NKJV","division":"Senior","passage_number":32,"release":"NBBC","cards":["(4) Thus says the LORD of hosts, the God of Israel, to all who\nwere carried away captive, whom I have caused to be carried\naway from Jerusalem to Babylon: (5) Build houses and dwell\nin them; plant gardens and eat their fruit. (6) Take wives and\nbeget sons and daughters; and take wives for your sons and\ngive your daughters to husbands, so that they may bear sons\nand daughters--that you may be increased there, and not\ndiminished. (7) And seek the peace of the city where I have\ncaused you to be carried away captive, and pray to the LORD\nfor it; for in its peace you will have peace."],"start_index":200024029004,"end_index":200024029007,"verse_count":4,"word_count":109},{"reference":"Daniel 1:5","translation":"NKJV","division":"Senior","passage_number":33,"release":"NBBC","cards":["(5) And the king appointed for them a daily provision of the\nking's delicacies and of the wine which he drank, and three\nyears of training for them, so that at the end of that time they\nmight serve before the king."],"start_index":200027001005,"end_index":200027001005,"verse_count":1,"word_count":41},{"reference":"Daniel 3:24-25","translation":"NKJV","division":"Senior","passage_number":34,"release":"NBBC","cards":["(24) Then King Nebuchadnezzar was astonished; and he rose\nin haste and spoke, saying to his counselors, \"Did we not cast\nthree men bound into the midst of the fire?\" They answered\nand said to the king, \"True, O king.\" (25) \"Look!\" he answered,\n\"I see four men loose, walking in the midst of the fire; and\nthey are not hurt, and the form of the fourth is like the Son of\nGod.\""],"start_index":200027003024,"end_index":200027003025,"verse_count":2,"word_count":71},{"reference":"Daniel 12:1-9","translation":"NKJV","division":"Senior","passage_number":35,"release":"NBBC","cards":["(1) \"At that time Michael shall stand up, The great prince who\nstands watch over the sons of your people; And there shall\nbe a time of trouble, Such as never was since there was a\nnation, Even to that time. And at that time your people shall\nbe delivered, Every one who is found written in the book.\n(2) And many of those who sleep in the dust of the earth\nshall awake, Some to everlasting life, Some to shame and\neverlasting contempt. (3) Those who are wise shall shine Like\nthe brightness of the firmament, And those who turn many\nto righteousness Like the stars forever and ever. (4) \"But you,\nDaniel, shut up the words, and seal the book until the time","of the end; many shall run to and fro, and knowledge shall\nincrease.\" (5) Then I, Daniel, looked; and there stood two\nothers, one on this riverbank and the other on that riverbank.\n(6) And one said to the man clothed in linen, who was above\nthe waters of the river, \"How long shall the fulfillment of these\nwonders be?\" (7) Then I heard the man clothed in linen, who\nwas above the waters of the river, when he held up his right\nhand and his left hand to heaven, and swore by Him who\nlives forever, that it shall be for a time, times, and half a time;\nand when the power of the holy people has been completely\nshattered, all these things shall be finished. (8) Although I","heard, I did not understand. Then I said, \"My lord, what shall\nbe the end of these things?\" (9) And he said, \"Go your way,\nDaniel, for the words are closed up and sealed till the time of\nthe end."],"start_index":200027012001,"end_index":200027012009,"verse_count":9,"word_count":286},{"reference":"Joel 2:15-29","translation":"NKJV","division":"Senior","passage_number":36,"release":"NBBC","cards":["(15) Blow the trumpet in Zion, Consecrate a fast, Call a sacred\nassembly; (16) Gather the people, Sanctify the congregation,\nAssemble the elders, Gather the children and nursing babes;\nLet the bridegroom go out from his chamber, And the bride\nfrom her dressing room. (17) Let the priests, who minister to\nthe LORD, Weep between the porch and the altar; Let them\nsay, \"Spare Your people, O LORD, And do not give Your\nheritage to reproach, That the nations should rule over them.\nWhy should they say among the peoples, 'Where is their\nGod?' \" (18) Then the LORD will be zealous for His land, And\npity His people. (19) The LORD will answer and say to His","people, \"Behold, I will send you grain and new wine and oil,\nAnd you will be satisfied by them; I will no longer make you a\nreproach among the nations. (20) \"But I will remove far from\nyou the northern army, And will drive him away into a barren\nand desolate land, With his face toward the eastern sea And\nhis back toward the western sea; His stench will come up,\nAnd his foul odor will rise, Because he has done monstrous\nthings.\" (21) Fear not, O land; Be glad and rejoice, For the\nLORD has done marvelous things! (22) Do not be afraid, you\nbeasts of the field; For the open pastures are springing up,\nAnd the tree bears its fruit; The fig tree and the vine yield","their strength. (23) Be glad then, you children of Zion, And\nrejoice in the LORD your God; For He has given you the\nformer rain faithfully, And He will cause the rain to come\ndown for you--The former rain, And the latter rain in the first\nmonth. (24) The threshing floors shall be full of wheat, And\nthe vats shall overflow with new wine and oil. (25) \"So I will\nrestore to you the years that the swarming locust has eaten,\nThe crawling locust, The consuming locust, And the chewing\nlocust, My great army which I sent among you. (26) You shall\neat in plenty and be satisfied, And praise the name of the\nLORD your God, Who has dealt wondrously with you; And","My people shall never be put to shame. (27) Then you shall\nknow that I am in the midst of Israel: I am the LORD your God\nAnd there is no other. My people shall never be put to shame.\n(28) \"And it shall come to pass afterward That I will pour out\nMy Spirit on all flesh; Your sons and your daughters shall\nprophesy, Your old men shall dream dreams, Your young men\nshall see visions. (29) And also on My menservants and on My\nmaidservants I will pour out My Spirit in those days."],"start_index":200029002015,"end_index":200029002029,"verse_count":15,"word_count":452},{"reference":"Amos 3:3-8","translation":"NKJV","division":"Senior","passage_number":37,"release":"NBBC","cards":["(3) Can two walk together, unless they are agreed? (4) Will a\nlion roar in the forest, when he has no prey? Will a young lion\ncry out of his den, if he has caught nothing? (5) Will a bird fall\ninto a snare on the earth, where there is no trap for it? Will\na snare spring up from the earth, if it has caught nothing at\nall? (6) If a trumpet is blown in a city, will not the people be\nafraid? If there is calamity in a city, will not the LORD have\ndone it? (7) Surely the Lord GOD does nothing, Unless He\nreveals His secret to His servants the prophets. (8) A lion has\nroared! Who will not fear? The Lord GOD has spoken! Who\ncan but prophesy?"],"start_index":200030003003,"end_index":200030003008,"verse_count":6,"word_count":127},{"reference":"Mark 9:2-13","translation":"NKJV","division":"Senior","passage_number":38,"release":"NBBC","cards":["(2) Now after six days Jesus took Peter, James, and John, and\nled them up on a high mountain apart by themselves; and He\nwas transfigured before them. (3) His clothes became shining,\nexceedingly white, like snow, such as no launderer on earth can\nwhiten them. (4) And Elijah appeared to them with Moses, and\nthey were talking with Jesus. (5) Then Peter answered and said to\nJesus, \"Rabbi, it is good for us to be here; and let us make three\ntabernacles: one for You, one for Moses, and one for Elijah\"-- (6)\nbecause he did not know what to say, for they were greatly afraid.\n(7) And a cloud came and overshadowed them; and a voice came\nout of the cloud, saying, \"This is My beloved Son. Hear Him!\" (8)\nSuddenly, when they had looked around, they saw no one anymore,","but only Jesus with themselves. (9) Now as they came down from\nthe mountain, He commanded them that they should tell no one\nthe things they had seen, till the Son of Man had risen from the\ndead. (10) So they kept this word to themselves, questioning what\nthe rising from the dead meant. (11) And they asked Him, saying,\n\"Why do the scribes say that Elijah must come first?\" (12) Then He\nanswered and told them, \"Indeed, Elijah is coming first and restores\nall things. And how is it written concerning the Son of Man, that He\nmust suffer many things and be treated with contempt? (13) \"But I\nsay to you that Elijah has also come, and they did to him whatever\nthey wished, as it is written of him.\""],"start_index":400002009002,"end_index":400002009013,"verse_count":12,"word_count":263},{"reference":"Mark 10:17-22","translation":"NKJV","division":"Senior","passage_number":39,"release":"NBBC","cards":["(17) Now as He was going out on the road, one came running,\nknelt before Him, and asked Him, \"Good Teacher, what shall\nI do that I may inherit eternal life?\" (18) So Jesus said to him,\n\"Why do you call Me good? No one is good but One, that is,\nGod. (19) \"You know the commandments: 'Do not commit\nadultery,' 'Do not murder,' 'Do not steal,' 'Do not bear false\nwitness,' 'Do not defraud,' 'Honor your father and your\nmother.' \" (20) And he answered and said to Him, \"Teacher,\nall these things I have kept from my youth.\" (21) Then Jesus,\nlooking at him, loved him, and said to him, \"One thing you\nlack: Go your way, sell whatever you have and give to the","poor, and you will have treasure in heaven; and come, take\nup the cross, and follow Me.\" (22) But he was sad at this word,\nand went away sorrowful, for he had great possessions."],"start_index":400002010017,"end_index":400002010022,"verse_count":6,"word_count":154},{"reference":"Luke 7:11-16","translation":"NKJV","division":"Senior","passage_number":40,"release":"NBBC","cards":["(11) Now it happened, the day after, that He went into a city called\nNain; and many of His disciples went with Him, and a large crowd.\n(12) And when He came near the gate of the city, behold, a dead\nman was being carried out, the only son of his mother; and she\nwas a widow. And a large crowd from the city was with her. (13)\nWhen the Lord saw her, He had compassion on her and said to her,\n\"Do not weep.\" (14) Then He came and touched the open coffin,\nand those who carried him stood still. And He said, \"Young man,\nI say to you, arise.\" (15) So he who was dead sat up and began to\nspeak. And He presented him to his mother. (16) Then fear came\nupon all, and they glorified God, saying, \"A great prophet has risen\nup among us\"; and, \"God has visited His people.\""],"start_index":400003007011,"end_index":400003007016,"verse_count":6,"word_count":149},{"reference":"John 14:18-21","translation":"NKJV","division":"Senior","passage_number":41,"release":"NBBC","cards":["(18) \"I will not leave you orphans; I will come to you. (19) \"A\nlittle while longer and the world will see Me no more, but you\nwill see Me. Because I live, you will live also. (20) \"At that day\nyou will know that I am in My Father, and you in Me, and I in\nyou. (21) \"He who has My commandments and keeps them, it\nis he who loves Me. And he who loves Me will be loved by My\nFather, and I will love him and manifest Myself to him.\""],"start_index":400004014018,"end_index":400004014021,"verse_count":4,"word_count":90},{"reference":"John 14:25-27","translation":"NKJV","division":"Senior","passage_number":42,"release":"NBBC","cards":["(25) \"These things I have spoken to you while being present\nwith you. (26) \"But the Helper, the Holy Spirit, whom the\nFather will send in My name, He will teach you all things, and\nbring to your remembrance all things that I said to you. (27)\n\"Peace I leave with you, My peace I give to you; not as the\nworld gives do I give to you. Let not your heart be troubled,\nneither let it be afraid."],"start_index":400004014025,"end_index":400004014027,"verse_count":3,"word_count":76},{"reference":"John 20:11-21","translation":"NKJV","division":"Senior","passage_number":44,"release":"NBBC","cards":["(11) But Mary stood outside by the tomb weeping, and as she\nwept she stooped down and looked into the tomb. (12) And\nshe saw two angels in white sitting, one at the head and the\nother at the feet, where the body of Jesus had lain. (13) Then\nthey said to her, \"Woman, why are you weeping?\" She said\nto them, \"Because they have taken away my Lord, and I do\nnot know where they have laid Him.\" (14) Now when she had\nsaid this, she turned around and saw Jesus standing there,\nand did not know that it was Jesus. (15) Jesus said to her,\n\"Woman, why are you weeping? Whom are you seeking?\"\nShe, supposing Him to be the gardener, said to Him, \"Sir, if","You have carried Him away, tell me where You have laid Him,\nand I will take Him away.\" (16) Jesus said to her, \"Mary!\" She\nturned and said to Him, \"Rabboni!\" (which is to say, Teacher).\n(17) Jesus said to her, \"Do not cling to Me, for I have not yet\nascended to My Father; but go to My brethren and say to\nthem, 'I am ascending to My Father and your Father, and to\nMy God and your God.' \" (18) Mary Magdalene came and\ntold the disciples that she had seen the Lord, and that He\nhad spoken these things to her. (19) Then, the same day at\nevening, being the first day of the week, when the doors\nwere shut where the disciples were assembled, for fear of the","Jews, Jesus came and stood in the midst, and said to them,\n\"Peace be with you.\" (20) When He had said this, He showed\nthem His hands and His side. Then the disciples were glad\nwhen they saw the Lord. (21) So Jesus said to them again,\n\"Peace to you! As the Father has sent Me, I also send you.\""],"start_index":400004020011,"end_index":400004020021,"verse_count":11,"word_count":308},{"reference":"Romans 15:30-33","translation":"NKJV","division":"Senior","passage_number":45,"release":"NBBC","cards":["(30) Now I beg you, brethren, through the Lord Jesus Christ,\nand through the love of the Spirit, that you strive together\nwith me in prayers to God for me, (31) that I may be delivered\nfrom those in Judea who do not believe, and that my service\nfor Jerusalem may be acceptable to the saints, (32) that I may\ncome to you with joy by the will of God, and may be refreshed\ntogether with you. (33) Now the God of peace be with you all.\nAmen."],"start_index":400006015030,"end_index":400006015033,"verse_count":4,"word_count":84},{"reference":"1 Corinthians 2:6-16","translation":"NKJV","division":"Senior","passage_number":46,"release":"NBBC","cards":["(6) However, we speak wisdom among those who are mature,\nyet not the wisdom of this age, nor of the rulers of this age, who\nare coming to nothing. (7) But we speak the wisdom of God in a\nmystery, the hidden wisdom which God ordained before the ages\nfor our glory, (8) which none of the rulers of this age knew; for had\nthey known, they would not have crucified the Lord of glory. (9) But\nas it is written: \"Eye has not seen, nor ear heard, Nor have entered\ninto the heart of man The things which God has prepared for those\nwho love Him.\" (10) But God has revealed them to us through His\nSpirit. For the Spirit searches all things, yes, the deep things of God.\n(11) For what man knows the things of a man except the spirit of\nthe man which is in him? Even so no one knows the things of God","except the Spirit of God. (12) Now we have received, not the spirit\nof the world, but the Spirit who is from God, that we might know\nthe things that have been freely given to us by God. (13) These\nthings we also speak, not in words which man's wisdom teaches\nbut which the Holy Spirit teaches, comparing spiritual things with\nspiritual. (14) But the natural man does not receive the things of\nthe Spirit of God, for they are foolishness to him; nor can he know\nthem, because they are spiritually discerned. (15) But he who is\nspiritual judges all things, yet he himself is rightly judged by no\none. (16) For \"who has known the mind of the LORD that he may\ninstruct Him?\" But we have the mind of Christ."],"start_index":400007002006,"end_index":400007002016,"verse_count":11,"word_count":281},{"reference":"2 Timothy 4:16-18","translation":"NKJV","division":"Senior","passage_number":47,"release":"NBBC","cards":["(16) At my first defense no one stood with me, but all forsook\nme. May it not be charged against them. (17) But the Lord\nstood with me and strengthened me, so that the message\nmight be preached fully through me, and that all the Gentiles\nmight hear. Also I was delivered out of the mouth of the\nlion. (18) And the Lord will deliver me from every evil work\nand preserve me for His heavenly kingdom. To Him be glory\nforever and ever. Amen!"],"start_index":400016004016,"end_index":400016004018,"verse_count":3,"word_count":82},{"reference":"Revelation 1:4-8","translation":"NKJV","division":"Senior","passage_number":48,"release":"NBBC","cards":["(4) John, to the seven churches which are in Asia: Grace to you and\npeace from Him who is and who was and who is to come, and from\nthe seven Spirits who are before His throne, (5) and from Jesus\nChrist, the faithful witness, the firstborn from the dead, and the\nruler over the kings of the earth. To Him who loved us and washed\nus from our sins in His own blood, (6) and has made us kings and\npriests to His God and Father, to Him be glory and dominion\nforever and ever. Amen. (7) Behold, He is coming with clouds, and\nevery eye will see Him, even they who pierced Him. And all the\ntribes of the earth will mourn because of Him. Even so, Amen. (8)\n\"I am the Alpha and the Omega, the Beginning and the End,\" says\nthe Lord, \"who is and who was and who is to come, the Almighty.\""],"start_index":400027001004,"end_index":400027001008,"verse_count":5,"word_count":153},{"reference":"Revelation 21:8-27","translation":"NKJV","division":"Senior","passage_number":49,"release":"NBBC","cards":["(8) \"But the cowardly, unbelieving, abominable, murderers, sexually\nimmoral, sorcerers, idolaters, and all liars shall have their part in\nthe lake which burns with fire and brimstone, which is the second\ndeath.\" (9) Then one of the seven angels who had the seven bowls\nfilled with the seven last plagues came to me and talked with me,\nsaying, \"Come, I will show you the bride, the Lamb's wife.\" (10)\nAnd he carried me away in the Spirit to a great and high mountain,\nand showed me the great city, the holy Jerusalem, descending out\nof heaven from God, (11) having the glory of God. Her light was\nlike a most precious stone, like a jasper stone, clear as crystal. (12)\nAlso she had a great and high wall with twelve gates, and twelve","angels at the gates, and names written on them, which are the\nnames of the twelve tribes of the children of Israel: (13) three gates\non the east, three gates on the north, three gates on the south, and\nthree gates on the west. (14) Now the wall of the city had twelve\nfoundations, and on them were the names of the twelve apostles\nof the Lamb. (15) And he who talked with me had a gold reed to\nmeasure the city, its gates, and its wall. (16) The city is laid out as a\nsquare; its length is as great as its breadth. And he measured the\ncity with the reed: twelve thousand furlongs. Its length, breadth,\nand height are equal. (17) Then he measured its wall: one hundred\nand forty-four cubits, according to the measure of a man, that is,","of an angel. (18) The construction of its wall was of jasper; and the\ncity was pure gold, like clear glass. (19) The foundations of the wall\nof the city were adorned with all kinds of precious stones: the first\nfoundation was jasper, the second sapphire, the third chalcedony,\nthe fourth emerald, (20) the fifth sardonyx, the sixth sardius, the\nseventh chrysolite, the eighth beryl, the ninth topaz, the tenth\nchrysoprase, the eleventh jacinth, and the twelfth amethyst. (21)\nThe twelve gates were twelve pearls: each individual gate was of\none pearl. And the street of the city was pure gold, like transparent\nglass. (22) But I saw no temple in it, for the Lord God Almighty and\nthe Lamb are its temple. (23) The city had no need of the sun or","of the moon to shine in it, for the glory of God illuminated it. The\nLamb is its light. (24) And the nations of those who are saved shall\nwalk in its light, and the kings of the earth bring their glory and\nhonor into it. (25) Its gates shall not be shut at all by day (there\nshall be no night there). (26) And they shall bring the glory and the\nhonor of the nations into it. (27) But there shall by no means enter\nit anything that defiles, or causes an abomination or a lie, but only\nthose who are written in the Lamb's Book of Life."],"start_index":400027021008,"end_index":400027021027,"verse_count":20,"word_count":498},{"reference":"Genesis 2:18-22","translation":"NKJV","division":"Senior","passage_number":51,"release":"NBBC","cards":["(18) And the LORD God said, \"It is not good that man should be\nalone; I will make him a helper comparable to him.\" (19) Out of\nthe ground the LORD God formed every beast of the field and\nevery bird of the air, and brought them to Adam to see what he\nwould call them. And whatever Adam called each living creature,\nthat was its name. (20) So Adam gave names to all cattle, to the\nbirds of the air, and to every beast of the field. But for Adam there\nwas not found a helper comparable to him. (21) And the LORD\nGod caused a deep sleep to fall on Adam, and he slept; and He\ntook one of his ribs, and closed up the flesh in its place. (22) Then\nthe rib which the LORD God had taken from man He made into a\nwoman, and He brought her to the man."],"start_index":200001002018,"end_index":200001002022,"verse_count":5,"word_count":150},{"reference":"Exodus 23:1-11","translation":"NKJV","division":"Senior","passage_number":52,"release":"NBBC","cards":["(1) \"You shall not circulate a false report. Do not put your\nhand with the wicked to be an unrighteous witness. (2) \"You\nshall not follow a crowd to do evil; nor shall you testify in a\ndispute so as to turn aside after many to pervert justice. (3)\n\"You shall not show partiality to a poor man in his dispute.\n(4) \"If you meet your enemy's ox or his donkey going astray,\nyou shall surely bring it back to him again. (5) \"If you see the\ndonkey of one who hates you lying under its burden, and you\nwould refrain from helping it, you shall surely help him with\nit. (6) \"You shall not pervert the judgment of your poor in his\ndispute. (7) \"Keep yourself far from a false matter; do not kill","the innocent and righteous. For I will not justify the wicked. (8)\n\"And you shall take no bribe, for a bribe blinds the discerning\nand perverts the words of the righteous. (9) \"Also you shall\nnot oppress a stranger, for you know the heart of a stranger,\nbecause you were strangers in the land of Egypt. (10) \"Six\nyears you shall sow your land and gather in its produce, (11)\n\"but the seventh year you shall let it rest and lie fallow, that\nthe poor of your people may eat; and what they leave, the\nbeasts of the field may eat. In like manner you shall do with\nyour vineyard and your olive grove."],"start_index":200002023001,"end_index":200002023011,"verse_count":11,"word_count":238},{"reference":"1 Kings 8:41-45","translation":"NKJV","division":"Senior","passage_number":53,"release":"NBBC","cards":["(41) \"Moreover, concerning a foreigner, who is not of Your\npeople Israel, but has come from a far country for Your name's\nsake (42) \"(for they will hear of Your great name and Your\nstrong hand and Your outstretched arm), when he comes and\nprays toward this temple, (43) \"hear in heaven Your dwelling\nplace, and do according to all for which the foreigner calls to\nYou, that all peoples of the earth may know Your name and\nfear You, as do Your people Israel, and that they may know\nthat this temple which I have built is called by Your name.\n(44) \"When Your people go out to battle against their enemy,\nwherever You send them, and when they pray to the LORD","toward the city which You have chosen and the temple which\nI have built for Your name, (45) \"then hear in heaven their\nprayer and their supplication, and maintain their cause."],"start_index":200011008041,"end_index":200011008045,"verse_count":5,"word_count":150},{"reference":"Psalm 18:1-28","translation":"NKJV","division":"Senior","passage_number":54,"release":"NBBC","cards":["(1) I will love You, O LORD, my strength. (2) The LORD is my rock\nand my fortress and my deliverer; My God, my strength, in whom\nI will trust; My shield and the horn of my salvation, my stronghold.\n(3) I will call upon the LORD, who is worthy to be praised; So shall I\nbe saved from my enemies. (4) The pangs of death surrounded me,\nAnd the floods of ungodliness made me afraid. (5) The sorrows of\nSheol surrounded me; The snares of death confronted me. (6) In my\ndistress I called upon the LORD, And cried out to my God; He heard\nmy voice from His temple, And my cry came before Him, even to\nHis ears. (7) Then the earth shook and trembled; The foundations\nof the hills also quaked and were shaken, Because He was angry.","(8) Smoke went up from His nostrils, And devouring fire from His\nmouth; Coals were kindled by it. (9) He bowed the heavens also,\nand came down With darkness under His feet. (10) And He rode\nupon a cherub, and flew; He flew upon the wings of the wind. (11)\nHe made darkness His secret place; His canopy around Him was\ndark waters And thick clouds of the skies. (12) From the brightness\nbefore Him, His thick clouds passed with hailstones and coals of\nfire. (13) The LORD thundered from heaven, And the Most High\nuttered His voice, Hailstones and coals of fire. (14) He sent out His\narrows and scattered the foe, Lightnings in abundance, and He\nvanquished them. (15) Then the channels of the sea were seen, The","foundations of the world were uncovered At Your rebuke, O LORD,\nAt the blast of the breath of Your nostrils. (16) He sent from above,\nHe took me; He drew me out of many waters. (17) He delivered\nme from my strong enemy, From those who hated me, For they\nwere too strong for me. (18) They confronted me in the day of my\ncalamity, But the LORD was my support. (19) He also brought me\nout into a broad place; He delivered me because He delighted in\nme. (20) The LORD rewarded me according to my righteousness;\nAccording to the cleanness of my hands He has recompensed\nme. (21) For I have kept the ways of the LORD, And have not\nwickedly departed from my God. (22) For all His judgments were","before me, And I did not put away His statutes from me. (23) I was\nalso blameless before Him, And I kept myself from my iniquity.\n(24) Therefore the LORD has recompensed me according to my\nrighteousness, According to the cleanness of my hands in His\nsight. (25) With the merciful You will show Yourself merciful; With\na blameless man You will show Yourself blameless; (26) With the\npure You will show Yourself pure; And with the devious You will\nshow Yourself shrewd. (27) For You will save the humble people,\nBut will bring down haughty looks. (28) For You will light my lamp;\nThe LORD my God will enlighten my darkness."],"start_index":200019018001,"end_index":200019018028,"verse_count":28,"word_count":489},{"reference":"Psalm 105:1-22","translation":"NKJV","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) Oh, give thanks to the LORD! Call upon His name; Make\nknown His deeds among the peoples! (2) Sing to Him, sing\npsalms to Him; Talk of all His wondrous works! (3) Glory in His\nholy name; Let the hearts of those rejoice who seek the LORD!\n(4) Seek the LORD and His strength; Seek His face evermore!\n(5) Remember His marvelous works which He has done, His\nwonders, and the judgments of His mouth, (6) O seed of\nAbraham His servant, You children of Jacob, His chosen ones!\n(7) He is the LORD our God; His judgments are in all the earth.\n(8) He remembers His covenant forever, The word which He\ncommanded, for a thousand generations, (9) The covenant","which He made with Abraham, And His oath to Isaac, (10) And\nconfirmed it to Jacob for a statute, To Israel as an everlasting\ncovenant, (11) Saying, \"To you I will give the land of Canaan\nAs the allotment of your inheritance,\" (12) When they were\nfew in number, Indeed very few, and strangers in it. (13) When\nthey went from one nation to another, From one kingdom to\nanother people, (14) He permitted no one to do them wrong;\nYes, He rebuked kings for their sakes, (15) Saying, \"Do not\ntouch My anointed ones, And do My prophets no harm.\" (16)\nMoreover He called for a famine in the land; He destroyed\nall the provision of bread. (17) He sent a man before them--","Joseph--who was sold as a slave. (18) They hurt his feet with\nfetters, He was laid in irons. (19) Until the time that his word\ncame to pass, The word of the LORD tested him. (20) The\nking sent and released him, The ruler of the people let him\ngo free. (21) He made him lord of his house, And ruler of all\nhis possessions, (22) To bind his princes at his pleasure, And\nteach his elders wisdom."],"start_index":200019105001,"end_index":200019105022,"verse_count":22,"word_count":304},{"reference":"Psalm 115:1-16","translation":"NKJV","division":"Senior","passage_number":56,"release":"NBBC","cards":["(1) Not unto us, O LORD, not unto us, But to Your name give\nglory, Because of Your mercy, Because of Your truth. (2) Why\nshould the Gentiles say, \"So where is their God?\" (3) But our\nGod is in heaven; He does whatever He pleases. (4) Their\nidols are silver and gold, The work of men's hands. (5) They\nhave mouths, but they do not speak; Eyes they have, but they\ndo not see; (6) They have ears, but they do not hear; Noses\nthey have, but they do not smell; (7) They have hands, but\nthey do not handle; Feet they have, but they do not walk;\nNor do they mutter through their throat. (8) Those who make\nthem are like them; So is everyone who trusts in them. (9) O","Israel, trust in the LORD; He is their help and their shield. (10)\nO house of Aaron, trust in the LORD; He is their help and their\nshield. (11) You who fear the LORD, trust in the LORD; He is\ntheir help and their shield. (12) The LORD has been mindful\nof us; He will bless us; He will bless the house of Israel; He will\nbless the house of Aaron. (13) He will bless those who fear\nthe LORD, Both small and great. (14) May the LORD give you\nincrease more and more, You and your children. (15) May you\nbe blessed by the LORD, Who made heaven and earth. (16)\nThe heaven, even the heavens, are the LORD's; But the earth\nHe has given to the children of men."],"start_index":200019115001,"end_index":200019115016,"verse_count":16,"word_count":248},{"reference":"Psalm 147:1-10","translation":"NKJV","division":"Senior","passage_number":57,"release":"NBBC","cards":["(1) Praise the LORD! For it is good to sing praises to our God;\nFor it is pleasant, and praise is beautiful. (2) The LORD builds\nup Jerusalem; He gathers together the outcasts of Israel. (3)\nHe heals the brokenhearted And binds up their wounds. (4) He\ncounts the number of the stars; He calls them all by name. (5)\nGreat is our Lord, and mighty in power; His understanding is\ninfinite. (6) The LORD lifts up the humble; He casts the wicked\ndown to the ground. (7) Sing to the LORD with thanksgiving;\nSing praises on the harp to our God, (8) Who covers the\nheavens with clouds, Who prepares rain for the earth, Who\nmakes grass to grow on the mountains. (9) He gives to the","beast its food, And to the young ravens that cry. (10) He does\nnot delight in the strength of the horse; He takes no pleasure\nin the legs of a man."],"start_index":200019147001,"end_index":200019147010,"verse_count":10,"word_count":149},{"reference":"Proverbs 16:1-9","translation":"NKJV","division":"Senior","passage_number":58,"release":"NBBC","cards":["(1) The preparations of the heart belong to man, But the\nanswer of the tongue is from the LORD. (2) All the ways of a\nman are pure in his own eyes, But the LORD weighs the spirits.\n(3) Commit your works to the LORD, And your thoughts will\nbe established. (4) The LORD has made all for Himself, Yes,\neven the wicked for the day of doom. (5) Everyone proud in\nheart is an abomination to the LORD; Though they join forces,\nnone will go unpunished. (6) In mercy and truth Atonement is\nprovided for iniquity; And by the fear of the LORD one departs\nfrom evil. (7) When a man's ways please the LORD, He makes\neven his enemies to be at peace with him. (8) Better is a little","with righteousness, Than vast revenues without justice. (9) A\nman's heart plans his way, But the LORD directs his steps."],"start_index":200020016001,"end_index":200020016009,"verse_count":9,"word_count":143},{"reference":"Proverbs 17:15-28","translation":"NKJV","division":"Senior","passage_number":59,"release":"NBBC","cards":["(15) He who justifies the wicked, and he who condemns the\njust, Both of them alike are an abomination to the LORD.\n(16) Why is there in the hand of a fool the purchase price of\nwisdom, Since he has no heart for it? (17) A friend loves at all\ntimes, And a brother is born for adversity. (18) A man devoid\nof understanding shakes hands in a pledge, And becomes\nsurety for his friend. (19) He who loves transgression loves\nstrife, And he who exalts his gate seeks destruction. (20) He\nwho has a deceitful heart finds no good, And he who has a\nperverse tongue falls into evil. (21) He who begets a scoffer\ndoes so to his sorrow, And the father of a fool has no joy. (22)","A merry heart does good, like medicine, But a broken spirit\ndries the bones. (23) A wicked man accepts a bribe behind\nthe back To pervert the ways of justice. (24) Wisdom is in the\nsight of him who has understanding, But the eyes of a fool\nare on the ends of the earth. (25) A foolish son is a grief to\nhis father, And bitterness to her who bore him. (26) Also, to\npunish the righteous is not good, Nor to strike princes for\ntheir uprightness. (27) He who has knowledge spares his\nwords, And a man of understanding is of a calm spirit. (28)\nEven a fool is counted wise when he holds his peace; When\nhe shuts his lips, he is considered perceptive."],"start_index":200020017015,"end_index":200020017028,"verse_count":14,"word_count":243},{"reference":"Ecclesiastes 11:2-6","translation":"NKJV","division":"Senior","passage_number":60,"release":"NBBC","cards":["(2) Give a serving to seven, and also to eight, For you do not know\nwhat evil will be on the earth. (3) If the clouds are full of rain, They\nempty themselves upon the earth; And if a tree falls to the south\nor the north, In the place where the tree falls, there it shall lie. (4)\nHe who observes the wind will not sow, And he who regards the\nclouds will not reap. (5) As you do not know what is the way of the\nwind, Or how the bones grow in the womb of her who is with child,\nSo you do not know the works of God who makes everything. (6)\nIn the morning sow your seed, And in the evening do not withhold\nyour hand; For you do not know which will prosper, Either this or\nthat, Or whether both alike will be good."],"start_index":200021011002,"end_index":200021011006,"verse_count":5,"word_count":145},{"reference":"Isaiah 44:1-11","translation":"NKJV","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) \"Yet hear now, O Jacob My servant, And Israel whom I have\nchosen. (2) Thus says the LORD who made you And formed\nyou from the womb, who will help you: 'Fear not, O Jacob\nMy servant; And you, Jeshurun, whom I have chosen. (3) For\nI will pour water on him who is thirsty, And floods on the dry\nground; I will pour My Spirit on your descendants, And My\nblessing on your offspring; (4) They will spring up among the\ngrass Like willows by the watercourses.' (5) One will say, 'I am\nthe LORD's'; Another will call himself by the name of Jacob;\nAnother will write with his hand, 'The LORD's,' And name\nhimself by the name of Israel. (6) \"Thus says the LORD, the","King of Israel, And his Redeemer, the LORD of hosts: 'I am the\nFirst and I am the Last; Besides Me there is no God. (7) And\nwho can proclaim as I do? Then let him declare it and set it in\norder for Me, Since I appointed the ancient people. And the\nthings that are coming and shall come, Let them show these\nto them. (8) Do not fear, nor be afraid; Have I not told you\nfrom that time, and declared it? You are My witnesses. Is there\na God besides Me? Indeed there is no other Rock; I know not\none.' \" (9) Those who make an image, all of them are useless,\nAnd their precious things shall not profit; They are their\nown witnesses; They neither see nor know, that they may be","ashamed. (10) Who would form a god or mold an image That\nprofits him nothing? (11) Surely all his companions would be\nashamed; And the workmen, they are mere men. Let them all\nbe gathered together, Let them stand up; Yet they shall fear,\nThey shall be ashamed together."],"start_index":200023044001,"end_index":200023044011,"verse_count":11,"word_count":302},{"reference":"Isaiah 45:4-8","translation":"NKJV","division":"Senior","passage_number":62,"release":"NBBC","cards":["(4) For Jacob My servant's sake, And Israel My elect, I have even\ncalled you by your name; I have named you, though you have not\nknown Me. (5) I am the LORD, and there is no other; There is no God\nbesides Me. I will gird you, though you have not known Me, (6) That\nthey may know from the rising of the sun to its setting That there is\nnone besides Me. I am the LORD, and there is no other; (7) I form\nthe light and create darkness, I make peace and create calamity; I,\nthe LORD, do all these things.' (8) \"Rain down, you heavens, from\nabove, And let the skies pour down righteousness; Let the earth\nopen, let them bring forth salvation, And let righteousness spring\nup together. I, the LORD, have created it."],"start_index":200023045004,"end_index":200023045008,"verse_count":5,"word_count":134},{"reference":"Jeremiah 7:14-23","translation":"NKJV","division":"Senior","passage_number":63,"release":"NBBC","cards":["(14) \"therefore I will do to the house which is called by My name,\nin which you trust, and to this place which I gave to you and your\nfathers, as I have done to Shiloh. (15) \"And I will cast you out of My\nsight, as I have cast out all your brethren--the whole posterity of\nEphraim. (16) \"Therefore do not pray for this people, nor lift up a cry\nor prayer for them, nor make intercession to Me; for I will not hear\nyou. (17) \"Do you not see what they do in the cities of Judah and\nin the streets of Jerusalem? (18) \"The children gather wood, the\nfathers kindle the fire, and the women knead dough, to make cakes\nfor the queen of heaven; and they pour out drink offerings to other\ngods, that they may provoke Me to anger. (19) \"Do they provoke\nMe to anger?\" says the LORD. \"Do they not provoke themselves,","to the shame of their own faces?\" (20) Therefore thus says the Lord\nGOD: \"Behold, My anger and My fury will be poured out on this\nplace--on man and on beast, on the trees of the field and on the\nfruit of the ground. And it will burn and not be quenched.\" (21)\nThus says the LORD of hosts, the God of Israel: \"Add your burnt\nofferings to your sacrifices and eat meat. (22) \"For I did not speak\nto your fathers, or command them in the day that I brought them\nout of the land of Egypt, concerning burnt offerings or sacrifices.\n(23) \"But this is what I commanded them, saying, 'Obey My voice,\nand I will be your God, and you shall be My people. And walk in all\nthe ways that I have commanded you, that it may be well with you.'"],"start_index":200024007014,"end_index":200024007023,"verse_count":10,"word_count":296},{"reference":"Ezekiel 12:8-16","translation":"NKJV","division":"Senior","passage_number":64,"release":"NBBC","cards":["(8) And in the morning the word of the LORD came to me,\nsaying, (9) \"Son of man, has not the house of Israel, the\nrebellious house, said to you, 'What are you doing?' (10) \"Say\nto them, 'Thus says the Lord GOD: \"This burden concerns\nthe prince in Jerusalem and all the house of Israel who are\namong them.\" ' (11) \"Say, 'I am a sign to you. As I have done,\nso shall it be done to them; they shall be carried away into\ncaptivity.' (12) \"And the prince who is among them shall bear\nhis belongings on his shoulder at twilight and go out. They\nshall dig through the wall to carry them out through it. He\nshall cover his face, so that he cannot see the ground with his","eyes. (13) \"I will also spread My net over him, and he shall be\ncaught in My snare. I will bring him to Babylon, to the land\nof the Chaldeans; yet he shall not see it, though he shall die\nthere. (14) \"I will scatter to every wind all who are around him\nto help him, and all his troops; and I will draw out the sword\nafter them. (15) \"Then they shall know that I am the LORD,\nwhen I scatter them among the nations and disperse them\nthroughout the countries. (16) \"But I will spare a few of their\nmen from the sword, from famine, and from pestilence, that\nthey may declare all their abominations among the Gentiles\nwherever they go. Then they shall know that I am the LORD.\""],"start_index":200026012008,"end_index":200026012016,"verse_count":9,"word_count":255},{"reference":"Ezekiel 18:21-29","translation":"NKJV","division":"Senior","passage_number":65,"release":"NBBC","cards":["(21) \"But if a wicked man turns from all his sins which he has\ncommitted, keeps all My statutes, and does what is lawful and right,\nhe shall surely live; he shall not die. (22) \"None of the transgressions\nwhich he has committed shall be remembered against him;\nbecause of the righteousness which he has done, he shall live. (23)\n\"Do I have any pleasure at all that the wicked should die?\" says the\nLord GOD, \"and not that he should turn from his ways and live? (24)\n\"But when a righteous man turns away from his righteousness and\ncommits iniquity, and does according to all the abominations that\nthe wicked man does, shall he live? All the righteousness which he\nhas done shall not be remembered; because of the unfaithfulness\nof which he is guilty and the sin which he has committed, because","of them he shall die. (25) \"Yet you say, 'The way of the Lord is not\nfair.' Hear now, O house of Israel, is it not My way which is fair,\nand your ways which are not fair? (26) \"When a righteous man\nturns away from his righteousness, commits iniquity, and dies in\nit, it is because of the iniquity which he has done that he dies. (27)\n\"Again, when a wicked man turns away from the wickedness which\nhe committed, and does what is lawful and right, he preserves\nhimself alive. (28) \"Because he considers and turns away from all\nthe transgressions which he committed, he shall surely live; he\nshall not die. (29) \"Yet the house of Israel says, 'The way of the\nLord is not fair.' O house of Israel, is it not My ways which are fair,\nand your ways which are not fair?"],"start_index":200026018021,"end_index":200026018029,"verse_count":9,"word_count":283},{"reference":"Daniel 2:1-2","translation":"NKJV","division":"Senior","passage_number":66,"release":"NBBC","cards":["(1) Now in the second year of Nebuchadnezzar's reign,\nNebuchadnezzar had dreams; and his spirit was so troubled\nthat his sleep left him. (2) Then the king gave the command\nto call the magicians, the astrologers, the sorcerers, and the\nChaldeans to tell the king his dreams. So they came and stood\nbefore the king."],"start_index":200027002001,"end_index":200027002002,"verse_count":2,"word_count":53},{"reference":"Daniel 2:46-49","translation":"NKJV","division":"Senior","passage_number":67,"release":"NBBC","cards":["(46) Then King Nebuchadnezzar fell on his face, prostrate\nbefore Daniel, and commanded that they should present an\noffering and incense to him. (47) The king answered Daniel,\nand said, \"Truly your God is the God of gods, the Lord of\nkings, and a revealer of secrets, since you could reveal this\nsecret.\" (48) Then the king promoted Daniel and gave him\nmany great gifts; and he made him ruler over the whole\nprovince of Babylon, and chief administrator over all the wise\nmen of Babylon. (49) Also Daniel petitioned the king, and he\nset Shadrach, Meshach, and Abed-Nego over the affairs of\nthe province of Babylon; but Daniel sat in the gate of the king."],"start_index":200027002046,"end_index":200027002049,"verse_count":4,"word_count":113},{"reference":"Daniel 3:1-7","translation":"NKJV","division":"Senior","passage_number":68,"release":"NBBC","cards":["(1) Nebuchadnezzar the king made an image of gold, whose\nheight was sixty cubits and its width six cubits. He set it up\nin the plain of Dura, in the province of Babylon. (2) And King\nNebuchadnezzar sent word to gather together the satraps, the\nadministrators, the governors, the counselors, the treasurers, the\njudges, the magistrates, and all the officials of the provinces, to\ncome to the dedication of the image which King Nebuchadnezzar\nhad set up. (3) So the satraps, the administrators, the governors,\nthe counselors, the treasurers, the judges, the magistrates, and all\nthe officials of the provinces gathered together for the dedication\nof the image that King Nebuchadnezzar had set up; and they\nstood before the image that Nebuchadnezzar had set up. (4) Then","a herald cried aloud: \"To you it is commanded, O peoples, nations,\nand languages, (5) \"that at the time you hear the sound of the\nhorn, flute, harp, lyre, and psaltery, in symphony with all kinds of\nmusic, you shall fall down and worship the gold image that King\nNebuchadnezzar has set up; (6) \"and whoever does not fall down\nand worship shall be cast immediately into the midst of a burning\nfiery furnace.\" (7) So at that time, when all the people heard the\nsound of the horn, flute, harp, and lyre, in symphony with all kinds\nof music, all the people, nations, and languages fell down and\nworshiped the gold image which King Nebuchadnezzar had set\nup."],"start_index":200027003001,"end_index":200027003007,"verse_count":7,"word_count":239},{"reference":"Daniel 4:18-31","translation":"NKJV","division":"Senior","passage_number":69,"release":"NBBC","cards":["(18) \"This dream I, King Nebuchadnezzar, have seen. Now you,\nBelteshazzar, declare its interpretation, since all the wise men of\nmy kingdom are not able to make known to me the interpretation;\nbut you are able, for the Spirit of the Holy God is in you.\" (19)\nThen Daniel, whose name was Belteshazzar, was astonished for a\ntime, and his thoughts troubled him. So the king spoke, and said,\n\"Belteshazzar, do not let the dream or its interpretation trouble\nyou.\" Belteshazzar answered and said, \"My lord, may the dream\nconcern those who hate you, and its interpretation concern your\nenemies! (20) The tree that you saw, which grew and became\nstrong, whose height reached to the heavens and which could be","seen by all the earth, (21) whose leaves were lovely and its fruit\nabundant, in which was food for all, under which the beasts of the\nfield dwelt, and in whose branches the birds of the heaven had\ntheir home-- (22) it is you, O king, who have grown and become\nstrong; for your greatness has grown and reaches to the heavens,\nand your dominion to the end of the earth. (23) And inasmuch as\nthe king saw a watcher, a holy one, coming down from heaven and\nsaying, 'Chop down the tree and destroy it, but leave its stump\nand roots in the earth, bound with a band of iron and bronze in the\ntender grass of the field; let it be wet with the dew of heaven, and\nlet him graze with the beasts of the field, till seven times pass over","him'; (24) this is the interpretation, O king, and this is the decree of\nthe Most High, which has come upon my lord the king: (25) They\nshall drive you from men, your dwelling shall be with the beasts of\nthe field, and they shall make you eat grass like oxen. They shall\nwet you with the dew of heaven, and seven times shall pass over\nyou, till you know that the Most High rules in the kingdom of men,\nand gives it to whomever He chooses. (26) And inasmuch as they\ngave the command to leave the stump and roots of the tree, your\nkingdom shall be assured to you, after you come to know that\nHeaven rules. (27) Therefore, O king, let my advice be acceptable\nto you; break off your sins by being righteous, and your iniquities","by showing mercy to the poor. Perhaps there may be a lengthening\nof your prosperity.\" (28) All this came upon King Nebuchadnezzar.\n(29) At the end of the twelve months he was walking about the royal\npalace of Babylon. (30) The king spoke, saying, \"Is not this great\nBabylon, that I have built for a royal dwelling by my mighty power\nand for the honor of my majesty?\" (31) While the word was still in\nthe king's mouth, a voice fell from heaven: \"King Nebuchadnezzar,\nto you it is spoken: the kingdom has departed from you!"],"start_index":200027004018,"end_index":200027004031,"verse_count":14,"word_count":487},{"reference":"Daniel 6:15-28","translation":"NKJV","division":"Senior","passage_number":70,"release":"NBBC","cards":["(15) Then these men approached the king, and said to the\nking, \"Know, O king, that it is the law of the Medes and\nPersians that no decree or statute which the king establishes\nmay be changed.\" (16) So the king gave the command, and\nthey brought Daniel and cast him into the den of lions. But\nthe king spoke, saying to Daniel, \"Your God, whom you\nserve continually, He will deliver you.\" (17) Then a stone was\nbrought and laid on the mouth of the den, and the king sealed\nit with his own signet ring and with the signets of his lords,\nthat the purpose concerning Daniel might not be changed.\n(18) Now the king went to his palace and spent the night","fasting; and no musicians were brought before him. Also his\nsleep went from him. (19) Then the king arose very early in\nthe morning and went in haste to the den of lions. (20) And\nwhen he came to the den, he cried out with a lamenting voice\nto Daniel. The king spoke, saying to Daniel, \"Daniel, servant\nof the living God, has your God, whom you serve continually,\nbeen able to deliver you from the lions?\" (21) Then Daniel\nsaid to the king, \"O king, live forever! (22) \"My God sent His\nangel and shut the lions' mouths, so that they have not hurt\nme, because I was found innocent before Him; and also, O\nking, I have done no wrong before you.\" (23) Now the king","was exceedingly glad for him, and commanded that they\nshould take Daniel up out of the den. So Daniel was taken\nup out of the den, and no injury whatever was found on him,\nbecause he believed in his God. (24) And the king gave the\ncommand, and they brought those men who had accused\nDaniel, and they cast them into the den of lions--them, their\nchildren, and their wives; and the lions overpowered them,\nand broke all their bones in pieces before they ever came\nto the bottom of the den. (25) Then King Darius wrote: To all\npeoples, nations, and languages that dwell in all the earth:\nPeace be multiplied to you. (26) I make a decree that in every","dominion of my kingdom men must tremble and fear before\nthe God of Daniel. For He is the living God, And steadfast\nforever; His kingdom is the one which shall not be destroyed,\nAnd His dominion shall endure to the end. (27) He delivers\nand rescues, And He works signs and wonders In heaven and\non earth, Who has delivered Daniel from the power of the\nlions. (28) So this Daniel prospered in the reign of Darius and\nin the reign of Cyrus the Persian."],"start_index":200027006015,"end_index":200027006028,"verse_count":14,"word_count":447},{"reference":"Daniel 9:4-7","translation":"NKJV","division":"Senior","passage_number":71,"release":"NBBC","cards":["(4) And I prayed to the LORD my God, and made confession,\nand said, \"O Lord, great and awesome God, who keeps His\ncovenant and mercy with those who love Him, and with those\nwho keep His commandments, (5) \"we have sinned and\ncommitted iniquity, we have done wickedly and rebelled,\neven by departing from Your precepts and Your judgments.\n(6) \"Neither have we heeded Your servants the prophets, who\nspoke in Your name to our kings and our princes, to our fathers\nand all the people of the land. (7) \"O Lord, righteousness\nbelongs to You, but to us shame of face, as it is this day--to the\nmen of Judah, to the inhabitants of Jerusalem and all Israel,","those near and those far off in all the countries to which You\nhave driven them, because of the unfaithfulness which they\nhave committed against You."],"start_index":200027009004,"end_index":200027009007,"verse_count":4,"word_count":143},{"reference":"Daniel 9:16-19","translation":"NKJV","division":"Senior","passage_number":72,"release":"NBBC","cards":["(16) \"O Lord, according to all Your righteousness, I pray,\nlet Your anger and Your fury be turned away from Your city\nJerusalem, Your holy mountain; because for our sins, and for\nthe iniquities of our fathers, Jerusalem and Your people are a\nreproach to all those around us. (17) \"Now therefore, our God,\nhear the prayer of Your servant, and his supplications, and for\nthe Lord's sake cause Your face to shine on Your sanctuary,\nwhich is desolate. (18) \"O my God, incline Your ear and hear;\nopen Your eyes and see our desolations, and the city which is\ncalled by Your name; for we do not present our supplications\nbefore You because of our righteous deeds, but because of","Your great mercies. (19) \"O Lord, hear! O Lord, forgive! O\nLord, listen and act! Do not delay for Your own sake, my God,\nfor Your city and Your people are called by Your name.\""],"start_index":200027009016,"end_index":200027009019,"verse_count":4,"word_count":152},{"reference":"Micah 4:1-3","translation":"NKJV","division":"Senior","passage_number":73,"release":"NBBC","cards":["(1) Now it shall come to pass in the latter days That the mountain\nof the LORD's house Shall be established on the top of the\nmountains, And shall be exalted above the hills; And peoples shall\nflow to it. (2) Many nations shall come and say, \"Come, and let us\ngo up to the mountain of the LORD, To the house of the God of\nJacob; He will teach us His ways, And we shall walk in His paths.\"\nFor out of Zion the law shall go forth, And the word of the LORD\nfrom Jerusalem. (3) He shall judge between many peoples, And\nrebuke strong nations afar off; They shall beat their swords into\nplowshares, And their spears into pruning hooks; Nation shall not\nlift up sword against nation, Neither shall they learn war anymore."],"start_index":200033004001,"end_index":200033004003,"verse_count":3,"word_count":134},{"reference":"Haggai 1:2-8","translation":"NKJV","division":"Senior","passage_number":74,"release":"NBBC","cards":["(2) \"Thus speaks the LORD of hosts, saying: 'This people\nsays, \"The time has not come, the time that the LORD's house\nshould be built.\" ' \" (3) Then the word of the LORD came by\nHaggai the prophet, saying, (4) \"Is it time for you yourselves to\ndwell in your paneled houses, and this temple to lie in ruins?\"\n(5) Now therefore, thus says the LORD of hosts: \"Consider\nyour ways! (6) \"You have sown much, and bring in little; You\neat, but do not have enough; You drink, but you are not filled\nwith drink; You clothe yourselves, but no one is warm; And he\nwho earns wages, Earns wages to put into a bag with holes.\"\n(7) Thus says the LORD of hosts: \"Consider your ways! (8) \"Go","up to the mountains and bring wood and build the temple,\nthat I may take pleasure in it and be glorified,\" says the LORD."],"start_index":200037001002,"end_index":200037001008,"verse_count":7,"word_count":146},{"reference":"Malachi 3:1-9","translation":"NKJV","division":"Senior","passage_number":75,"release":"NBBC","cards":["(1) \"Behold, I send My messenger, And he will prepare the way\nbefore Me. And the Lord, whom you seek, Will suddenly come to\nHis temple, Even the Messenger of the covenant, In whom you\ndelight. Behold, He is coming,\" Says the LORD of hosts. (2) \"But\nwho can endure the day of His coming? And who can stand when\nHe appears? For He is like a refiner's fire And like launderers' soap.\n(3) He will sit as a refiner and a purifier of silver; He will purify\nthe sons of Levi, And purge them as gold and silver, That they\nmay offer to the LORD An offering in righteousness. (4) \"Then the\noffering of Judah and Jerusalem Will be pleasant to the LORD,\nAs in the days of old, As in former years. (5) And I will come near\nyou for judgment; I will be a swift witness Against sorcerers,","Against adulterers, Against perjurers, Against those who exploit\nwage earners and widows and orphans, And against those who\nturn away an alien--Because they do not fear Me,\" Says the LORD\nof hosts. (6) \"For I am the LORD, I do not change; Therefore you\nare not consumed, O sons of Jacob. (7) Yet from the days of your\nfathers You have gone away from My ordinances And have not\nkept them. Return to Me, and I will return to you,\" Says the LORD of\nhosts. \"But you said, 'In what way shall we return?' (8) \"Will a man\nrob God? Yet you have robbed Me! But you say, 'In what way have\nwe robbed You?' In tithes and offerings. (9) You are cursed with a\ncurse, For you have robbed Me, Even this whole nation."],"start_index":200039003001,"end_index":200039003009,"verse_count":9,"word_count":278},{"reference":"Matthew 1:20-25","translation":"NKJV","division":"Senior","passage_number":76,"release":"NBBC","cards":["(20) But while he thought about these things, behold, an angel\nof the Lord appeared to him in a dream, saying, \"Joseph,\nson of David, do not be afraid to take to you Mary your wife,\nfor that which is conceived in her is of the Holy Spirit. (21)\n\"And she will bring forth a Son, and you shall call His name\nJESUS, for He will save His people from their sins.\" (22) So\nall this was done that it might be fulfilled which was spoken\nby the Lord through the prophet, saying: (23) \"Behold, the\nvirgin shall be with child, and bear a Son, and they shall call\nHis name Immanuel,\" which is translated, \"God with us.\" (24)\nThen Joseph, being aroused from sleep, did as the angel of","the Lord commanded him and took to him his wife, (25) and\ndid not know her till she had brought forth her firstborn Son.\nAnd he called His name JESUS."],"start_index":400001001020,"end_index":400001001025,"verse_count":6,"word_count":154},{"reference":"Matthew 3:1-3","translation":"NKJV","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) In those days John the Baptist came preaching in the\nwilderness of Judea, (2) and saying, \"Repent, for the kingdom\nof heaven is at hand!\" (3) For this is he who was spoken of by\nthe prophet Isaiah, saying: \"The voice of one crying in the\nwilderness: 'Prepare the way of the LORD; Make His paths\nstraight.' \""],"start_index":400001003001,"end_index":400001003003,"verse_count":3,"word_count":55},{"reference":"Matthew 6:5-18","translation":"NKJV","division":"Senior","passage_number":78,"release":"NBBC","cards":["(5) \"And when you pray, you shall not be like the hypocrites.\nFor they love to pray standing in the synagogues and on the\ncorners of the streets, that they may be seen by men. Assuredly,\nI say to you, they have their reward. (6) \"But you, when you pray,\ngo into your room, and when you have shut your door, pray\nto your Father who is in the secret place; and your Father who\nsees in secret will reward you openly. (7) \"And when you pray,\ndo not use vain repetitions as the heathen do. For they think\nthat they will be heard for their many words. (8) \"Therefore do\nnot be like them. For your Father knows the things you have\nneed of before you ask Him. (9) \"In this manner, therefore,","pray: Our Father in heaven, Hallowed be Your name. (10) Your\nkingdom come. Your will be done On earth as it is in heaven.\n(11) Give us this day our daily bread. (12) And forgive us our\ndebts, As we forgive our debtors. (13) And do not lead us\ninto temptation, But deliver us from the evil one. For Yours\nis the kingdom and the power and the glory forever. Amen.\n(14) \"For if you forgive men their trespasses, your heavenly\nFather will also forgive you. (15) \"But if you do not forgive\nmen their trespasses, neither will your Father forgive your\ntrespasses. (16) \"Moreover, when you fast, do not be like the\nhypocrites, with a sad countenance. For they disfigure their","faces that they may appear to men to be fasting. Assuredly,\nI say to you, they have their reward. (17) \"But you, when you\nfast, anoint your head and wash your face, (18) \"so that you\ndo not appear to men to be fasting, but to your Father who\nis in the secret place; and your Father who sees in secret will\nreward you openly."],"start_index":400001006005,"end_index":400001006018,"verse_count":14,"word_count":307},{"reference":"Matthew 25:31-36","translation":"NKJV","division":"Senior","passage_number":79,"release":"NBBC","cards":["(31) \"When the Son of Man comes in His glory, and all the holy\nangels with Him, then He will sit on the throne of His glory. (32) \"All\nthe nations will be gathered before Him, and He will separate them\none from another, as a shepherd divides his sheep from the goats.\n(33) \"And He will set the sheep on His right hand, but the goats\non the left. (34) \"Then the King will say to those on His right hand,\n'Come, you blessed of My Father, inherit the kingdom prepared\nfor you from the foundation of the world: (35) 'for I was hungry\nand you gave Me food; I was thirsty and you gave Me drink; I was\na stranger and you took Me in; (36) 'I was naked and you clothed\nMe; I was sick and you visited Me; I was in prison and you came to\nMe.'"],"start_index":400001025031,"end_index":400001025036,"verse_count":6,"word_count":145},{"reference":"Mark 3:20-27","translation":"NKJV","division":"Senior","passage_number":80,"release":"NBBC","cards":["(20) Then the multitude came together again, so that they\ncould not so much as eat bread. (21) But when His own\npeople heard about this, they went out to lay hold of Him,\nfor they said, \"He is out of His mind.\" (22) And the scribes\nwho came down from Jerusalem said, \"He has Beelzebub,\"\nand, \"By the ruler of the demons He casts out demons.\" (23)\nSo He called them to Himself and said to them in parables:\n\"How can Satan cast out Satan? (24) \"If a kingdom is divided\nagainst itself, that kingdom cannot stand. (25) \"And if a house\nis divided against itself, that house cannot stand. (26) \"And if\nSatan has risen up against himself, and is divided, he cannot","stand, but has an end. (27) \"No one can enter a strong man's\nhouse and plunder his goods, unless he first binds the strong\nman. And then he will plunder his house."],"start_index":400002003020,"end_index":400002003027,"verse_count":8,"word_count":149},{"reference":"Mark 6:2-11","translation":"NKJV","division":"Senior","passage_number":81,"release":"NBBC","cards":["(2) And when the Sabbath had come, He began to teach in the\nsynagogue. And many hearing Him were astonished, saying,\n\"Where did this Man get these things? And what wisdom is this\nwhich is given to Him, that such mighty works are performed by His\nhands! (3) \"Is this not the carpenter, the Son of Mary, and brother\nof James, Joses, Judas, and Simon? And are not His sisters here\nwith us?\" So they were offended at Him. (4) But Jesus said to them,\n\"A prophet is not without honor except in his own country, among\nhis own relatives, and in his own house.\" (5) Now He could do no\nmighty work there, except that He laid His hands on a few sick\npeople and healed them. (6) And He marveled because of their\nunbelief. Then He went about the villages in a circuit, teaching.","(7) And He called the twelve to Himself, and began to send them\nout two by two, and gave them power over unclean spirits. (8) He\ncommanded them to take nothing for the journey except a staff--\nno bag, no bread, no copper in their money belts-- (9) but to wear\nsandals, and not to put on two tunics. (10) Also He said to them, \"In\nwhatever place you enter a house, stay there till you depart from\nthat place. (11) \"And whoever will not receive you nor hear you,\nwhen you depart from there, shake off the dust under your feet as\na testimony against them. Assuredly, I say to you, it will be more\ntolerable for Sodom and Gomorrah in the day of judgment than\nfor that city!\""],"start_index":400002006002,"end_index":400002006011,"verse_count":10,"word_count":266},{"reference":"Luke 15:7-24","translation":"NKJV","division":"Senior","passage_number":82,"release":"NBBC","cards":["(7) \"I say to you that likewise there will be more joy in heaven over\none sinner who repents than over ninety-nine just persons who\nneed no repentance. (8) \"Or what woman, having ten silver coins,\nif she loses one coin, does not light a lamp, sweep the house, and\nsearch carefully until she finds it? (9) \"And when she has found\nit, she calls her friends and neighbors together, saying, 'Rejoice\nwith me, for I have found the piece which I lost!' (10) \"Likewise, I\nsay to you, there is joy in the presence of the angels of God over\none sinner who repents.\" (11) Then He said: \"A certain man had\ntwo sons. (12) \"And the younger of them said to his father, 'Father,\ngive me the portion of goods that falls to me.' So he divided to\nthem his livelihood. (13) \"And not many days after, the younger","son gathered all together, journeyed to a far country, and there\nwasted his possessions with prodigal living. (14) \"But when he had\nspent all, there arose a severe famine in that land, and he began\nto be in want. (15) \"Then he went and joined himself to a citizen\nof that country, and he sent him into his fields to feed swine. (16)\n\"And he would gladly have filled his stomach with the pods that\nthe swine ate, and no one gave him anything. (17) \"But when he\ncame to himself, he said, 'How many of my father's hired servants\nhave bread enough and to spare, and I perish with hunger! (18) 'I\nwill arise and go to my father, and will say to him, \"Father, I have\nsinned against heaven and before you, (19) \"and I am no longer\nworthy to be called your son. Make me like one of your hired","servants.\" ' (20) \"And he arose and came to his father. But when he\nwas still a great way off, his father saw him and had compassion,\nand ran and fell on his neck and kissed him. (21) \"And the son said\nto him, 'Father, I have sinned against heaven and in your sight, and\nam no longer worthy to be called your son.' (22) \"But the father\nsaid to his servants, 'Bring out the best robe and put it on him, and\nput a ring on his hand and sandals on his feet. (23) 'And bring the\nfatted calf here and kill it, and let us eat and be merry; (24) 'for this\nmy son was dead and is alive again; he was lost and is found.' And\nthey began to be merry."],"start_index":400003015007,"end_index":400003015024,"verse_count":18,"word_count":420},{"reference":"John 4:43-54","translation":"NKJV","division":"Senior","passage_number":83,"release":"NBBC","cards":["(43) Now after the two days He departed from there and went to\nGalilee. (44) For Jesus Himself testified that a prophet has no honor\nin his own country. (45) So when He came to Galilee, the Galileans\nreceived Him, having seen all the things He did in Jerusalem at the\nfeast; for they also had gone to the feast. (46) So Jesus came again\nto Cana of Galilee where He had made the water wine. And there\nwas a certain nobleman whose son was sick at Capernaum. (47)\nWhen he heard that Jesus had come out of Judea into Galilee, he\nwent to Him and implored Him to come down and heal his son, for\nhe was at the point of death. (48) Then Jesus said to him, \"Unless\nyou people see signs and wonders, you will by no means believe.\"","(49) The nobleman said to Him, \"Sir, come down before my child\ndies!\" (50) Jesus said to him, \"Go your way; your son lives.\" So the\nman believed the word that Jesus spoke to him, and he went his\nway. (51) And as he was now going down, his servants met him and\ntold him, saying, \"Your son lives!\" (52) Then he inquired of them\nthe hour when he got better. And they said to him, \"Yesterday at\nthe seventh hour the fever left him.\" (53) So the father knew that it\nwas at the same hour in which Jesus said to him, \"Your son lives.\"\nAnd he himself believed, and his whole household. (54) This again\nis the second sign Jesus did when He had come out of Judea into\nGalilee."],"start_index":400004004043,"end_index":400004004054,"verse_count":12,"word_count":262},{"reference":"John 5:19-40","translation":"NKJV","division":"Senior","passage_number":84,"release":"NBBC","cards":["(19) Then Jesus answered and said to them, \"Most assuredly,\nI say to you, the Son can do nothing of Himself, but what He\nsees the Father do; for whatever He does, the Son also does\nin like manner. (20) \"For the Father loves the Son, and shows\nHim all things that He Himself does; and He will show Him\ngreater works than these, that you may marvel. (21) \"For as\nthe Father raises the dead and gives life to them, even so the\nSon gives life to whom He will. (22) \"For the Father judges no\none, but has committed all judgment to the Son, (23) \"that all\nshould honor the Son just as they honor the Father. He who\ndoes not honor the Son does not honor the Father who sent","Him. (24) \"Most assuredly, I say to you, he who hears My word\nand believes in Him who sent Me has everlasting life, and\nshall not come into judgment, but has passed from death into\nlife. (25) \"Most assuredly, I say to you, the hour is coming, and\nnow is, when the dead will hear the voice of the Son of God;\nand those who hear will live. (26) \"For as the Father has life\nin Himself, so He has granted the Son to have life in Himself,\n(27) \"and has given Him authority to execute judgment also,\nbecause He is the Son of Man. (28) \"Do not marvel at this;\nfor the hour is coming in which all who are in the graves will\nhear His voice (29) \"and come forth--those who have done","good, to the resurrection of life, and those who have done\nevil, to the resurrection of condemnation. (30) \"I can of Myself\ndo nothing. As I hear, I judge; and My judgment is righteous,\nbecause I do not seek My own will but the will of the Father\nwho sent Me. (31) \"If I bear witness of Myself, My witness is\nnot true. (32) \"There is another who bears witness of Me, and\nI know that the witness which He witnesses of Me is true. (33)\n\"You have sent to John, and he has borne witness to the truth.\n(34) \"Yet I do not receive testimony from man, but I say these\nthings that you may be saved. (35) \"He was the burning and\nshining lamp, and you were willing for a time to rejoice in","his light. (36) \"But I have a greater witness than John's; for\nthe works which the Father has given Me to finish--the very\nworks that I do--bear witness of Me, that the Father has sent\nMe. (37) \"And the Father Himself, who sent Me, has testified\nof Me. You have neither heard His voice at any time, nor seen\nHis form. (38) \"But you do not have His word abiding in you,\nbecause whom He sent, Him you do not believe. (39) \"You\nsearch the Scriptures, for in them you think you have eternal\nlife; and these are they which testify of Me. (40) \"But you are\nnot willing to come to Me that you may have life."],"start_index":400004005019,"end_index":400004005040,"verse_count":22,"word_count":503},{"reference":"Acts 3:1-20","translation":"NKJV","division":"Senior","passage_number":85,"release":"NBBC","cards":["(1) Now Peter and John went up together to the temple at\nthe hour of prayer, the ninth hour. (2) And a certain man lame\nfrom his mother's womb was carried, whom they laid daily at\nthe gate of the temple which is called Beautiful, to ask alms\nfrom those who entered the temple; (3) who, seeing Peter\nand John about to go into the temple, asked for alms. (4)\nAnd fixing his eyes on him, with John, Peter said, \"Look at\nus.\" (5) So he gave them his attention, expecting to receive\nsomething from them. (6) Then Peter said, \"Silver and gold\nI do not have, but what I do have I give you: In the name of\nJesus Christ of Nazareth, rise up and walk.\" (7) And he took","him by the right hand and lifted him up, and immediately his\nfeet and ankle bones received strength. (8) So he, leaping\nup, stood and walked and entered the temple with them--\nwalking, leaping, and praising God. (9) And all the people\nsaw him walking and praising God. (10) Then they knew that\nit was he who sat begging alms at the Beautiful Gate of the\ntemple; and they were filled with wonder and amazement\nat what had happened to him. (11) Now as the lame man\nwho was healed held on to Peter and John, all the people\nran together to them in the porch which is called Solomon's,\ngreatly amazed. (12) So when Peter saw it, he responded to","the people: \"Men of Israel, why do you marvel at this? Or\nwhy look so intently at us, as though by our own power or\ngodliness we had made this man walk? (13) \"The God of\nAbraham, Isaac, and Jacob, the God of our fathers, glorified\nHis Servant Jesus, whom you delivered up and denied in the\npresence of Pilate, when he was determined to let Him go.\n(14) \"But you denied the Holy One and the Just, and asked\nfor a murderer to be granted to you, (15) \"and killed the\nPrince of life, whom God raised from the dead, of which we\nare witnesses. (16) \"And His name, through faith in His name,\nhas made this man strong, whom you see and know. Yes, the","faith which comes through Him has given him this perfect\nsoundness in the presence of you all. (17) \"Yet now, brethren,\nI know that you did it in ignorance, as did also your rulers. (18)\n\"But those things which God foretold by the mouth of all His\nprophets, that the Christ would suffer, He has thus fulfilled.\n(19) \"Repent therefore and be converted, that your sins may\nbe blotted out, so that times of refreshing may come from\nthe presence of the Lord, (20) \"and that He may send Jesus\nChrist, who was preached to you before,"],"start_index":400005003001,"end_index":400005003020,"verse_count":20,"word_count":456},{"reference":"Acts 10:9-22","translation":"NKJV","division":"Senior","passage_number":86,"release":"NBBC","cards":["(9) The next day, as they went on their journey and drew near\nthe city, Peter went up on the housetop to pray, about the\nsixth hour. (10) Then he became very hungry and wanted to\neat; but while they made ready, he fell into a trance (11) and\nsaw heaven opened and an object like a great sheet bound at\nthe four corners, descending to him and let down to the earth.\n(12) In it were all kinds of four-footed animals of the earth,\nwild beasts, creeping things, and birds of the air. (13) And a\nvoice came to him, \"Rise, Peter; kill and eat.\" (14) But Peter\nsaid, \"Not so, Lord! For I have never eaten anything common\nor unclean.\" (15) And a voice spoke to him again the second","time, \"What God has cleansed you must not call common.\"\n(16) This was done three times. And the object was taken up\ninto heaven again. (17) Now while Peter wondered within\nhimself what this vision which he had seen meant, behold,\nthe men who had been sent from Cornelius had made inquiry\nfor Simon's house, and stood before the gate. (18) And they\ncalled and asked whether Simon, whose surname was Peter,\nwas lodging there. (19) While Peter thought about the vision,\nthe Spirit said to him, \"Behold, three men are seeking you.\n(20) \"Arise therefore, go down and go with them, doubting\nnothing; for I have sent them.\" (21) Then Peter went down","to the men who had been sent to him from Cornelius, and\nsaid, \"Yes, I am he whom you seek. For what reason have you\ncome?\" (22) And they said, \"Cornelius the centurion, a just\nman, one who fears God and has a good reputation among\nall the nation of the Jews, was divinely instructed by a holy\nangel to summon you to his house, and to hear words from\nyou.\""],"start_index":400005010009,"end_index":400005010022,"verse_count":14,"word_count":304},{"reference":"Romans 2:1-12","translation":"NKJV","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) Therefore you are inexcusable, O man, whoever you are who\njudge, for in whatever you judge another you condemn yourself;\nfor you who judge practice the same things. (2) But we know that\nthe judgment of God is according to truth against those who\npractice such things. (3) And do you think this, O man, you who\njudge those practicing such things, and doing the same, that\nyou will escape the judgment of God? (4) Or do you despise\nthe riches of His goodness, forbearance, and longsuffering, not\nknowing that the goodness of God leads you to repentance? (5)\nBut in accordance with your hardness and your impenitent heart\nyou are treasuring up for yourself wrath in the day of wrath and","revelation of the righteous judgment of God, (6) who \"will render\nto each one according to his deeds\": (7) eternal life to those who\nby patient continuance in doing good seek for glory, honor, and\nimmortality; (8) but to those who are self-seeking and do not obey\nthe truth, but obey unrighteousness--indignation and wrath, (9)\ntribulation and anguish, on every soul of man who does evil, of the\nJew first and also of the Greek; (10) but glory, honor, and peace to\neveryone who works what is good, to the Jew first and also to the\nGreek. (11) For there is no partiality with God. (12) For as many as\nhave sinned without law will also perish without law, and as many\nas have sinned in the law will be judged by the law"],"start_index":400006002001,"end_index":400006002012,"verse_count":12,"word_count":247},{"reference":"Romans 7:6-12","translation":"NKJV","division":"Senior","passage_number":88,"release":"NBBC","cards":["(6) But now we have been delivered from the law, having\ndied to what we were held by, so that we should serve in the\nnewness of the Spirit and not in the oldness of the letter. (7)\nWhat shall we say then? Is the law sin? Certainly not! On the\ncontrary, I would not have known sin except through the law.\nFor I would not have known covetousness unless the law had\nsaid, \"You shall not covet.\" (8) But sin, taking opportunity\nby the commandment, produced in me all manner of evil\ndesire. For apart from the law sin was dead. (9) I was alive\nonce without the law, but when the commandment came, sin\nrevived and I died. (10) And the commandment, which was to","bring life, I found to bring death. (11) For sin, taking occasion\nby the commandment, deceived me, and by it killed me. (12)\nTherefore the law is holy, and the commandment holy and\njust and good."],"start_index":400006007006,"end_index":400006007012,"verse_count":7,"word_count":156},{"reference":"1 Corinthians 3:5-17","translation":"NKJV","division":"Senior","passage_number":89,"release":"NBBC","cards":["(5) Who then is Paul, and who is Apollos, but ministers through\nwhom you believed, as the Lord gave to each one? (6) I planted,\nApollos watered, but God gave the increase. (7) So then neither\nhe who plants is anything, nor he who waters, but God who gives\nthe increase. (8) Now he who plants and he who waters are one,\nand each one will receive his own reward according to his own\nlabor. (9) For we are God's fellow workers; you are God's field, you\nare God's building. (10) According to the grace of God which was\ngiven to me, as a wise master builder I have laid the foundation,\nand another builds on it. But let each one take heed how he builds\non it. (11) For no other foundation can anyone lay than that which","is laid, which is Jesus Christ. (12) Now if anyone builds on this\nfoundation with gold, silver, precious stones, wood, hay, straw,\n(13) each one's work will become clear; for the Day will declare it,\nbecause it will be revealed by fire; and the fire will test each one's\nwork, of what sort it is. (14) If anyone's work which he has built on it\nendures, he will receive a reward. (15) If anyone's work is burned,\nhe will suffer loss; but he himself will be saved, yet so as through\nfire. (16) Do you not know that you are the temple of God and that\nthe Spirit of God dwells in you? (17) If anyone defiles the temple\nof God, God will destroy him. For the temple of God is holy, which\ntemple you are."],"start_index":400007003005,"end_index":400007003017,"verse_count":13,"word_count":262},{"reference":"2 Corinthians 3:7-18","translation":"NKJV","division":"Senior","passage_number":90,"release":"NBBC","cards":["(7) But if the ministry of death, written and engraved on stones,\nwas glorious, so that the children of Israel could not look steadily at\nthe face of Moses because of the glory of his countenance, which\nglory was passing away, (8) how will the ministry of the Spirit not\nbe more glorious? (9) For if the ministry of condemnation had\nglory, the ministry of righteousness exceeds much more in glory.\n(10) For even what was made glorious had no glory in this respect,\nbecause of the glory that excels. (11) For if what is passing away\nwas glorious, what remains is much more glorious. (12) Therefore,\nsince we have such hope, we use great boldness of speech-- (13)\nunlike Moses, who put a veil over his face so that the children of","Israel could not look steadily at the end of what was passing away.\n(14) But their minds were blinded. For until this day the same veil\nremains unlifted in the reading of the Old Testament, because the\nveil is taken away in Christ. (15) But even to this day, when Moses is\nread, a veil lies on their heart. (16) Nevertheless when one turns to\nthe Lord, the veil is taken away. (17) Now the Lord is the Spirit; and\nwhere the Spirit of the Lord is, there is liberty. (18) But we all, with\nunveiled face, beholding as in a mirror the glory of the Lord, are\nbeing transformed into the same image from glory to glory, just as\nby the Spirit of the Lord."],"start_index":400008003007,"end_index":400008003018,"verse_count":12,"word_count":247},{"reference":"2 Corinthians 13:5-8","translation":"NKJV","division":"Senior","passage_number":91,"release":"NBBC","cards":["(5) Examine yourselves as to whether you are in the faith. Test\nyourselves. Do you not know yourselves, that Jesus Christ\nis in you?--unless indeed you are disqualified. (6) But I trust\nthat you will know that we are not disqualified. (7) Now I\npray to God that you do no evil, not that we should appear\napproved, but that you should do what is honorable, though\nwe may seem disqualified. (8) For we can do nothing against\nthe truth, but for the truth."],"start_index":400008013005,"end_index":400008013008,"verse_count":4,"word_count":81},{"reference":"Ephesians 2:1-13","translation":"NKJV","division":"Senior","passage_number":92,"release":"NBBC","cards":["(1) And you He made alive, who were dead in trespasses and sins,\n(2) in which you once walked according to the course of this world,\naccording to the prince of the power of the air, the spirit who now\nworks in the sons of disobedience, (3) among whom also we all\nonce conducted ourselves in the lusts of our flesh, fulfilling the\ndesires of the flesh and of the mind, and were by nature children\nof wrath, just as the others. (4) But God, who is rich in mercy,\nbecause of His great love with which He loved us, (5) even when\nwe were dead in trespasses, made us alive together with Christ (by\ngrace you have been saved), (6) and raised us up together, and\nmade us sit together in the heavenly places in Christ Jesus, (7) that\nin the ages to come He might show the exceeding riches of His","grace in His kindness toward us in Christ Jesus. (8) For by grace\nyou have been saved through faith, and that not of yourselves; it is\nthe gift of God, (9) not of works, lest anyone should boast. (10) For\nwe are His workmanship, created in Christ Jesus for good works,\nwhich God prepared beforehand that we should walk in them. (11)\nTherefore remember that you, once Gentiles in the flesh--who are\ncalled Uncircumcision by what is called the Circumcision made in\nthe flesh by hands-- (12) that at that time you were without Christ,\nbeing aliens from the commonwealth of Israel and strangers from\nthe covenants of promise, having no hope and without God in the\nworld. (13) But now in Christ Jesus you who once were far off have\nbeen brought near by the blood of Christ."],"start_index":400010002001,"end_index":400010002013,"verse_count":13,"word_count":280},{"reference":"Ephesians 3:14-21","translation":"NKJV","division":"Senior","passage_number":93,"release":"NBBC","cards":["(14) For this reason I bow my knees to the Father of our Lord\nJesus Christ, (15) from whom the whole family in heaven and\nearth is named, (16) that He would grant you, according to\nthe riches of His glory, to be strengthened with might through\nHis Spirit in the inner man, (17) that Christ may dwell in your\nhearts through faith; that you, being rooted and grounded in\nlove, (18) may be able to comprehend with all the saints what\nis the width and length and depth and height-- (19) to know\nthe love of Christ which passes knowledge; that you may be\nfilled with all the fullness of God. (20) Now to Him who is able\nto do exceedingly abundantly above all that we ask or think,","according to the power that works in us, (21) to Him be glory\nin the church by Christ Jesus to all generations, forever and\never. Amen."],"start_index":400010003014,"end_index":400010003021,"verse_count":8,"word_count":148},{"reference":"Colossians 1:3-7","translation":"NKJV","division":"Senior","passage_number":94,"release":"NBBC","cards":["(3) We give thanks to the God and Father of our Lord Jesus\nChrist, praying always for you, (4) since we heard of your faith\nin Christ Jesus and of your love for all the saints; (5) because\nof the hope which is laid up for you in heaven, of which you\nheard before in the word of the truth of the gospel, (6) which\nhas come to you, as it has also in all the world, and is bringing\nforth fruit, as it is also among you since the day you heard and\nknew the grace of God in truth; (7) as you also learned from\nEpaphras, our dear fellow servant, who is a faithful minister of\nChrist on your behalf,"],"start_index":400012001003,"end_index":400012001007,"verse_count":5,"word_count":117},{"reference":"Colossians 2:6-10","translation":"NKJV","division":"Senior","passage_number":95,"release":"NBBC","cards":["(6) As you therefore have received Christ Jesus the Lord, so\nwalk in Him, (7) rooted and built up in Him and established\nin the faith, as you have been taught, abounding in it with\nthanksgiving. (8) Beware lest anyone cheat you through\nphilosophy and empty deceit, according to the tradition of\nmen, according to the basic principles of the world, and not\naccording to Christ. (9) For in Him dwells all the fullness of\nthe Godhead bodily; (10) and you are complete in Him, who\nis the head of all principality and power."],"start_index":400012002006,"end_index":400012002010,"verse_count":5,"word_count":89},{"reference":"1 Timothy 2:1-15","translation":"NKJV","division":"Senior","passage_number":96,"release":"NBBC","cards":["(1) Therefore I exhort first of all that supplications, prayers,\nintercessions, and giving of thanks be made for all men, (2) for\nkings and all who are in authority, that we may lead a quiet and\npeaceable life in all godliness and reverence. (3) For this is good\nand acceptable in the sight of God our Savior, (4) who desires all\nmen to be saved and to come to the knowledge of the truth. (5)\nFor there is one God and one Mediator between God and men,\nthe Man Christ Jesus, (6) who gave Himself a ransom for all, to\nbe testified in due time, (7) for which I was appointed a preacher\nand an apostle--I am speaking the truth in Christ and not lying-\n-a teacher of the Gentiles in faith and truth. (8) I desire therefore","that the men pray everywhere, lifting up holy hands, without wrath\nand doubting; (9) in like manner also, that the women adorn\nthemselves in modest apparel, with propriety and moderation,\nnot with braided hair or gold or pearls or costly clothing, (10) but,\nwhich is proper for women professing godliness, with good works.\n(11) Let a woman learn in silence with all submission. (12) And I do\nnot permit a woman to teach or to have authority over a man, but\nto be in silence. (13) For Adam was formed first, then Eve. (14) And\nAdam was not deceived, but the woman being deceived, fell into\ntransgression. (15) Nevertheless she will be saved in childbearing\nif they continue in faith, love, and holiness, with self-control."],"start_index":400015002001,"end_index":400015002015,"verse_count":15,"word_count":250},{"reference":"Hebrews 6:3-8","translation":"NKJV","division":"Senior","passage_number":97,"release":"NBBC","cards":["(3) And this we will do if God permits. (4) For it is impossible\nfor those who were once enlightened, and have tasted the\nheavenly gift, and have become partakers of the Holy Spirit,\n(5) and have tasted the good word of God and the powers of\nthe age to come, (6) if they fall away, to renew them again to\nrepentance, since they crucify again for themselves the Son of\nGod, and put Him to an open shame. (7) For the earth which\ndrinks in the rain that often comes upon it, and bears herbs\nuseful for those by whom it is cultivated, receives blessing\nfrom God; (8) but if it bears thorns and briers, it is rejected\nand near to being cursed, whose end is to be burned."],"start_index":400019006003,"end_index":400019006008,"verse_count":6,"word_count":124},{"reference":"Hebrews 11:17-40","translation":"NKJV","division":"Senior","passage_number":98,"release":"NBBC","cards":["(17) By faith Abraham, when he was tested, offered up Isaac, and\nhe who had received the promises offered up his only begotten\nson, (18) of whom it was said, \"In Isaac your seed shall be called,\"\n(19) concluding that God was able to raise him up, even from the\ndead, from which he also received him in a figurative sense. (20)\nBy faith Isaac blessed Jacob and Esau concerning things to come.\n(21) By faith Jacob, when he was dying, blessed each of the sons of\nJoseph, and worshiped, leaning on the top of his staff. (22) By faith\nJoseph, when he was dying, made mention of the departure of\nthe children of Israel, and gave instructions concerning his bones.\n(23) By faith Moses, when he was born, was hidden three months","by his parents, because they saw he was a beautiful child; and\nthey were not afraid of the king's command. (24) By faith Moses,\nwhen he became of age, refused to be called the son of Pharaoh's\ndaughter, (25) choosing rather to suffer affliction with the people\nof God than to enjoy the passing pleasures of sin, (26) esteeming\nthe reproach of Christ greater riches than the treasures in Egypt;\nfor he looked to the reward. (27) By faith he forsook Egypt, not\nfearing the wrath of the king; for he endured as seeing Him who\nis invisible. (28) By faith he kept the Passover and the sprinkling of\nblood, lest he who destroyed the firstborn should touch them. (29)\nBy faith they passed through the Red Sea as by dry land, whereas","the Egyptians, attempting to do so, were drowned. (30) By faith the\nwalls of Jericho fell down after they were encircled for seven days.\n(31) By faith the harlot Rahab did not perish with those who did\nnot believe, when she had received the spies with peace. (32) And\nwhat more shall I say? For the time would fail me to tell of Gideon\nand Barak and Samson and Jephthah, also of David and Samuel\nand the prophets: (33) who through faith subdued kingdoms,\nworked righteousness, obtained promises, stopped the mouths of\nlions, (34) quenched the violence of fire, escaped the edge of the\nsword, out of weakness were made strong, became valiant in battle,\nturned to flight the armies of the aliens. (35) Women received","their dead raised to life again. Others were tortured, not accepting\ndeliverance, that they might obtain a better resurrection. (36) Still\nothers had trial of mockings and scourgings, yes, and of chains\nand imprisonment. (37) They were stoned, they were sawn in two,\nwere tempted, were slain with the sword. They wandered about in\nsheepskins and goatskins, being destitute, afflicted, tormented--\n(38) of whom the world was not worthy. They wandered in deserts\nand mountains, in dens and caves of the earth. (39) And all these,\nhaving obtained a good testimony through faith, did not receive\nthe promise, (40) God having provided something better for us,\nthat they should not be made perfect apart from us."],"start_index":400019011017,"end_index":400019011040,"verse_count":24,"word_count":484},{"reference":"James 4:1-6","translation":"NKJV","division":"Senior","passage_number":99,"release":"NBBC","cards":["(1) Where do wars and fights come from among you? Do they not\ncome from your desires for pleasure that war in your members?\n(2) You lust and do not have. You murder and covet and cannot\nobtain. You fight and war. Yet you do not have because you do not\nask. (3) You ask and do not receive, because you ask amiss, that you\nmay spend it on your pleasures. (4) Adulterers and adulteresses!\nDo you not know that friendship with the world is enmity with\nGod? Whoever therefore wants to be a friend of the world makes\nhimself an enemy of God. (5) Or do you think that the Scripture\nsays in vain, \"The Spirit who dwells in us yearns jealously\"? (6) But\nHe gives more grace. Therefore He says: \"God resists the proud,\nBut gives grace to the humble.\""],"start_index":400020004001,"end_index":400020004006,"verse_count":6,"word_count":136},{"reference":"James 5:1-12","translation":"NKJV","division":"Senior","passage_number":100,"release":"NBBC","cards":["(1) Come now, you rich, weep and howl for your miseries that\nare coming upon you! (2) Your riches are corrupted, and your\ngarments are moth-eaten. (3) Your gold and silver are corroded,\nand their corrosion will be a witness against you and will eat your\nflesh like fire. You have heaped up treasure in the last days. (4)\nIndeed the wages of the laborers who mowed your fields, which\nyou kept back by fraud, cry out; and the cries of the reapers have\nreached the ears of the Lord of Sabaoth. (5) You have lived on the\nearth in pleasure and luxury; you have fattened your hearts as in a\nday of slaughter. (6) You have condemned, you have murdered the\njust; he does not resist you. (7) Therefore be patient, brethren, until\nthe coming of the Lord. See how the farmer waits for the precious","fruit of the earth, waiting patiently for it until it receives the early\nand latter rain. (8) You also be patient. Establish your hearts, for\nthe coming of the Lord is at hand. (9) Do not grumble against one\nanother, brethren, lest you be condemned. Behold, the Judge is\nstanding at the door! (10) My brethren, take the prophets, who\nspoke in the name of the Lord, as an example of suffering and\npatience. (11) Indeed we count them blessed who endure. You\nhave heard of the perseverance of Job and seen the end intended\nby the Lord--that the Lord is very compassionate and merciful. (12)\nBut above all, my brethren, do not swear, either by heaven or by\nearth or with any other oath. But let your \"Yes\" be \"Yes,\" and your\n\"No,\" \"No,\" lest you fall into judgment."],"start_index":400020005001,"end_index":400020005012,"verse_count":12,"word_count":277},{"reference":"James 5:14-18","translation":"NKJV","division":"Senior","passage_number":101,"release":"NBBC","cards":["(14) Is anyone among you sick? Let him call for the elders of the\nchurch, and let them pray over him, anointing him with oil in\nthe name of the Lord. (15) And the prayer of faith will save the\nsick, and the Lord will raise him up. And if he has committed\nsins, he will be forgiven. (16) Confess your trespasses to one\nanother, and pray for one another, that you may be healed.\nThe effective, fervent prayer of a righteous man avails much.\n(17) Elijah was a man with a nature like ours, and he prayed\nearnestly that it would not rain; and it did not rain on the land\nfor three years and six months. (18) And he prayed again, and\nthe heaven gave rain, and the earth produced its fruit."],"start_index":400020005014,"end_index":400020005018,"verse_count":5,"word_count":129},{"reference":"1 Peter 3:1-12","translation":"NKJV","division":"Senior","passage_number":102,"release":"NBBC","cards":["(1) Wives, likewise, be submissive to your own husbands, that\neven if some do not obey the word, they, without a word,\nmay be won by the conduct of their wives, (2) when they\nobserve your chaste conduct accompanied by fear. (3) Do\nnot let your adornment be merely outward--arranging the\nhair, wearing gold, or putting on fine apparel-- (4) rather let\nit be the hidden person of the heart, with the incorruptible\nbeauty of a gentle and quiet spirit, which is very precious in\nthe sight of God. (5) For in this manner, in former times, the\nholy women who trusted in God also adorned themselves,\nbeing submissive to their own husbands, (6) as Sarah obeyed","Abraham, calling him lord, whose daughters you are if you\ndo good and are not afraid with any terror. (7) Husbands,\nlikewise, dwell with them with understanding, giving honor to\nthe wife, as to the weaker vessel, and as being heirs together\nof the grace of life, that your prayers may not be hindered. (8)\nFinally, all of you be of one mind, having compassion for one\nanother; love as brothers, be tenderhearted, be courteous;\n(9) not returning evil for evil or reviling for reviling, but on the\ncontrary blessing, knowing that you were called to this, that\nyou may inherit a blessing. (10) For \"He who would love life\nAnd see good days, Let him refrain his tongue from evil, And","his lips from speaking deceit. (11) Let him turn away from evil\nand do good; Let him seek peace and pursue it. (12) For the\neyes of the LORD are on the righteous, And His ears are open\nto their prayers; But the face of the LORD is against those\nwho do evil.\""],"start_index":400021003001,"end_index":400021003012,"verse_count":12,"word_count":281},{"reference":"2 Peter 1:5-18","translation":"NKJV","division":"Senior","passage_number":103,"release":"NBBC","cards":["(5) But also for this very reason, giving all diligence, add to your\nfaith virtue, to virtue knowledge, (6) to knowledge self-control,\nto self-control perseverance, to perseverance godliness, (7)\nto godliness brotherly kindness, and to brotherly kindness\nlove. (8) For if these things are yours and abound, you will\nbe neither barren nor unfruitful in the knowledge of our Lord\nJesus Christ. (9) For he who lacks these things is shortsighted,\neven to blindness, and has forgotten that he was cleansed\nfrom his old sins. (10) Therefore, brethren, be even more\ndiligent to make your call and election sure, for if you do these\nthings you will never stumble; (11) for so an entrance will be","supplied to you abundantly into the everlasting kingdom of\nour Lord and Savior Jesus Christ. (12) For this reason I will not\nbe negligent to remind you always of these things, though\nyou know and are established in the present truth. (13) Yes,\nI think it is right, as long as I am in this tent, to stir you up by\nreminding you, (14) knowing that shortly I must put off my tent,\njust as our Lord Jesus Christ showed me. (15) Moreover I will\nbe careful to ensure that you always have a reminder of these\nthings after my decease. (16) For we did not follow cunningly\ndevised fables when we made known to you the power and\ncoming of our Lord Jesus Christ, but were eyewitnesses of","His majesty. (17) For He received from God the Father honor\nand glory when such a voice came to Him from the Excellent\nGlory: \"This is My beloved Son, in whom I am well pleased.\"\n(18) And we heard this voice which came from heaven when\nwe were with Him on the holy mountain."],"start_index":400022001005,"end_index":400022001018,"verse_count":14,"word_count":287},{"reference":"1 John 2:1-17","translation":"NKJV","division":"Senior","passage_number":104,"release":"NBBC","cards":["(1) My little children, these things I write to you, so that you may not\nsin. And if anyone sins, we have an Advocate with the Father, Jesus\nChrist the righteous. (2) And He Himself is the propitiation for our\nsins, and not for ours only but also for the whole world. (3) Now by\nthis we know that we know Him, if we keep His commandments. (4)\nHe who says, \"I know Him,\" and does not keep His commandments,\nis a liar, and the truth is not in him. (5) But whoever keeps His word,\ntruly the love of God is perfected in him. By this we know that we\nare in Him. (6) He who says he abides in Him ought himself also to\nwalk just as He walked. (7) Brethren, I write no new commandment\nto you, but an old commandment which you have had from the\nbeginning. The old commandment is the word which you heard","from the beginning. (8) Again, a new commandment I write to\nyou, which thing is true in Him and in you, because the darkness\nis passing away, and the true light is already shining. (9) He who\nsays he is in the light, and hates his brother, is in darkness until\nnow. (10) He who loves his brother abides in the light, and there\nis no cause for stumbling in him. (11) But he who hates his brother\nis in darkness and walks in darkness, and does not know where he\nis going, because the darkness has blinded his eyes. (12) I write\nto you, little children, Because your sins are forgiven you for His\nname's sake. (13) I write to you, fathers, Because you have known\nHim who is from the beginning. I write to you, young men, Because\nyou have overcome the wicked one. I write to you, little children,","Because you have known the Father. (14) I have written to you,\nfathers, Because you have known Him who is from the beginning.\nI have written to you, young men, Because you are strong, and the\nword of God abides in you, And you have overcome the wicked\none. (15) Do not love the world or the things in the world. If anyone\nloves the world, the love of the Father is not in him. (16) For all that\nis in the world--the lust of the flesh, the lust of the eyes, and the\npride of life--is not of the Father but is of the world. (17) And the\nworld is passing away, and the lust of it; but he who does the will\nof God abides forever."],"start_index":400023002001,"end_index":400023002017,"verse_count":17,"word_count":425},{"reference":"1 John 3:16-22","translation":"NKJV","division":"Senior","passage_number":105,"release":"NBBC","cards":["(16) By this we know love, because He laid down His life for us.\nAnd we also ought to lay down our lives for the brethren. (17) But\nwhoever has this world's goods, and sees his brother in need, and\nshuts up his heart from him, how does the love of God abide in\nhim? (18) My little children, let us not love in word or in tongue,\nbut in deed and in truth. (19) And by this we know that we are of\nthe truth, and shall assure our hearts before Him. (20) For if our\nheart condemns us, God is greater than our heart, and knows all\nthings. (21) Beloved, if our heart does not condemn us, we have\nconfidence toward God. (22) And whatever we ask we receive\nfrom Him, because we keep His commandments and do those\nthings that are pleasing in His sight."],"start_index":400023003016,"end_index":400023003022,"verse_count":7,"word_count":141},{"reference":"1 John 4:13-16","translation":"NKJV","division":"Senior","passage_number":106,"release":"NBBC","cards":["(13) By this we know that we abide in Him, and He in us,\nbecause He has given us of His Spirit. (14) And we have seen\nand testify that the Father has sent the Son as Savior of the\nworld. (15) Whoever confesses that Jesus is the Son of God,\nGod abides in him, and he in God. (16) And we have known\nand believed the love that God has for us. God is love, and he\nwho abides in love abides in God, and God in him."],"start_index":400023004013,"end_index":400023004016,"verse_count":4,"word_count":85}]
