[{"reference":"John 8:31–32","translation":"ESV","division":"Senior","passage_number":1,"release":"Navigate","cards":["(31) So Jesus said to the Jews who had believed him, \"If you\nabide in my word, you are truly my disciples, (32) and you will\nknow the truth, and the truth will set you free.\""],"start_index":400004008031,"end_index":400004008032,"verse_count":2,"word_count":34},{"reference":"John 12:12–16","translation":"ESV","division":"Senior","passage_number":2,"release":"Navigate","cards":["(12) The next day the large crowd that had come to the feast\nheard that Jesus was coming to Jerusalem. (13) So they took\nbranches of palm trees and went out to meet him, crying out,\n\"Hosanna! Blessed is he who comes in the name of the Lord,\neven the King of Israel!\" (14) And Jesus found a young donkey\nand sat on it, just as it is written, (15) \"Fear not, daughter of\nZion; behold, your king is coming, sitting on a donkey's colt!\"\n(16) His disciples did not understand these things at first, but\nwhen Jesus was glorified, then they remembered that these\nthings had been written about him and had been done to\nhim."],"start_index":400004012012,"end_index":400004012016,"verse_count":5,"word_count":112},{"reference":"Psalm 118:22–26","translation":"ESV","division":"Senior","passage_number":3,"release":"Explore","cards":["(22) The stone that the builders rejected has become the\ncornerstone. (23) This is the LORD's doing; it is marvelous in\nour eyes. (24) This is the day that the LORD has made; let us\nrejoice and be glad in it. (25) Save us, we pray, O LORD! O\nLORD, we pray, give us success! (26) Blessed is he who comes\nin the name of the LORD! We bless you from the house of the\nLORD."],"start_index":200019118022,"end_index":200019118026,"verse_count":5,"word_count":71},{"reference":"John 13:13–17","translation":"ESV","division":"Senior","passage_number":4,"release":"Navigate","cards":["(13) You call me Teacher and Lord, and you are right, for so I\nam. (14) If I then, your Lord and Teacher, have washed your\nfeet, you also ought to wash one another's feet. (15) For I\nhave given you an example, that you also should do just as I\nhave done to you. (16) Truly, truly, I say to you, a servant is not\ngreater than his master, nor is a messenger greater than the\none who sent him. (17) If you know these things, blessed are\nyou if you do them."],"start_index":400004013013,"end_index":400004013017,"verse_count":5,"word_count":89},{"reference":"Jeremiah 7:8–11","translation":"ESV","division":"Senior","passage_number":5,"release":"Explore","cards":["(8) \"Behold, you trust in deceptive words to no avail. (9)\nWill you steal, murder, commit adultery, swear falsely, make\nofferings to Baal, and go after other gods that you have not\nknown, (10) and then come and stand before me in this house,\nwhich is called by my name, and say, 'We are delivered!'--only\nto go on doing all these abominations? (11) Has this house,\nwhich is called by my name, become a den of robbers in your\neyes? Behold, I myself have seen it, declares the LORD."],"start_index":200024007008,"end_index":200024007011,"verse_count":4,"word_count":86},{"reference":"John 14:1–6","translation":"ESV","division":"Senior","passage_number":6,"release":"Navigate","cards":["(1) \"Let not your hearts be troubled. Believe in God; believe\nalso in me. (2) In my Father's house are many rooms. If it were\nnot so, would I have told you that I go to prepare a place for\nyou? (3) And if I go and prepare a place for you, I will come\nagain and will take you to myself, that where I am you may\nbe also. (4) And you know the way to where I am going.\" (5)\nThomas said to him, \"Lord, we do not know where you are\ngoing. How can we know the way?\" (6) Jesus said to him, \"I\nam the way, and the truth, and the life. No one comes to the\nFather except through me."],"start_index":400004014001,"end_index":400004014006,"verse_count":6,"word_count":119},{"reference":"Joel 2:10–14","translation":"ESV","division":"Senior","passage_number":7,"release":"Explore","cards":["(10) The earth quakes before them; the heavens tremble. The sun\nand the moon are darkened, and the stars withdraw their shining.\n(11) The LORD utters his voice before his army, for his camp is\nexceedingly great; he who executes his word is powerful. For the\nday of the LORD is great and very awesome; who can endure it?\n(12) \"Yet even now,\" declares the LORD, \"return to me with all your\nheart, with fasting, with weeping, and with mourning; (13) and\nrend your hearts and not your garments.\" Return to the LORD your\nGod, for he is gracious and merciful, slow to anger, and abounding\nin steadfast love; and he relents over disaster. (14) Who knows\nwhether he will not turn and relent, and leave a blessing behind\nhim, a grain offering and a drink offering for the LORD your God?"],"start_index":200029002010,"end_index":200029002014,"verse_count":5,"word_count":137},{"reference":"John 15:5–9","translation":"ESV","division":"Senior","passage_number":8,"release":"Navigate","cards":["(5) I am the vine; you are the branches. Whoever abides in me\nand I in him, he it is that bears much fruit, for apart from me\nyou can do nothing. (6) If anyone does not abide in me he is\nthrown away like a branch and withers; and the branches are\ngathered, thrown into the fire, and burned. (7) If you abide in\nme, and my words abide in you, ask whatever you wish, and it\nwill be done for you. (8) By this my Father is glorified, that you\nbear much fruit and so prove to be my disciples. (9) As the\nFather has loved me, so have I loved you. Abide in my love."],"start_index":400004015005,"end_index":400004015009,"verse_count":5,"word_count":113},{"reference":"Psalm 41:7–9","translation":"ESV","division":"Senior","passage_number":9,"release":"Explore","cards":["(7) All who hate me whisper together about me; they imagine\nthe worst for me. (8) They say, \"A deadly thing is poured out\non him; he will not rise again from where he lies.\" (9) Even my\nclose friend in whom I trusted, who ate my bread, has lifted\nhis heel against me."],"start_index":200019041007,"end_index":200019041009,"verse_count":3,"word_count":51},{"reference":"John 16:13–15","translation":"ESV","division":"Senior","passage_number":10,"release":"Navigate","cards":["(13) When the Spirit of truth comes, he will guide you into\nall the truth, for he will not speak on his own authority, but\nwhatever he hears he will speak, and he will declare to you\nthe things that are to come. (14) He will glorify me, for he will\ntake what is mine and declare it to you. (15) All that the Father\nhas is mine; therefore I said that he will take what is mine and\ndeclare it to you."],"start_index":400004016013,"end_index":400004016015,"verse_count":3,"word_count":80},{"reference":"Jeremiah 31:31–34","translation":"ESV","division":"Senior","passage_number":11,"release":"Explore","cards":["(31) \"Behold, the days are coming, declares the LORD, when I will\nmake a new covenant with the house of Israel and the house of\nJudah, (32) not like the covenant that I made with their fathers on\nthe day when I took them by the hand to bring them out of the\nland of Egypt, my covenant that they broke, though I was their\nhusband, declares the LORD. (33) For this is the covenant that I will\nmake with the house of Israel after those days, declares the LORD:\nI will put my law within them, and I will write it on their hearts. And I\nwill be their God, and they shall be my people. (34) And no longer\nshall each one teach his neighbor and each his brother, saying,\n'Know the LORD,' for they shall all know me, from the least of them\nto the greatest, declares the LORD. For I will forgive their iniquity,\nand I will remember their sin no more.\""],"start_index":200024031031,"end_index":200024031034,"verse_count":4,"word_count":162},{"reference":"John 17:13–19","translation":"ESV","division":"Senior","passage_number":12,"release":"Navigate","cards":["(13) But now I am coming to you, and these things I speak in\nthe world, that they may have my joy fulfilled in themselves.\n(14) I have given them your word, and the world has hated\nthem because they are not of the world, just as I am not of the\nworld. (15) I do not ask that you take them out of the world,\nbut that you keep them from the evil one. (16) They are not\nof the world, just as I am not of the world. (17) Sanctify them\nin the truth; your word is truth. (18) As you sent me into the\nworld, so I have sent them into the world. (19) And for their\nsake I consecrate myself, that they also may be sanctified in\ntruth."],"start_index":400004017013,"end_index":400004017019,"verse_count":7,"word_count":125},{"reference":"Zechariah 13:7–9","translation":"ESV","division":"Senior","passage_number":13,"release":"Explore","cards":["(7) \"Awake, O sword, against my shepherd, against the man\nwho stands next to me,\" declares the LORD of hosts. \"Strike\nthe shepherd, and the sheep will be scattered; I will turn my\nhand against the little ones. (8) In the whole land, declares\nthe LORD, two thirds shall be cut off and perish, and one third\nshall be left alive. (9) And I will put this third into the fire, and\nrefine them as one refines silver, and test them as gold is\ntested. They will call upon my name, and I will answer them.\nI will say, 'They are my people'; and they will say, 'The LORD\nis my God.'\""],"start_index":200038013007,"end_index":200038013009,"verse_count":3,"word_count":109},{"reference":"John 20:30–31","translation":"ESV","division":"Senior","passage_number":14,"release":"Navigate","cards":["(30) Now Jesus did many other signs in the presence of the\ndisciples, which are not written in this book; (31) but these\nare written so that you may believe that Jesus is the Christ,\nthe Son of God, and that by believing you may have life in his\nname."],"start_index":400004020030,"end_index":400004020031,"verse_count":2,"word_count":48},{"reference":"Psalm 16:8–11","translation":"ESV","division":"Senior","passage_number":15,"release":"Explore","cards":["(8) I have set the LORD always before me; because he is at\nmy right hand, I shall not be shaken. (9) Therefore my heart\nis glad, and my whole being rejoices; my flesh also dwells\nsecure. (10) For you will not abandon my soul to Sheol, or let\nyour holy one see corruption. (11) You make known to me the\npath of life; in your presence there is fullness of joy; at your\nright hand are pleasures forevermore."],"start_index":200019016008,"end_index":200019016011,"verse_count":4,"word_count":75},{"reference":"Genesis 41:8","translation":"ESV","division":"Senior","passage_number":16,"release":"NBBC","cards":["(8) So in the morning his spirit was troubled, and he sent and\ncalled for all the magicians of Egypt and all its wise men.\nPharaoh told them his dreams, but there was none who could\ninterpret them to Pharaoh."],"start_index":200001041008,"end_index":200001041008,"verse_count":1,"word_count":39},{"reference":"Exodus 24:1-11","translation":"ESV","division":"Senior","passage_number":17,"release":"NBBC","cards":["(1) Then he said to Moses, \"Come up to the LORD, you and\nAaron, Nadab, and Abihu, and seventy of the elders of Israel,\nand worship from afar. (2) Moses alone shall come near to\nthe LORD, but the others shall not come near, and the people\nshall not come up with him.\" (3) Moses came and told the\npeople all the words of the LORD and all the rules. And all the\npeople answered with one voice and said, \"All the words that\nthe LORD has spoken we will do.\" (4) And Moses wrote down\nall the words of the LORD. He rose early in the morning and\nbuilt an altar at the foot of the mountain, and twelve pillars,\naccording to the twelve tribes of Israel. (5) And he sent young","men of the people of Israel, who offered burnt offerings and\nsacrificed peace offerings of oxen to the LORD. (6) And Moses\ntook half of the blood and put it in basins, and half of the\nblood he threw against the altar. (7) Then he took the Book\nof the Covenant and read it in the hearing of the people. And\nthey said, \"All that the LORD has spoken we will do, and we\nwill be obedient.\" (8) And Moses took the blood and threw it\non the people and said, \"Behold the blood of the covenant\nthat the LORD has made with you in accordance with all these\nwords.\" (9) Then Moses and Aaron, Nadab, and Abihu, and\nseventy of the elders of Israel went up, (10) and they saw the","God of Israel. There was under his feet as it were a pavement\nof sapphire stone, like the very heaven for clearness. (11) And\nhe did not lay his hand on the chief men of the people of\nIsrael; they beheld God, and ate and drank."],"start_index":200002024001,"end_index":200002024011,"verse_count":11,"word_count":300},{"reference":"Numbers 12:5-9","translation":"ESV","division":"Senior","passage_number":18,"release":"NBBC","cards":["(5) And the LORD came down in a pillar of cloud and stood\nat the entrance of the tent and called Aaron and Miriam, and\nthey both came forward. (6) And he said, \"Hear my words: If\nthere is a prophet among you, I the LORD make myself known\nto him in a vision; I speak with him in a dream. (7) Not so with\nmy servant Moses. He is faithful in all my house. (8) With him\nI speak mouth to mouth, clearly, and not in riddles, and he\nbeholds the form of the LORD. Why then were you not afraid\nto speak against my servant Moses?\" (9) And the anger of the\nLORD was kindled against them, and he departed."],"start_index":200004012005,"end_index":200004012009,"verse_count":5,"word_count":117},{"reference":"1 Samuel 2:1-10","translation":"ESV","division":"Senior","passage_number":19,"release":"NBBC","cards":["(1) And Hannah prayed and said, \"My heart exults in the LORD;\nmy horn is exalted in the LORD. My mouth derides my enemies,\nbecause I rejoice in your salvation. (2) \"There is none holy like the\nLORD: for there is none besides you; there is no rock like our God.\n(3) Talk no more so very proudly, let not arrogance come from your\nmouth; for the LORD is a God of knowledge, and by him actions\nare weighed. (4) The bows of the mighty are broken, but the feeble\nbind on strength. (5) Those who were full have hired themselves\nout for bread, but those who were hungry have ceased to hunger.\nThe barren has borne seven, but she who has many children is\nforlorn. (6) The LORD kills and brings to life; he brings down to","Sheol and raises up. (7) The LORD makes poor and makes rich; he\nbrings low and he exalts. (8) He raises up the poor from the dust; he\nlifts the needy from the ash heap to make them sit with princes and\ninherit a seat of honor. For the pillars of the earth are the LORD's,\nand on them he has set the world. (9) \"He will guard the feet of his\nfaithful ones, but the wicked shall be cut off in darkness, for not by\nmight shall a man prevail. (10) The adversaries of the LORD shall\nbe broken to pieces; against them he will thunder in heaven. The\nLORD will judge the ends of the earth; he will give strength to his\nking and exalt the horn of his anointed.\""],"start_index":200009002001,"end_index":200009002010,"verse_count":10,"word_count":260},{"reference":"2 Kings 24:1-5","translation":"ESV","division":"Senior","passage_number":20,"release":"NBBC","cards":["(1) In his days, Nebuchadnezzar king of Babylon came up,\nand Jehoiakim became his servant for three years. Then he\nturned and rebelled against him. (2) And the LORD sent\nagainst him bands of the Chaldeans and bands of the Syrians\nand bands of the Moabites and bands of the Ammonites, and\nsent them against Judah to destroy it, according to the word\nof the LORD that he spoke by his servants the prophets. (3)\nSurely this came upon Judah at the command of the LORD,\nto remove them out of his sight, for the sins of Manasseh,\naccording to all that he had done, (4) and also for the innocent\nblood that he had shed. For he filled Jerusalem with innocent","blood, and the LORD would not pardon. (5) Now the rest\nof the deeds of Jehoiakim and all that he did, are they not\nwritten in the Book of the Chronicles of the Kings of Judah?"],"start_index":200012024001,"end_index":200012024005,"verse_count":5,"word_count":153},{"reference":"2 Chronicles 36:17-20","translation":"ESV","division":"Senior","passage_number":21,"release":"NBBC","cards":["(17) Therefore he brought up against them the king of the\nChaldeans, who killed their young men with the sword in the\nhouse of their sanctuary and had no compassion on young man\nor virgin, old man or aged. He gave them all into his hand. (18)\nAnd all the vessels of the house of God, great and small, and the\ntreasures of the house of the LORD, and the treasures of the king\nand of his princes, all these he brought to Babylon. (19) And they\nburned the house of God and broke down the wall of Jerusalem\nand burned all its palaces with fire and destroyed all its precious\nvessels. (20) He took into exile in Babylon those who had escaped\nfrom the sword, and they became servants to him and to his sons\nuntil the establishment of the kingdom of Persia,"],"start_index":200014036017,"end_index":200014036020,"verse_count":4,"word_count":140},{"reference":"Psalm 5:1-12","translation":"ESV","division":"Senior","passage_number":22,"release":"NBBC","cards":["(1) Give ear to my words, O LORD; consider my groaning. (2)\nGive attention to the sound of my cry, my King and my God,\nfor to you do I pray. (3) O LORD, in the morning you hear my\nvoice; in the morning I prepare a sacrifice for you and watch.\n(4) For you are not a God who delights in wickedness; evil may\nnot dwell with you. (5) The boastful shall not stand before your\neyes; you hate all evildoers. (6) You destroy those who speak\nlies; the LORD abhors the bloodthirsty and deceitful man.\n(7) But I, through the abundance of your steadfast love, will\nenter your house. I will bow down toward your holy temple in\nthe fear of you. (8) Lead me, O LORD, in your righteousness","because of my enemies; make your way straight before me.\n(9) For there is no truth in their mouth; their inmost self is\ndestruction; their throat is an open grave; they flatter with\ntheir tongue. (10) Make them bear their guilt, O God; let\nthem fall by their own counsels; because of the abundance\nof their transgressions cast them out, for they have rebelled\nagainst you. (11) But let all who take refuge in you rejoice; let\nthem ever sing for joy, and spread your protection over them,\nthat those who love your name may exult in you. (12) For you\nbless the righteous, O LORD; you cover him with favor as with\na shield."],"start_index":200019005001,"end_index":200019005012,"verse_count":12,"word_count":235},{"reference":"Psalm 12:1-8","translation":"ESV","division":"Senior","passage_number":23,"release":"NBBC","cards":["(1) Save, O LORD, for the godly one is gone; for the faithful\nhave vanished from among the children of man. (2) Everyone\nutters lies to his neighbor; with flattering lips and a double\nheart they speak. (3) May the LORD cut off all flattering lips,\nthe tongue that makes great boasts, (4) those who say, \"With\nour tongue we will prevail, our lips are with us; who is master\nover us?\" (5) \"Because the poor are plundered, because the\nneedy groan, I will now arise,\" says the LORD; \"I will place him\nin the safety for which he longs.\" (6) The words of the LORD\nare pure words, like silver refined in a furnace on the ground,\npurified seven times. (7) You, O LORD, will keep them; you","will guard us from this generation forever. (8) On every side\nthe wicked prowl, as vileness is exalted among the children\nof man."],"start_index":200019012001,"end_index":200019012008,"verse_count":8,"word_count":144},{"reference":"Psalm 20:1-9","translation":"ESV","division":"Senior","passage_number":24,"release":"NBBC","cards":["(1) May the LORD answer you in the day of trouble! May the\nname of the God of Jacob protect you! (2) May he send you\nhelp from the sanctuary and give you support from Zion! (3)\nMay he remember all your offerings and regard with favor\nyour burnt sacrifices! (4) May he grant you your heart's desire\nand fulfill all your plans! (5) May we shout for joy over your\nsalvation, and in the name of our God set up our banners!\nMay the LORD fulfill all your petitions! (6) Now I know that the\nLORD saves his anointed; he will answer him from his holy\nheaven with the saving might of his right hand. (7) Some trust\nin chariots and some in horses, but we trust in the name of","the LORD our God. (8) They collapse and fall, but we rise and\nstand upright. (9) O LORD, save the king! May he answer us\nwhen we call."],"start_index":200019020001,"end_index":200019020009,"verse_count":9,"word_count":151},{"reference":"Psalm 119:73-103","translation":"ESV","division":"Senior","passage_number":25,"release":"NBBC","cards":["(73) Your hands have made and fashioned me; give me\nunderstanding that I may learn your commandments. (74)\nThose who fear you shall see me and rejoice, because I have\nhoped in your word. (75) I know, O LORD, that your rules are\nrighteous, and that in faithfulness you have afflicted me. (76)\nLet your steadfast love comfort me according to your promise\nto your servant. (77) Let your mercy come to me, that I may\nlive; for your law is my delight. (78) Let the insolent be put to\nshame, because they have wronged me with falsehood; as\nfor me, I will meditate on your precepts. (79) Let those who\nfear you turn to me, that they may know your testimonies.","(80) May my heart be blameless in your statutes, that I may\nnot be put to shame! (81) My soul longs for your salvation; I\nhope in your word. (82) My eyes long for your promise; I ask,\n\"When will you comfort me?\" (83) For I have become like a\nwineskin in the smoke, yet I have not forgotten your statutes.\n(84) How long must your servant endure? When will you judge\nthose who persecute me? (85) The insolent have dug pitfalls\nfor me; they do not live according to your law. (86) All your\ncommandments are sure; they persecute me with falsehood;\nhelp me! (87) They have almost made an end of me on earth,\nbut I have not forsaken your precepts. (88) In your steadfast","love give me life, that I may keep the testimonies of your\nmouth. (89) Forever, O LORD, your word is firmly fixed in the\nheavens. (90) Your faithfulness endures to all generations;\nyou have established the earth, and it stands fast. (91) By\nyour appointment they stand this day, for all things are your\nservants. (92) If your law had not been my delight, I would\nhave perished in my affliction. (93) I will never forget your\nprecepts, for by them you have given me life. (94) I am yours;\nsave me, for I have sought your precepts. (95) The wicked lie\nin wait to destroy me, but I consider your testimonies. (96) I\nhave seen a limit to all perfection, but your commandment","is exceedingly broad. (97) Oh how I love your law! It is my\nmeditation all the day. (98) Your commandment makes me\nwiser than my enemies, for it is ever with me. (99) I have more\nunderstanding than all my teachers, for your testimonies are\nmy meditation. (100) I understand more than the aged, for\nI keep your precepts. (101) I hold back my feet from every\nevil way, in order to keep your word. (102) I do not turn aside\nfrom your rules, for you have taught me. (103) How sweet are\nyour words to my taste, sweeter than honey to my mouth!"],"start_index":200019119073,"end_index":200019119103,"verse_count":31,"word_count":450},{"reference":"Proverbs 8:1-21","translation":"ESV","division":"Senior","passage_number":26,"release":"NBBC","cards":["(1) Does not wisdom call? Does not understanding raise her\nvoice? (2) On the heights beside the way, at the crossroads\nshe takes her stand; (3) beside the gates in front of the town,\nat the entrance of the portals she cries aloud: (4) \"To you, O\nmen, I call, and my cry is to the children of man. (5) O simple\nones, learn prudence; O fools, learn sense. (6) Hear, for I will\nspeak noble things, and from my lips will come what is right,\n(7) for my mouth will utter truth; wickedness is an abomination\nto my lips. (8) All the words of my mouth are righteous; there is\nnothing twisted or crooked in them. (9) They are all straight to\nhim who understands, and right to those who find knowledge.","(10) Take my instruction instead of silver, and knowledge\nrather than choice gold, (11) for wisdom is better than jewels,\nand all that you may desire cannot compare with her. (12)\n\"I, wisdom, dwell with prudence, and I find knowledge and\ndiscretion. (13) The fear of the LORD is hatred of evil. Pride\nand arrogance and the way of evil and perverted speech I\nhate. (14) I have counsel and sound wisdom; I have insight; I\nhave strength. (15) By me kings reign, and rulers decree what\nis just; (16) by me princes rule, and nobles, all who govern\njustly. (17) I love those who love me, and those who seek\nme diligently find me. (18) Riches and honor are with me,","enduring wealth and righteousness. (19) My fruit is better\nthan gold, even fine gold, and my yield than choice silver.\n(20) I walk in the way of righteousness, in the paths of justice,\n(21) granting an inheritance to those who love me, and filling\ntheir treasuries."],"start_index":200020008001,"end_index":200020008021,"verse_count":21,"word_count":280},{"reference":"Proverbs 10:1-15","translation":"ESV","division":"Senior","passage_number":27,"release":"NBBC","cards":["(1) A wise son makes a glad father, but a foolish son is a\nsorrow to his mother. (2) Treasures gained by wickedness\ndo not profit, but righteousness delivers from death. (3) The\nLORD does not let the righteous go hungry, but he thwarts\nthe craving of the wicked. (4) A slack hand causes poverty,\nbut the hand of the diligent makes rich. (5) He who gathers\nin summer is a prudent son, but he who sleeps in harvest is a\nson who brings shame. (6) Blessings are on the head of the\nrighteous, but the mouth of the wicked conceals violence.\n(7) The memory of the righteous is a blessing, but the name\nof the wicked will rot. (8) The wise of heart will receive","commandments, but a babbling fool will come to ruin. (9)\nWhoever walks in integrity walks securely, but he who makes\nhis ways crooked will be found out. (10) Whoever winks the\neye causes trouble, and a babbling fool will come to ruin. (11)\nThe mouth of the righteous is a fountain of life, but the mouth\nof the wicked conceals violence. (12) Hatred stirs up strife,\nbut love covers all offenses. (13) On the lips of him who has\nunderstanding, wisdom is found, but a rod is for the back of\nhim who lacks sense. (14) The wise lay up knowledge, but the\nmouth of a fool brings ruin near. (15) A rich man's wealth is\nhis strong city; the poverty of the poor is their ruin."],"start_index":200020010001,"end_index":200020010015,"verse_count":15,"word_count":238},{"reference":"Proverbs 20:1-30","translation":"ESV","division":"Senior","passage_number":28,"release":"NBBC","cards":["(1) Wine is a mocker, strong drink a brawler, and whoever is\nled astray by it is not wise. (2) The terror of a king is like the\ngrowling of a lion; whoever provokes him to anger forfeits his\nlife. (3) It is an honor for a man to keep aloof from strife, but\nevery fool will be quarreling. (4) The sluggard does not plow\nin the autumn; he will seek at harvest and have nothing. (5)\nThe purpose in a man's heart is like deep water, but a man of\nunderstanding will draw it out. (6) Many a man proclaims his\nown steadfast love, but a faithful man who can find? (7) The\nrighteous who walks in his integrity-- blessed are his children\nafter him! (8) A king who sits on the throne of judgment","winnows all evil with his eyes. (9) Who can say, \"I have made\nmy heart pure; I am clean from my sin\"? (10) Unequal weights\nand unequal measures are both alike an abomination to the\nLORD. (11) Even a child makes himself known by his acts, by\nwhether his conduct is pure and upright. (12) The hearing ear\nand the seeing eye, the LORD has made them both. (13) Love\nnot sleep, lest you come to poverty; open your eyes, and you\nwill have plenty of bread. (14) \"Bad, bad,\" says the buyer,\nbut when he goes away, then he boasts. (15) There is gold\nand abundance of costly stones, but the lips of knowledge\nare a precious jewel. (16) Take a man's garment when he has","put up security for a stranger, and hold it in pledge when he\nputs up security for foreigners. (17) Bread gained by deceit is\nsweet to a man, but afterward his mouth will be full of gravel.\n(18) Plans are established by counsel; by wise guidance wage\nwar. (19) Whoever goes about slandering reveals secrets;\ntherefore do not associate with a simple babbler. (20) If one\ncurses his father or his mother, his lamp will be put out in utter\ndarkness. (21) An inheritance gained hastily in the beginning\nwill not be blessed in the end. (22) Do not say, \"I will repay\nevil\"; wait for the LORD, and he will deliver you. (23) Unequal\nweights are an abomination to the LORD, and false scales are","not good. (24) A man's steps are from the LORD; how then\ncan man understand his way? (25) It is a snare to say rashly,\n\"It is holy,\" and to reflect only after making vows. (26) A wise\nking winnows the wicked and drives the wheel over them.\n(27) The spirit of man is the lamp of the LORD, searching all his\ninnermost parts. (28) Steadfast love and faithfulness preserve\nthe king, and by steadfast love his throne is upheld. (29) The\nglory of young men is their strength, but the splendor of old\nmen is their gray hair. (30) Blows that wound cleanse away\nevil; strokes make clean the innermost parts."],"start_index":200020020001,"end_index":200020020030,"verse_count":30,"word_count":471},{"reference":"Ecclesiastes 9:13-18","translation":"ESV","division":"Senior","passage_number":29,"release":"NBBC","cards":["(13) I have also seen this example of wisdom under the sun,\nand it seemed great to me. (14) There was a little city with few\nmen in it, and a great king came against it and besieged it,\nbuilding great siegeworks against it. (15) But there was found\nin it a poor, wise man, and he by his wisdom delivered the\ncity. Yet no one remembered that poor man. (16) But I say that\nwisdom is better than might, though the poor man's wisdom\nis despised and his words are not heard. (17) The words of\nthe wise heard in quiet are better than the shouting of a ruler\namong fools. (18) Wisdom is better than weapons of war, but\none sinner destroys much good."],"start_index":200021009013,"end_index":200021009018,"verse_count":6,"word_count":120},{"reference":"Isaiah 9:1-7","translation":"ESV","division":"Senior","passage_number":30,"release":"NBBC","cards":["(1) But there will be no gloom for her who was in anguish. In\nthe former time he brought into contempt the land of Zebulun\nand the land of Naphtali, but in the latter time he has made\nglorious the way of the sea, the land beyond the Jordan,\nGalilee of the nations. (2) The people who walked in darkness\nhave seen a great light; those who dwelt in a land of deep\ndarkness, on them has light shone. (3) You have multiplied\nthe nation; you have increased its joy; they rejoice before you\nas with joy at the harvest, as they are glad when they divide\nthe spoil. (4) For the yoke of his burden, and the staff for his\nshoulder, the rod of his oppressor, you have broken as on","the day of Midian. (5) For every boot of the tramping warrior\nin battle tumult and every garment rolled in blood will be\nburned as fuel for the fire. (6) For to us a child is born, to us a\nson is given; and the government shall be upon his shoulder,\nand his name shall be called Wonderful Counselor, Mighty\nGod, Everlasting Father, Prince of Peace. (7) Of the increase\nof his government and of peace there will be no end, on the\nthrone of David and over his kingdom, to establish it and to\nuphold it with justice and with righteousness from this time\nforth and forevermore. The zeal of the LORD of hosts will do\nthis."],"start_index":200023009001,"end_index":200023009007,"verse_count":7,"word_count":243},{"reference":"Isaiah 11:1-5","translation":"ESV","division":"Senior","passage_number":31,"release":"NBBC","cards":["(1) There shall come forth a shoot from the stump of Jesse, and a\nbranch from his roots shall bear fruit. (2) And the Spirit of the LORD\nshall rest upon him, the Spirit of wisdom and understanding, the\nSpirit of counsel and might, the Spirit of knowledge and the fear\nof the LORD. (3) And his delight shall be in the fear of the LORD.\nHe shall not judge by what his eyes see, or decide disputes by\nwhat his ears hear, (4) but with righteousness he shall judge the\npoor, and decide with equity for the meek of the earth; and he\nshall strike the earth with the rod of his mouth, and with the breath\nof his lips he shall kill the wicked. (5) Righteousness shall be the\nbelt of his waist, and faithfulness the belt of his loins."],"start_index":200023011001,"end_index":200023011005,"verse_count":5,"word_count":137},{"reference":"Jeremiah 29:4-7","translation":"ESV","division":"Senior","passage_number":32,"release":"NBBC","cards":["(4) \"Thus says the LORD of hosts, the God of Israel, to all the\nexiles whom I have sent into exile from Jerusalem to Babylon:\n(5) Build houses and live in them; plant gardens and eat their\nproduce. (6) Take wives and have sons and daughters; take\nwives for your sons, and give your daughters in marriage, that\nthey may bear sons and daughters; multiply there, and do\nnot decrease. (7) But seek the welfare of the city where I have\nsent you into exile, and pray to the LORD on its behalf, for in\nits welfare you will find your welfare."],"start_index":200024029004,"end_index":200024029007,"verse_count":4,"word_count":98},{"reference":"Daniel 1:5","translation":"ESV","division":"Senior","passage_number":33,"release":"NBBC","cards":["(5) The king assigned them a daily portion of the food that\nthe king ate, and of the wine that he drank. They were to be\neducated for three years, and at the end of that time they\nwere to stand before the king."],"start_index":200027001005,"end_index":200027001005,"verse_count":1,"word_count":43},{"reference":"Daniel 3:24-25","translation":"ESV","division":"Senior","passage_number":34,"release":"NBBC","cards":["(24) Then King Nebuchadnezzar was astonished and rose\nup in haste. He declared to his counselors, \"Did we not cast\nthree men bound into the fire?\" They answered and said to\nthe king, \"True, O king.\" (25) He answered and said, \"But I see\nfour men unbound, walking in the midst of the fire, and they\nare not hurt; and the appearance of the fourth is like a son of\nthe gods.\""],"start_index":200027003024,"end_index":200027003025,"verse_count":2,"word_count":70},{"reference":"Daniel 12:1-9","translation":"ESV","division":"Senior","passage_number":35,"release":"NBBC","cards":["(1) \"At that time shall arise Michael, the great prince who has\ncharge of your people. And there shall be a time of trouble,\nsuch as never has been since there was a nation till that time.\nBut at that time your people shall be delivered, everyone\nwhose name shall be found written in the book. (2) And\nmany of those who sleep in the dust of the earth shall awake,\nsome to everlasting life, and some to shame and everlasting\ncontempt. (3) And those who are wise shall shine like the\nbrightness of the sky above; and those who turn many to\nrighteousness, like the stars forever and ever. (4) But you,\nDaniel, shut up the words and seal the book, until the time","of the end. Many shall run to and fro, and knowledge shall\nincrease.\" (5) Then I, Daniel, looked, and behold, two others\nstood, one on this bank of the stream and one on that bank of\nthe stream. (6) And someone said to the man clothed in linen,\nwho was above the waters of the stream, \"How long shall it\nbe till the end of these wonders?\" (7) And I heard the man\nclothed in linen, who was above the waters of the stream;\nhe raised his right hand and his left hand toward heaven and\nswore by him who lives forever that it would be for a time,\ntimes, and half a time, and that when the shattering of the\npower of the holy people comes to an end all these things","would be finished. (8) I heard, but I did not understand. Then I\nsaid, \"O my lord, what shall be the outcome of these things?\"\n(9) He said, \"Go your way, Daniel, for the words are shut up\nand sealed until the time of the end."],"start_index":200027012001,"end_index":200027012009,"verse_count":9,"word_count":295},{"reference":"Joel 2:15-29","translation":"ESV","division":"Senior","passage_number":36,"release":"NBBC","cards":["(15) Blow the trumpet in Zion; consecrate a fast; call a\nsolemn assembly; (16) gather the people. Consecrate the\ncongregation; assemble the elders; gather the children,\neven nursing infants. Let the bridegroom leave his room, and\nthe bride her chamber. (17) Between the vestibule and the\naltar let the priests, the ministers of the LORD, weep and say,\n\"Spare your people, O LORD, and make not your heritage\na reproach, a byword among the nations. Why should they\nsay among the peoples, 'Where is their God?'\" (18) Then the\nLORD became jealous for his land and had pity on his people.\n(19) The LORD answered and said to his people, \"Behold, I am","sending to you grain, wine, and oil, and you will be satisfied;\nand I will no more make you a reproach among the nations.\n(20) \"I will remove the northerner far from you, and drive\nhim into a parched and desolate land, his vanguard into the\neastern sea, and his rear guard into the western sea; the stench\nand foul smell of him will rise, for he has done great things.\n(21) \"Fear not, O land; be glad and rejoice, for the LORD has\ndone great things! (22) Fear not, you beasts of the field, for\nthe pastures of the wilderness are green; the tree bears its\nfruit; the fig tree and vine give their full yield. (23) \"Be glad, O\nchildren of Zion, and rejoice in the LORD your God, for he has","given the early rain for your vindication; he has poured down\nfor you abundant rain, the early and the latter rain, as before.\n(24) \"The threshing floors shall be full of grain; the vats shall\noverflow with wine and oil. (25) I will restore to you the years\nthat the swarming locust has eaten, the hopper, the destroyer,\nand the cutter, my great army, which I sent among you. (26)\n\"You shall eat in plenty and be satisfied, and praise the name\nof the LORD your God, who has dealt wondrously with you.\nAnd my people shall never again be put to shame. (27) You\nshall know that I am in the midst of Israel, and that I am the\nLORD your God and there is none else. And my people shall","never again be put to shame. (28) \"And it shall come to pass\nafterward, that I will pour out my Spirit on all flesh; your sons\nand your daughters shall prophesy, your old men shall dream\ndreams, and your young men shall see visions. (29) Even on\nthe male and female servants in those days I will pour out my\nSpirit."],"start_index":200029002015,"end_index":200029002029,"verse_count":15,"word_count":425},{"reference":"Amos 3:3-8","translation":"ESV","division":"Senior","passage_number":37,"release":"NBBC","cards":["(3) \"Do two walk together, unless they have agreed to meet?\n(4) Does a lion roar in the forest, when he has no prey? Does\na young lion cry out from his den, if he has taken nothing?\n(5) Does a bird fall in a snare on the earth, when there is no\ntrap for it? Does a snare spring up from the ground, when it\nhas taken nothing? (6) Is a trumpet blown in a city, and the\npeople are not afraid? Does disaster come to a city, unless\nthe LORD has done it? (7) \"For the Lord GOD does nothing\nwithout revealing his secret to his servants the prophets. (8)\nThe lion has roared; who will not fear? The Lord GOD has\nspoken; who can but prophesy?\""],"start_index":200030003003,"end_index":200030003008,"verse_count":6,"word_count":123},{"reference":"Mark 9:2-13","translation":"ESV","division":"Senior","passage_number":38,"release":"NBBC","cards":["(2) And after six days Jesus took with him Peter and James and\nJohn, and led them up a high mountain by themselves. And he\nwas transfigured before them, (3) and his clothes became radiant,\nintensely white, as no one on earth could bleach them. (4) And\nthere appeared to them Elijah with Moses, and they were talking\nwith Jesus. (5) And Peter said to Jesus, \"Rabbi, it is good that we\nare here. Let us make three tents, one for you and one for Moses\nand one for Elijah.\" (6) For he did not know what to say, for they\nwere terrified. (7) And a cloud overshadowed them, and a voice\ncame out of the cloud, \"This is my beloved Son; listen to him.\"\n(8) And suddenly, looking around, they no longer saw anyone","with them but Jesus only. (9) And as they were coming down the\nmountain, he charged them to tell no one what they had seen,\nuntil the Son of Man had risen from the dead. (10) So they kept\nthe matter to themselves, questioning what this rising from the\ndead might mean. (11) And they asked him, \"Why do the scribes\nsay that first Elijah must come?\" (12) And he said to them, \"Elijah\ndoes come first to restore all things. And how is it written of the\nSon of Man that he should suffer many things and be treated with\ncontempt? (13) But I tell you that Elijah has come, and they did to\nhim whatever they pleased, as it is written of him.\""],"start_index":400002009002,"end_index":400002009013,"verse_count":12,"word_count":248},{"reference":"Mark 10:17-22","translation":"ESV","division":"Senior","passage_number":39,"release":"NBBC","cards":["(17) And as he was setting out on his journey, a man ran up and\nknelt before him and asked him, \"Good Teacher, what must I do\nto inherit eternal life?\" (18) And Jesus said to him, \"Why do you\ncall me good? No one is good except God alone. (19) You know\nthe commandments: 'Do not murder, Do not commit adultery, Do\nnot steal, Do not bear false witness, Do not defraud, Honor your\nfather and mother.'\" (20) And he said to him, \"Teacher, all these I\nhave kept from my youth.\" (21) And Jesus, looking at him, loved\nhim, and said to him, \"You lack one thing: go, sell all that you have\nand give to the poor, and you will have treasure in heaven; and\ncome, follow me.\" (22) Disheartened by the saying, he went away\nsorrowful, for he had great possessions."],"start_index":400002010017,"end_index":400002010022,"verse_count":6,"word_count":139},{"reference":"Luke 7:11-16","translation":"ESV","division":"Senior","passage_number":40,"release":"NBBC","cards":["(11) Soon afterward he went to a town called Nain, and his disciples\nand a great crowd went with him. (12) As he drew near to the gate\nof the town, behold, a man who had died was being carried out, the\nonly son of his mother, and she was a widow, and a considerable\ncrowd from the town was with her. (13) And when the Lord saw\nher, he had compassion on her and said to her, \"Do not weep.\"\n(14) Then he came up and touched the bier, and the bearers stood\nstill. And he said, \"Young man, I say to you, arise.\" (15) And the\ndead man sat up and began to speak, and Jesus gave him to his\nmother. (16) Fear seized them all, and they glorified God, saying,\n\"A great prophet has arisen among us!\" and \"God has visited his\npeople!\""],"start_index":400003007011,"end_index":400003007016,"verse_count":6,"word_count":140},{"reference":"John 14:18-21","translation":"ESV","division":"Senior","passage_number":41,"release":"NBBC","cards":["(18) \"I will not leave you as orphans; I will come to you. (19)\nYet a little while and the world will see me no more, but you\nwill see me. Because I live, you also will live. (20) In that day\nyou will know that I am in my Father, and you in me, and I in\nyou. (21) Whoever has my commandments and keeps them,\nhe it is who loves me. And he who loves me will be loved by\nmy Father, and I will love him and manifest myself to him.\""],"start_index":400004014018,"end_index":400004014021,"verse_count":4,"word_count":90},{"reference":"John 14:25-27","translation":"ESV","division":"Senior","passage_number":42,"release":"NBBC","cards":["(25) \"These things I have spoken to you while I am still with\nyou. (26) But the Helper, the Holy Spirit, whom the Father will\nsend in my name, he will teach you all things and bring to\nyour remembrance all that I have said to you. (27) Peace I\nleave with you; my peace I give to you. Not as the world gives\ndo I give to you. Let not your hearts be troubled, neither let\nthem be afraid."],"start_index":400004014025,"end_index":400004014027,"verse_count":3,"word_count":77},{"reference":"John 20:11-21","translation":"ESV","division":"Senior","passage_number":44,"release":"NBBC","cards":["(11) But Mary stood weeping outside the tomb, and as she\nwept she stooped to look into the tomb. (12) And she saw\ntwo angels in white, sitting where the body of Jesus had lain,\none at the head and one at the feet. (13) They said to her,\n\"Woman, why are you weeping?\" She said to them, \"They\nhave taken away my Lord, and I do not know where they have\nlaid him.\" (14) Having said this, she turned around and saw\nJesus standing, but she did not know that it was Jesus. (15)\nJesus said to her, \"Woman, why are you weeping? Whom are\nyou seeking?\" Supposing him to be the gardener, she said\nto him, \"Sir, if you have carried him away, tell me where you","have laid him, and I will take him away.\" (16) Jesus said to her,\n\"Mary.\" She turned and said to him in Aramaic, \"Rabboni!\"\n(which means Teacher). (17) Jesus said to her, \"Do not cling\nto me, for I have not yet ascended to the Father; but go to my\nbrothers and say to them, 'I am ascending to my Father and\nyour Father, to my God and your God.'\" (18) Mary Magdalene\nwent and announced to the disciples, \"I have seen the Lord\"--\nand that he had said these things to her. (19) On the evening\nof that day, the first day of the week, the doors being locked\nwhere the disciples were for fear of the Jews, Jesus came and\nstood among them and said to them, \"Peace be with you.\"","(20) When he had said this, he showed them his hands and\nhis side. Then the disciples were glad when they saw the\nLord. (21) Jesus said to them again, \"Peace be with you. As\nthe Father has sent me, even so I am sending you.\""],"start_index":400004020011,"end_index":400004020021,"verse_count":11,"word_count":297},{"reference":"Romans 15:30-33","translation":"ESV","division":"Senior","passage_number":45,"release":"NBBC","cards":["(30) I appeal to you, brothers, by our Lord Jesus Christ and by\nthe love of the Spirit, to strive together with me in your prayers\nto God on my behalf, (31) that I may be delivered from the\nunbelievers in Judea, and that my service for Jerusalem may\nbe acceptable to the saints, (32) so that by God's will I may\ncome to you with joy and be refreshed in your company. (33)\nMay the God of peace be with you all. Amen."],"start_index":400006015030,"end_index":400006015033,"verse_count":4,"word_count":80},{"reference":"1 Corinthians 2:6-16","translation":"ESV","division":"Senior","passage_number":46,"release":"NBBC","cards":["(6) Yet among the mature we do impart wisdom, although it is not\na wisdom of this age or of the rulers of this age, who are doomed\nto pass away. (7) But we impart a secret and hidden wisdom of\nGod, which God decreed before the ages for our glory. (8) None\nof the rulers of this age understood this, for if they had, they would\nnot have crucified the Lord of glory. (9) But, as it is written, \"What\nno eye has seen, nor ear heard, nor the heart of man imagined,\nwhat God has prepared for those who love him\"-- (10) these things\nGod has revealed to us through the Spirit. For the Spirit searches\neverything, even the depths of God. (11) For who knows a person's\nthoughts except the spirit of that person, which is in him? So also","no one comprehends the thoughts of God except the Spirit of\nGod. (12) Now we have received not the spirit of the world, but\nthe Spirit who is from God, that we might understand the things\nfreely given us by God. (13) And we impart this in words not taught\nby human wisdom but taught by the Spirit, interpreting spiritual\ntruths to those who are spiritual. (14) The natural person does not\naccept the things of the Spirit of God, for they are folly to him,\nand he is not able to understand them because they are spiritually\ndiscerned. (15) The spiritual person judges all things, but is himself\nto be judged by no one. (16) \"For who has understood the mind\nof the Lord so as to instruct him?\" But we have the mind of Christ."],"start_index":400007002006,"end_index":400007002016,"verse_count":11,"word_count":269},{"reference":"2 Timothy 4:16-18","translation":"ESV","division":"Senior","passage_number":47,"release":"NBBC","cards":["(16) At my first defense no one came to stand by me, but all\ndeserted me. May it not be charged against them! (17) But the\nLord stood by me and strengthened me, so that through me\nthe message might be fully proclaimed and all the Gentiles\nmight hear it. So I was rescued from the lion's mouth. (18) The\nLord will rescue me from every evil deed and bring me safely\ninto his heavenly kingdom. To him be the glory forever and\never. Amen."],"start_index":400016004016,"end_index":400016004018,"verse_count":3,"word_count":82},{"reference":"Revelation 1:4-8","translation":"ESV","division":"Senior","passage_number":48,"release":"NBBC","cards":["(4) John to the seven churches that are in Asia: Grace to you and\npeace from him who is and who was and who is to come, and from\nthe seven spirits who are before his throne, (5) and from Jesus\nChrist the faithful witness, the firstborn of the dead, and the ruler\nof kings on earth. To him who loves us and has freed us from our\nsins by his blood (6) and made us a kingdom, priests to his God\nand Father, to him be glory and dominion forever and ever. Amen.\n(7) Behold, he is coming with the clouds, and every eye will see\nhim, even those who pierced him, and all tribes of the earth will\nwail on account of him. Even so. Amen. (8) \"I am the Alpha and the\nOmega,\" says the Lord God, \"who is and who was and who is to\ncome, the Almighty.\""],"start_index":400027001004,"end_index":400027001008,"verse_count":5,"word_count":147},{"reference":"Revelation 21:8-27","translation":"ESV","division":"Senior","passage_number":49,"release":"NBBC","cards":["(8) But as for the cowardly, the faithless, the detestable, as for\nmurderers, the sexually immoral, sorcerers, idolaters, and all\nliars, their portion will be in the lake that burns with fire and\nsulfur, which is the second death.\" (9) Then came one of the\nseven angels who had the seven bowls full of the seven last\nplagues and spoke to me, saying, \"Come, I will show you the\nBride, the wife of the Lamb.\" (10) And he carried me away in\nthe Spirit to a great, high mountain, and showed me the holy\ncity Jerusalem coming down out of heaven from God, (11)\nhaving the glory of God, its radiance like a most rare jewel,\nlike a jasper, clear as crystal. (12) It had a great, high wall,","with twelve gates, and at the gates twelve angels, and on the\ngates the names of the twelve tribes of the sons of Israel were\ninscribed-- (13) on the east three gates, on the north three\ngates, on the south three gates, and on the west three gates.\n(14) And the wall of the city had twelve foundations, and on\nthem were the twelve names of the twelve apostles of the\nLamb. (15) And the one who spoke with me had a measuring\nrod of gold to measure the city and its gates and walls. (16)\nThe city lies foursquare, its length the same as its width. And\nhe measured the city with his rod, 12,000 stadia. Its length\nand width and height are equal. (17) He also measured its","wall, 144 cubits by human measurement, which is also an\nangel's measurement. (18) The wall was built of jasper, while\nthe city was pure gold, like clear glass. (19) The foundations\nof the wall of the city were adorned with every kind of jewel.\nThe first was jasper, the second sapphire, the third agate, the\nfourth emerald, (20) the fifth onyx, the sixth carnelian, the\nseventh chrysolite, the eighth beryl, the ninth topaz, the tenth\nchrysoprase, the eleventh jacinth, the twelfth amethyst. (21)\nAnd the twelve gates were twelve pearls, each of the gates\nmade of a single pearl, and the street of the city was pure\ngold, like transparent glass. (22) And I saw no temple in the","city, for its temple is the Lord God the Almighty and the Lamb.\n(23) And the city has no need of sun or moon to shine on it,\nfor the glory of God gives it light, and its lamp is the Lamb.\n(24) By its light will the nations walk, and the kings of the\nearth will bring their glory into it, (25) and its gates will never\nbe shut by day--and there will be no night there. (26) They\nwill bring into it the glory and the honor of the nations. (27)\nBut nothing unclean will ever enter it, nor anyone who does\nwhat is detestable or false, but only those who are written in\nthe Lamb's book of life."],"start_index":400027021008,"end_index":400027021027,"verse_count":20,"word_count":481},{"reference":"Genesis 2:18-22","translation":"ESV","division":"Senior","passage_number":51,"release":"NBBC","cards":["(18) Then the LORD God said, \"It is not good that the man should\nbe alone; I will make him a helper fit for him.\" (19) Now out of\nthe ground the LORD God had formed every beast of the field\nand every bird of the heavens and brought them to the man to\nsee what he would call them. And whatever the man called every\nliving creature, that was its name. (20) The man gave names to all\nlivestock and to the birds of the heavens and to every beast of the\nfield. But for Adam there was not found a helper fit for him. (21)\nSo the LORD God caused a deep sleep to fall upon the man, and\nwhile he slept took one of his ribs and closed up its place with\nflesh. (22) And the rib that the LORD God had taken from the man\nhe made into a woman and brought her to the man."],"start_index":200001002018,"end_index":200001002022,"verse_count":5,"word_count":155},{"reference":"Exodus 23:1-11","translation":"ESV","division":"Senior","passage_number":52,"release":"NBBC","cards":["(1) \"You shall not spread a false report. You shall not join hands\nwith a wicked man to be a malicious witness. (2) You shall not\nfall in with the many to do evil, nor shall you bear witness in\na lawsuit, siding with the many, so as to pervert justice, (3)\nnor shall you be partial to a poor man in his lawsuit. (4) \"If\nyou meet your enemy's ox or his donkey going astray, you\nshall bring it back to him. (5) If you see the donkey of one\nwho hates you lying down under its burden, you shall refrain\nfrom leaving him with it; you shall rescue it with him. (6) \"You\nshall not pervert the justice due to your poor in his lawsuit.\n(7) Keep far from a false charge, and do not kill the innocent","and righteous, for I will not acquit the wicked. (8) And you\nshall take no bribe, for a bribe blinds the clear-sighted and\nsubverts the cause of those who are in the right. (9) \"You shall\nnot oppress a sojourner. You know the heart of a sojourner,\nfor you were sojourners in the land of Egypt. (10) \"For six\nyears you shall sow your land and gather in its yield, (11) but\nthe seventh year you shall let it rest and lie fallow, that the\npoor of your people may eat; and what they leave the beasts\nof the field may eat. You shall do likewise with your vineyard,\nand with your olive orchard."],"start_index":200002023001,"end_index":200002023011,"verse_count":11,"word_count":244},{"reference":"1 Kings 8:41-45","translation":"ESV","division":"Senior","passage_number":53,"release":"NBBC","cards":["(41) \"Likewise, when a foreigner, who is not of your people\nIsrael, comes from a far country for your name's sake (42) (for\nthey shall hear of your great name and your mighty hand, and\nof your outstretched arm), when he comes and prays toward\nthis house, (43) hear in heaven your dwelling place and do\naccording to all for which the foreigner calls to you, in order\nthat all the peoples of the earth may know your name and\nfear you, as do your people Israel, and that they may know\nthat this house that I have built is called by your name. (44) \"If\nyour people go out to battle against their enemy, by whatever\nway you shall send them, and they pray to the LORD toward","the city that you have chosen and the house that I have built\nfor your name, (45) then hear in heaven their prayer and their\nplea, and maintain their cause."],"start_index":200011008041,"end_index":200011008045,"verse_count":5,"word_count":154},{"reference":"Psalm 18:1-28","translation":"ESV","division":"Senior","passage_number":54,"release":"NBBC","cards":["(1) I love you, O LORD, my strength. (2) The LORD is my rock and my\nfortress and my deliverer, my God, my rock, in whom I take refuge,\nmy shield, and the horn of my salvation, my stronghold. (3) I call\nupon the LORD, who is worthy to be praised, and I am saved from\nmy enemies. (4) The cords of death encompassed me; the torrents\nof destruction assailed me; (5) the cords of Sheol entangled me;\nthe snares of death confronted me. (6) In my distress I called upon\nthe LORD; to my God I cried for help. From his temple he heard\nmy voice, and my cry to him reached his ears. (7) Then the earth\nreeled and rocked; the foundations also of the mountains trembled\nand quaked, because he was angry. (8) Smoke went up from his","nostrils, and devouring fire from his mouth; glowing coals flamed\nforth from him. (9) He bowed the heavens and came down; thick\ndarkness was under his feet. (10) He rode on a cherub and flew; he\ncame swiftly on the wings of the wind. (11) He made darkness his\ncovering, his canopy around him, thick clouds dark with water. (12)\nOut of the brightness before him hailstones and coals of fire broke\nthrough his clouds. (13) The LORD also thundered in the heavens,\nand the Most High uttered his voice, hailstones and coals of fire.\n(14) And he sent out his arrows and scattered them; he flashed\nforth lightnings and routed them. (15) Then the channels of the sea\nwere seen, and the foundations of the world were laid bare at your","rebuke, O LORD, at the blast of the breath of your nostrils. (16) He\nsent from on high, he took me; he drew me out of many waters.\n(17) He rescued me from my strong enemy and from those who\nhated me, for they were too mighty for me. (18) They confronted\nme in the day of my calamity, but the LORD was my support. (19)\nHe brought me out into a broad place; he rescued me, because\nhe delighted in me. (20) The LORD dealt with me according to\nmy righteousness; according to the cleanness of my hands he\nrewarded me. (21) For I have kept the ways of the LORD, and have\nnot wickedly departed from my God. (22) For all his rules were\nbefore me, and his statutes I did not put away from me. (23) I was","blameless before him, and I kept myself from my guilt. (24) So the\nLORD has rewarded me according to my righteousness, according\nto the cleanness of my hands in his sight. (25) With the merciful you\nshow yourself merciful; with the blameless man you show yourself\nblameless; (26) with the purified you show yourself pure; and with\nthe crooked you make yourself seem tortuous. (27) For you save a\nhumble people, but the haughty eyes you bring down. (28) For it\nis you who light my lamp; the LORD my God lightens my darkness."],"start_index":200019018001,"end_index":200019018028,"verse_count":28,"word_count":480},{"reference":"Psalm 105:1-22","translation":"ESV","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) Oh give thanks to the LORD; call upon his name; make\nknown his deeds among the peoples! (2) Sing to him, sing\npraises to him; tell of all his wondrous works! (3) Glory in\nhis holy name; let the hearts of those who seek the LORD\nrejoice! (4) Seek the LORD and his strength; seek his presence\ncontinually! (5) Remember the wondrous works that he\nhas done, his miracles, and the judgments he uttered, (6)\nO offspring of Abraham, his servant, children of Jacob, his\nchosen ones! (7) He is the LORD our God; his judgments are\nin all the earth. (8) He remembers his covenant forever, the\nword that he commanded, for a thousand generations, (9) the","covenant that he made with Abraham, his sworn promise to\nIsaac, (10) which he confirmed to Jacob as a statute, to Israel\nas an everlasting covenant, (11) saying, \"To you I will give the\nland of Canaan as your portion for an inheritance.\" (12) When\nthey were few in number, of little account, and sojourners in\nit, (13) wandering from nation to nation, from one kingdom\nto another people, (14) he allowed no one to oppress them;\nhe rebuked kings on their account, (15) saying, \"Touch not\nmy anointed ones, do my prophets no harm!\" (16) When\nhe summoned a famine on the land and broke all supply of\nbread, (17) he had sent a man ahead of them, Joseph, who","was sold as a slave. (18) His feet were hurt with fetters; his\nneck was put in a collar of iron; (19) until what he had said\ncame to pass, the word of the LORD tested him. (20) The\nking sent and released him; the ruler of the peoples set him\nfree; (21) he made him lord of his house and ruler of all his\npossessions, (22) to bind his princes at his pleasure and to\nteach his elders wisdom."],"start_index":200019105001,"end_index":200019105022,"verse_count":22,"word_count":298},{"reference":"Psalm 115:1-16","translation":"ESV","division":"Senior","passage_number":56,"release":"NBBC","cards":["(1) Not to us, O LORD, not to us, but to your name give glory,\nfor the sake of your steadfast love and your faithfulness! (2)\nWhy should the nations say, \"Where is their God?\" (3) Our\nGod is in the heavens; he does all that he pleases. (4) Their\nidols are silver and gold, the work of human hands. (5) They\nhave mouths, but do not speak; eyes, but do not see. (6) They\nhave ears, but do not hear; noses, but do not smell. (7) They\nhave hands, but do not feel; feet, but do not walk; and they\ndo not make a sound in their throat. (8) Those who make\nthem become like them; so do all who trust in them. (9) O\nIsrael, trust in the LORD! He is their help and their shield. (10)","O house of Aaron, trust in the LORD! He is their help and their\nshield. (11) You who fear the LORD, trust in the LORD! He is\ntheir help and their shield. (12) The LORD has remembered\nus; he will bless us; he will bless the house of Israel; he will\nbless the house of Aaron; (13) he will bless those who fear\nthe LORD, both the small and the great. (14) May the LORD\ngive you increase, you and your children! (15) May you be\nblessed by the LORD, who made heaven and earth! (16) The\nheavens are the LORD's heavens, but the earth he has given\nto the children of man."],"start_index":200019115001,"end_index":200019115016,"verse_count":16,"word_count":236},{"reference":"Psalm 147:1-10","translation":"ESV","division":"Senior","passage_number":57,"release":"NBBC","cards":["(1) Praise the LORD! For it is good to sing praises to our God;\nfor it is pleasant, and a song of praise is fitting. (2) The LORD\nbuilds up Jerusalem; he gathers the outcasts of Israel. (3) He\nheals the brokenhearted and binds up their wounds. (4) He\ndetermines the number of the stars; he gives to all of them\ntheir names. (5) Great is our Lord, and abundant in power;\nhis understanding is beyond measure. (6) The LORD lifts up\nthe humble; he casts the wicked to the ground. (7) Sing to\nthe LORD with thanksgiving; make melody to our God on the\nlyre! (8) He covers the heavens with clouds; he prepares rain\nfor the earth; he makes grass grow on the hills. (9) He gives","to the beasts their food, and to the young ravens that cry. (10)\nHis delight is not in the strength of the horse, nor his pleasure\nin the legs of a man,"],"start_index":200019147001,"end_index":200019147010,"verse_count":10,"word_count":151},{"reference":"Proverbs 16:1-9","translation":"ESV","division":"Senior","passage_number":58,"release":"NBBC","cards":["(1) The plans of the heart belong to man, but the answer of the\ntongue is from the LORD. (2) All the ways of a man are pure\nin his own eyes, but the LORD weighs the spirit. (3) Commit\nyour work to the LORD, and your plans will be established.\n(4) The LORD has made everything for its purpose, even the\nwicked for the day of trouble. (5) Everyone who is arrogant\nin heart is an abomination to the LORD; be assured, he will\nnot go unpunished. (6) By steadfast love and faithfulness\niniquity is atoned for, and by the fear of the LORD one turns\naway from evil. (7) When a man's ways please the LORD, he\nmakes even his enemies to be at peace with him. (8) Better is","a little with righteousness than great revenues with injustice.\n(9) The heart of man plans his way, but the LORD establishes\nhis steps."],"start_index":200020016001,"end_index":200020016009,"verse_count":9,"word_count":146},{"reference":"Proverbs 17:15-28","translation":"ESV","division":"Senior","passage_number":59,"release":"NBBC","cards":["(15) He who justifies the wicked and he who condemns the\nrighteous are both alike an abomination to the LORD. (16)\nWhy should a fool have money in his hand to buy wisdom\nwhen he has no sense? (17) A friend loves at all times, and\na brother is born for adversity. (18) One who lacks sense\ngives a pledge and puts up security in the presence of his\nneighbor. (19) Whoever loves transgression loves strife;\nhe who makes his door high seeks destruction. (20) A man\nof crooked heart does not discover good, and one with a\ndishonest tongue falls into calamity. (21) He who sires a fool\ngets himself sorrow, and the father of a fool has no joy. (22)","A joyful heart is good medicine, but a crushed spirit dries\nup the bones. (23) The wicked accepts a bribe in secret to\npervert the ways of justice. (24) The discerning sets his face\ntoward wisdom, but the eyes of a fool are on the ends of the\nearth. (25) A foolish son is a grief to his father and bitterness\nto her who bore him. (26) To impose a fine on a righteous\nman is not good, nor to strike the noble for their uprightness.\n(27) Whoever restrains his words has knowledge, and he who\nhas a cool spirit is a man of understanding. (28) Even a fool\nwho keeps silent is considered wise; when he closes his lips,\nhe is deemed intelligent."],"start_index":200020017015,"end_index":200020017028,"verse_count":14,"word_count":232},{"reference":"Ecclesiastes 11:2-6","translation":"ESV","division":"Senior","passage_number":60,"release":"NBBC","cards":["(2) Give a portion to seven, or even to eight, for you know not\nwhat disaster may happen on earth. (3) If the clouds are full\nof rain, they empty themselves on the earth, and if a tree falls\nto the south or to the north, in the place where the tree falls,\nthere it will lie. (4) He who observes the wind will not sow, and\nhe who regards the clouds will not reap. (5) As you do not\nknow the way the spirit comes to the bones in the womb of a\nwoman with child, so you do not know the work of God who\nmakes everything. (6) In the morning sow your seed, and at\nevening withhold not your hand, for you do not know which\nwill prosper, this or that, or whether both alike will be good."],"start_index":200021011002,"end_index":200021011006,"verse_count":5,"word_count":136},{"reference":"Isaiah 44:1-11","translation":"ESV","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) \"But now hear, O Jacob my servant, Israel whom I have chosen!\n(2) Thus says the LORD who made you, who formed you from the\nwomb and will help you: Fear not, O Jacob my servant, Jeshurun\nwhom I have chosen. (3) For I will pour water on the thirsty land,\nand streams on the dry ground; I will pour my Spirit upon your\noffspring, and my blessing on your descendants. (4) They shall\nspring up among the grass like willows by flowing streams. (5) This\none will say, 'I am the LORD's,' another will call on the name of\nJacob, and another will write on his hand, 'The LORD's,' and name\nhimself by the name of Israel.\" (6) Thus says the LORD, the King of\nIsrael and his Redeemer, the LORD of hosts: \"I am the first and I am\nthe last; besides me there is no god. (7) Who is like me? Let him","proclaim it. Let him declare and set it before me, since I appointed\nan ancient people. Let them declare what is to come, and what\nwill happen. (8) Fear not, nor be afraid; have I not told you from\nof old and declared it? And you are my witnesses! Is there a God\nbesides me? There is no Rock; I know not any.\" (9) All who fashion\nidols are nothing, and the things they delight in do not profit. Their\nwitnesses neither see nor know, that they may be put to shame. (10)\nWho fashions a god or casts an idol that is profitable for nothing?\n(11) Behold, all his companions shall be put to shame, and the\ncraftsmen are only human. Let them all assemble, let them stand\nforth. They shall be terrified; they shall be put to shame together."],"start_index":200023044001,"end_index":200023044011,"verse_count":11,"word_count":287},{"reference":"Isaiah 45:4-8","translation":"ESV","division":"Senior","passage_number":62,"release":"NBBC","cards":["(4) For the sake of my servant Jacob, and Israel my chosen, I call\nyou by your name, I name you, though you do not know me. (5) I\nam the LORD, and there is no other, besides me there is no God; I\nequip you, though you do not know me, (6) that people may know,\nfrom the rising of the sun and from the west, that there is none\nbesides me; I am the LORD, and there is no other. (7) I form light\nand create darkness; I make well-being and create calamity; I am\nthe LORD, who does all these things. (8) \"Shower, O heavens, from\nabove, and let the clouds rain down righteousness; let the earth\nopen, that salvation and righteousness may bear fruit; let the earth\ncause them both to sprout; I the LORD have created it."],"start_index":200023045004,"end_index":200023045008,"verse_count":5,"word_count":138},{"reference":"Jeremiah 7:14-23","translation":"ESV","division":"Senior","passage_number":63,"release":"NBBC","cards":["(14) therefore I will do to the house that is called by my name, and\nin which you trust, and to the place that I gave to you and to your\nfathers, as I did to Shiloh. (15) And I will cast you out of my sight,\nas I cast out all your kinsmen, all the offspring of Ephraim. (16) \"As\nfor you, do not pray for this people, or lift up a cry or prayer for\nthem, and do not intercede with me, for I will not hear you. (17) Do\nyou not see what they are doing in the cities of Judah and in the\nstreets of Jerusalem? (18) The children gather wood, the fathers\nkindle fire, and the women knead dough, to make cakes for the\nqueen of heaven. And they pour out drink offerings to other gods,\nto provoke me to anger. (19) Is it I whom they provoke? declares","the LORD. Is it not themselves, to their own shame? (20) Therefore\nthus says the Lord GOD: Behold, my anger and my wrath will be\npoured out on this place, upon man and beast, upon the trees of the\nfield and the fruit of the ground; it will burn and not be quenched.\"\n(21) Thus says the LORD of hosts, the God of Israel: \"Add your\nburnt offerings to your sacrifices, and eat the flesh. (22) For in the\nday that I brought them out of the land of Egypt, I did not speak\nto your fathers or command them concerning burnt offerings and\nsacrifices. (23) But this command I gave them: 'Obey my voice,\nand I will be your God, and you shall be my people. And walk in all\nthe way that I command you, that it may be well with you.'"],"start_index":200024007014,"end_index":200024007023,"verse_count":10,"word_count":288},{"reference":"Ezekiel 12:8-16","translation":"ESV","division":"Senior","passage_number":64,"release":"NBBC","cards":["(8) In the morning the word of the LORD came to me: (9) \"Son\nof man, has not the house of Israel, the rebellious house, said\nto you, 'What are you doing?' (10) Say to them, 'Thus says the\nLord GOD: This oracle concerns the prince in Jerusalem and\nall the house of Israel who are in it.' (11) Say, 'I am a sign for\nyou: as I have done, so shall it be done to them. They shall go\ninto exile, into captivity.' (12) And the prince who is among\nthem shall lift his baggage upon his shoulder at dusk, and\nshall go out. They shall dig through the wall to bring him out\nthrough it. He shall cover his face, that he may not see the\nland with his eyes. (13) And I will spread my net over him, and","he shall be taken in my snare. And I will bring him to Babylon,\nthe land of the Chaldeans, yet he shall not see it, and he shall\ndie there. (14) And I will scatter toward every wind all who are\naround him, his helpers and all his troops, and I will unsheathe\nthe sword after them. (15) And they shall know that I am the\nLORD, when I disperse them among the nations and scatter\nthem among the countries. (16) But I will let a few of them\nescape from the sword, from famine and pestilence, that they\nmay declare all their abominations among the nations where\nthey go, and may know that I am the LORD.\""],"start_index":200026012008,"end_index":200026012016,"verse_count":9,"word_count":251},{"reference":"Ezekiel 18:21-29","translation":"ESV","division":"Senior","passage_number":65,"release":"NBBC","cards":["(21) \"But if a wicked person turns away from all his sins that he\nhas committed and keeps all my statutes and does what is just\nand right, he shall surely live; he shall not die. (22) None of the\ntransgressions that he has committed shall be remembered against\nhim; for the righteousness that he has done he shall live. (23) Have\nI any pleasure in the death of the wicked, declares the Lord GOD,\nand not rather that he should turn from his way and live? (24) But\nwhen a righteous person turns away from his righteousness and\ndoes injustice and does the same abominations that the wicked\nperson does, shall he live? None of the righteous deeds that he\nhas done shall be remembered; for the treachery of which he is\nguilty and the sin he has committed, for them he shall die. (25)","\"Yet you say, 'The way of the Lord is not just.' Hear now, O house of\nIsrael: Is my way not just? Is it not your ways that are not just? (26)\nWhen a righteous person turns away from his righteousness and\ndoes injustice, he shall die for it; for the injustice that he has done\nhe shall die. (27) Again, when a wicked person turns away from\nthe wickedness he has committed and does what is just and right,\nhe shall save his life. (28) Because he considered and turned away\nfrom all the transgressions that he had committed, he shall surely\nlive; he shall not die. (29) Yet the house of Israel says, 'The way of\nthe Lord is not just.' O house of Israel, are my ways not just? Is it not\nyour ways that are not just?"],"start_index":200026018021,"end_index":200026018029,"verse_count":9,"word_count":278},{"reference":"Daniel 2:1-2","translation":"ESV","division":"Senior","passage_number":66,"release":"NBBC","cards":["(1) In the second year of the reign of Nebuchadnezzar,\nNebuchadnezzar had dreams; his spirit was troubled, and\nhis sleep left him. (2) Then the king commanded that the\nmagicians, the enchanters, the sorcerers, and the Chaldeans\nbe summoned to tell the king his dreams. So they came in\nand stood before the king."],"start_index":200027002001,"end_index":200027002002,"verse_count":2,"word_count":52},{"reference":"Daniel 2:46-49","translation":"ESV","division":"Senior","passage_number":67,"release":"NBBC","cards":["(46) Then King Nebuchadnezzar fell upon his face and paid\nhomage to Daniel, and commanded that an offering and incense\nbe offered up to him. (47) The king answered and said to Daniel,\n\"Truly, your God is God of gods and Lord of kings, and a revealer of\nmysteries, for you have been able to reveal this mystery.\" (48) Then\nthe king gave Daniel high honors and many great gifts, and made\nhim ruler over the whole province of Babylon and chief prefect\nover all the wise men of Babylon. (49) Daniel made a request of\nthe king, and he appointed Shadrach, Meshach, and Abednego\nover the affairs of the province of Babylon. But Daniel remained at\nthe king's court."],"start_index":200027002046,"end_index":200027002049,"verse_count":4,"word_count":116},{"reference":"Daniel 3:1-7","translation":"ESV","division":"Senior","passage_number":68,"release":"NBBC","cards":["(1) King Nebuchadnezzar made an image of gold, whose height\nwas sixty cubits and its breadth six cubits. He set it up on the plain\nof Dura, in the province of Babylon. (2) Then King Nebuchadnezzar\nsent to gather the satraps, the prefects, and the governors, the\ncounselors, the treasurers, the justices, the magistrates, and all the\nofficials of the provinces to come to the dedication of the image that\nKing Nebuchadnezzar had set up. (3) Then the satraps, the prefects,\nand the governors, the counselors, the treasurers, the justices, the\nmagistrates, and all the officials of the provinces gathered for the\ndedication of the image that King Nebuchadnezzar had set up.\nAnd they stood before the image that Nebuchadnezzar had set","up. (4) And the herald proclaimed aloud, \"You are commanded,\nO peoples, nations, and languages, (5) that when you hear the\nsound of the horn, pipe, lyre, trigon, harp, bagpipe, and every\nkind of music, you are to fall down and worship the golden image\nthat King Nebuchadnezzar has set up. (6) And whoever does not\nfall down and worship shall immediately be cast into a burning\nfiery furnace.\" (7) Therefore, as soon as all the peoples heard the\nsound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind\nof music, all the peoples, nations, and languages fell down and\nworshiped the golden image that King Nebuchadnezzar had set\nup."],"start_index":200027003001,"end_index":200027003007,"verse_count":7,"word_count":227},{"reference":"Daniel 4:18-31","translation":"ESV","division":"Senior","passage_number":69,"release":"NBBC","cards":["(18) This dream I, King Nebuchadnezzar, saw. And you, O\nBelteshazzar, tell me the interpretation, because all the wise men of\nmy kingdom are not able to make known to me the interpretation,\nbut you are able, for the spirit of the holy gods is in you.\" (19)\nThen Daniel, whose name was Belteshazzar, was dismayed for a\nwhile, and his thoughts alarmed him. The king answered and said,\n\"Belteshazzar, let not the dream or the interpretation alarm you.\"\nBelteshazzar answered and said, \"My lord, may the dream be for\nthose who hate you and its interpretation for your enemies! (20)\nThe tree you saw, which grew and became strong, so that its top\nreached to heaven, and it was visible to the end of the whole earth,","(21) whose leaves were beautiful and its fruit abundant, and in\nwhich was food for all, under which beasts of the field found shade,\nand in whose branches the birds of the heavens lived-- (22) it is\nyou, O king, who have grown and become strong. Your greatness\nhas grown and reaches to heaven, and your dominion to the ends\nof the earth. (23) And because the king saw a watcher, a holy one,\ncoming down from heaven and saying, 'Chop down the tree and\ndestroy it, but leave the stump of its roots in the earth, bound with\na band of iron and bronze, in the tender grass of the field, and let\nhim be wet with the dew of heaven, and let his portion be with the\nbeasts of the field, till seven periods of time pass over him,' (24) this","is the interpretation, O king: It is a decree of the Most High, which\nhas come upon my lord the king, (25) that you shall be driven from\namong men, and your dwelling shall be with the beasts of the field.\nYou shall be made to eat grass like an ox, and you shall be wet with\nthe dew of heaven, and seven periods of time shall pass over you,\ntill you know that the Most High rules the kingdom of men and\ngives it to whom he will. (26) And as it was commanded to leave the\nstump of the roots of the tree, your kingdom shall be confirmed for\nyou from the time that you know that Heaven rules. (27) Therefore,\nO king, let my counsel be acceptable to you: break off your sins by\npracticing righteousness, and your iniquities by showing mercy to","the oppressed, that there may perhaps be a lengthening of your\nprosperity.\" (28) All this came upon King Nebuchadnezzar. (29)\nAt the end of twelve months he was walking on the roof of the\nroyal palace of Babylon, (30) and the king answered and said, \"Is\nnot this great Babylon, which I have built by my mighty power as\na royal residence and for the glory of my majesty?\" (31) While the\nwords were still in the king's mouth, there fell a voice from heaven,\n\"O King Nebuchadnezzar, to you it is spoken: The kingdom has\ndeparted from you,"],"start_index":200027004018,"end_index":200027004031,"verse_count":14,"word_count":502},{"reference":"Daniel 6:15-28","translation":"ESV","division":"Senior","passage_number":70,"release":"NBBC","cards":["(15) Then these men came by agreement to the king and\nsaid to the king, \"Know, O king, that it is a law of the Medes\nand Persians that no injunction or ordinance that the king\nestablishes can be changed.\" (16) Then the king commanded,\nand Daniel was brought and cast into the den of lions. The\nking declared to Daniel, \"May your God, whom you serve\ncontinually, deliver you!\" (17) And a stone was brought and\nlaid on the mouth of the den, and the king sealed it with\nhis own signet and with the signet of his lords, that nothing\nmight be changed concerning Daniel. (18) Then the king\nwent to his palace and spent the night fasting; no diversions","were brought to him, and sleep fled from him. (19) Then, at\nbreak of day, the king arose and went in haste to the den of\nlions. (20) As he came near to the den where Daniel was, he\ncried out in a tone of anguish. The king declared to Daniel,\n\"O Daniel, servant of the living God, has your God, whom you\nserve continually, been able to deliver you from the lions?\"\n(21) Then Daniel said to the king, \"O king, live forever! (22) My\nGod sent his angel and shut the lions' mouths, and they have\nnot harmed me, because I was found blameless before him;\nand also before you, O king, I have done no harm.\" (23) Then\nthe king was exceedingly glad, and commanded that Daniel","be taken up out of the den. So Daniel was taken up out of\nthe den, and no kind of harm was found on him, because he\nhad trusted in his God. (24) And the king commanded, and\nthose men who had maliciously accused Daniel were brought\nand cast into the den of lions--they, their children, and their\nwives. And before they reached the bottom of the den, the\nlions overpowered them and broke all their bones in pieces.\n(25) Then King Darius wrote to all the peoples, nations, and\nlanguages that dwell in all the earth: \"Peace be multiplied\nto you. (26) I make a decree, that in all my royal dominion\npeople are to tremble and fear before the God of Daniel,","for he is the living God, enduring forever; his kingdom shall\nnever be destroyed, and his dominion shall be to the end.\n(27) He delivers and rescues; he works signs and wonders\nin heaven and on earth, he who has saved Daniel from the\npower of the lions.\" (28) So this Daniel prospered during the\nreign of Darius and the reign of Cyrus the Persian."],"start_index":200027006015,"end_index":200027006028,"verse_count":14,"word_count":428},{"reference":"Daniel 9:4-7","translation":"ESV","division":"Senior","passage_number":71,"release":"NBBC","cards":["(4) I prayed to the LORD my God and made confession,\nsaying, \"O Lord, the great and awesome God, who keeps\ncovenant and steadfast love with those who love him and\nkeep his commandments, (5) we have sinned and done\nwrong and acted wickedly and rebelled, turning aside from\nyour commandments and rules. (6) We have not listened to\nyour servants the prophets, who spoke in your name to our\nkings, our princes, and our fathers, and to all the people of\nthe land. (7) To you, O Lord, belongs righteousness, but to\nus open shame, as at this day, to the men of Judah, to the\ninhabitants of Jerusalem, and to all Israel, those who are near","and those who are far away, in all the lands to which you\nhave driven them, because of the treachery that they have\ncommitted against you."],"start_index":200027009004,"end_index":200027009007,"verse_count":4,"word_count":140},{"reference":"Daniel 9:16-19","translation":"ESV","division":"Senior","passage_number":72,"release":"NBBC","cards":["(16) \"O Lord, according to all your righteous acts, let your\nanger and your wrath turn away from your city Jerusalem,\nyour holy hill, because for our sins, and for the iniquities of our\nfathers, Jerusalem and your people have become a byword\namong all who are around us. (17) Now therefore, O our God,\nlisten to the prayer of your servant and to his pleas for mercy,\nand for your own sake, O Lord, make your face to shine upon\nyour sanctuary, which is desolate. (18) O my God, incline your\near and hear. Open your eyes and see our desolations, and\nthe city that is called by your name. For we do not present our\npleas before you because of our righteousness, but because","of your great mercy. (19) O Lord, hear; O Lord, forgive. O\nLord, pay attention and act. Delay not, for your own sake, O\nmy God, because your city and your people are called by\nyour name.\""],"start_index":200027009016,"end_index":200027009019,"verse_count":4,"word_count":159},{"reference":"Micah 4:1-3","translation":"ESV","division":"Senior","passage_number":73,"release":"NBBC","cards":["(1) It shall come to pass in the latter days that the mountain of\nthe house of the LORD shall be established as the highest of the\nmountains, and it shall be lifted up above the hills; and peoples\nshall flow to it, (2) and many nations shall come, and say: \"Come,\nlet us go up to the mountain of the LORD, to the house of the God\nof Jacob, that he may teach us his ways and that we may walk in\nhis paths.\" For out of Zion shall go forth the law, and the word\nof the LORD from Jerusalem. (3) He shall judge between many\npeoples, and shall decide disputes for strong nations far away;\nand they shall beat their swords into plowshares, and their spears\ninto pruning hooks; nation shall not lift up sword against nation,\nneither shall they learn war anymore;"],"start_index":200033004001,"end_index":200033004003,"verse_count":3,"word_count":143},{"reference":"Haggai 1:2-8","translation":"ESV","division":"Senior","passage_number":74,"release":"NBBC","cards":["(2) \"Thus says the LORD of hosts: These people say the time has\nnot yet come to rebuild the house of the LORD.\" (3) Then the word\nof the LORD came by the hand of Haggai the prophet, (4) \"Is it a\ntime for you yourselves to dwell in your paneled houses, while this\nhouse lies in ruins? (5) Now, therefore, thus says the LORD of hosts:\nConsider your ways. (6) You have sown much, and harvested little.\nYou eat, but you never have enough; you drink, but you never have\nyour fill. You clothe yourselves, but no one is warm. And he who\nearns wages does so to put them into a bag with holes. (7) \"Thus\nsays the LORD of hosts: Consider your ways. (8) Go up to the hills\nand bring wood and build the house, that I may take pleasure in it\nand that I may be glorified, says the LORD."],"start_index":200037001002,"end_index":200037001008,"verse_count":7,"word_count":148},{"reference":"Malachi 3:1-9","translation":"ESV","division":"Senior","passage_number":75,"release":"NBBC","cards":["(1) \"Behold, I send my messenger, and he will prepare the way\nbefore me. And the Lord whom you seek will suddenly come to his\ntemple; and the messenger of the covenant in whom you delight,\nbehold, he is coming, says the LORD of hosts. (2) But who can\nendure the day of his coming, and who can stand when he appears?\nFor he is like a refiner's fire and like fullers' soap. (3) He will sit as\na refiner and purifier of silver, and he will purify the sons of Levi\nand refine them like gold and silver, and they will bring offerings\nin righteousness to the LORD. (4) Then the offering of Judah and\nJerusalem will be pleasing to the LORD as in the days of old and\nas in former years. (5) \"Then I will draw near to you for judgment. I\nwill be a swift witness against the sorcerers, against the adulterers,","against those who swear falsely, against those who oppress the\nhired worker in his wages, the widow and the fatherless, against\nthose who thrust aside the sojourner, and do not fear me, says the\nLORD of hosts. (6) \"For I the LORD do not change; therefore you,\nO children of Jacob, are not consumed. (7) From the days of your\nfathers you have turned aside from my statutes and have not kept\nthem. Return to me, and I will return to you, says the LORD of hosts.\nBut you say, 'How shall we return?' (8) Will man rob God? Yet you\nare robbing me. But you say, 'How have we robbed you?' In your\ntithes and contributions. (9) You are cursed with a curse, for you\nare robbing me, the whole nation of you."],"start_index":200039003001,"end_index":200039003009,"verse_count":9,"word_count":281},{"reference":"Matthew 1:20-25","translation":"ESV","division":"Senior","passage_number":76,"release":"NBBC","cards":["(20) But as he considered these things, behold, an angel of the\nLord appeared to him in a dream, saying, \"Joseph, son of David,\ndo not fear to take Mary as your wife, for that which is conceived\nin her is from the Holy Spirit. (21) She will bear a son, and you shall\ncall his name Jesus, for he will save his people from their sins.\"\n(22) All this took place to fulfill what the Lord had spoken by the\nprophet: (23) \"Behold, the virgin shall conceive and bear a son,\nand they shall call his name Immanuel\" (which means, God with\nus). (24) When Joseph woke from sleep, he did as the angel of the\nLord commanded him: he took his wife, (25) but knew her not until\nshe had given birth to a son. And he called his name Jesus."],"start_index":400001001020,"end_index":400001001025,"verse_count":6,"word_count":137},{"reference":"Matthew 3:1-3","translation":"ESV","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) In those days John the Baptist came preaching in the\nwilderness of Judea, (2) \"Repent, for the kingdom of heaven\nis at hand.\" (3) For this is he who was spoken of by the prophet\nIsaiah when he said, \"The voice of one crying in the wilderness:\n'Prepare the way of the Lord; make his paths straight.'\""],"start_index":400001003001,"end_index":400001003003,"verse_count":3,"word_count":55},{"reference":"Matthew 6:5-18","translation":"ESV","division":"Senior","passage_number":78,"release":"NBBC","cards":["(5) \"And when you pray, you must not be like the hypocrites. For\nthey love to stand and pray in the synagogues and at the street\ncorners, that they may be seen by others. Truly, I say to you, they\nhave received their reward. (6) But when you pray, go into your\nroom and shut the door and pray to your Father who is in secret.\nAnd your Father who sees in secret will reward you. (7) \"And when\nyou pray, do not heap up empty phrases as the Gentiles do, for\nthey think that they will be heard for their many words. (8) Do not\nbe like them, for your Father knows what you need before you ask\nhim. (9) Pray then like this: \"Our Father in heaven, hallowed be your\nname. (10) Your kingdom come, your will be done, on earth as it is\nin heaven. (11) Give us this day our daily bread, (12) and forgive us","our debts, as we also have forgiven our debtors. (13) And lead us\nnot into temptation, but deliver us from evil. (14) For if you forgive\nothers their trespasses, your heavenly Father will also forgive you,\n(15) but if you do not forgive others their trespasses, neither will\nyour Father forgive your trespasses. (16) \"And when you fast, do\nnot look gloomy like the hypocrites, for they disfigure their faces\nthat their fasting may be seen by others. Truly, I say to you, they\nhave received their reward. (17) But when you fast, anoint your\nhead and wash your face, (18) that your fasting may not be seen\nby others but by your Father who is in secret. And your Father who\nsees in secret will reward you."],"start_index":400001006005,"end_index":400001006018,"verse_count":14,"word_count":274},{"reference":"Matthew 25:31-36","translation":"ESV","division":"Senior","passage_number":79,"release":"NBBC","cards":["(31) \"When the Son of Man comes in his glory, and all the angels\nwith him, then he will sit on his glorious throne. (32) Before him will\nbe gathered all the nations, and he will separate people one from\nanother as a shepherd separates the sheep from the goats. (33)\nAnd he will place the sheep on his right, but the goats on the left.\n(34) Then the King will say to those on his right, 'Come, you who\nare blessed by my Father, inherit the kingdom prepared for you\nfrom the foundation of the world. (35) For I was hungry and you\ngave me food, I was thirsty and you gave me drink, I was a stranger\nand you welcomed me, (36) I was naked and you clothed me, I was\nsick and you visited me, I was in prison and you came to me.'"],"start_index":400001025031,"end_index":400001025036,"verse_count":6,"word_count":141},{"reference":"Mark 3:20-27","translation":"ESV","division":"Senior","passage_number":80,"release":"NBBC","cards":["(20) Then he went home, and the crowd gathered again, so\nthat they could not even eat. (21) And when his family heard\nit, they went out to seize him, for they were saying, \"He is\nout of his mind.\" (22) And the scribes who came down from\nJerusalem were saying, \"He is possessed by Beelzebul,\" and\n\"by the prince of demons he casts out the demons.\" (23)\nAnd he called them to him and said to them in parables,\n\"How can Satan cast out Satan? (24) If a kingdom is divided\nagainst itself, that kingdom cannot stand. (25) And if a house\nis divided against itself, that house will not be able to stand.\n(26) And if Satan has risen up against himself and is divided,","he cannot stand, but is coming to an end. (27) But no one can\nenter a strong man's house and plunder his goods, unless he\nfirst binds the strong man. Then indeed he may plunder his\nhouse."],"start_index":400002003020,"end_index":400002003027,"verse_count":8,"word_count":156},{"reference":"Mark 6:2-11","translation":"ESV","division":"Senior","passage_number":81,"release":"NBBC","cards":["(2) And on the Sabbath he began to teach in the synagogue,\nand many who heard him were astonished, saying, \"Where\ndid this man get these things? What is the wisdom given to\nhim? How are such mighty works done by his hands? (3) Is not\nthis the carpenter, the son of Mary and brother of James and\nJoses and Judas and Simon? And are not his sisters here with\nus?\" And they took offense at him. (4) And Jesus said to them,\n\"A prophet is not without honor, except in his hometown and\namong his relatives and in his own household.\" (5) And he\ncould do no mighty work there, except that he laid his hands\non a few sick people and healed them. (6) And he marveled","because of their unbelief. And he went about among the\nvillages teaching. (7) And he called the twelve and began\nto send them out two by two, and gave them authority over\nthe unclean spirits. (8) He charged them to take nothing for\ntheir journey except a staff--no bread, no bag, no money in\ntheir belts-- (9) but to wear sandals and not put on two tunics.\n(10) And he said to them, \"Whenever you enter a house, stay\nthere until you depart from there. (11) And if any place will\nnot receive you and they will not listen to you, when you\nleave, shake off the dust that is on your feet as a testimony\nagainst them.\""],"start_index":400002006002,"end_index":400002006011,"verse_count":10,"word_count":238},{"reference":"Luke 15:7-24","translation":"ESV","division":"Senior","passage_number":82,"release":"NBBC","cards":["(7) Just so, I tell you, there will be more joy in heaven over one\nsinner who repents than over ninety-nine righteous persons who\nneed no repentance. (8) \"Or what woman, having ten silver coins,\nif she loses one coin, does not light a lamp and sweep the house\nand seek diligently until she finds it? (9) And when she has found\nit, she calls together her friends and neighbors, saying, 'Rejoice\nwith me, for I have found the coin that I had lost.' (10) Just so, I tell\nyou, there is joy before the angels of God over one sinner who\nrepents.\" (11) And he said, \"There was a man who had two sons.\n(12) And the younger of them said to his father, 'Father, give me\nthe share of property that is coming to me.' And he divided his\nproperty between them. (13) Not many days later, the younger son","gathered all he had and took a journey into a far country, and there\nhe squandered his property in reckless living. (14) And when he\nhad spent everything, a severe famine arose in that country, and\nhe began to be in need. (15) So he went and hired himself out to\none of the citizens of that country, who sent him into his fields to\nfeed pigs. (16) And he was longing to be fed with the pods that\nthe pigs ate, and no one gave him anything. (17) \"But when he\ncame to himself, he said, 'How many of my father's hired servants\nhave more than enough bread, but I perish here with hunger! (18)\nI will arise and go to my father, and I will say to him, \"Father, I have\nsinned against heaven and before you. (19) I am no longer worthy\nto be called your son. Treat me as one of your hired servants.\"'","(20) And he arose and came to his father. But while he was still\na long way off, his father saw him and felt compassion, and ran\nand embraced him and kissed him. (21) And the son said to him,\n'Father, I have sinned against heaven and before you. I am no\nlonger worthy to be called your son.' (22) But the father said to his\nservants, 'Bring quickly the best robe, and put it on him, and put a\nring on his hand, and shoes on his feet. (23) And bring the fattened\ncalf and kill it, and let us eat and celebrate. (24) For this my son\nwas dead, and is alive again; he was lost, and is found.' And they\nbegan to celebrate."],"start_index":400003015007,"end_index":400003015024,"verse_count":18,"word_count":419},{"reference":"John 4:43-54","translation":"ESV","division":"Senior","passage_number":83,"release":"NBBC","cards":["(43) After the two days he departed for Galilee. (44) (For\nJesus himself had testified that a prophet has no honor in\nhis own hometown.) (45) So when he came to Galilee, the\nGalileans welcomed him, having seen all that he had done in\nJerusalem at the feast. For they too had gone to the feast. (46)\nSo he came again to Cana in Galilee, where he had made the\nwater wine. And at Capernaum there was an official whose\nson was ill. (47) When this man heard that Jesus had come\nfrom Judea to Galilee, he went to him and asked him to come\ndown and heal his son, for he was at the point of death. (48)\nSo Jesus said to him, \"Unless you see signs and wonders you","will not believe.\" (49) The official said to him, \"Sir, come down\nbefore my child dies.\" (50) Jesus said to him, \"Go; your son\nwill live.\" The man believed the word that Jesus spoke to him\nand went on his way. (51) As he was going down, his servants\nmet him and told him that his son was recovering. (52) So he\nasked them the hour when he began to get better, and they\nsaid to him, \"Yesterday at the seventh hour the fever left him.\"\n(53) The father knew that was the hour when Jesus had said\nto him, \"Your son will live.\" And he himself believed, and all\nhis household. (54) This was now the second sign that Jesus\ndid when he had come from Judea to Galilee."],"start_index":400004004043,"end_index":400004004054,"verse_count":12,"word_count":249},{"reference":"John 5:19-40","translation":"ESV","division":"Senior","passage_number":84,"release":"NBBC","cards":["(19) So Jesus said to them, \"Truly, truly, I say to you, the Son\ncan do nothing of his own accord, but only what he sees the\nFather doing. For whatever the Father does, that the Son does\nlikewise. (20) For the Father loves the Son and shows him all\nthat he himself is doing. And greater works than these will\nhe show him, so that you may marvel. (21) For as the Father\nraises the dead and gives them life, so also the Son gives life\nto whom he will. (22) For the Father judges no one, but has\ngiven all judgment to the Son, (23) that all may honor the Son,\njust as they honor the Father. Whoever does not honor the\nSon does not honor the Father who sent him. (24) Truly, truly,","I say to you, whoever hears my word and believes him who\nsent me has eternal life. He does not come into judgment,\nbut has passed from death to life. (25) \"Truly, truly, I say to\nyou, an hour is coming, and is now here, when the dead will\nhear the voice of the Son of God, and those who hear will live.\n(26) For as the Father has life in himself, so he has granted\nthe Son also to have life in himself. (27) And he has given\nhim authority to execute judgment, because he is the Son of\nMan. (28) Do not marvel at this, for an hour is coming when\nall who are in the tombs will hear his voice (29) and come out,\nthose who have done good to the resurrection of life, and","those who have done evil to the resurrection of judgment.\n(30) \"I can do nothing on my own. As I hear, I judge, and\nmy judgment is just, because I seek not my own will but the\nwill of him who sent me. (31) If I alone bear witness about\nmyself, my testimony is not true. (32) There is another who\nbears witness about me, and I know that the testimony that\nhe bears about me is true. (33) You sent to John, and he has\nborne witness to the truth. (34) Not that the testimony that I\nreceive is from man, but I say these things so that you may be\nsaved. (35) He was a burning and shining lamp, and you were\nwilling to rejoice for a while in his light. (36) But the testimony","that I have is greater than that of John. For the works that the\nFather has given me to accomplish, the very works that I am\ndoing, bear witness about me that the Father has sent me.\n(37) And the Father who sent me has himself borne witness\nabout me. His voice you have never heard, his form you have\nnever seen, (38) and you do not have his word abiding in\nyou, for you do not believe the one whom he has sent. (39)\nYou search the Scriptures because you think that in them you\nhave eternal life; and it is they that bear witness about me,\n(40) yet you refuse to come to me that you may have life."],"start_index":400004005019,"end_index":400004005040,"verse_count":22,"word_count":510},{"reference":"Acts 3:1-20","translation":"ESV","division":"Senior","passage_number":85,"release":"NBBC","cards":["(1) Now Peter and John were going up to the temple at the\nhour of prayer, the ninth hour. (2) And a man lame from birth\nwas being carried, whom they laid daily at the gate of the\ntemple that is called the Beautiful Gate to ask alms of those\nentering the temple. (3) Seeing Peter and John about to\ngo into the temple, he asked to receive alms. (4) And Peter\ndirected his gaze at him, as did John, and said, \"Look at us.\"\n(5) And he fixed his attention on them, expecting to receive\nsomething from them. (6) But Peter said, \"I have no silver and\ngold, but what I do have I give to you. In the name of Jesus\nChrist of Nazareth, rise up and walk!\" (7) And he took him","by the right hand and raised him up, and immediately his\nfeet and ankles were made strong. (8) And leaping up, he\nstood and began to walk, and entered the temple with them,\nwalking and leaping and praising God. (9) And all the people\nsaw him walking and praising God, (10) and recognized him\nas the one who sat at the Beautiful Gate of the temple, asking\nfor alms. And they were filled with wonder and amazement\nat what had happened to him. (11) While he clung to Peter\nand John, all the people, utterly astounded, ran together to\nthem in the portico called Solomon's. (12) And when Peter\nsaw it he addressed the people: \"Men of Israel, why do you","wonder at this, or why do you stare at us, as though by our\nown power or piety we have made him walk? (13) The God\nof Abraham, the God of Isaac, and the God of Jacob, the\nGod of our fathers, glorified his servant Jesus, whom you\ndelivered over and denied in the presence of Pilate, when he\nhad decided to release him. (14) But you denied the Holy and\nRighteous One, and asked for a murderer to be granted to\nyou, (15) and you killed the Author of life, whom God raised\nfrom the dead. To this we are witnesses. (16) And his name--\nby faith in his name--has made this man strong whom you see\nand know, and the faith that is through Jesus has given the","man this perfect health in the presence of you all. (17) \"And\nnow, brothers, I know that you acted in ignorance, as did also\nyour rulers. (18) But what God foretold by the mouth of all\nthe prophets, that his Christ would suffer, he thus fulfilled.\n(19) Repent therefore, and turn back, that your sins may be\nblotted out, (20) that times of refreshing may come from\nthe presence of the Lord, and that he may send the Christ\nappointed for you, Jesus,"],"start_index":400005003001,"end_index":400005003020,"verse_count":20,"word_count":450},{"reference":"Acts 10:9-22","translation":"ESV","division":"Senior","passage_number":86,"release":"NBBC","cards":["(9) The next day, as they were on their journey and approaching\nthe city, Peter went up on the housetop about the sixth hour\nto pray. (10) And he became hungry and wanted something\nto eat, but while they were preparing it, he fell into a trance\n(11) and saw the heavens opened and something like a great\nsheet descending, being let down by its four corners upon the\nearth. (12) In it were all kinds of animals and reptiles and birds\nof the air. (13) And there came a voice to him: \"Rise, Peter; kill\nand eat.\" (14) But Peter said, \"By no means, Lord; for I have\nnever eaten anything that is common or unclean.\" (15) And\nthe voice came to him again a second time, \"What God has","made clean, do not call common.\" (16) This happened three\ntimes, and the thing was taken up at once to heaven. (17)\nNow while Peter was inwardly perplexed as to what the vision\nthat he had seen might mean, behold, the men who were\nsent by Cornelius, having made inquiry for Simon's house,\nstood at the gate (18) and called out to ask whether Simon\nwho was called Peter was lodging there. (19) And while Peter\nwas pondering the vision, the Spirit said to him, \"Behold,\nthree men are looking for you. (20) Rise and go down and\naccompany them without hesitation, for I have sent them.\"\n(21) And Peter went down to the men and said, \"I am the one","you are looking for. What is the reason for your coming?\"\n(22) And they said, \"Cornelius, a centurion, an upright and\nGod-fearing man, who is well spoken of by the whole Jewish\nnation, was directed by a holy angel to send for you to come\nto his house and to hear what you have to say.\""],"start_index":400005010009,"end_index":400005010022,"verse_count":14,"word_count":295},{"reference":"Romans 2:1-12","translation":"ESV","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) Therefore you have no excuse, O man, every one of you\nwho judges. For in passing judgment on another you condemn\nyourself, because you, the judge, practice the very same things.\n(2) We know that the judgment of God rightly falls on those who\npractice such things. (3) Do you suppose, O man--you who judge\nthose who practice such things and yet do them yourself--that you\nwill escape the judgment of God? (4) Or do you presume on the\nriches of his kindness and forbearance and patience, not knowing\nthat God's kindness is meant to lead you to repentance? (5) But\nbecause of your hard and impenitent heart you are storing up wrath\nfor yourself on the day of wrath when God's righteous judgment","will be revealed. (6) He will render to each one according to his\nworks: (7) to those who by patience in well-doing seek for glory\nand honor and immortality, he will give eternal life; (8) but for\nthose who are self-seeking and do not obey the truth, but obey\nunrighteousness, there will be wrath and fury. (9) There will be\ntribulation and distress for every human being who does evil, the\nJew first and also the Greek, (10) but glory and honor and peace\nfor everyone who does good, the Jew first and also the Greek. (11)\nFor God shows no partiality. (12) For all who have sinned without\nthe law will also perish without the law, and all who have sinned\nunder the law will be judged by the law."],"start_index":400006002001,"end_index":400006002012,"verse_count":12,"word_count":248},{"reference":"Romans 7:6-12","translation":"ESV","division":"Senior","passage_number":88,"release":"NBBC","cards":["(6) But now we are released from the law, having died to that\nwhich held us captive, so that we serve in the new way of the\nSpirit and not in the old way of the written code. (7) What\nthen shall we say? That the law is sin? By no means! Yet if it\nhad not been for the law, I would not have known sin. For I\nwould not have known what it is to covet if the law had not\nsaid, \"You shall not covet.\" (8) But sin, seizing an opportunity\nthrough the commandment, produced in me all kinds of\ncovetousness. For apart from the law, sin lies dead. (9) I was\nonce alive apart from the law, but when the commandment\ncame, sin came alive and I died. (10) The very commandment","that promised life proved to be death to me. (11) For sin,\nseizing an opportunity through the commandment, deceived\nme and through it killed me. (12) So the law is holy, and the\ncommandment is holy and righteous and good."],"start_index":400006007006,"end_index":400006007012,"verse_count":7,"word_count":169},{"reference":"1 Corinthians 3:5-17","translation":"ESV","division":"Senior","passage_number":89,"release":"NBBC","cards":["(5) What then is Apollos? What is Paul? Servants through whom\nyou believed, as the Lord assigned to each. (6) I planted, Apollos\nwatered, but God gave the growth. (7) So neither he who plants nor\nhe who waters is anything, but only God who gives the growth. (8)\nHe who plants and he who waters are one, and each will receive his\nwages according to his labor. (9) For we are God's fellow workers.\nYou are God's field, God's building. (10) According to the grace of\nGod given to me, like a skilled master builder I laid a foundation,\nand someone else is building upon it. Let each one take care how\nhe builds upon it. (11) For no one can lay a foundation other than\nthat which is laid, which is Jesus Christ. (12) Now if anyone builds","on the foundation with gold, silver, precious stones, wood, hay,\nstraw-- (13) each one's work will become manifest, for the Day will\ndisclose it, because it will be revealed by fire, and the fire will test\nwhat sort of work each one has done. (14) If the work that anyone\nhas built on the foundation survives, he will receive a reward. (15)\nIf anyone's work is burned up, he will suffer loss, though he himself\nwill be saved, but only as through fire. (16) Do you not know that\nyou are God's temple and that God's Spirit dwells in you? (17) If\nanyone destroys God's temple, God will destroy him. For God's\ntemple is holy, and you are that temple."],"start_index":400007003005,"end_index":400007003017,"verse_count":13,"word_count":247},{"reference":"2 Corinthians 3:7-18","translation":"ESV","division":"Senior","passage_number":90,"release":"NBBC","cards":["(7) Now if the ministry of death, carved in letters on stone, came\nwith such glory that the Israelites could not gaze at Moses' face\nbecause of its glory, which was being brought to an end, (8) will\nnot the ministry of the Spirit have even more glory? (9) For if\nthere was glory in the ministry of condemnation, the ministry of\nrighteousness must far exceed it in glory. (10) Indeed, in this case,\nwhat once had glory has come to have no glory at all, because of\nthe glory that surpasses it. (11) For if what was being brought to\nan end came with glory, much more will what is permanent have\nglory. (12) Since we have such a hope, we are very bold, (13) not\nlike Moses, who would put a veil over his face so that the Israelites","might not gaze at the outcome of what was being brought to an\nend. (14) But their minds were hardened. For to this day, when they\nread the old covenant, that same veil remains unlifted, because\nonly through Christ is it taken away. (15) Yes, to this day whenever\nMoses is read a veil lies over their hearts. (16) But when one turns\nto the Lord, the veil is removed. (17) Now the Lord is the Spirit,\nand where the Spirit of the Lord is, there is freedom. (18) And we\nall, with unveiled face, beholding the glory of the Lord, are being\ntransformed into the same image from one degree of glory to\nanother. For this comes from the Lord who is the Spirit."],"start_index":400008003007,"end_index":400008003018,"verse_count":12,"word_count":254},{"reference":"2 Corinthians 13:5-8","translation":"ESV","division":"Senior","passage_number":91,"release":"NBBC","cards":["(5) Examine yourselves, to see whether you are in the faith.\nTest yourselves. Or do you not realize this about yourselves,\nthat Jesus Christ is in you?--unless indeed you fail to meet the\ntest! (6) I hope you will find out that we have not failed the\ntest. (7) But we pray to God that you may not do wrong--not\nthat we may appear to have met the test, but that you may do\nwhat is right, though we may seem to have failed. (8) For we\ncannot do anything against the truth, but only for the truth."],"start_index":400008013005,"end_index":400008013008,"verse_count":4,"word_count":96},{"reference":"Ephesians 2:1-13","translation":"ESV","division":"Senior","passage_number":92,"release":"NBBC","cards":["(1) And you were dead in the trespasses and sins (2) in\nwhich you once walked, following the course of this world,\nfollowing the prince of the power of the air, the spirit that is\nnow at work in the sons of disobedience-- (3) among whom\nwe all once lived in the passions of our flesh, carrying out\nthe desires of the body and the mind, and were by nature\nchildren of wrath, like the rest of mankind. (4) But God, being\nrich in mercy, because of the great love with which he loved\nus, (5) even when we were dead in our trespasses, made us\nalive together with Christ--by grace you have been saved--\n(6) and raised us up with him and seated us with him in the","heavenly places in Christ Jesus, (7) so that in the coming\nages he might show the immeasurable riches of his grace in\nkindness toward us in Christ Jesus. (8) For by grace you have\nbeen saved through faith. And this is not your own doing;\nit is the gift of God, (9) not a result of works, so that no one\nmay boast. (10) For we are his workmanship, created in Christ\nJesus for good works, which God prepared beforehand, that\nwe should walk in them. (11) Therefore remember that at one\ntime you Gentiles in the flesh, called \"the uncircumcision\" by\nwhat is called the circumcision, which is made in the flesh by\nhands-- (12) remember that you were at that time separated","from Christ, alienated from the commonwealth of Israel and\nstrangers to the covenants of promise, having no hope and\nwithout God in the world. (13) But now in Christ Jesus you\nwho once were far off have been brought near by the blood\nof Christ."],"start_index":400010002001,"end_index":400010002013,"verse_count":13,"word_count":286},{"reference":"Ephesians 3:14-21","translation":"ESV","division":"Senior","passage_number":93,"release":"NBBC","cards":["(14) For this reason I bow my knees before the Father, (15)\nfrom whom every family in heaven and on earth is named,\n(16) that according to the riches of his glory he may grant you\nto be strengthened with power through his Spirit in your inner\nbeing, (17) so that Christ may dwell in your hearts through\nfaith--that you, being rooted and grounded in love, (18) may\nhave strength to comprehend with all the saints what is the\nbreadth and length and height and depth, (19) and to know\nthe love of Christ that surpasses knowledge, that you may\nbe filled with all the fullness of God. (20) Now to him who is\nable to do far more abundantly than all that we ask or think,","according to the power at work within us, (21) to him be glory\nin the church and in Christ Jesus throughout all generations,\nforever and ever. Amen."],"start_index":400010003014,"end_index":400010003021,"verse_count":8,"word_count":147},{"reference":"Colossians 1:3-7","translation":"ESV","division":"Senior","passage_number":94,"release":"NBBC","cards":["(3) We always thank God, the Father of our Lord Jesus Christ,\nwhen we pray for you, (4) since we heard of your faith in\nChrist Jesus and of the love that you have for all the saints,\n(5) because of the hope laid up for you in heaven. Of this\nyou have heard before in the word of the truth, the gospel,\n(6) which has come to you, as indeed in the whole world it\nis bearing fruit and increasing--as it also does among you,\nsince the day you heard it and understood the grace of God\nin truth, (7) just as you learned it from Epaphras our beloved\nfellow servant. He is a faithful minister of Christ on your behalf"],"start_index":400012001003,"end_index":400012001007,"verse_count":5,"word_count":118},{"reference":"Colossians 2:6-10","translation":"ESV","division":"Senior","passage_number":95,"release":"NBBC","cards":["(6) Therefore, as you received Christ Jesus the Lord, so walk\nin him, (7) rooted and built up in him and established in the\nfaith, just as you were taught, abounding in thanksgiving. (8)\nSee to it that no one takes you captive by philosophy and\nempty deceit, according to human tradition, according to the\nelemental spirits of the world, and not according to Christ. (9)\nFor in him the whole fullness of deity dwells bodily, (10) and\nyou have been filled in him, who is the head of all rule and\nauthority."],"start_index":400012002006,"end_index":400012002010,"verse_count":5,"word_count":88},{"reference":"1 Timothy 2:1-15","translation":"ESV","division":"Senior","passage_number":96,"release":"NBBC","cards":["(1) First of all, then, I urge that supplications, prayers, intercessions,\nand thanksgivings be made for all people, (2) for kings and all who\nare in high positions, that we may lead a peaceful and quiet life,\ngodly and dignified in every way. (3) This is good, and it is pleasing\nin the sight of God our Savior, (4) who desires all people to be\nsaved and to come to the knowledge of the truth. (5) For there is\none God, and there is one mediator between God and men, the\nman Christ Jesus, (6) who gave himself as a ransom for all, which is\nthe testimony given at the proper time. (7) For this I was appointed\na preacher and an apostle (I am telling the truth, I am not lying),\na teacher of the Gentiles in faith and truth. (8) I desire then that\nin every place the men should pray, lifting holy hands without","anger or quarreling; (9) likewise also that women should adorn\nthemselves in respectable apparel, with modesty and self-control,\nnot with braided hair and gold or pearls or costly attire, (10) but\nwith what is proper for women who profess godliness--with good\nworks. (11) Let a woman learn quietly with all submissiveness. (12)\nI do not permit a woman to teach or to exercise authority over\na man; rather, she is to remain quiet. (13) For Adam was formed\nfirst, then Eve; (14) and Adam was not deceived, but the woman\nwas deceived and became a transgressor. (15) Yet she will be\nsaved through childbearing--if they continue in faith and love and\nholiness, with self-control."],"start_index":400015002001,"end_index":400015002015,"verse_count":15,"word_count":260},{"reference":"Hebrews 6:3-8","translation":"ESV","division":"Senior","passage_number":97,"release":"NBBC","cards":["(3) And this we will do if God permits. (4) For it is impossible, in the\ncase of those who have once been enlightened, who have tasted\nthe heavenly gift, and have shared in the Holy Spirit, (5) and have\ntasted the goodness of the word of God and the powers of the\nage to come, (6) and then have fallen away, to restore them again\nto repentance, since they are crucifying once again the Son of God\nto their own harm and holding him up to contempt. (7) For land\nthat has drunk the rain that often falls on it, and produces a crop\nuseful to those for whose sake it is cultivated, receives a blessing\nfrom God. (8) But if it bears thorns and thistles, it is worthless and\nnear to being cursed, and its end is to be burned."],"start_index":400019006003,"end_index":400019006008,"verse_count":6,"word_count":136},{"reference":"Hebrews 11:17-40","translation":"ESV","division":"Senior","passage_number":98,"release":"NBBC","cards":["(17) By faith Abraham, when he was tested, offered up Isaac, and\nhe who had received the promises was in the act of offering up\nhis only son, (18) of whom it was said, \"Through Isaac shall your\noffspring be named.\" (19) He considered that God was able even\nto raise him from the dead, from which, figuratively speaking, he\ndid receive him back. (20) By faith Isaac invoked future blessings\non Jacob and Esau. (21) By faith Jacob, when dying, blessed each\nof the sons of Joseph, bowing in worship over the head of his staff.\n(22) By faith Joseph, at the end of his life, made mention of the\nexodus of the Israelites and gave directions concerning his bones.\n(23) By faith Moses, when he was born, was hidden for three months","by his parents, because they saw that the child was beautiful,\nand they were not afraid of the king's edict. (24) By faith Moses,\nwhen he was grown up, refused to be called the son of Pharaoh's\ndaughter, (25) choosing rather to be mistreated with the people of\nGod than to enjoy the fleeting pleasures of sin. (26) He considered\nthe reproach of Christ greater wealth than the treasures of Egypt,\nfor he was looking to the reward. (27) By faith he left Egypt, not\nbeing afraid of the anger of the king, for he endured as seeing him\nwho is invisible. (28) By faith he kept the Passover and sprinkled\nthe blood, so that the Destroyer of the firstborn might not touch\nthem. (29) By faith the people crossed the Red Sea as on dry land,","but the Egyptians, when they attempted to do the same, were\ndrowned. (30) By faith the walls of Jericho fell down after they had\nbeen encircled for seven days. (31) By faith Rahab the prostitute\ndid not perish with those who were disobedient, because she had\ngiven a friendly welcome to the spies. (32) And what more shall\nI say? For time would fail me to tell of Gideon, Barak, Samson,\nJephthah, of David and Samuel and the prophets-- (33) who\nthrough faith conquered kingdoms, enforced justice, obtained\npromises, stopped the mouths of lions, (34) quenched the power\nof fire, escaped the edge of the sword, were made strong out of\nweakness, became mighty in war, put foreign armies to flight. (35)","Women received back their dead by resurrection. Some were\ntortured, refusing to accept release, so that they might rise again\nto a better life. (36) Others suffered mocking and flogging, and\neven chains and imprisonment. (37) They were stoned, they were\nsawn in two, they were killed with the sword. They went about in\nskins of sheep and goats, destitute, afflicted, mistreated-- (38) of\nwhom the world was not worthy--wandering about in deserts and\nmountains, and in dens and caves of the earth. (39) And all these,\nthough commended through their faith, did not receive what was\npromised, (40) since God had provided something better for us,\nthat apart from us they should not be made perfect."],"start_index":400019011017,"end_index":400019011040,"verse_count":24,"word_count":487},{"reference":"James 4:1-6","translation":"ESV","division":"Senior","passage_number":99,"release":"NBBC","cards":["(1) What causes quarrels and what causes fights among you? Is it\nnot this, that your passions are at war within you? (2) You desire\nand do not have, so you murder. You covet and cannot obtain, so\nyou fight and quarrel. You do not have, because you do not ask. (3)\nYou ask and do not receive, because you ask wrongly, to spend it\non your passions. (4) You adulterous people! Do you not know that\nfriendship with the world is enmity with God? Therefore whoever\nwishes to be a friend of the world makes himself an enemy of God.\n(5) Or do you suppose it is to no purpose that the Scripture says,\n\"He yearns jealously over the spirit that he has made to dwell in\nus\"? (6) But he gives more grace. Therefore it says, \"God opposes\nthe proud but gives grace to the humble.\""],"start_index":400020004001,"end_index":400020004006,"verse_count":6,"word_count":142},{"reference":"James 5:1-12","translation":"ESV","division":"Senior","passage_number":100,"release":"NBBC","cards":["(1) Come now, you rich, weep and howl for the miseries\nthat are coming upon you. (2) Your riches have rotted and\nyour garments are moth-eaten. (3) Your gold and silver have\ncorroded, and their corrosion will be evidence against you\nand will eat your flesh like fire. You have laid up treasure\nin the last days. (4) Behold, the wages of the laborers who\nmowed your fields, which you kept back by fraud, are crying\nout against you, and the cries of the harvesters have reached\nthe ears of the Lord of hosts. (5) You have lived on the earth in\nluxury and in self-indulgence. You have fattened your hearts\nin a day of slaughter. (6) You have condemned and murdered","the righteous person. He does not resist you. (7) Be patient,\ntherefore, brothers, until the coming of the Lord. See how the\nfarmer waits for the precious fruit of the earth, being patient\nabout it, until it receives the early and the late rains. (8) You\nalso, be patient. Establish your hearts, for the coming of the\nLord is at hand. (9) Do not grumble against one another,\nbrothers, so that you may not be judged; behold, the Judge\nis standing at the door. (10) As an example of suffering and\npatience, brothers, take the prophets who spoke in the name\nof the Lord. (11) Behold, we consider those blessed who\nremained steadfast. You have heard of the steadfastness of","Job, and you have seen the purpose of the Lord, how the\nLord is compassionate and merciful. (12) But above all, my\nbrothers, do not swear, either by heaven or by earth or by any\nother oath, but let your \"yes\" be yes and your \"no\" be no, so\nthat you may not fall under condemnation."],"start_index":400020005001,"end_index":400020005012,"verse_count":12,"word_count":288},{"reference":"James 5:14-18","translation":"ESV","division":"Senior","passage_number":101,"release":"NBBC","cards":["(14) Is anyone among you sick? Let him call for the elders of the\nchurch, and let them pray over him, anointing him with oil in the\nname of the Lord. (15) And the prayer of faith will save the one\nwho is sick, and the Lord will raise him up. And if he has committed\nsins, he will be forgiven. (16) Therefore, confess your sins to one\nanother and pray for one another, that you may be healed. The\nprayer of a righteous person has great power as it is working. (17)\nElijah was a man with a nature like ours, and he prayed fervently\nthat it might not rain, and for three years and six months it did not\nrain on the earth. (18) Then he prayed again, and heaven gave\nrain, and the earth bore its fruit."],"start_index":400020005014,"end_index":400020005018,"verse_count":5,"word_count":135},{"reference":"1 Peter 3:1-12","translation":"ESV","division":"Senior","passage_number":102,"release":"NBBC","cards":["(1) Likewise, wives, be subject to your own husbands, so that even\nif some do not obey the word, they may be won without a word\nby the conduct of their wives, (2) when they see your respectful\nand pure conduct. (3) Do not let your adorning be external--the\nbraiding of hair and the putting on of gold jewelry, or the clothing\nyou wear-- (4) but let your adorning be the hidden person of the\nheart with the imperishable beauty of a gentle and quiet spirit,\nwhich in God's sight is very precious. (5) For this is how the\nholy women who hoped in God used to adorn themselves, by\nsubmitting to their own husbands, (6) as Sarah obeyed Abraham,\ncalling him lord. And you are her children, if you do good and do\nnot fear anything that is frightening. (7) Likewise, husbands, live","with your wives in an understanding way, showing honor to the\nwoman as the weaker vessel, since they are heirs with you of the\ngrace of life, so that your prayers may not be hindered. (8) Finally,\nall of you, have unity of mind, sympathy, brotherly love, a tender\nheart, and a humble mind. (9) Do not repay evil for evil or reviling\nfor reviling, but on the contrary, bless, for to this you were called,\nthat you may obtain a blessing. (10) For \"Whoever desires to love\nlife and see good days, let him keep his tongue from evil and his\nlips from speaking deceit; (11) let him turn away from evil and do\ngood; let him seek peace and pursue it. (12) For the eyes of the\nLord are on the righteous, and his ears are open to their prayer. But\nthe face of the Lord is against those who do evil.\""],"start_index":400021003001,"end_index":400021003012,"verse_count":12,"word_count":287},{"reference":"2 Peter 1:5-18","translation":"ESV","division":"Senior","passage_number":103,"release":"NBBC","cards":["(5) For this very reason, make every effort to supplement your\nfaith with virtue, and virtue with knowledge, (6) and knowledge\nwith self-control, and self-control with steadfastness, and\nsteadfastness with godliness, (7) and godliness with brotherly\naffection, and brotherly affection with love. (8) For if these\nqualities are yours and are increasing, they keep you from\nbeing ineffective or unfruitful in the knowledge of our Lord\nJesus Christ. (9) For whoever lacks these qualities is so\nnearsighted that he is blind, having forgotten that he was\ncleansed from his former sins. (10) Therefore, brothers, be\nall the more diligent to confirm your calling and election, for","if you practice these qualities you will never fall. (11) For in\nthis way there will be richly provided for you an entrance into\nthe eternal kingdom of our Lord and Savior Jesus Christ. (12)\nTherefore I intend always to remind you of these qualities,\nthough you know them and are established in the truth that\nyou have. (13) I think it right, as long as I am in this body, to stir\nyou up by way of reminder, (14) since I know that the putting\noff of my body will be soon, as our Lord Jesus Christ made\nclear to me. (15) And I will make every effort so that after my\ndeparture you may be able at any time to recall these things.\n(16) For we did not follow cleverly devised myths when","we made known to you the power and coming of our Lord\nJesus Christ, but we were eyewitnesses of his majesty. (17)\nFor when he received honor and glory from God the Father,\nand the voice was borne to him by the Majestic Glory, \"This\nis my beloved Son, with whom I am well pleased,\" (18) we\nourselves heard this very voice borne from heaven, for we\nwere with him on the holy mountain."],"start_index":400022001005,"end_index":400022001018,"verse_count":14,"word_count":303},{"reference":"1 John 2:1-17","translation":"ESV","division":"Senior","passage_number":104,"release":"NBBC","cards":["(1) My little children, I am writing these things to you so that you\nmay not sin. But if anyone does sin, we have an advocate with the\nFather, Jesus Christ the righteous. (2) He is the propitiation for our\nsins, and not for ours only but also for the sins of the whole world.\n(3) And by this we know that we have come to know him, if we\nkeep his commandments. (4) Whoever says \"I know him\" but does\nnot keep his commandments is a liar, and the truth is not in him,\n(5) but whoever keeps his word, in him truly the love of God is\nperfected. By this we may know that we are in him: (6) whoever\nsays he abides in him ought to walk in the same way in which he\nwalked. (7) Beloved, I am writing you no new commandment, but\nan old commandment that you had from the beginning. The old","commandment is the word that you have heard. (8) At the same\ntime, it is a new commandment that I am writing to you, which\nis true in him and in you, because the darkness is passing away\nand the true light is already shining. (9) Whoever says he is in the\nlight and hates his brother is still in darkness. (10) Whoever loves\nhis brother abides in the light, and in him there is no cause for\nstumbling. (11) But whoever hates his brother is in the darkness\nand walks in the darkness, and does not know where he is going,\nbecause the darkness has blinded his eyes. (12) I am writing to\nyou, little children, because your sins are forgiven for his name's\nsake. (13) I am writing to you, fathers, because you know him who\nis from the beginning. I am writing to you, young men, because","you have overcome the evil one. I write to you, children, because\nyou know the Father. (14) I write to you, fathers, because you know\nhim who is from the beginning. I write to you, young men, because\nyou are strong, and the word of God abides in you, and you have\novercome the evil one. (15) Do not love the world or the things in\nthe world. If anyone loves the world, the love of the Father is not\nin him. (16) For all that is in the world--the desires of the flesh and\nthe desires of the eyes and pride of life--is not from the Father but\nis from the world. (17) And the world is passing away along with its\ndesires, but whoever does the will of God abides forever."],"start_index":400023002001,"end_index":400023002017,"verse_count":17,"word_count":427},{"reference":"1 John 3:16-22","translation":"ESV","division":"Senior","passage_number":105,"release":"NBBC","cards":["(16) By this we know love, that he laid down his life for us, and we\nought to lay down our lives for the brothers. (17) But if anyone\nhas the world's goods and sees his brother in need, yet closes his\nheart against him, how does God's love abide in him? (18) Little\nchildren, let us not love in word or talk but in deed and in truth.\n(19) By this we shall know that we are of the truth and reassure our\nheart before him; (20) for whenever our heart condemns us, God\nis greater than our heart, and he knows everything. (21) Beloved, if\nour heart does not condemn us, we have confidence before God;\n(22) and whatever we ask we receive from him, because we keep\nhis commandments and do what pleases him."],"start_index":400023003016,"end_index":400023003022,"verse_count":7,"word_count":130},{"reference":"1 John 4:13-16","translation":"ESV","division":"Senior","passage_number":106,"release":"NBBC","cards":["(13) By this we know that we abide in him and he in us,\nbecause he has given us of his Spirit. (14) And we have seen\nand testify that the Father has sent his Son to be the Savior\nof the world. (15) Whoever confesses that Jesus is the Son\nof God, God abides in him, and he in God. (16) So we have\ncome to know and to believe the love that God has for us.\nGod is love, and whoever abides in love abides in God, and\nGod abides in him."],"start_index":400023004013,"end_index":400023004016,"verse_count":4,"word_count":90}]
