[{"reference":"John 8:31–32","translation":"NIV","division":"Senior","passage_number":1,"release":"Navigate","cards":["(31) To the Jews who had believed him, Jesus said, \"If you\nhold to my teaching, you are really my disciples. (32) Then\nyou will know the truth, and the truth will set you free.\""],"start_index":400004008031,"end_index":400004008032,"verse_count":2,"word_count":33},{"reference":"John 12:12–16","translation":"NIV","division":"Senior","passage_number":2,"release":"Navigate","cards":["(12) The next day the great crowd that had come for the\nfestival heard that Jesus was on his way to Jerusalem.\n(13) They took palm branches and went out to meet him,\nshouting, \"Hosanna!\" \"Blessed is he who comes in the name\nof the Lord!\" \"Blessed is the king of Israel!\" (14) Jesus found\na young donkey and sat on it, as it is written: (15) \"Do not be\nafraid, Daughter Zion; see, your king is coming, seated on a\ndonkey's colt.\" (16) At first his disciples did not understand all\nthis. Only after Jesus was glorified did they realize that these\nthings had been written about him and that these things had\nbeen done to him."],"start_index":400004012012,"end_index":400004012016,"verse_count":5,"word_count":113},{"reference":"Psalm 118:22–26","translation":"NIV","division":"Senior","passage_number":3,"release":"Explore","cards":["(22) The stone the builders rejected has become the\ncornerstone; (23) the LORD has done this, and it is marvelous\nin our eyes. (24) The LORD has done it this very day; let us\nrejoice today and be glad. (25) LORD, save us! LORD, grant\nus success! (26) Blessed is he who comes in the name of the\nLORD. From the house of the LORD we bless you."],"start_index":200019118022,"end_index":200019118026,"verse_count":5,"word_count":63},{"reference":"John 13:13–17","translation":"NIV","division":"Senior","passage_number":4,"release":"Navigate","cards":["(13) \"You call me 'Teacher' and 'Lord,' and rightly so, for that\nis what I am. (14) Now that I, your Lord and Teacher, have\nwashed your feet, you also should wash one another's feet.\n(15) I have set you an example that you should do as I have\ndone for you. (16) Very truly I tell you, no servant is greater\nthan his master, nor is a messenger greater than the one who\nsent him. (17) Now that you know these things, you will be\nblessed if you do them."],"start_index":400004013013,"end_index":400004013017,"verse_count":5,"word_count":86},{"reference":"Jeremiah 7:8–11","translation":"NIV","division":"Senior","passage_number":5,"release":"Explore","cards":["(8) But look, you are trusting in deceptive words that are\nworthless. (9) \" 'Will you steal and murder, commit adultery\nand perjury, burn incense to Baal and follow other gods you\nhave not known, (10) and then come and stand before me\nin this house, which bears my Name, and say, \"We are safe\"-\n-safe to do all these detestable things? (11) Has this house,\nwhich bears my Name, become a den of robbers to you? But\nI have been watching! declares the LORD."],"start_index":200024007008,"end_index":200024007011,"verse_count":4,"word_count":80},{"reference":"John 14:1–6","translation":"NIV","division":"Senior","passage_number":6,"release":"Navigate","cards":["(1) \"Do not let your hearts be troubled. You believe in God;\nbelieve also in me. (2) My Father's house has many rooms; if\nthat were not so, would I have told you that I am going there\nto prepare a place for you? (3) And if I go and prepare a place\nfor you, I will come back and take you to be with me that you\nalso may be where I am. (4) You know the way to the place\nwhere I am going.\" (5) Thomas said to him, \"Lord, we don't\nknow where you are going, so how can we know the way?\"\n(6) Jesus answered, \"I am the way and the truth and the life.\nNo one comes to the Father except through me."],"start_index":400004014001,"end_index":400004014006,"verse_count":6,"word_count":122},{"reference":"Joel 2:10–14","translation":"NIV","division":"Senior","passage_number":7,"release":"Explore","cards":["(10) Before them the earth shakes, the heavens tremble, the sun\nand moon are darkened, and the stars no longer shine. (11) The\nLORD thunders at the head of his army; his forces are beyond\nnumber, and mighty is the army that obeys his command. The day\nof the LORD is great; it is dreadful. Who can endure it? (12) \"Even\nnow,\" declares the LORD, \"return to me with all your heart, with\nfasting and weeping and mourning.\" (13) Rend your heart and not\nyour garments. Return to the LORD your God, for he is gracious\nand compassionate, slow to anger and abounding in love, and\nhe relents from sending calamity. (14) Who knows? He may turn\nand relent and leave behind a blessing--grain offerings and drink\nofferings for the LORD your God."],"start_index":200029002010,"end_index":200029002014,"verse_count":5,"word_count":129},{"reference":"John 15:5–9","translation":"NIV","division":"Senior","passage_number":8,"release":"Navigate","cards":["(5) \"I am the vine; you are the branches. If you remain in me\nand I in you, you will bear much fruit; apart from me you can\ndo nothing. (6) If you do not remain in me, you are like a\nbranch that is thrown away and withers; such branches are\npicked up, thrown into the fire and burned. (7) If you remain\nin me and my words remain in you, ask whatever you wish,\nand it will be done for you. (8) This is to my Father's glory, that\nyou bear much fruit, showing yourselves to be my disciples.\n(9) \"As the Father has loved me, so have I loved you. Now\nremain in my love."],"start_index":400004015005,"end_index":400004015009,"verse_count":5,"word_count":113},{"reference":"Psalm 41:7–9","translation":"NIV","division":"Senior","passage_number":9,"release":"Explore","cards":["(7) All my enemies whisper together against me; they imagine\nthe worst for me, saying, (8) \"A vile disease has afflicted him;\nhe will never get up from the place where he lies.\" (9) Even my\nclose friend, someone I trusted, one who shared my bread,\nhas turned against me."],"start_index":200019041007,"end_index":200019041009,"verse_count":3,"word_count":47},{"reference":"John 16:13–15","translation":"NIV","division":"Senior","passage_number":10,"release":"Navigate","cards":["(13) But when he, the Spirit of truth, comes, he will guide you\ninto all the truth. He will not speak on his own; he will speak\nonly what he hears, and he will tell you what is yet to come.\n(14) He will glorify me because it is from me that he will\nreceive what he will make known to you. (15) All that belongs\nto the Father is mine. That is why I said the Spirit will receive\nfrom me what he will make known to you.\""],"start_index":400004016013,"end_index":400004016015,"verse_count":3,"word_count":86},{"reference":"Jeremiah 31:31–34","translation":"NIV","division":"Senior","passage_number":11,"release":"Explore","cards":["(31) \"The days are coming,\" declares the LORD, \"when I will make\na new covenant with the people of Israel and with the people\nof Judah. (32) It will not be like the covenant I made with their\nancestors when I took them by the hand to lead them out of Egypt,\nbecause they broke my covenant, though I was a husband to them,\"\ndeclares the LORD. (33) \"This is the covenant I will make with the\npeople of Israel after that time,\" declares the LORD. \"I will put my\nlaw in their minds and write it on their hearts. I will be their God,\nand they will be my people. (34) No longer will they teach their\nneighbor, or say to one another, 'Know the LORD,' because they\nwill all know me, from the least of them to the greatest,\" declares\nthe LORD. \"For I will forgive their wickedness and will remember\ntheir sins no more.\""],"start_index":200024031031,"end_index":200024031034,"verse_count":4,"word_count":153},{"reference":"John 17:13–19","translation":"NIV","division":"Senior","passage_number":12,"release":"Navigate","cards":["(13) \"I am coming to you now, but I say these things while I\nam still in the world, so that they may have the full measure of\nmy joy within them. (14) I have given them your word and the\nworld has hated them, for they are not of the world any more\nthan I am of the world. (15) My prayer is not that you take\nthem out of the world but that you protect them from the evil\none. (16) They are not of the world, even as I am not of it. (17)\nSanctify them by the truth; your word is truth. (18) As you sent\nme into the world, I have sent them into the world. (19) For\nthem I sanctify myself, that they too may be truly sanctified."],"start_index":400004017013,"end_index":400004017019,"verse_count":7,"word_count":127},{"reference":"Zechariah 13:7–9","translation":"NIV","division":"Senior","passage_number":13,"release":"Explore","cards":["(7) \"Awake, sword, against my shepherd, against the man\nwho is close to me!\" declares the LORD Almighty. \"Strike the\nshepherd, and the sheep will be scattered, and I will turn my\nhand against the little ones. (8) In the whole land,\" declares\nthe LORD, \"two-thirds will be struck down and perish; yet\none-third will be left in it. (9) This third I will put into the fire;\nI will refine them like silver and test them like gold. They will\ncall on my name and I will answer them; I will say, 'They are\nmy people,' and they will say, 'The LORD is our God.' \""],"start_index":200038013007,"end_index":200038013009,"verse_count":3,"word_count":105},{"reference":"John 20:30–31","translation":"NIV","division":"Senior","passage_number":14,"release":"Navigate","cards":["(30) Jesus performed many other signs in the presence of his\ndisciples, which are not recorded in this book. (31) But these\nare written that you may believe that Jesus is the Messiah,\nthe Son of God, and that by believing you may have life in his\nname."],"start_index":400004020030,"end_index":400004020031,"verse_count":2,"word_count":46},{"reference":"Psalm 16:8–11","translation":"NIV","division":"Senior","passage_number":15,"release":"Explore","cards":["(8) I keep my eyes always on the LORD. With him at my right\nhand, I will not be shaken. (9) Therefore my heart is glad\nand my tongue rejoices; my body also will rest secure, (10)\nbecause you will not abandon me to the realm of the dead,\nnor will you let your faithful one see decay. (11) You make\nknown to me the path of life; you will fill me with joy in your\npresence, with eternal pleasures at your right hand."],"start_index":200019016008,"end_index":200019016011,"verse_count":4,"word_count":80},{"reference":"Genesis 41:8","translation":"NIV","division":"Senior","passage_number":16,"release":"NBBC","cards":["(8) In the morning his mind was troubled, so he sent for all\nthe magicians and wise men of Egypt. Pharaoh told them his\ndreams, but no one could interpret them for him."],"start_index":200001041008,"end_index":200001041008,"verse_count":1,"word_count":32},{"reference":"Exodus 24:1-11","translation":"NIV","division":"Senior","passage_number":17,"release":"NBBC","cards":["(1) Then the LORD said to Moses, \"Come up to the LORD, you\nand Aaron, Nadab and Abihu, and seventy of the elders of\nIsrael. You are to worship at a distance, (2) but Moses alone\nis to approach the LORD; the others must not come near.\nAnd the people may not come up with him.\" (3) When Moses\nwent and told the people all the LORD's words and laws, they\nresponded with one voice, \"Everything the LORD has said we\nwill do.\" (4) Moses then wrote down everything the LORD\nhad said. He got up early the next morning and built an altar\nat the foot of the mountain and set up twelve stone pillars\nrepresenting the twelve tribes of Israel. (5) Then he sent young","Israelite men, and they offered burnt offerings and sacrificed\nyoung bulls as fellowship offerings to the LORD. (6) Moses\ntook half of the blood and put it in bowls, and the other half\nhe splashed against the altar. (7) Then he took the Book of\nthe Covenant and read it to the people. They responded,\n\"We will do everything the LORD has said; we will obey.\" (8)\nMoses then took the blood, sprinkled it on the people and\nsaid, \"This is the blood of the covenant that the LORD has\nmade with you in accordance with all these words.\" (9) Moses\nand Aaron, Nadab and Abihu, and the seventy elders of Israel\nwent up (10) and saw the God of Israel. Under his feet was","something like a pavement made of lapis lazuli, as bright\nblue as the sky. (11) But God did not raise his hand against\nthese leaders of the Israelites; they saw God, and they ate\nand drank."],"start_index":200002024001,"end_index":200002024011,"verse_count":11,"word_count":277},{"reference":"Numbers 12:5-9","translation":"NIV","division":"Senior","passage_number":18,"release":"NBBC","cards":["(5) Then the LORD came down in a pillar of cloud; he stood\nat the entrance to the tent and summoned Aaron and Miriam.\nWhen the two of them stepped forward, (6) he said, \"Listen to\nmy words: \"When there is a prophet among you, I, the LORD,\nreveal myself to them in visions, I speak to them in dreams.\n(7) But this is not true of my servant Moses; he is faithful in all\nmy house. (8) With him I speak face to face, clearly and not in\nriddles; he sees the form of the LORD. Why then were you not\nafraid to speak against my servant Moses?\" (9) The anger of\nthe LORD burned against them, and he left them."],"start_index":200004012005,"end_index":200004012009,"verse_count":5,"word_count":117},{"reference":"1 Samuel 2:1-10","translation":"NIV","division":"Senior","passage_number":19,"release":"NBBC","cards":["(1) Then Hannah prayed and said: \"My heart rejoices in the LORD;\nin the LORD my horn is lifted high. My mouth boasts over my\nenemies, for I delight in your deliverance. (2) \"There is no one holy\nlike the LORD; there is no one besides you; there is no Rock like our\nGod. (3) \"Do not keep talking so proudly or let your mouth speak\nsuch arrogance, for the LORD is a God who knows, and by him\ndeeds are weighed. (4) \"The bows of the warriors are broken, but\nthose who stumbled are armed with strength. (5) Those who were\nfull hire themselves out for food, but those who were hungry are\nhungry no more. She who was barren has borne seven children,\nbut she who has had many sons pines away. (6) \"The LORD brings","death and makes alive; he brings down to the grave and raises up.\n(7) The LORD sends poverty and wealth; he humbles and he exalts.\n(8) He raises the poor from the dust and lifts the needy from the\nash heap; he seats them with princes and has them inherit a throne\nof honor. \"For the foundations of the earth are the LORD's; on\nthem he has set the world. (9) He will guard the feet of his faithful\nservants, but the wicked will be silenced in the place of darkness.\n\"It is not by strength that one prevails; (10) those who oppose the\nLORD will be broken. The Most High will thunder from heaven; the\nLORD will judge the ends of the earth. \"He will give strength to his\nking and exalt the horn of his anointed.\""],"start_index":200009002001,"end_index":200009002010,"verse_count":10,"word_count":266},{"reference":"2 Kings 24:1-5","translation":"NIV","division":"Senior","passage_number":20,"release":"NBBC","cards":["(1) During Jehoiakim's reign, Nebuchadnezzar king of\nBabylon invaded the land, and Jehoiakim became his vassal\nfor three years. But then he turned against Nebuchadnezzar\nand rebelled. (2) The LORD sent Babylonian, Aramean,\nMoabite and Ammonite raiders against him to destroy Judah,\nin accordance with the word of the LORD proclaimed by his\nservants the prophets. (3) Surely these things happened to\nJudah according to the LORD's command, in order to remove\nthem from his presence because of the sins of Manasseh\nand all he had done, (4) including the shedding of innocent\nblood. For he had filled Jerusalem with innocent blood, and","the LORD was not willing to forgive. (5) As for the other events\nof Jehoiakim's reign, and all he did, are they not written in the\nbook of the annals of the kings of Judah?"],"start_index":200012024001,"end_index":200012024005,"verse_count":5,"word_count":133},{"reference":"2 Chronicles 36:17-20","translation":"NIV","division":"Senior","passage_number":21,"release":"NBBC","cards":["(17) He brought up against them the king of the Babylonians, who\nkilled their young men with the sword in the sanctuary, and did not\nspare young men or young women, the elderly or the infirm. God\ngave them all into the hands of Nebuchadnezzar. (18) He carried\nto Babylon all the articles from the temple of God, both large and\nsmall, and the treasures of the LORD's temple and the treasures\nof the king and his officials. (19) They set fire to God's temple and\nbroke down the wall of Jerusalem; they burned all the palaces\nand destroyed everything of value there. (20) He carried into exile\nto Babylon the remnant, who escaped from the sword, and they\nbecame servants to him and his successors until the kingdom of\nPersia came to power."],"start_index":200014036017,"end_index":200014036020,"verse_count":4,"word_count":130},{"reference":"Psalm 5:1-12","translation":"NIV","division":"Senior","passage_number":22,"release":"NBBC","cards":["(1) Listen to my words, LORD, consider my lament. (2) Hear\nmy cry for help, my King and my God, for to you I pray. (3)\nIn the morning, LORD, you hear my voice; in the morning I\nlay my requests before you and wait expectantly. (4) For you\nare not a God who is pleased with wickedness; with you, evil\npeople are not welcome. (5) The arrogant cannot stand in\nyour presence. You hate all who do wrong; (6) you destroy\nthose who tell lies. The bloodthirsty and deceitful you, LORD,\ndetest. (7) But I, by your great love, can come into your house;\nin reverence I bow down toward your holy temple. (8) Lead\nme, LORD, in your righteousness because of my enemies-","-make your way straight before me. (9) Not a word from\ntheir mouth can be trusted; their heart is filled with malice.\nTheir throat is an open grave; with their tongues they tell\nlies. (10) Declare them guilty, O God! Let their intrigues be\ntheir downfall. Banish them for their many sins, for they have\nrebelled against you. (11) But let all who take refuge in you\nbe glad; let them ever sing for joy. Spread your protection\nover them, that those who love your name may rejoice in\nyou. (12) Surely, LORD, you bless the righteous; you surround\nthem with your favor as with a shield."],"start_index":200019005001,"end_index":200019005012,"verse_count":12,"word_count":220},{"reference":"Psalm 12:1-8","translation":"NIV","division":"Senior","passage_number":23,"release":"NBBC","cards":["(1) Help, LORD, for no one is faithful anymore; those who are\nloyal have vanished from the human race. (2) Everyone lies to\ntheir neighbor; they flatter with their lips but harbor deception in\ntheir hearts. (3) May the LORD silence all flattering lips and every\nboastful tongue-- (4) those who say, \"By our tongues we will prevail;\nour own lips will defend us--who is lord over us?\" (5) \"Because the\npoor are plundered and the needy groan, I will now arise,\" says\nthe LORD. \"I will protect them from those who malign them.\" (6)\nAnd the words of the LORD are flawless, like silver purified in a\ncrucible, like gold refined seven times. (7) You, LORD, will keep\nthe needy safe and will protect us forever from the wicked, (8) who\nfreely strut about when what is vile is honored by the human race."],"start_index":200019012001,"end_index":200019012008,"verse_count":8,"word_count":138},{"reference":"Psalm 20:1-9","translation":"NIV","division":"Senior","passage_number":24,"release":"NBBC","cards":["(1) May the LORD answer you when you are in distress; may\nthe name of the God of Jacob protect you. (2) May he send\nyou help from the sanctuary and grant you support from\nZion. (3) May he remember all your sacrifices and accept your\nburnt offerings. (4) May he give you the desire of your heart\nand make all your plans succeed. (5) May we shout for joy\nover your victory and lift up our banners in the name of our\nGod. May the LORD grant all your requests. (6) Now this I\nknow: The LORD gives victory to his anointed. He answers\nhim from his heavenly sanctuary with the victorious power of\nhis right hand. (7) Some trust in chariots and some in horses,","but we trust in the name of the LORD our God. (8) They are\nbrought to their knees and fall, but we rise up and stand firm.\n(9) LORD, give victory to the king! Answer us when we call!"],"start_index":200019020001,"end_index":200019020009,"verse_count":9,"word_count":157},{"reference":"Psalm 119:73-103","translation":"NIV","division":"Senior","passage_number":25,"release":"NBBC","cards":["(73) Your hands made me and formed me; give me\nunderstanding to learn your commands. (74) May those who\nfear you rejoice when they see me, for I have put my hope in\nyour word. (75) I know, LORD, that your laws are righteous,\nand that in faithfulness you have afflicted me. (76) May your\nunfailing love be my comfort, according to your promise to\nyour servant. (77) Let your compassion come to me that I\nmay live, for your law is my delight. (78) May the arrogant\nbe put to shame for wronging me without cause; but I will\nmeditate on your precepts. (79) May those who fear you\nturn to me, those who understand your statutes. (80) May I","wholeheartedly follow your decrees, that I may not be put to\nshame. (81) My soul faints with longing for your salvation, but\nI have put my hope in your word. (82) My eyes fail, looking\nfor your promise; I say, \"When will you comfort me?\" (83)\nThough I am like a wineskin in the smoke, I do not forget your\ndecrees. (84) How long must your servant wait? When will you\npunish my persecutors? (85) The arrogant dig pits to trap me,\ncontrary to your law. (86) All your commands are trustworthy;\nhelp me, for I am being persecuted without cause. (87) They\nalmost wiped me from the earth, but I have not forsaken your\nprecepts. (88) In your unfailing love preserve my life, that I","may obey the statutes of your mouth. (89) Your word, LORD,\nis eternal; it stands firm in the heavens. (90) Your faithfulness\ncontinues through all generations; you established the earth,\nand it endures. (91) Your laws endure to this day, for all things\nserve you. (92) If your law had not been my delight, I would\nhave perished in my affliction. (93) I will never forget your\nprecepts, for by them you have preserved my life. (94) Save\nme, for I am yours; I have sought out your precepts. (95)\nThe wicked are waiting to destroy me, but I will ponder your\nstatutes. (96) To all perfection I see a limit, but your commands\nare boundless. (97) Oh, how I love your law! I meditate on","it all day long. (98) Your commands are always with me and\nmake me wiser than my enemies. (99) I have more insight\nthan all my teachers, for I meditate on your statutes. (100)\nI have more understanding than the elders, for I obey your\nprecepts. (101) I have kept my feet from every evil path so\nthat I might obey your word. (102) I have not departed from\nyour laws, for you yourself have taught me. (103) How sweet\nare your words to my taste, sweeter than honey to my mouth!"],"start_index":200019119073,"end_index":200019119103,"verse_count":31,"word_count":438},{"reference":"Proverbs 8:1-21","translation":"NIV","division":"Senior","passage_number":26,"release":"NBBC","cards":["(1) Does not wisdom call out? Does not understanding raise\nher voice? (2) At the highest point along the way, where the\npaths meet, she takes her stand; (3) beside the gate leading\ninto the city, at the entrance, she cries aloud: (4) \"To you,\nO people, I call out; I raise my voice to all mankind. (5) You\nwho are simple, gain prudence; you who are foolish, set your\nhearts on it. (6) Listen, for I have trustworthy things to say; I\nopen my lips to speak what is right. (7) My mouth speaks what\nis true, for my lips detest wickedness. (8) All the words of my\nmouth are just; none of them is crooked or perverse. (9) To\nthe discerning all of them are right; they are upright to those","who have found knowledge. (10) Choose my instruction\ninstead of silver, knowledge rather than choice gold, (11) for\nwisdom is more precious than rubies, and nothing you desire\ncan compare with her. (12) \"I, wisdom, dwell together with\nprudence; I possess knowledge and discretion. (13) To fear the\nLORD is to hate evil; I hate pride and arrogance, evil behavior\nand perverse speech. (14) Counsel and sound judgment are\nmine; I have insight, I have power. (15) By me kings reign and\nrulers issue decrees that are just; (16) by me princes govern,\nand nobles--all who rule on earth. (17) I love those who love\nme, and those who seek me find me. (18) With me are riches","and honor, enduring wealth and prosperity. (19) My fruit is\nbetter than fine gold; what I yield surpasses choice silver. (20)\nI walk in the way of righteousness, along the paths of justice,\n(21) bestowing a rich inheritance on those who love me and\nmaking their treasuries full."],"start_index":200020008001,"end_index":200020008021,"verse_count":21,"word_count":279},{"reference":"Proverbs 10:1-15","translation":"NIV","division":"Senior","passage_number":27,"release":"NBBC","cards":["(1) A wise son brings joy to his father, but a foolish son brings\ngrief to his mother. (2) Ill-gotten treasures have no lasting\nvalue, but righteousness delivers from death. (3) The LORD\ndoes not let the righteous go hungry, but he thwarts the\ncraving of the wicked. (4) Lazy hands make for poverty, but\ndiligent hands bring wealth. (5) He who gathers crops in\nsummer is a prudent son, but he who sleeps during harvest\nis a disgraceful son. (6) Blessings crown the head of the\nrighteous, but violence overwhelms the mouth of the wicked.\n(7) The name of the righteous is used in blessings, but the\nname of the wicked will rot. (8) The wise in heart accept","commands, but a chattering fool comes to ruin. (9) Whoever\nwalks in integrity walks securely, but whoever takes crooked\npaths will be found out. (10) Whoever winks maliciously\ncauses grief, and a chattering fool comes to ruin. (11) The\nmouth of the righteous is a fountain of life, but the mouth\nof the wicked conceals violence. (12) Hatred stirs up conflict,\nbut love covers over all wrongs. (13) Wisdom is found on the\nlips of the discerning, but a rod is for the back of one who has\nno sense. (14) The wise store up knowledge, but the mouth of\na fool invites ruin. (15) The wealth of the rich is their fortified\ncity, but poverty is the ruin of the poor."],"start_index":200020010001,"end_index":200020010015,"verse_count":15,"word_count":228},{"reference":"Proverbs 20:1-30","translation":"NIV","division":"Senior","passage_number":28,"release":"NBBC","cards":["(1) Wine is a mocker and beer a brawler; whoever is led astray\nby them is not wise. (2) A king's wrath strikes terror like the\nroar of a lion; those who anger him forfeit their lives. (3) It is to\none's honor to avoid strife, but every fool is quick to quarrel.\n(4) Sluggards do not plow in season; so at harvest time they\nlook but find nothing. (5) The purposes of a person's heart\nare deep waters, but one who has insight draws them out. (6)\nMany claim to have unfailing love, but a faithful person who\ncan find? (7) The righteous lead blameless lives; blessed are\ntheir children after them. (8) When a king sits on his throne\nto judge, he winnows out all evil with his eyes. (9) Who can","say, \"I have kept my heart pure; I am clean and without sin\"?\n(10) Differing weights and differing measures--the LORD\ndetests them both. (11) Even small children are known by\ntheir actions, so is their conduct really pure and upright?\n(12) Ears that hear and eyes that see--the LORD has made\nthem both. (13) Do not love sleep or you will grow poor; stay\nawake and you will have food to spare. (14) \"It's no good, it's\nno good!\" says the buyer--then goes off and boasts about\nthe purchase. (15) Gold there is, and rubies in abundance,\nbut lips that speak knowledge are a rare jewel. (16) Take the\ngarment of one who puts up security for a stranger; hold it in","pledge if it is done for an outsider. (17) Food gained by fraud\ntastes sweet, but one ends up with a mouth full of gravel.\n(18) Plans are established by seeking advice; so if you wage\nwar, obtain guidance. (19) A gossip betrays a confidence; so\navoid anyone who talks too much. (20) If someone curses\ntheir father or mother, their lamp will be snuffed out in pitch\ndarkness. (21) An inheritance claimed too soon will not be\nblessed at the end. (22) Do not say, \"I'll pay you back for this\nwrong!\" Wait for the LORD, and he will avenge you. (23) The\nLORD detests differing weights, and dishonest scales do not\nplease him. (24) A person's steps are directed by the LORD.","How then can anyone understand their own way? (25) It is a\ntrap to dedicate something rashly and only later to consider\none's vows. (26) A wise king winnows out the wicked; he\ndrives the threshing wheel over them. (27) The human spirit\nis the lamp of the LORD that sheds light on one's inmost\nbeing. (28) Love and faithfulness keep a king safe; through\nlove his throne is made secure. (29) The glory of young men\nis their strength, gray hair the splendor of the old. (30) Blows\nand wounds scrub away evil, and beatings purge the inmost\nbeing."],"start_index":200020020001,"end_index":200020020030,"verse_count":30,"word_count":453},{"reference":"Ecclesiastes 9:13-18","translation":"NIV","division":"Senior","passage_number":29,"release":"NBBC","cards":["(13) I also saw under the sun this example of wisdom that greatly\nimpressed me: (14) There was once a small city with only a few\npeople in it. And a powerful king came against it, surrounded it\nand built huge siege works against it. (15) Now there lived in that\ncity a man poor but wise, and he saved the city by his wisdom.\nBut nobody remembered that poor man. (16) So I said, \"Wisdom\nis better than strength.\" But the poor man's wisdom is despised,\nand his words are no longer heeded. (17) The quiet words of the\nwise are more to be heeded than the shouts of a ruler of fools. (18)\nWisdom is better than weapons of war, but one sinner destroys\nmuch good."],"start_index":200021009013,"end_index":200021009018,"verse_count":6,"word_count":122},{"reference":"Isaiah 9:1-7","translation":"NIV","division":"Senior","passage_number":30,"release":"NBBC","cards":["(1) Nevertheless, there will be no more gloom for those who\nwere in distress. In the past he humbled the land of Zebulun\nand the land of Naphtali, but in the future he will honor Galilee\nof the nations, by the Way of the Sea, beyond the Jordan-- (2)\nThe people walking in darkness have seen a great light; on\nthose living in the land of deep darkness a light has dawned.\n(3) You have enlarged the nation and increased their joy;\nthey rejoice before you as people rejoice at the harvest, as\nwarriors rejoice when dividing the plunder. (4) For as in the\nday of Midian's defeat, you have shattered the yoke that\nburdens them, the bar across their shoulders, the rod of their","oppressor. (5) Every warrior's boot used in battle and every\ngarment rolled in blood will be destined for burning, will be\nfuel for the fire. (6) For to us a child is born, to us a son is given,\nand the government will be on his shoulders. And he will be\ncalled Wonderful Counselor, Mighty God, Everlasting Father,\nPrince of Peace. (7) Of the greatness of his government and\npeace there will be no end. He will reign on David's throne\nand over his kingdom, establishing and upholding it with\njustice and righteousness from that time on and forever. The\nzeal of the LORD Almighty will accomplish this."],"start_index":200023009001,"end_index":200023009007,"verse_count":7,"word_count":226},{"reference":"Isaiah 11:1-5","translation":"NIV","division":"Senior","passage_number":31,"release":"NBBC","cards":["(1) A shoot will come up from the stump of Jesse; from his roots a\nBranch will bear fruit. (2) The Spirit of the LORD will rest on him--the\nSpirit of wisdom and of understanding, the Spirit of counsel and of\nmight, the Spirit of the knowledge and fear of the LORD-- (3) and\nhe will delight in the fear of the LORD. He will not judge by what\nhe sees with his eyes, or decide by what he hears with his ears;\n(4) but with righteousness he will judge the needy, with justice he\nwill give decisions for the poor of the earth. He will strike the earth\nwith the rod of his mouth; with the breath of his lips he will slay the\nwicked. (5) Righteousness will be his belt and faithfulness the sash\naround his waist."],"start_index":200023011001,"end_index":200023011005,"verse_count":5,"word_count":135},{"reference":"Jeremiah 29:4-7","translation":"NIV","division":"Senior","passage_number":32,"release":"NBBC","cards":["(4) This is what the LORD Almighty, the God of Israel, says to\nall those I carried into exile from Jerusalem to Babylon: (5)\n\"Build houses and settle down; plant gardens and eat what\nthey produce. (6) Marry and have sons and daughters; find\nwives for your sons and give your daughters in marriage,\nso that they too may have sons and daughters. Increase in\nnumber there; do not decrease. (7) Also, seek the peace and\nprosperity of the city to which I have carried you into exile.\nPray to the LORD for it, because if it prospers, you too will\nprosper.\""],"start_index":200024029004,"end_index":200024029007,"verse_count":4,"word_count":98},{"reference":"Daniel 1:5","translation":"NIV","division":"Senior","passage_number":33,"release":"NBBC","cards":["(5) The king assigned them a daily amount of food and wine\nfrom the king's table. They were to be trained for three years,\nand after that they were to enter the king's service."],"start_index":200027001005,"end_index":200027001005,"verse_count":1,"word_count":33},{"reference":"Daniel 3:24-25","translation":"NIV","division":"Senior","passage_number":34,"release":"NBBC","cards":["(24) Then King Nebuchadnezzar leaped to his feet in\namazement and asked his advisers, \"Weren't there three\nmen that we tied up and threw into the fire?\" They replied,\n\"Certainly, Your Majesty.\" (25) He said, \"Look! I see four men\nwalking around in the fire, unbound and unharmed, and the\nfourth looks like a son of the gods.\""],"start_index":200027003024,"end_index":200027003025,"verse_count":2,"word_count":56},{"reference":"Daniel 12:1-9","translation":"NIV","division":"Senior","passage_number":35,"release":"NBBC","cards":["(1) \"At that time Michael, the great prince who protects your people,\nwill arise. There will be a time of distress such as has not happened\nfrom the beginning of nations until then. But at that time your\npeople--everyone whose name is found written in the book--will\nbe delivered. (2) Multitudes who sleep in the dust of the earth will\nawake: some to everlasting life, others to shame and everlasting\ncontempt. (3) Those who are wise will shine like the brightness of\nthe heavens, and those who lead many to righteousness, like the\nstars for ever and ever. (4) But you, Daniel, roll up and seal the\nwords of the scroll until the time of the end. Many will go here\nand there to increase knowledge.\" (5) Then I, Daniel, looked, and\nthere before me stood two others, one on this bank of the river","and one on the opposite bank. (6) One of them said to the man\nclothed in linen, who was above the waters of the river, \"How long\nwill it be before these astonishing things are fulfilled?\" (7) The man\nclothed in linen, who was above the waters of the river, lifted his\nright hand and his left hand toward heaven, and I heard him swear\nby him who lives forever, saying, \"It will be for a time, times and\nhalf a time. When the power of the holy people has been finally\nbroken, all these things will be completed.\" (8) I heard, but I did\nnot understand. So I asked, \"My lord, what will the outcome of all\nthis be?\" (9) He replied, \"Go your way, Daniel, because the words\nare rolled up and sealed until the time of the end."],"start_index":200027012001,"end_index":200027012009,"verse_count":9,"word_count":279},{"reference":"Joel 2:15-29","translation":"NIV","division":"Senior","passage_number":36,"release":"NBBC","cards":["(15) Blow the trumpet in Zion, declare a holy fast, call a sacred\nassembly. (16) Gather the people, consecrate the assembly;\nbring together the elders, gather the children, those nursing\nat the breast. Let the bridegroom leave his room and the\nbride her chamber. (17) Let the priests, who minister before\nthe LORD, weep between the portico and the altar. Let them\nsay, \"Spare your people, LORD. Do not make your inheritance\nan object of scorn, a byword among the nations. Why should\nthey say among the peoples, 'Where is their God?' \" (18) Then\nthe LORD was jealous for his land and took pity on his people.\n(19) The LORD replied to them: \"I am sending you grain, new","wine and olive oil, enough to satisfy you fully; never again will\nI make you an object of scorn to the nations. (20) \"I will drive\nthe northern horde far from you, pushing it into a parched\nand barren land; its eastern ranks will drown in the Dead\nSea and its western ranks in the Mediterranean Sea. And its\nstench will go up; its smell will rise.\" Surely he has done great\nthings! (21) Do not be afraid, land of Judah; be glad and\nrejoice. Surely the LORD has done great things! (22) Do not\nbe afraid, you wild animals, for the pastures in the wilderness\nare becoming green. The trees are bearing their fruit; the fig\ntree and the vine yield their riches. (23) Be glad, people of","Zion, rejoice in the LORD your God, for he has given you the\nautumn rains because he is faithful. He sends you abundant\nshowers, both autumn and spring rains, as before. (24) The\nthreshing floors will be filled with grain; the vats will overflow\nwith new wine and oil. (25) \"I will repay you for the years the\nlocusts have eaten--the great locust and the young locust,\nthe other locusts and the locust swarm--my great army that\nI sent among you. (26) You will have plenty to eat, until you\nare full, and you will praise the name of the LORD your God,\nwho has worked wonders for you; never again will my people\nbe shamed. (27) Then you will know that I am in Israel, that","I am the LORD your God, and that there is no other; never\nagain will my people be shamed. (28) \"And afterward, I will\npour out my Spirit on all people. Your sons and daughters\nwill prophesy, your old men will dream dreams, your young\nmen will see visions. (29) Even on my servants, both men and\nwomen, I will pour out my Spirit in those days."],"start_index":200029002015,"end_index":200029002029,"verse_count":15,"word_count":429},{"reference":"Amos 3:3-8","translation":"NIV","division":"Senior","passage_number":37,"release":"NBBC","cards":["(3) Do two walk together unless they have agreed to do so?\n(4) Does a lion roar in the thicket when it has no prey? Does it\ngrowl in its den when it has caught nothing? (5) Does a bird\nswoop down to a trap on the ground when no bait is there?\nDoes a trap spring up from the ground if it has not caught\nanything? (6) When a trumpet sounds in a city, do not the\npeople tremble? When disaster comes to a city, has not the\nLORD caused it? (7) Surely the Sovereign LORD does nothing\nwithout revealing his plan to his servants the prophets. (8)\nThe lion has roared--who will not fear? The Sovereign LORD\nhas spoken--who can but prophesy?"],"start_index":200030003003,"end_index":200030003008,"verse_count":6,"word_count":120},{"reference":"Mark 9:2-13","translation":"NIV","division":"Senior","passage_number":38,"release":"NBBC","cards":["(2) After six days Jesus took Peter, James and John with him and\nled them up a high mountain, where they were all alone. There\nhe was transfigured before them. (3) His clothes became dazzling\nwhite, whiter than anyone in the world could bleach them. (4) And\nthere appeared before them Elijah and Moses, who were talking\nwith Jesus. (5) Peter said to Jesus, \"Rabbi, it is good for us to be\nhere. Let us put up three shelters--one for you, one for Moses and\none for Elijah.\" (6) (He did not know what to say, they were so\nfrightened.) (7) Then a cloud appeared and covered them, and a\nvoice came from the cloud: \"This is my Son, whom I love. Listen to\nhim!\" (8) Suddenly, when they looked around, they no longer saw","anyone with them except Jesus. (9) As they were coming down\nthe mountain, Jesus gave them orders not to tell anyone what they\nhad seen until the Son of Man had risen from the dead. (10) They\nkept the matter to themselves, discussing what \"rising from the\ndead\" meant. (11) And they asked him, \"Why do the teachers of\nthe law say that Elijah must come first?\" (12) Jesus replied, \"To be\nsure, Elijah does come first, and restores all things. Why then is it\nwritten that the Son of Man must suffer much and be rejected?\n(13) But I tell you, Elijah has come, and they have done to him\neverything they wished, just as it is written about him.\""],"start_index":400002009002,"end_index":400002009013,"verse_count":12,"word_count":245},{"reference":"Mark 10:17-22","translation":"NIV","division":"Senior","passage_number":39,"release":"NBBC","cards":["(17) As Jesus started on his way, a man ran up to him and fell on\nhis knees before him. \"Good teacher,\" he asked, \"what must I do\nto inherit eternal life?\" (18) \"Why do you call me good?\" Jesus\nanswered. \"No one is good--except God alone. (19) You know\nthe commandments: 'You shall not murder, you shall not commit\nadultery, you shall not steal, you shall not give false testimony, you\nshall not defraud, honor your father and mother.'\" (20) \"Teacher,\"\nhe declared, \"all these I have kept since I was a boy.\" (21) Jesus\nlooked at him and loved him. \"One thing you lack,\" he said. \"Go,\nsell everything you have and give to the poor, and you will have\ntreasure in heaven. Then come, follow me.\" (22) At this the man's\nface fell. He went away sad, because he had great wealth."],"start_index":400002010017,"end_index":400002010022,"verse_count":6,"word_count":140},{"reference":"Luke 7:11-16","translation":"NIV","division":"Senior","passage_number":40,"release":"NBBC","cards":["(11) Soon afterward, Jesus went to a town called Nain, and his\ndisciples and a large crowd went along with him. (12) As he\napproached the town gate, a dead person was being carried out-\n-the only son of his mother, and she was a widow. And a large\ncrowd from the town was with her. (13) When the Lord saw her,\nhis heart went out to her and he said, \"Don't cry.\" (14) Then he\nwent up and touched the bier they were carrying him on, and the\nbearers stood still. He said, \"Young man, I say to you, get up!\" (15)\nThe dead man sat up and began to talk, and Jesus gave him back\nto his mother. (16) They were all filled with awe and praised God.\n\"A great prophet has appeared among us,\" they said. \"God has\ncome to help his people.\""],"start_index":400003007011,"end_index":400003007016,"verse_count":6,"word_count":140},{"reference":"John 14:18-21","translation":"NIV","division":"Senior","passage_number":41,"release":"NBBC","cards":["(18) I will not leave you as orphans; I will come to you. (19)\nBefore long, the world will not see me anymore, but you will\nsee me. Because I live, you also will live. (20) On that day you\nwill realize that I am in my Father, and you are in me, and I am\nin you. (21) Whoever has my commands and keeps them is\nthe one who loves me. The one who loves me will be loved by\nmy Father, and I too will love them and show myself to them.\""],"start_index":400004014018,"end_index":400004014021,"verse_count":4,"word_count":90},{"reference":"John 14:25-27","translation":"NIV","division":"Senior","passage_number":42,"release":"NBBC","cards":["(25) \"All this I have spoken while still with you. (26) But the\nAdvocate, the Holy Spirit, whom the Father will send in\nmy name, will teach you all things and will remind you of\neverything I have said to you. (27) Peace I leave with you; my\npeace I give you. I do not give to you as the world gives. Do\nnot let your hearts be troubled and do not be afraid."],"start_index":400004014025,"end_index":400004014027,"verse_count":3,"word_count":71},{"reference":"John 20:11-21","translation":"NIV","division":"Senior","passage_number":44,"release":"NBBC","cards":["(11) Now Mary stood outside the tomb crying. As she wept,\nshe bent over to look into the tomb (12) and saw two angels in\nwhite, seated where Jesus' body had been, one at the head and\nthe other at the foot. (13) They asked her, \"Woman, why are you\ncrying?\" \"They have taken my Lord away,\" she said, \"and I don't\nknow where they have put him.\" (14) At this, she turned around\nand saw Jesus standing there, but she did not realize that it was\nJesus. (15) He asked her, \"Woman, why are you crying? Who is\nit you are looking for?\" Thinking he was the gardener, she said,\n\"Sir, if you have carried him away, tell me where you have put\nhim, and I will get him.\" (16) Jesus said to her, \"Mary.\" She turned\ntoward him and cried out in Aramaic, \"Rabboni!\" (which means","\"Teacher\"). (17) Jesus said, \"Do not hold on to me, for I have not\nyet ascended to the Father. Go instead to my brothers and tell\nthem, 'I am ascending to my Father and your Father, to my God\nand your God.' \" (18) Mary Magdalene went to the disciples with\nthe news: \"I have seen the Lord!\" And she told them that he had\nsaid these things to her. (19) On the evening of that first day of the\nweek, when the disciples were together, with the doors locked for\nfear of the Jewish leaders, Jesus came and stood among them and\nsaid, \"Peace be with you!\" (20) After he said this, he showed them\nhis hands and side. The disciples were overjoyed when they saw\nthe Lord. (21) Again Jesus said, \"Peace be with you! As the Father\nhas sent me, I am sending you.\""],"start_index":400004020011,"end_index":400004020021,"verse_count":11,"word_count":283},{"reference":"Romans 15:30-33","translation":"NIV","division":"Senior","passage_number":45,"release":"NBBC","cards":["(30) I urge you, brothers and sisters, by our Lord Jesus Christ\nand by the love of the Spirit, to join me in my struggle by\npraying to God for me. (31) Pray that I may be kept safe from\nthe unbelievers in Judea and that the contribution I take to\nJerusalem may be favorably received by the Lord's people\nthere, (32) so that I may come to you with joy, by God's will,\nand in your company be refreshed. (33) The God of peace be\nwith you all. Amen."],"start_index":400006015030,"end_index":400006015033,"verse_count":4,"word_count":86},{"reference":"1 Corinthians 2:6-16","translation":"NIV","division":"Senior","passage_number":46,"release":"NBBC","cards":["(6) We do, however, speak a message of wisdom among\nthe mature, but not the wisdom of this age or of the rulers\nof this age, who are coming to nothing. (7) No, we declare\nGod's wisdom, a mystery that has been hidden and that God\ndestined for our glory before time began. (8) None of the\nrulers of this age understood it, for if they had, they would not\nhave crucified the Lord of glory. (9) However, as it is written:\n\"What no eye has seen, what no ear has heard, and what no\nhuman mind has conceived\"--the things God has prepared\nfor those who love him-- (10) these are the things God has\nrevealed to us by his Spirit. The Spirit searches all things,","even the deep things of God. (11) For who knows a person's\nthoughts except their own spirit within them? In the same\nway no one knows the thoughts of God except the Spirit of\nGod. (12) What we have received is not the spirit of the world,\nbut the Spirit who is from God, so that we may understand\nwhat God has freely given us. (13) This is what we speak, not\nin words taught us by human wisdom but in words taught\nby the Spirit, explaining spiritual realities with Spirit-taught\nwords. (14) The person without the Spirit does not accept the\nthings that come from the Spirit of God but considers them\nfoolishness, and cannot understand them because they are","discerned only through the Spirit. (15) The person with the\nSpirit makes judgments about all things, but such a person is\nnot subject to merely human judgments, (16) for, \"Who has\nknown the mind of the Lord so as to instruct him?\" But we\nhave the mind of Christ."],"start_index":400007002006,"end_index":400007002016,"verse_count":11,"word_count":287},{"reference":"2 Timothy 4:16-18","translation":"NIV","division":"Senior","passage_number":47,"release":"NBBC","cards":["(16) At my first defense, no one came to my support, but\neveryone deserted me. May it not be held against them. (17)\nBut the Lord stood at my side and gave me strength, so that\nthrough me the message might be fully proclaimed and all\nthe Gentiles might hear it. And I was delivered from the lion's\nmouth. (18) The Lord will rescue me from every evil attack\nand will bring me safely to his heavenly kingdom. To him be\nglory for ever and ever. Amen."],"start_index":400016004016,"end_index":400016004018,"verse_count":3,"word_count":84},{"reference":"Revelation 1:4-8","translation":"NIV","division":"Senior","passage_number":48,"release":"NBBC","cards":["(4) John, To the seven churches in the province of Asia: Grace\nand peace to you from him who is, and who was, and who is\nto come, and from the seven spirits before his throne, (5) and\nfrom Jesus Christ, who is the faithful witness, the firstborn\nfrom the dead, and the ruler of the kings of the earth. To him\nwho loves us and has freed us from our sins by his blood,\n(6) and has made us to be a kingdom and priests to serve\nhis God and Father--to him be glory and power for ever and\never! Amen. (7) \"Look, he is coming with the clouds,\" and\n\"every eye will see him, even those who pierced him\"; and\nall peoples on earth \"will mourn because of him.\" So shall","it be! Amen. (8) \"I am the Alpha and the Omega,\" says the\nLord God, \"who is, and who was, and who is to come, the\nAlmighty.\""],"start_index":400027001004,"end_index":400027001008,"verse_count":5,"word_count":156},{"reference":"Revelation 21:8-27","translation":"NIV","division":"Senior","passage_number":49,"release":"NBBC","cards":["(8) But the cowardly, the unbelieving, the vile, the murderers,\nthe sexually immoral, those who practice magic arts, the\nidolaters and all liars--they will be consigned to the fiery lake\nof burning sulfur. This is the second death.\" (9) One of the\nseven angels who had the seven bowls full of the seven last\nplagues came and said to me, \"Come, I will show you the\nbride, the wife of the Lamb.\" (10) And he carried me away in\nthe Spirit to a mountain great and high, and showed me the\nHoly City, Jerusalem, coming down out of heaven from God.\n(11) It shone with the glory of God, and its brilliance was like\nthat of a very precious jewel, like a jasper, clear as crystal. (12)","It had a great, high wall with twelve gates, and with twelve\nangels at the gates. On the gates were written the names of\nthe twelve tribes of Israel. (13) There were three gates on the\neast, three on the north, three on the south and three on the\nwest. (14) The wall of the city had twelve foundations, and on\nthem were the names of the twelve apostles of the Lamb. (15)\nThe angel who talked with me had a measuring rod of gold\nto measure the city, its gates and its walls. (16) The city was\nlaid out like a square, as long as it was wide. He measured the\ncity with the rod and found it to be 12,000 stadia in length,\nand as wide and high as it is long. (17) The angel measured","the wall using human measurement, and it was 144 cubits\nthick. (18) The wall was made of jasper, and the city of pure\ngold, as pure as glass. (19) The foundations of the city walls\nwere decorated with every kind of precious stone. The first\nfoundation was jasper, the second sapphire, the third agate,\nthe fourth emerald, (20) the fifth onyx, the sixth ruby, the\nseventh chrysolite, the eighth beryl, the ninth topaz, the tenth\nturquoise, the eleventh jacinth, and the twelfth amethyst. (21)\nThe twelve gates were twelve pearls, each gate made of a\nsingle pearl. The great street of the city was of gold, as pure\nas transparent glass. (22) I did not see a temple in the city,","because the Lord God Almighty and the Lamb are its temple.\n(23) The city does not need the sun or the moon to shine on\nit, for the glory of God gives it light, and the Lamb is its lamp.\n(24) The nations will walk by its light, and the kings of the\nearth will bring their splendor into it. (25) On no day will its\ngates ever be shut, for there will be no night there. (26) The\nglory and honor of the nations will be brought into it. (27)\nNothing impure will ever enter it, nor will anyone who does\nwhat is shameful or deceitful, but only those whose names\nare written in the Lamb's book of life."],"start_index":400027021008,"end_index":400027021027,"verse_count":20,"word_count":488},{"reference":"Genesis 2:18-22","translation":"NIV","division":"Senior","passage_number":51,"release":"NBBC","cards":["(18) The LORD God said, \"It is not good for the man to be alone. I\nwill make a helper suitable for him.\" (19) Now the LORD God had\nformed out of the ground all the wild animals and all the birds in\nthe sky. He brought them to the man to see what he would name\nthem; and whatever the man called each living creature, that was\nits name. (20) So the man gave names to all the livestock, the birds\nin the sky and all the wild animals. But for Adam no suitable helper\nwas found. (21) So the LORD God caused the man to fall into a\ndeep sleep; and while he was sleeping, he took one of the man's\nribs and then closed up the place with flesh. (22) Then the LORD\nGod made a woman from the rib he had taken out of the man, and\nhe brought her to the man."],"start_index":200001002018,"end_index":200001002022,"verse_count":5,"word_count":152},{"reference":"Exodus 23:1-11","translation":"NIV","division":"Senior","passage_number":52,"release":"NBBC","cards":["(1) \"Do not spread false reports. Do not help a guilty person\nby being a malicious witness. (2) \"Do not follow the crowd in\ndoing wrong. When you give testimony in a lawsuit, do not\npervert justice by siding with the crowd, (3) and do not show\nfavoritism to a poor person in a lawsuit. (4) \"If you come across\nyour enemy's ox or donkey wandering off, be sure to return\nit. (5) If you see the donkey of someone who hates you fallen\ndown under its load, do not leave it there; be sure you help\nthem with it. (6) \"Do not deny justice to your poor people in\ntheir lawsuits. (7) Have nothing to do with a false charge and\ndo not put an innocent or honest person to death, for I will","not acquit the guilty. (8) \"Do not accept a bribe, for a bribe\nblinds those who see and twists the words of the innocent.\n(9) \"Do not oppress a foreigner; you yourselves know how it\nfeels to be foreigners, because you were foreigners in Egypt.\n(10) \"For six years you are to sow your fields and harvest\nthe crops, (11) but during the seventh year let the land lie\nunplowed and unused. Then the poor among your people\nmay get food from it, and the wild animals may eat what is\nleft. Do the same with your vineyard and your olive grove."],"start_index":200002023001,"end_index":200002023011,"verse_count":11,"word_count":226},{"reference":"1 Kings 8:41-45","translation":"NIV","division":"Senior","passage_number":53,"release":"NBBC","cards":["(41) \"As for the foreigner who does not belong to your\npeople Israel but has come from a distant land because\nof your name-- (42) for they will hear of your great name\nand your mighty hand and your outstretched arm--\nwhen they come and pray toward this temple, (43) then\nhear from heaven, your dwelling place. Do whatever\nthe foreigner asks of you, so that all the peoples of the\nearth may know your name and fear you, as do your\nown people Israel, and may know that this house I have\nbuilt bears your Name. (44) \"When your people go to","war against their enemies, wherever you send them, and\nwhen they pray to the LORD toward the city you have\nchosen and the temple I have built for your Name, (45)\nthen hear from heaven their prayer and their plea, and\nuphold their cause.-"],"start_index":200011008041,"end_index":200011008045,"verse_count":5,"word_count":142},{"reference":"Psalm 18:1-28","translation":"NIV","division":"Senior","passage_number":54,"release":"NBBC","cards":["(1) I love you, LORD, my strength. (2) The LORD is my rock,\nmy fortress and my deliverer; my God is my rock, in whom\nI take refuge, my shield and the horn of my salvation, my\nstronghold. (3) I called to the LORD, who is worthy of praise,\nand I have been saved from my enemies. (4) The cords of death\nentangled me; the torrents of destruction overwhelmed me.\n(5) The cords of the grave coiled around me; the snares of\ndeath confronted me. (6) In my distress I called to the LORD; I\ncried to my God for help. From his temple he heard my voice;\nmy cry came before him, into his ears. (7) The earth trembled\nand quaked, and the foundations of the mountains shook;","they trembled because he was angry. (8) Smoke rose from\nhis nostrils; consuming fire came from his mouth, burning\ncoals blazed out of it. (9) He parted the heavens and came\ndown; dark clouds were under his feet. (10) He mounted\nthe cherubim and flew; he soared on the wings of the wind.\n(11) He made darkness his covering, his canopy around him-\n-the dark rain clouds of the sky. (12) Out of the brightness of\nhis presence clouds advanced, with hailstones and bolts of\nlightning. (13) The LORD thundered from heaven; the voice\nof the Most High resounded. (14) He shot his arrows and\nscattered the enemy, with great bolts of lightning he routed","them. (15) The valleys of the sea were exposed and the\nfoundations of the earth laid bare at your rebuke, LORD, at\nthe blast of breath from your nostrils. (16) He reached down\nfrom on high and took hold of me; he drew me out of deep\nwaters. (17) He rescued me from my powerful enemy, from\nmy foes, who were too strong for me. (18) They confronted\nme in the day of my disaster, but the LORD was my support.\n(19) He brought me out into a spacious place; he rescued\nme because he delighted in me. (20) The LORD has dealt\nwith me according to my righteousness; according to the\ncleanness of my hands he has rewarded me. (21) For I have","kept the ways of the LORD; I am not guilty of turning from my\nGod. (22) All his laws are before me; I have not turned away\nfrom his decrees. (23) I have been blameless before him and\nhave kept myself from sin. (24) The LORD has rewarded me\naccording to my righteousness, according to the cleanness of\nmy hands in his sight. (25) To the faithful you show yourself\nfaithful, to the blameless you show yourself blameless, (26)\nto the pure you show yourself pure, but to the devious you\nshow yourself shrewd. (27) You save the humble but bring\nlow those whose eyes are haughty. (28) You, LORD, keep my\nlamp burning; my God turns my darkness into light."],"start_index":200019018001,"end_index":200019018028,"verse_count":28,"word_count":461},{"reference":"Psalm 105:1-22","translation":"NIV","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) Give praise to the LORD, proclaim his name; make known\namong the nations what he has done. (2) Sing to him, sing\npraise to him; tell of all his wonderful acts. (3) Glory in his\nholy name; let the hearts of those who seek the LORD rejoice.\n(4) Look to the LORD and his strength; seek his face always.\n(5) Remember the wonders he has done, his miracles, and\nthe judgments he pronounced, (6) you his servants, the\ndescendants of Abraham, his chosen ones, the children of\nJacob. (7) He is the LORD our God; his judgments are in all the\nearth. (8) He remembers his covenant forever, the promise he\nmade, for a thousand generations, (9) the covenant he made","with Abraham, the oath he swore to Isaac. (10) He confirmed\nit to Jacob as a decree, to Israel as an everlasting covenant:\n(11) \"To you I will give the land of Canaan as the portion you\nwill inherit.\" (12) When they were but few in number, few\nindeed, and strangers in it, (13) they wandered from nation\nto nation, from one kingdom to another. (14) He allowed no\none to oppress them; for their sake he rebuked kings: (15)\n\"Do not touch my anointed ones; do my prophets no harm.\"\n(16) He called down famine on the land and destroyed all\ntheir supplies of food; (17) and he sent a man before them-\n-Joseph, sold as a slave. (18) They bruised his feet with","shackles, his neck was put in irons, (19) till what he foretold\ncame to pass, till the word of the LORD proved him true. (20)\nThe king sent and released him, the ruler of peoples set him\nfree. (21) He made him master of his household, ruler over all\nhe possessed, (22) to instruct his princes as he pleased and\nteach his elders wisdom."],"start_index":200019105001,"end_index":200019105022,"verse_count":22,"word_count":289},{"reference":"Psalm 115:1-16","translation":"NIV","division":"Senior","passage_number":56,"release":"NBBC","cards":["(1) Not to us, LORD, not to us but to your name be the\nglory, because of your love and faithfulness. (2) Why do the\nnations say, \"Where is their God?\" (3) Our God is in heaven;\nhe does whatever pleases him. (4) But their idols are silver\nand gold, made by human hands. (5) They have mouths, but\ncannot speak, eyes, but cannot see. (6) They have ears, but\ncannot hear, noses, but cannot smell. (7) They have hands,\nbut cannot feel, feet, but cannot walk, nor can they utter a\nsound with their throats. (8) Those who make them will be like\nthem, and so will all who trust in them. (9) All you Israelites,\ntrust in the LORD--he is their help and shield. (10) House of","Aaron, trust in the LORD--he is their help and shield. (11) You\nwho fear him, trust in the LORD--he is their help and shield.\n(12) The LORD remembers us and will bless us: He will bless\nhis people Israel, he will bless the house of Aaron, (13) he\nwill bless those who fear the LORD--small and great alike.\n(14) May the LORD cause you to flourish, both you and your\nchildren. (15) May you be blessed by the LORD, the Maker\nof heaven and earth. (16) The highest heavens belong to the\nLORD, but the earth he has given to mankind."],"start_index":200019115001,"end_index":200019115016,"verse_count":16,"word_count":218},{"reference":"Psalm 147:1-10","translation":"NIV","division":"Senior","passage_number":57,"release":"NBBC","cards":["(1) Praise the LORD. How good it is to sing praises to our God,\nhow pleasant and fitting to praise him! (2) The LORD builds\nup Jerusalem; he gathers the exiles of Israel. (3) He heals the\nbrokenhearted and binds up their wounds. (4) He determines\nthe number of the stars and calls them each by name. (5)\nGreat is our Lord and mighty in power; his understanding\nhas no limit. (6) The LORD sustains the humble but casts the\nwicked to the ground. (7) Sing to the LORD with grateful\npraise; make music to our God on the harp. (8) He covers the\nsky with clouds; he supplies the earth with rain and makes\ngrass grow on the hills. (9) He provides food for the cattle and","for the young ravens when they call. (10) His pleasure is not\nin the strength of the horse, nor his delight in the legs of the\nwarrior;"],"start_index":200019147001,"end_index":200019147010,"verse_count":10,"word_count":145},{"reference":"Proverbs 16:1-9","translation":"NIV","division":"Senior","passage_number":58,"release":"NBBC","cards":["(1) To humans belong the plans of the heart, but from the LORD\ncomes the proper answer of the tongue. (2) All a person's\nways seem pure to them, but motives are weighed by the\nLORD. (3) Commit to the LORD whatever you do, and he will\nestablish your plans. (4) The LORD works out everything to\nits proper end--even the wicked for a day of disaster. (5) The\nLORD detests all the proud of heart. Be sure of this: They will\nnot go unpunished. (6) Through love and faithfulness sin is\natoned for; through the fear of the LORD evil is avoided. (7)\nWhen the LORD takes pleasure in anyone's way, he causes\ntheir enemies to make peace with them. (8) Better a little","with righteousness than much gain with injustice. (9) In their\nhearts humans plan their course, but the LORD establishes\ntheir steps."],"start_index":200020016001,"end_index":200020016009,"verse_count":9,"word_count":138},{"reference":"Proverbs 17:15-28","translation":"NIV","division":"Senior","passage_number":59,"release":"NBBC","cards":["(15) Acquitting the guilty and condemning the innocent--the\nLORD detests them both. (16) Why should fools have money\nin hand to buy wisdom, when they are not able to understand\nit? (17) A friend loves at all times, and a brother is born for a\ntime of adversity. (18) One who has no sense shakes hands\nin pledge and puts up security for a neighbor. (19) Whoever\nloves a quarrel loves sin; whoever builds a high gate invites\ndestruction. (20) One whose heart is corrupt does not prosper;\none whose tongue is perverse falls into trouble. (21) To have\na fool for a child brings grief; there is no joy for the parent\nof a godless fool. (22) A cheerful heart is good medicine,","but a crushed spirit dries up the bones. (23) The wicked\naccept bribes in secret to pervert the course of justice. (24)\nA discerning person keeps wisdom in view, but a fool's eyes\nwander to the ends of the earth. (25) A foolish son brings grief\nto his father and bitterness to the mother who bore him. (26)\nIf imposing a fine on the innocent is not good, surely to flog\nhonest officials is not right. (27) The one who has knowledge\nuses words with restraint, and whoever has understanding is\neven-tempered. (28) Even fools are thought wise if they keep\nsilent, and discerning if they hold their tongues."],"start_index":200020017015,"end_index":200020017028,"verse_count":14,"word_count":221},{"reference":"Ecclesiastes 11:2-6","translation":"NIV","division":"Senior","passage_number":60,"release":"NBBC","cards":["(2) Invest in seven ventures, yes, in eight; you do not know what\ndisaster may come upon the land. (3) If clouds are full of water,\nthey pour rain on the earth. Whether a tree falls to the south or to\nthe north, in the place where it falls, there it will lie. (4) Whoever\nwatches the wind will not plant; whoever looks at the clouds will\nnot reap. (5) As you do not know the path of the wind, or how the\nbody is formed in a mother's womb, so you cannot understand\nthe work of God, the Maker of all things. (6) Sow your seed in the\nmorning, and at evening let your hands not be idle, for you do not\nknow which will succeed, whether this or that, or whether both will\ndo equally well."],"start_index":200021011002,"end_index":200021011006,"verse_count":5,"word_count":133},{"reference":"Isaiah 44:1-11","translation":"NIV","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) \"But now listen, Jacob, my servant, Israel, whom I have\nchosen. (2) This is what the LORD says--he who made you,\nwho formed you in the womb, and who will help you: Do not\nbe afraid, Jacob, my servant, Jeshurun, whom I have chosen.\n(3) For I will pour water on the thirsty land, and streams on the\ndry ground; I will pour out my Spirit on your offspring, and my\nblessing on your descendants. (4) They will spring up like grass\nin a meadow, like poplar trees by flowing streams. (5) Some\nwill say, 'I belong to the LORD'; others will call themselves by\nthe name of Jacob; still others will write on their hand, 'The\nLORD's,' and will take the name Israel. (6) \"This is what the","LORD says--Israel's King and Redeemer, the LORD Almighty:\nI am the first and I am the last; apart from me there is no God.\n(7) Who then is like me? Let him proclaim it. Let him declare\nand lay out before me what has happened since I established\nmy ancient people, and what is yet to come--yes, let them\nforetell what will come. (8) Do not tremble, do not be afraid.\nDid I not proclaim this and foretell it long ago? You are my\nwitnesses. Is there any God besides me? No, there is no other\nRock; I know not one.\" (9) All who make idols are nothing,\nand the things they treasure are worthless. Those who would\nspeak up for them are blind; they are ignorant, to their own","shame. (10) Who shapes a god and casts an idol, which can\nprofit nothing? (11) People who do that will be put to shame;\nsuch craftsmen are only human beings. Let them all come\ntogether and take their stand; they will be brought down to\nterror and shame."],"start_index":200023044001,"end_index":200023044011,"verse_count":11,"word_count":300},{"reference":"Isaiah 45:4-8","translation":"NIV","division":"Senior","passage_number":62,"release":"NBBC","cards":["(4) For the sake of Jacob my servant, of Israel my chosen, I summon\nyou by name and bestow on you a title of honor, though you do\nnot acknowledge me. (5) I am the LORD, and there is no other;\napart from me there is no God. I will strengthen you, though you\nhave not acknowledged me, (6) so that from the rising of the sun\nto the place of its setting people may know there is none besides\nme. I am the LORD, and there is no other. (7) I form the light and\ncreate darkness, I bring prosperity and create disaster; I, the\nLORD, do all these things. (8) \"You heavens above, rain down my\nrighteousness; let the clouds shower it down. Let the earth open\nwide, let salvation spring up, let righteousness flourish with it; I,\nthe LORD, have created it."],"start_index":200023045004,"end_index":200023045008,"verse_count":5,"word_count":140},{"reference":"Jeremiah 7:14-23","translation":"NIV","division":"Senior","passage_number":63,"release":"NBBC","cards":["(14) Therefore, what I did to Shiloh I will now do to the house that\nbears my Name, the temple you trust in, the place I gave to you\nand your ancestors. (15) I will thrust you from my presence, just\nas I did all your fellow Israelites, the people of Ephraim.' (16) \"So\ndo not pray for this people nor offer any plea or petition for them;\ndo not plead with me, for I will not listen to you. (17) Do you not\nsee what they are doing in the towns of Judah and in the streets\nof Jerusalem? (18) The children gather wood, the fathers light the\nfire, and the women knead the dough and make cakes to offer to\nthe Queen of Heaven. They pour out drink offerings to other gods\nto arouse my anger. (19) But am I the one they are provoking?\ndeclares the LORD. Are they not rather harming themselves, to","their own shame? (20) \" 'Therefore this is what the Sovereign LORD\nsays: My anger and my wrath will be poured out on this place--on\nman and beast, on the trees of the field and on the crops of your\nland--and it will burn and not be quenched. (21) \" 'This is what the\nLORD Almighty, the God of Israel, says: Go ahead, add your burnt\nofferings to your other sacrifices and eat the meat yourselves!\n(22) For when I brought your ancestors out of Egypt and spoke\nto them, I did not just give them commands about burnt offerings\nand sacrifices, (23) but I gave them this command: Obey me, and I\nwill be your God and you will be my people. Walk in obedience to\nall I command you, that it may go well with you."],"start_index":200024007014,"end_index":200024007023,"verse_count":10,"word_count":285},{"reference":"Ezekiel 12:8-16","translation":"NIV","division":"Senior","passage_number":64,"release":"NBBC","cards":["(8) In the morning the word of the LORD came to me: (9)\n\"Son of man, did not the Israelites, that rebellious people, ask\nyou, 'What are you doing?' (10) \"Say to them, 'This is what\nthe Sovereign LORD says: This prophecy concerns the prince\nin Jerusalem and all the Israelites who are there.' (11) Say to\nthem, 'I am a sign to you.' \"As I have done, so it will be done\nto them. They will go into exile as captives. (12) \"The prince\namong them will put his things on his shoulder at dusk and\nleave, and a hole will be dug in the wall for him to go through.\nHe will cover his face so that he cannot see the land. (13) I will\nspread my net for him, and he will be caught in my snare; I","will bring him to Babylonia, the land of the Chaldeans, but he\nwill not see it, and there he will die. (14) I will scatter to the\nwinds all those around him--his staff and all his troops--and\nI will pursue them with drawn sword. (15) \"They will know\nthat I am the LORD, when I disperse them among the nations\nand scatter them through the countries. (16) But I will spare\na few of them from the sword, famine and plague, so that in\nthe nations where they go they may acknowledge all their\ndetestable practices. Then they will know that I am the LORD.\""],"start_index":200026012008,"end_index":200026012016,"verse_count":9,"word_count":239},{"reference":"Ezekiel 18:21-29","translation":"NIV","division":"Senior","passage_number":65,"release":"NBBC","cards":["(21) \"But if a wicked person turns away from all the sins they have\ncommitted and keeps all my decrees and does what is just and\nright, that person will surely live; they will not die. (22) None of\nthe offenses they have committed will be remembered against\nthem. Because of the righteous things they have done, they\nwill live. (23) Do I take any pleasure in the death of the wicked?\ndeclares the Sovereign LORD. Rather, am I not pleased when they\nturn from their ways and live? (24) \"But if a righteous person turns\nfrom their righteousness and commits sin and does the same\ndetestable things the wicked person does, will they live? None of\nthe righteous things that person has done will be remembered.\nBecause of the unfaithfulness they are guilty of and because of the","sins they have committed, they will die. (25) \"Yet you say, 'The way\nof the Lord is not just.' Hear, you Israelites: Is my way unjust? Is it\nnot your ways that are unjust? (26) If a righteous person turns from\ntheir righteousness and commits sin, they will die for it; because\nof the sin they have committed they will die. (27) But if a wicked\nperson turns away from the wickedness they have committed and\ndoes what is just and right, they will save their life. (28) Because\nthey consider all the offenses they have committed and turn away\nfrom them, that person will surely live; they will not die. (29) Yet the\nIsraelites say, 'The way of the Lord is not just.' Are my ways unjust,\npeople of Israel? Is it not your ways that are unjust?"],"start_index":200026018021,"end_index":200026018029,"verse_count":9,"word_count":269},{"reference":"Daniel 2:1-2","translation":"NIV","division":"Senior","passage_number":66,"release":"NBBC","cards":["(1) In the second year of his reign, Nebuchadnezzar had\ndreams; his mind was troubled and he could not sleep. (2)\nSo the king summoned the magicians, enchanters, sorcerers\nand astrologers to tell him what he had dreamed. When they\ncame in and stood before the king,"],"start_index":200027002001,"end_index":200027002002,"verse_count":2,"word_count":45},{"reference":"Daniel 2:46-49","translation":"NIV","division":"Senior","passage_number":67,"release":"NBBC","cards":["(46) Then King Nebuchadnezzar fell prostrate before Daniel\nand paid him honor and ordered that an offering and incense\nbe presented to him. (47) The king said to Daniel, \"Surely your\nGod is the God of gods and the Lord of kings and a revealer\nof mysteries, for you were able to reveal this mystery.\" (48)\nThen the king placed Daniel in a high position and lavished\nmany gifts on him. He made him ruler over the entire province\nof Babylon and placed him in charge of all its wise men. (49)\nMoreover, at Daniel's request the king appointed Shadrach,\nMeshach and Abednego administrators over the province of\nBabylon, while Daniel himself remained at the royal court."],"start_index":200027002046,"end_index":200027002049,"verse_count":4,"word_count":113},{"reference":"Daniel 3:1-7","translation":"NIV","division":"Senior","passage_number":68,"release":"NBBC","cards":["(1) King Nebuchadnezzar made an image of gold, sixty cubits\nhigh and six cubits wide, and set it up on the plain of Dura in\nthe province of Babylon. (2) He then summoned the satraps,\nprefects, governors, advisers, treasurers, judges, magistrates\nand all the other provincial officials to come to the dedication\nof the image he had set up. (3) So the satraps, prefects,\ngovernors, advisers, treasurers, judges, magistrates and all the\nother provincial officials assembled for the dedication of the\nimage that King Nebuchadnezzar had set up, and they stood\nbefore it. (4) Then the herald loudly proclaimed, \"Nations and\npeoples of every language, this is what you are commanded to","do: (5) As soon as you hear the sound of the horn, flute, zither,\nlyre, harp, pipe and all kinds of music, you must fall down\nand worship the image of gold that King Nebuchadnezzar\nhas set up. (6) Whoever does not fall down and worship will\nimmediately be thrown into a blazing furnace.\" (7) Therefore,\nas soon as they heard the sound of the horn, flute, zither, lyre,\nharp and all kinds of music, all the nations and peoples of\nevery language fell down and worshiped the image of gold\nthat King Nebuchadnezzar had set up."],"start_index":200027003001,"end_index":200027003007,"verse_count":7,"word_count":202},{"reference":"Daniel 4:18-31","translation":"NIV","division":"Senior","passage_number":69,"release":"NBBC","cards":["(18) \"This is the dream that I, King Nebuchadnezzar, had. Now,\nBelteshazzar, tell me what it means, for none of the wise men\nin my kingdom can interpret it for me. But you can, because\nthe spirit of the holy gods is in you.\" (19) Then Daniel (also\ncalled Belteshazzar) was greatly perplexed for a time, and\nhis thoughts terrified him. So the king said, \"Belteshazzar,\ndo not let the dream or its meaning alarm you.\" Belteshazzar\nanswered, \"My lord, if only the dream applied to your\nenemies and its meaning to your adversaries! (20) The tree\nyou saw, which grew large and strong, with its top touching\nthe sky, visible to the whole earth, (21) with beautiful leaves","and abundant fruit, providing food for all, giving shelter to\nthe wild animals, and having nesting places in its branches\nfor the birds-- (22) Your Majesty, you are that tree! You have\nbecome great and strong; your greatness has grown until it\nreaches the sky, and your dominion extends to distant parts\nof the earth. (23) \"Your Majesty saw a holy one, a messenger,\ncoming down from heaven and saying, 'Cut down the tree\nand destroy it, but leave the stump, bound with iron and\nbronze, in the grass of the field, while its roots remain in the\nground. Let him be drenched with the dew of heaven; let him\nlive with the wild animals, until seven times pass by for him.'","(24) \"This is the interpretation, Your Majesty, and this is the\ndecree the Most High has issued against my lord the king:\n(25) You will be driven away from people and will live with the\nwild animals; you will eat grass like the ox and be drenched\nwith the dew of heaven. Seven times will pass by for you until\nyou acknowledge that the Most High is sovereign over all\nkingdoms on earth and gives them to anyone he wishes. (26)\nThe command to leave the stump of the tree with its roots\nmeans that your kingdom will be restored to you when you\nacknowledge that Heaven rules. (27) Therefore, Your Majesty,\nbe pleased to accept my advice: Renounce your sins by","doing what is right, and your wickedness by being kind to the\noppressed. It may be that then your prosperity will continue.\"\n(28) All this happened to King Nebuchadnezzar. (29) Twelve\nmonths later, as the king was walking on the roof of the royal\npalace of Babylon, (30) he said, \"Is not this the great Babylon\nI have built as the royal residence, by my mighty power and\nfor the glory of my majesty?\" (31) Even as the words were on\nhis lips, a voice came from heaven, \"This is what is decreed\nfor you, King Nebuchadnezzar: Your royal authority has been\ntaken from you."],"start_index":200027004018,"end_index":200027004031,"verse_count":14,"word_count":454},{"reference":"Daniel 6:15-28","translation":"NIV","division":"Senior","passage_number":70,"release":"NBBC","cards":["(15) Then the men went as a group to King Darius and said to\nhim, \"Remember, Your Majesty, that according to the law of the\nMedes and Persians no decree or edict that the king issues can\nbe changed.\" (16) So the king gave the order, and they brought\nDaniel and threw him into the lions' den. The king said to Daniel,\n\"May your God, whom you serve continually, rescue you!\" (17) A\nstone was brought and placed over the mouth of the den, and\nthe king sealed it with his own signet ring and with the rings of\nhis nobles, so that Daniel's situation might not be changed. (18)\nThen the king returned to his palace and spent the night without\neating and without any entertainment being brought to him. And\nhe could not sleep. (19) At the first light of dawn, the king got up","and hurried to the lions' den. (20) When he came near the den,\nhe called to Daniel in an anguished voice, \"Daniel, servant of\nthe living God, has your God, whom you serve continually, been\nable to rescue you from the lions?\" (21) Daniel answered, \"May\nthe king live forever! (22) My God sent his angel, and he shut the\nmouths of the lions. They have not hurt me, because I was found\ninnocent in his sight. Nor have I ever done any wrong before you,\nYour Majesty.\" (23) The king was overjoyed and gave orders to lift\nDaniel out of the den. And when Daniel was lifted from the den, no\nwound was found on him, because he had trusted in his God. (24)\nAt the king's command, the men who had falsely accused Daniel\nwere brought in and thrown into the lions' den, along with their","wives and children. And before they reached the floor of the den,\nthe lions overpowered them and crushed all their bones. (25) Then\nKing Darius wrote to all the nations and peoples of every language\nin all the earth: \"May you prosper greatly! (26) \"I issue a decree that\nin every part of my kingdom people must fear and reverence the\nGod of Daniel. \"For he is the living God and he endures forever; his\nkingdom will not be destroyed, his dominion will never end. (27)\nHe rescues and he saves; he performs signs and wonders in the\nheavens and on the earth. He has rescued Daniel from the power\nof the lions.\" (28) So Daniel prospered during the reign of Darius\nand the reign of Cyrus the Persian."],"start_index":200027006015,"end_index":200027006028,"verse_count":14,"word_count":410},{"reference":"Daniel 9:4-7","translation":"NIV","division":"Senior","passage_number":71,"release":"NBBC","cards":["(4) I prayed to the LORD my God and confessed: \"Lord, the great\nand awesome God, who keeps his covenant of love with those\nwho love him and keep his commandments, (5) we have sinned\nand done wrong. We have been wicked and have rebelled; we\nhave turned away from your commands and laws. (6) We have not\nlistened to your servants the prophets, who spoke in your name to\nour kings, our princes and our ancestors, and to all the people of\nthe land. (7) \"Lord, you are righteous, but this day we are covered\nwith shame--the people of Judah and the inhabitants of Jerusalem\nand all Israel, both near and far, in all the countries where you have\nscattered us because of our unfaithfulness to you."],"start_index":200027009004,"end_index":200027009007,"verse_count":4,"word_count":125},{"reference":"Daniel 9:16-19","translation":"NIV","division":"Senior","passage_number":72,"release":"NBBC","cards":["(16) Lord, in keeping with all your righteous acts, turn away your\nanger and your wrath from Jerusalem, your city, your holy hill. Our\nsins and the iniquities of our ancestors have made Jerusalem and\nyour people an object of scorn to all those around us. (17) \"Now,\nour God, hear the prayers and petitions of your servant. For your\nsake, Lord, look with favor on your desolate sanctuary. (18) Give\near, our God, and hear; open your eyes and see the desolation of\nthe city that bears your Name. We do not make requests of you\nbecause we are righteous, but because of your great mercy. (19)\nLord, listen! Lord, forgive! Lord, hear and act! For your sake, my\nGod, do not delay, because your city and your people bear your\nName.\""],"start_index":200027009016,"end_index":200027009019,"verse_count":4,"word_count":129},{"reference":"Micah 4:1-3","translation":"NIV","division":"Senior","passage_number":73,"release":"NBBC","cards":["(1) In the last days the mountain of the LORD's temple will be\nestablished as the highest of the mountains; it will be exalted\nabove the hills, and peoples will stream to it. (2) Many nations will\ncome and say, \"Come, let us go up to the mountain of the LORD, to\nthe temple of the God of Jacob. He will teach us his ways, so that\nwe may walk in his paths.\" The law will go out from Zion, the word\nof the LORD from Jerusalem. (3) He will judge between many\npeoples and will settle disputes for strong nations far and wide.\nThey will beat their swords into plowshares and their spears into\npruning hooks. Nation will not take up sword against nation, nor\nwill they train for war anymore."],"start_index":200033004001,"end_index":200033004003,"verse_count":3,"word_count":129},{"reference":"Haggai 1:2-8","translation":"NIV","division":"Senior","passage_number":74,"release":"NBBC","cards":["(2) This is what the LORD Almighty says: \"These people say,\n'The time has not yet come to rebuild the LORD's house.' \"\n(3) Then the word of the LORD came through the prophet\nHaggai: (4) \"Is it a time for you yourselves to be living in your\npaneled houses, while this house remains a ruin?\" (5) Now\nthis is what the LORD Almighty says: \"Give careful thought\nto your ways. (6) You have planted much, but harvested\nlittle. You eat, but never have enough. You drink, but never\nhave your fill. You put on clothes, but are not warm. You earn\nwages, only to put them in a purse with holes in it.\" (7) This is\nwhat the LORD Almighty says: \"Give careful thought to your","ways. (8) Go up into the mountains and bring down timber\nand build my house, so that I may take pleasure in it and be\nhonored,\" says the LORD."],"start_index":200037001002,"end_index":200037001008,"verse_count":7,"word_count":148},{"reference":"Malachi 3:1-9","translation":"NIV","division":"Senior","passage_number":75,"release":"NBBC","cards":["(1) \"I will send my messenger, who will prepare the way before me.\nThen suddenly the Lord you are seeking will come to his temple;\nthe messenger of the covenant, whom you desire, will come,\" says\nthe LORD Almighty. (2) But who can endure the day of his coming?\nWho can stand when he appears? For he will be like a refiner's fire\nor a launderer's soap. (3) He will sit as a refiner and purifier of silver;\nhe will purify the Levites and refine them like gold and silver. Then\nthe LORD will have men who will bring offerings in righteousness,\n(4) and the offerings of Judah and Jerusalem will be acceptable\nto the LORD, as in days gone by, as in former years. (5) \"So I will\ncome to put you on trial. I will be quick to testify against sorcerers,","adulterers and perjurers, against those who defraud laborers of\ntheir wages, who oppress the widows and the fatherless, and\ndeprive the foreigners among you of justice, but do not fear me,\"\nsays the LORD Almighty. (6) \"I the LORD do not change. So you,\nthe descendants of Jacob, are not destroyed. (7) Ever since the\ntime of your ancestors you have turned away from my decrees and\nhave not kept them. Return to me, and I will return to you,\" says the\nLORD Almighty. \"But you ask, 'How are we to return?' (8) \"Will a\nmere mortal rob God? Yet you rob me. \"But you ask, 'How are we\nrobbing you?' \"In tithes and offerings. (9) You are under a curse--\nyour whole nation--because you are robbing me."],"start_index":200039003001,"end_index":200039003009,"verse_count":9,"word_count":263},{"reference":"Matthew 1:20-25","translation":"NIV","division":"Senior","passage_number":76,"release":"NBBC","cards":["(20) But after he had considered this, an angel of the Lord appeared\nto him in a dream and said, \"Joseph son of David, do not be afraid\nto take Mary home as your wife, because what is conceived in her\nis from the Holy Spirit. (21) She will give birth to a son, and you are\nto give him the name Jesus, because he will save his people from\ntheir sins.\" (22) All this took place to fulfill what the Lord had said\nthrough the prophet: (23) \"The virgin will conceive and give birth\nto a son, and they will call him Immanuel\" (which means \"God with\nus\"). (24) When Joseph woke up, he did what the angel of the Lord\nhad commanded him and took Mary home as his wife. (25) But he\ndid not consummate their marriage until she gave birth to a son.\nAnd he gave him the name Jesus."],"start_index":400001001020,"end_index":400001001025,"verse_count":6,"word_count":148},{"reference":"Matthew 3:1-3","translation":"NIV","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) In those days John the Baptist came, preaching in the\nwilderness of Judea (2) and saying, \"Repent, for the kingdom\nof heaven has come near.\" (3) This is he who was spoken of\nthrough the prophet Isaiah: \"A voice of one calling in the\nwilderness, 'Prepare the way for the Lord, make straight paths\nfor him.' \""],"start_index":400001003001,"end_index":400001003003,"verse_count":3,"word_count":54},{"reference":"Matthew 6:5-18","translation":"NIV","division":"Senior","passage_number":78,"release":"NBBC","cards":["(5) \"And when you pray, do not be like the hypocrites, for they love\nto pray standing in the synagogues and on the street corners to be\nseen by others. Truly I tell you, they have received their reward in\nfull. (6) But when you pray, go into your room, close the door and\npray to your Father, who is unseen. Then your Father, who sees\nwhat is done in secret, will reward you. (7) And when you pray, do\nnot keep on babbling like pagans, for they think they will be heard\nbecause of their many words. (8) Do not be like them, for your\nFather knows what you need before you ask him. (9) \"This, then, is\nhow you should pray: \" 'Our Father in heaven, hallowed be your\nname, (10) your kingdom come, your will be done, on earth as it\nis in heaven. (11) Give us today our daily bread. (12) And forgive","us our debts, as we also have forgiven our debtors. (13) And lead\nus not into temptation, but deliver us from the evil one.' (14) For if\nyou forgive other people when they sin against you, your heavenly\nFather will also forgive you. (15) But if you do not forgive others\ntheir sins, your Father will not forgive your sins. (16) \"When you\nfast, do not look somber as the hypocrites do, for they disfigure\ntheir faces to show others they are fasting. Truly I tell you, they\nhave received their reward in full. (17) But when you fast, put oil on\nyour head and wash your face, (18) so that it will not be obvious to\nothers that you are fasting, but only to your Father, who is unseen;\nand your Father, who sees what is done in secret, will reward you."],"start_index":400001006005,"end_index":400001006018,"verse_count":14,"word_count":285},{"reference":"Matthew 25:31-36","translation":"NIV","division":"Senior","passage_number":79,"release":"NBBC","cards":["(31) \"When the Son of Man comes in his glory, and all the angels\nwith him, he will sit on his glorious throne. (32) All the nations will\nbe gathered before him, and he will separate the people one from\nanother as a shepherd separates the sheep from the goats. (33) He\nwill put the sheep on his right and the goats on his left. (34) \"Then\nthe King will say to those on his right, 'Come, you who are blessed\nby my Father; take your inheritance, the kingdom prepared for you\nsince the creation of the world. (35) For I was hungry and you gave\nme something to eat, I was thirsty and you gave me something to\ndrink, I was a stranger and you invited me in, (36) I needed clothes\nand you clothed me, I was sick and you looked after me, I was in\nprison and you came to visit me.'"],"start_index":400001025031,"end_index":400001025036,"verse_count":6,"word_count":149},{"reference":"Mark 3:20-27","translation":"NIV","division":"Senior","passage_number":80,"release":"NBBC","cards":["(20) Then Jesus entered a house, and again a crowd gathered,\nso that he and his disciples were not even able to eat. (21)\nWhen his family heard about this, they went to take charge\nof him, for they said, \"He is out of his mind.\" (22) And the\nteachers of the law who came down from Jerusalem said,\n\"He is possessed by Beelzebul! By the prince of demons he\nis driving out demons.\" (23) So Jesus called them over to him\nand began to speak to them in parables: \"How can Satan\ndrive out Satan? (24) If a kingdom is divided against itself, that\nkingdom cannot stand. (25) If a house is divided against itself,\nthat house cannot stand. (26) And if Satan opposes himself","and is divided, he cannot stand; his end has come. (27) In\nfact, no one can enter a strong man's house without first tying\nhim up. Then he can plunder the strong man's house."],"start_index":400002003020,"end_index":400002003027,"verse_count":8,"word_count":152},{"reference":"Mark 6:2-11","translation":"NIV","division":"Senior","passage_number":81,"release":"NBBC","cards":["(2) When the Sabbath came, he began to teach in the\nsynagogue, and many who heard him were amazed. \"Where\ndid this man get these things?\" they asked. \"What's this\nwisdom that has been given him? What are these remarkable\nmiracles he is performing? (3) Isn't this the carpenter? Isn't\nthis Mary's son and the brother of James, Joseph, Judas and\nSimon? Aren't his sisters here with us?\" And they took offense\nat him. (4) Jesus said to them, \"A prophet is not without honor\nexcept in his own town, among his relatives and in his own\nhome.\" (5) He could not do any miracles there, except lay his\nhands on a few sick people and heal them. (6) He was amazed","at their lack of faith. Then Jesus went around teaching from\nvillage to village. (7) Calling the Twelve to him, he began\nto send them out two by two and gave them authority over\nimpure spirits. (8) These were his instructions: \"Take nothing\nfor the journey except a staff--no bread, no bag, no money\nin your belts. (9) Wear sandals but not an extra shirt. (10)\nWhenever you enter a house, stay there until you leave that\ntown. (11) And if any place will not welcome you or listen to\nyou, leave that place and shake the dust off your feet as a\ntestimony against them.\""],"start_index":400002006002,"end_index":400002006011,"verse_count":10,"word_count":219},{"reference":"Luke 15:7-24","translation":"NIV","division":"Senior","passage_number":82,"release":"NBBC","cards":["(7) I tell you that in the same way there will be more rejoicing\nin heaven over one sinner who repents than over ninety-nine\nrighteous persons who do not need to repent. (8) \"Or suppose a\nwoman has ten silver coins and loses one. Doesn't she light a lamp,\nsweep the house and search carefully until she finds it? (9) And\nwhen she finds it, she calls her friends and neighbors together and\nsays, 'Rejoice with me; I have found my lost coin.' (10) In the same\nway, I tell you, there is rejoicing in the presence of the angels of\nGod over one sinner who repents.\" (11) Jesus continued: \"There\nwas a man who had two sons. (12) The younger one said to his\nfather, 'Father, give me my share of the estate.' So he divided his\nproperty between them. (13) \"Not long after that, the younger","son got together all he had, set off for a distant country and there\nsquandered his wealth in wild living. (14) After he had spent\neverything, there was a severe famine in that whole country, and\nhe began to be in need. (15) So he went and hired himself out to\na citizen of that country, who sent him to his fields to feed pigs.\n(16) He longed to fill his stomach with the pods that the pigs were\neating, but no one gave him anything. (17) \"When he came to his\nsenses, he said, 'How many of my father's hired servants have food\nto spare, and here I am starving to death! (18) I will set out and\ngo back to my father and say to him: Father, I have sinned against\nheaven and against you. (19) I am no longer worthy to be called\nyour son; make me like one of your hired servants.' (20) So he got","up and went to his father. \"But while he was still a long way off,\nhis father saw him and was filled with compassion for him; he ran\nto his son, threw his arms around him and kissed him. (21) \"The\nson said to him, 'Father, I have sinned against heaven and against\nyou. I am no longer worthy to be called your son.' (22) \"But the\nfather said to his servants, 'Quick! Bring the best robe and put it\non him. Put a ring on his finger and sandals on his feet. (23) Bring\nthe fattened calf and kill it. Let's have a feast and celebrate. (24)\nFor this son of mine was dead and is alive again; he was lost and is\nfound.' So they began to celebrate."],"start_index":400003015007,"end_index":400003015024,"verse_count":18,"word_count":421},{"reference":"John 4:43-54","translation":"NIV","division":"Senior","passage_number":83,"release":"NBBC","cards":["(43) After the two days he left for Galilee. (44) (Now Jesus\nhimself had pointed out that a prophet has no honor in his\nown country.) (45) When he arrived in Galilee, the Galileans\nwelcomed him. They had seen all that he had done in\nJerusalem at the Passover Festival, for they also had been\nthere. (46) Once more he visited Cana in Galilee, where he\nhad turned the water into wine. And there was a certain royal\nofficial whose son lay sick at Capernaum. (47) When this\nman heard that Jesus had arrived in Galilee from Judea, he\nwent to him and begged him to come and heal his son, who\nwas close to death. (48) \"Unless you people see signs and","wonders,\" Jesus told him, \"you will never believe.\" (49) The\nroyal official said, \"Sir, come down before my child dies.\" (50)\n\"Go,\" Jesus replied, \"your son will live.\" The man took Jesus\nat his word and departed. (51) While he was still on the way,\nhis servants met him with the news that his boy was living.\n(52) When he inquired as to the time when his son got better,\nthey said to him, \"Yesterday, at one in the afternoon, the fever\nleft him.\" (53) Then the father realized that this was the exact\ntime at which Jesus had said to him, \"Your son will live.\" So he\nand his whole household believed. (54) This was the second\nsign Jesus performed after coming from Judea to Galilee."],"start_index":400004004043,"end_index":400004004054,"verse_count":12,"word_count":238},{"reference":"John 5:19-40","translation":"NIV","division":"Senior","passage_number":84,"release":"NBBC","cards":["(19) Jesus gave them this answer: \"Very truly I tell you, the\nSon can do nothing by himself; he can do only what he sees\nhis Father doing, because whatever the Father does the Son\nalso does. (20) For the Father loves the Son and shows him\nall he does. Yes, and he will show him even greater works\nthan these, so that you will be amazed. (21) For just as the\nFather raises the dead and gives them life, even so the Son\ngives life to whom he is pleased to give it. (22) Moreover,\nthe Father judges no one, but has entrusted all judgment to\nthe Son, (23) that all may honor the Son just as they honor\nthe Father. Whoever does not honor the Son does not honor","the Father, who sent him. (24) \"Very truly I tell you, whoever\nhears my word and believes him who sent me has eternal\nlife and will not be judged but has crossed over from death\nto life. (25) Very truly I tell you, a time is coming and has now\ncome when the dead will hear the voice of the Son of God\nand those who hear will live. (26) For as the Father has life in\nhimself, so he has granted the Son also to have life in himself.\n(27) And he has given him authority to judge because he is\nthe Son of Man. (28) \"Do not be amazed at this, for a time is\ncoming when all who are in their graves will hear his voice\n(29) and come out--those who have done what is good will","rise to live, and those who have done what is evil will rise to\nbe condemned. (30) By myself I can do nothing; I judge only\nas I hear, and my judgment is just, for I seek not to please\nmyself but him who sent me. (31) \"If I testify about myself,\nmy testimony is not true. (32) There is another who testifies in\nmy favor, and I know that his testimony about me is true. (33)\n\"You have sent to John and he has testified to the truth. (34)\nNot that I accept human testimony; but I mention it that you\nmay be saved. (35) John was a lamp that burned and gave\nlight, and you chose for a time to enjoy his light. (36) \"I have\ntestimony weightier than that of John. For the works that the","Father has given me to finish--the very works that I am doing-\n-testify that the Father has sent me. (37) And the Father who\nsent me has himself testified concerning me. You have never\nheard his voice nor seen his form, (38) nor does his word\ndwell in you, for you do not believe the one he sent. (39) You\nstudy the Scriptures diligently because you think that in them\nyou have eternal life. These are the very Scriptures that testify\nabout me, (40) yet you refuse to come to me to have life."],"start_index":400004005019,"end_index":400004005040,"verse_count":22,"word_count":484},{"reference":"Acts 3:1-20","translation":"NIV","division":"Senior","passage_number":85,"release":"NBBC","cards":["(1) One day Peter and John were going up to the temple at\nthe time of prayer--at three in the afternoon. (2) Now a man\nwho was lame from birth was being carried to the temple\ngate called Beautiful, where he was put every day to beg from\nthose going into the temple courts. (3) When he saw Peter\nand John about to enter, he asked them for money. (4) Peter\nlooked straight at him, as did John. Then Peter said, \"Look at\nus!\" (5) So the man gave them his attention, expecting to get\nsomething from them. (6) Then Peter said, \"Silver or gold I do\nnot have, but what I do have I give you. In the name of Jesus\nChrist of Nazareth, walk.\" (7) Taking him by the right hand,","he helped him up, and instantly the man's feet and ankles\nbecame strong. (8) He jumped to his feet and began to walk.\nThen he went with them into the temple courts, walking and\njumping, and praising God. (9) When all the people saw him\nwalking and praising God, (10) they recognized him as the\nsame man who used to sit begging at the temple gate called\nBeautiful, and they were filled with wonder and amazement\nat what had happened to him. (11) While the man held on\nto Peter and John, all the people were astonished and came\nrunning to them in the place called Solomon's Colonnade.\n(12) When Peter saw this, he said to them: \"Fellow Israelites,","why does this surprise you? Why do you stare at us as if by\nour own power or godliness we had made this man walk?\n(13) The God of Abraham, Isaac and Jacob, the God of our\nfathers, has glorified his servant Jesus. You handed him over\nto be killed, and you disowned him before Pilate, though\nhe had decided to let him go. (14) You disowned the Holy\nand Righteous One and asked that a murderer be released\nto you. (15) You killed the author of life, but God raised him\nfrom the dead. We are witnesses of this. (16) By faith in the\nname of Jesus, this man whom you see and know was made\nstrong. It is Jesus' name and the faith that comes through","him that has completely healed him, as you can all see. (17)\n\"Now, fellow Israelites, I know that you acted in ignorance,\nas did your leaders. (18) But this is how God fulfilled what he\nhad foretold through all the prophets, saying that his Messiah\nwould suffer. (19) Repent, then, and turn to God, so that your\nsins may be wiped out, that times of refreshing may come\nfrom the Lord, (20) and that he may send the Messiah, who\nhas been appointed for you--even Jesus."],"start_index":400005003001,"end_index":400005003020,"verse_count":20,"word_count":448},{"reference":"Acts 10:9-22","translation":"NIV","division":"Senior","passage_number":86,"release":"NBBC","cards":["(9) About noon the following day as they were on their journey\nand approaching the city, Peter went up on the roof to pray. (10)\nHe became hungry and wanted something to eat, and while the\nmeal was being prepared, he fell into a trance. (11) He saw heaven\nopened and something like a large sheet being let down to earth\nby its four corners. (12) It contained all kinds of four-footed animals,\nas well as reptiles and birds. (13) Then a voice told him, \"Get up,\nPeter. Kill and eat.\" (14) \"Surely not, Lord!\" Peter replied. \"I have\nnever eaten anything impure or unclean.\" (15) The voice spoke\nto him a second time, \"Do not call anything impure that God has\nmade clean.\" (16) This happened three times, and immediately the\nsheet was taken back to heaven. (17) While Peter was wondering","about the meaning of the vision, the men sent by Cornelius found\nout where Simon's house was and stopped at the gate. (18) They\ncalled out, asking if Simon who was known as Peter was staying\nthere. (19) While Peter was still thinking about the vision, the Spirit\nsaid to him, \"Simon, three men are looking for you. (20) So get up\nand go downstairs. Do not hesitate to go with them, for I have sent\nthem.\" (21) Peter went down and said to the men, \"I'm the one\nyou're looking for. Why have you come?\" (22) The men replied,\n\"We have come from Cornelius the centurion. He is a righteous\nand God-fearing man, who is respected by all the Jewish people.\nA holy angel told him to ask you to come to his house so that he\ncould hear what you have to say.\""],"start_index":400005010009,"end_index":400005010022,"verse_count":14,"word_count":276},{"reference":"Romans 2:1-12","translation":"NIV","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) You, therefore, have no excuse, you who pass judgment on\nsomeone else, for at whatever point you judge another, you are\ncondemning yourself, because you who pass judgment do the\nsame things. (2) Now we know that God's judgment against\nthose who do such things is based on truth. (3) So when you, a\nmere human being, pass judgment on them and yet do the same\nthings, do you think you will escape God's judgment? (4) Or do\nyou show contempt for the riches of his kindness, forbearance\nand patience, not realizing that God's kindness is intended to lead\nyou to repentance? (5) But because of your stubbornness and\nyour unrepentant heart, you are storing up wrath against yourself\nfor the day of God's wrath, when his righteous judgment will be","revealed. (6) God \"will repay each person according to what they\nhave done.\" (7) To those who by persistence in doing good seek\nglory, honor and immortality, he will give eternal life. (8) But for\nthose who are self-seeking and who reject the truth and follow\nevil, there will be wrath and anger. (9) There will be trouble and\ndistress for every human being who does evil: first for the Jew,\nthen for the Gentile; (10) but glory, honor and peace for everyone\nwho does good: first for the Jew, then for the Gentile. (11) For God\ndoes not show favoritism. (12) All who sin apart from the law will\nalso perish apart from the law, and all who sin under the law will\nbe judged by the law."],"start_index":400006002001,"end_index":400006002012,"verse_count":12,"word_count":250},{"reference":"Romans 7:6-12","translation":"NIV","division":"Senior","passage_number":88,"release":"NBBC","cards":["(6) But now, by dying to what once bound us, we have been\nreleased from the law so that we serve in the new way of the\nSpirit, and not in the old way of the written code. (7) What shall\nwe say, then? Is the law sinful? Certainly not! Nevertheless, I\nwould not have known what sin was had it not been for the\nlaw. For I would not have known what coveting really was if\nthe law had not said, \"You shall not covet.\" (8) But sin, seizing\nthe opportunity afforded by the commandment, produced in\nme every kind of coveting. For apart from the law, sin was\ndead. (9) Once I was alive apart from the law; but when the\ncommandment came, sin sprang to life and I died. (10) I found","that the very commandment that was intended to bring life\nactually brought death. (11) For sin, seizing the opportunity\nafforded by the commandment, deceived me, and through\nthe commandment put me to death. (12) So then, the law is\nholy, and the commandment is holy, righteous and good."],"start_index":400006007006,"end_index":400006007012,"verse_count":7,"word_count":176},{"reference":"1 Corinthians 3:5-17","translation":"NIV","division":"Senior","passage_number":89,"release":"NBBC","cards":["(5) What, after all, is Apollos? And what is Paul? Only servants,\nthrough whom you came to believe--as the Lord has assigned to\neach his task. (6) I planted the seed, Apollos watered it, but God\nhas been making it grow. (7) So neither the one who plants nor\nthe one who waters is anything, but only God, who makes things\ngrow. (8) The one who plants and the one who waters have one\npurpose, and they will each be rewarded according to their own\nlabor. (9) For we are co-workers in God's service; you are God's\nfield, God's building. (10) By the grace God has given me, I laid a\nfoundation as a wise builder, and someone else is building on it.\nBut each one should build with care. (11) For no one can lay any\nfoundation other than the one already laid, which is Jesus Christ.","(12) If anyone builds on this foundation using gold, silver, costly\nstones, wood, hay or straw, (13) their work will be shown for what\nit is, because the Day will bring it to light. It will be revealed with\nfire, and the fire will test the quality of each person's work. (14) If\nwhat has been built survives, the builder will receive a reward. (15)\nIf it is burned up, the builder will suffer loss but yet will be saved--\neven though only as one escaping through the flames. (16) Don't\nyou know that you yourselves are God's temple and that God's\nSpirit dwells in your midst? (17) If anyone destroys God's temple,\nGod will destroy that person; for God's temple is sacred, and you\ntogether are that temple."],"start_index":400007003005,"end_index":400007003017,"verse_count":13,"word_count":266},{"reference":"2 Corinthians 3:7-18","translation":"NIV","division":"Senior","passage_number":90,"release":"NBBC","cards":["(7) Now if the ministry that brought death, which was engraved in\nletters on stone, came with glory, so that the Israelites could not look\nsteadily at the face of Moses because of its glory, transitory though\nit was, (8) will not the ministry of the Spirit be even more glorious?\n(9) If the ministry that brought condemnation was glorious, how\nmuch more glorious is the ministry that brings righteousness! (10)\nFor what was glorious has no glory now in comparison with the\nsurpassing glory. (11) And if what was transitory came with glory,\nhow much greater is the glory of that which lasts! (12) Therefore,\nsince we have such a hope, we are very bold. (13) We are not like\nMoses, who would put a veil over his face to prevent the Israelites","from seeing the end of what was passing away. (14) But their\nminds were made dull, for to this day the same veil remains when\nthe old covenant is read. It has not been removed, because only\nin Christ is it taken away. (15) Even to this day when Moses is read,\na veil covers their hearts. (16) But whenever anyone turns to the\nLord, the veil is taken away. (17) Now the Lord is the Spirit, and\nwhere the Spirit of the Lord is, there is freedom. (18) And we all,\nwho with unveiled faces contemplate the Lord's glory, are being\ntransformed into his image with ever-increasing glory, which\ncomes from the Lord, who is the Spirit."],"start_index":400008003007,"end_index":400008003018,"verse_count":12,"word_count":241},{"reference":"2 Corinthians 13:5-8","translation":"NIV","division":"Senior","passage_number":91,"release":"NBBC","cards":["(5) Examine yourselves to see whether you are in the faith;\ntest yourselves. Do you not realize that Christ Jesus is in you--\nunless, of course, you fail the test? (6) And I trust that you will\ndiscover that we have not failed the test. (7) Now we pray to\nGod that you will not do anything wrong--not so that people\nwill see that we have stood the test but so that you will do\nwhat is right even though we may seem to have failed. (8)\nFor we cannot do anything against the truth, but only for the\ntruth."],"start_index":400008013005,"end_index":400008013008,"verse_count":4,"word_count":97},{"reference":"Ephesians 2:1-13","translation":"NIV","division":"Senior","passage_number":92,"release":"NBBC","cards":["(1) As for you, you were dead in your transgressions and sins,\n(2) in which you used to live when you followed the ways of\nthis world and of the ruler of the kingdom of the air, the spirit\nwho is now at work in those who are disobedient. (3) All of\nus also lived among them at one time, gratifying the cravings\nof our flesh and following its desires and thoughts. Like the\nrest, we were by nature deserving of wrath. (4) But because\nof his great love for us, God, who is rich in mercy, (5) made us\nalive with Christ even when we were dead in transgressions-\n-it is by grace you have been saved. (6) And God raised us\nup with Christ and seated us with him in the heavenly realms","in Christ Jesus, (7) in order that in the coming ages he might\nshow the incomparable riches of his grace, expressed in his\nkindness to us in Christ Jesus. (8) For it is by grace you have\nbeen saved, through faith--and this is not from yourselves,\nit is the gift of God-- (9) not by works, so that no one can\nboast. (10) For we are God's handiwork, created in Christ\nJesus to do good works, which God prepared in advance for\nus to do. (11) Therefore, remember that formerly you who are\nGentiles by birth and called \"uncircumcised\" by those who\ncall themselves \"the circumcision\" (which is done in the body\nby human hands)-- (12) remember that at that time you were","separate from Christ, excluded from citizenship in Israel and\nforeigners to the covenants of the promise, without hope\nand without God in the world. (13) But now in Christ Jesus\nyou who once were far away have been brought near by the\nblood of Christ."],"start_index":400010002001,"end_index":400010002013,"verse_count":13,"word_count":291},{"reference":"Ephesians 3:14-21","translation":"NIV","division":"Senior","passage_number":93,"release":"NBBC","cards":["(14) For this reason I kneel before the Father, (15) from whom\nevery family in heaven and on earth derives its name. (16) I\npray that out of his glorious riches he may strengthen you\nwith power through his Spirit in your inner being, (17) so that\nChrist may dwell in your hearts through faith. And I pray that\nyou, being rooted and established in love, (18) may have\npower, together with all the Lord's holy people, to grasp how\nwide and long and high and deep is the love of Christ, (19)\nand to know this love that surpasses knowledge--that you may\nbe filled to the measure of all the fullness of God. (20) Now to\nhim who is able to do immeasurably more than all we ask or","imagine, according to his power that is at work within us, (21)\nto him be glory in the church and in Christ Jesus throughout\nall generations, for ever and ever! Amen."],"start_index":400010003014,"end_index":400010003021,"verse_count":8,"word_count":154},{"reference":"Colossians 1:3-7","translation":"NIV","division":"Senior","passage_number":94,"release":"NBBC","cards":["(3) We always thank God, the Father of our Lord Jesus Christ,\nwhen we pray for you, (4) because we have heard of your faith\nin Christ Jesus and of the love you have for all God's people--\n(5) the faith and love that spring from the hope stored up for\nyou in heaven and about which you have already heard in the\ntrue message of the gospel (6) that has come to you. In the\nsame way, the gospel is bearing fruit and growing throughout\nthe whole world--just as it has been doing among you since\nthe day you heard it and truly understood God's grace. (7)\nYou learned it from Epaphras, our dear fellow servant, who is\na faithful minister of Christ on our behalf,"],"start_index":400012001003,"end_index":400012001007,"verse_count":5,"word_count":123},{"reference":"Colossians 2:6-10","translation":"NIV","division":"Senior","passage_number":95,"release":"NBBC","cards":["(6) So then, just as you received Christ Jesus as Lord, continue\nto live your lives in him, (7) rooted and built up in him,\nstrengthened in the faith as you were taught, and overflowing\nwith thankfulness. (8) See to it that no one takes you captive\nthrough hollow and deceptive philosophy, which depends\non human tradition and the elemental spiritual forces of this\nworld rather than on Christ. (9) For in Christ all the fullness\nof the Deity lives in bodily form, (10) and in Christ you have\nbeen brought to fullness. He is the head over every power\nand authority."],"start_index":400012002006,"end_index":400012002010,"verse_count":5,"word_count":97},{"reference":"1 Timothy 2:1-15","translation":"NIV","division":"Senior","passage_number":96,"release":"NBBC","cards":["(1) I urge, then, first of all, that petitions, prayers, intercession and\nthanksgiving be made for all people-- (2) for kings and all those in\nauthority, that we may live peaceful and quiet lives in all godliness\nand holiness. (3) This is good, and pleases God our Savior, (4) who\nwants all people to be saved and to come to a knowledge of the\ntruth. (5) For there is one God and one mediator between God and\nmankind, the man Christ Jesus, (6) who gave himself as a ransom\nfor all people. This has now been witnessed to at the proper time.\n(7) And for this purpose I was appointed a herald and an apostle--I\nam telling the truth, I am not lying--and a true and faithful teacher\nof the Gentiles. (8) Therefore I want the men everywhere to pray,","lifting up holy hands without anger or disputing. (9) I also want the\nwomen to dress modestly, with decency and propriety, adorning\nthemselves, not with elaborate hairstyles or gold or pearls or\nexpensive clothes, (10) but with good deeds, appropriate for\nwomen who profess to worship God. (11) A woman should learn\nin quietness and full submission. (12) I do not permit a woman to\nteach or to assume authority over a man; she must be quiet. (13)\nFor Adam was formed first, then Eve. (14) And Adam was not the\none deceived; it was the woman who was deceived and became a\nsinner. (15) But women will be saved through childbearing--if they\ncontinue in faith, love and holiness with propriety."],"start_index":400015002001,"end_index":400015002015,"verse_count":15,"word_count":249},{"reference":"Hebrews 6:3-8","translation":"NIV","division":"Senior","passage_number":97,"release":"NBBC","cards":["(3) And God permitting, we will do so. (4) It is impossible for those\nwho have once been enlightened, who have tasted the heavenly\ngift, who have shared in the Holy Spirit, (5) who have tasted the\ngoodness of the word of God and the powers of the coming age\n(6) and who have fallen away, to be brought back to repentance.\nTo their loss they are crucifying the Son of God all over again and\nsubjecting him to public disgrace. (7) Land that drinks in the rain\noften falling on it and that produces a crop useful to those for\nwhom it is farmed receives the blessing of God. (8) But land that\nproduces thorns and thistles is worthless and is in danger of being\ncursed. In the end it will be burned."],"start_index":400019006003,"end_index":400019006008,"verse_count":6,"word_count":128},{"reference":"Hebrews 11:17-40","translation":"NIV","division":"Senior","passage_number":98,"release":"NBBC","cards":["(17) By faith Abraham, when God tested him, offered Isaac as\na sacrifice. He who had embraced the promises was about to\nsacrifice his one and only son, (18) even though God had said to\nhim, \"It is through Isaac that your offspring will be reckoned.\" (19)\nAbraham reasoned that God could even raise the dead, and so in\na manner of speaking he did receive Isaac back from death. (20)\nBy faith Isaac blessed Jacob and Esau in regard to their future.\n(21) By faith Jacob, when he was dying, blessed each of Joseph's\nsons, and worshiped as he leaned on the top of his staff. (22) By\nfaith Joseph, when his end was near, spoke about the exodus of\nthe Israelites from Egypt and gave instructions concerning the\nburial of his bones. (23) By faith Moses' parents hid him for three","months after he was born, because they saw he was no ordinary\nchild, and they were not afraid of the king's edict. (24) By faith\nMoses, when he had grown up, refused to be known as the son\nof Pharaoh's daughter. (25) He chose to be mistreated along with\nthe people of God rather than to enjoy the fleeting pleasures of\nsin. (26) He regarded disgrace for the sake of Christ as of greater\nvalue than the treasures of Egypt, because he was looking ahead\nto his reward. (27) By faith he left Egypt, not fearing the king's\nanger; he persevered because he saw him who is invisible. (28) By\nfaith he kept the Passover and the application of blood, so that the\ndestroyer of the firstborn would not touch the firstborn of Israel.\n(29) By faith the people passed through the Red Sea as on dry land;","but when the Egyptians tried to do so, they were drowned. (30) By\nfaith the walls of Jericho fell, after the army had marched around\nthem for seven days. (31) By faith the prostitute Rahab, because\nshe welcomed the spies, was not killed with those who were\ndisobedient. (32) And what more shall I say? I do not have time\nto tell about Gideon, Barak, Samson and Jephthah, about David\nand Samuel and the prophets, (33) who through faith conquered\nkingdoms, administered justice, and gained what was promised;\nwho shut the mouths of lions, (34) quenched the fury of the flames,\nand escaped the edge of the sword; whose weakness was turned\nto strength; and who became powerful in battle and routed foreign\narmies. (35) Women received back their dead, raised to life again.","There were others who were tortured, refusing to be released so\nthat they might gain an even better resurrection. (36) Some faced\njeers and flogging, and even chains and imprisonment. (37) They\nwere put to death by stoning; they were sawed in two; they were\nkilled by the sword. They went about in sheepskins and goatskins,\ndestitute, persecuted and mistreated-- (38) the world was not\nworthy of them. They wandered in deserts and mountains, living in\ncaves and in holes in the ground. (39) These were all commended\nfor their faith, yet none of them received what had been promised,\n(40) since God had planned something better for us so that only\ntogether with us would they be made perfect."],"start_index":400019011017,"end_index":400019011040,"verse_count":24,"word_count":521},{"reference":"James 4:1-6","translation":"NIV","division":"Senior","passage_number":99,"release":"NBBC","cards":["(1) What causes fights and quarrels among you? Don't they\ncome from your desires that battle within you? (2) You desire\nbut do not have, so you kill. You covet but you cannot get what\nyou want, so you quarrel and fight. You do not have because\nyou do not ask God. (3) When you ask, you do not receive,\nbecause you ask with wrong motives, that you may spend\nwhat you get on your pleasures. (4) You adulterous people,\ndon't you know that friendship with the world means enmity\nagainst God? Therefore, anyone who chooses to be a friend\nof the world becomes an enemy of God. (5) Or do you think\nScripture says without reason that he jealously longs for the","spirit he has caused to dwell in us? (6) But he gives us more\ngrace. That is why Scripture says: \"God opposes the proud\nbut shows favor to the humble.\""],"start_index":400020004001,"end_index":400020004006,"verse_count":6,"word_count":147},{"reference":"James 5:1-12","translation":"NIV","division":"Senior","passage_number":100,"release":"NBBC","cards":["(1) Now listen, you rich people, weep and wail because of the\nmisery that is coming on you. (2) Your wealth has rotted, and moths\nhave eaten your clothes. (3) Your gold and silver are corroded.\nTheir corrosion will testify against you and eat your flesh like fire.\nYou have hoarded wealth in the last days. (4) Look! The wages you\nfailed to pay the workers who mowed your fields are crying out\nagainst you. The cries of the harvesters have reached the ears of\nthe Lord Almighty. (5) You have lived on earth in luxury and self-\nindulgence. You have fattened yourselves in the day of slaughter.\n(6) You have condemned and murdered the innocent one, who\nwas not opposing you. (7) Be patient, then, brothers and sisters,\nuntil the Lord's coming. See how the farmer waits for the land to","yield its valuable crop, patiently waiting for the autumn and spring\nrains. (8) You too, be patient and stand firm, because the Lord's\ncoming is near. (9) Don't grumble against one another, brothers\nand sisters, or you will be judged. The Judge is standing at the\ndoor! (10) Brothers and sisters, as an example of patience in the\nface of suffering, take the prophets who spoke in the name of\nthe Lord. (11) As you know, we count as blessed those who have\npersevered. You have heard of Job's perseverance and have seen\nwhat the Lord finally brought about. The Lord is full of compassion\nand mercy. (12) Above all, my brothers and sisters, do not swear--\nnot by heaven or by earth or by anything else. All you need to say\nis a simple \"Yes\" or \"No.\" Otherwise you will be condemned."],"start_index":400020005001,"end_index":400020005012,"verse_count":12,"word_count":273},{"reference":"James 5:14-18","translation":"NIV","division":"Senior","passage_number":101,"release":"NBBC","cards":["(14) Is anyone among you sick? Let them call the elders of\nthe church to pray over them and anoint them with oil in the\nname of the Lord. (15) And the prayer offered in faith will\nmake the sick person well; the Lord will raise them up. If they\nhave sinned, they will be forgiven. (16) Therefore confess\nyour sins to each other and pray for each other so that you\nmay be healed. The prayer of a righteous person is powerful\nand effective. (17) Elijah was a human being, even as we are.\nHe prayed earnestly that it would not rain, and it did not rain\non the land for three and a half years. (18) Again he prayed,\nand the heavens gave rain, and the earth produced its crops."],"start_index":400020005014,"end_index":400020005018,"verse_count":5,"word_count":127},{"reference":"1 Peter 3:1-12","translation":"NIV","division":"Senior","passage_number":102,"release":"NBBC","cards":["(1) Wives, in the same way submit yourselves to your own\nhusbands so that, if any of them do not believe the word,\nthey may be won over without words by the behavior of\ntheir wives, (2) when they see the purity and reverence of\nyour lives. (3) Your beauty should not come from outward\nadornment, such as elaborate hairstyles and the wearing of\ngold jewelry or fine clothes. (4) Rather, it should be that of\nyour inner self, the unfading beauty of a gentle and quiet\nspirit, which is of great worth in God's sight. (5) For this is\nthe way the holy women of the past who put their hope in\nGod used to adorn themselves. They submitted themselves","to their own husbands, (6) like Sarah, who obeyed Abraham\nand called him her lord. You are her daughters if you do what\nis right and do not give way to fear. (7) Husbands, in the same\nway be considerate as you live with your wives, and treat\nthem with respect as the weaker partner and as heirs with\nyou of the gracious gift of life, so that nothing will hinder your\nprayers. (8) Finally, all of you, be like-minded, be sympathetic,\nlove one another, be compassionate and humble. (9) Do not\nrepay evil with evil or insult with insult. On the contrary, repay\nevil with blessing, because to this you were called so that you\nmay inherit a blessing. (10) For, \"Whoever would love life and","see good days must keep their tongue from evil and their lips\nfrom deceitful speech. (11) They must turn from evil and do\ngood; they must seek peace and pursue it. (12) For the eyes\nof the Lord are on the righteous and his ears are attentive to\ntheir prayer, but the face of the Lord is against those who do\nevil.\""],"start_index":400021003001,"end_index":400021003012,"verse_count":12,"word_count":299},{"reference":"2 Peter 1:5-18","translation":"NIV","division":"Senior","passage_number":103,"release":"NBBC","cards":["(5) For this very reason, make every effort to add to your\nfaith goodness; and to goodness, knowledge; (6) and to\nknowledge, self-control; and to self-control, perseverance;\nand to perseverance, godliness; (7) and to godliness, mutual\naffection; and to mutual affection, love. (8) For if you possess\nthese qualities in increasing measure, they will keep you from\nbeing ineffective and unproductive in your knowledge of\nour Lord Jesus Christ. (9) But whoever does not have them\nis nearsighted and blind, forgetting that they have been\ncleansed from their past sins. (10) Therefore, my brothers and\nsisters, make every effort to confirm your calling and election.","For if you do these things, you will never stumble, (11) and\nyou will receive a rich welcome into the eternal kingdom of\nour Lord and Savior Jesus Christ. (12) So I will always remind\nyou of these things, even though you know them and are\nfirmly established in the truth you now have. (13) I think it is\nright to refresh your memory as long as I live in the tent of this\nbody, (14) because I know that I will soon put it aside, as our\nLord Jesus Christ has made clear to me. (15) And I will make\nevery effort to see that after my departure you will always be\nable to remember these things. (16) For we did not follow\ncleverly devised stories when we told you about the coming","of our Lord Jesus Christ in power, but we were eyewitnesses\nof his majesty. (17) He received honor and glory from God\nthe Father when the voice came to him from the Majestic\nGlory, saying, \"This is my Son, whom I love; with him I am well\npleased.\" (18) We ourselves heard this voice that came from\nheaven when we were with him on the sacred mountain."],"start_index":400022001005,"end_index":400022001018,"verse_count":14,"word_count":294},{"reference":"1 John 2:1-17","translation":"NIV","division":"Senior","passage_number":104,"release":"NBBC","cards":["(1) My dear children, I write this to you so that you will not sin.\nBut if anybody does sin, we have an advocate with the Father--\nJesus Christ, the Righteous One. (2) He is the atoning sacrifice for\nour sins, and not only for ours but also for the sins of the whole\nworld. (3) We know that we have come to know him if we keep his\ncommands. (4) Whoever says, \"I know him,\" but does not do what\nhe commands is a liar, and the truth is not in that person. (5) But\nif anyone obeys his word, love for God is truly made complete in\nthem. This is how we know we are in him: (6) Whoever claims to\nlive in him must live as Jesus did. (7) Dear friends, I am not writing\nyou a new command but an old one, which you have had since\nthe beginning. This old command is the message you have heard.","(8) Yet I am writing you a new command; its truth is seen in him\nand in you, because the darkness is passing and the true light is\nalready shining. (9) Anyone who claims to be in the light but hates\na brother or sister is still in the darkness. (10) Anyone who loves\ntheir brother and sister lives in the light, and there is nothing in\nthem to make them stumble. (11) But anyone who hates a brother\nor sister is in the darkness and walks around in the darkness. They\ndo not know where they are going, because the darkness has\nblinded them. (12) I am writing to you, dear children, because your\nsins have been forgiven on account of his name. (13) I am writing\nto you, fathers, because you know him who is from the beginning.\nI am writing to you, young men, because you have overcome the","evil one. (14) I write to you, dear children, because you know the\nFather. I write to you, fathers, because you know him who is from\nthe beginning. I write to you, young men, because you are strong,\nand the word of God lives in you, and you have overcome the\nevil one. (15) Do not love the world or anything in the world. If\nanyone loves the world, love for the Father is not in them. (16)\nFor everything in the world--the lust of the flesh, the lust of the\neyes, and the pride of life--comes not from the Father but from the\nworld. (17) The world and its desires pass away, but whoever does\nthe will of God lives forever."],"start_index":400023002001,"end_index":400023002017,"verse_count":17,"word_count":421},{"reference":"1 John 3:16-22","translation":"NIV","division":"Senior","passage_number":105,"release":"NBBC","cards":["(16) This is how we know what love is: Jesus Christ laid down his\nlife for us. And we ought to lay down our lives for our brothers\nand sisters. (17) If anyone has material possessions and sees a\nbrother or sister in need but has no pity on them, how can the\nlove of God be in that person? (18) Dear children, let us not love\nwith words or speech but with actions and in truth. (19) This is how\nwe know that we belong to the truth and how we set our hearts\nat rest in his presence: (20) If our hearts condemn us, we know\nthat God is greater than our hearts, and he knows everything. (21)\nDear friends, if our hearts do not condemn us, we have confidence\nbefore God (22) and receive from him anything we ask, because\nwe keep his commands and do what pleases him."],"start_index":400023003016,"end_index":400023003022,"verse_count":7,"word_count":145},{"reference":"1 John 4:13-16","translation":"NIV","division":"Senior","passage_number":106,"release":"NBBC","cards":["(13) This is how we know that we live in him and he in us: He\nhas given us of his Spirit. (14) And we have seen and testify\nthat the Father has sent his Son to be the Savior of the world.\n(15) If anyone acknowledges that Jesus is the Son of God,\nGod lives in them and they in God. (16) And so we know and\nrely on the love God has for us. God is love. Whoever lives in\nlove lives in God, and God in them."],"start_index":400023004013,"end_index":400023004016,"verse_count":4,"word_count":86}]
