[{"reference":"John 8:31–32","translation":"KJV","division":"Senior","passage_number":1,"release":"Navigate","cards":["(31) Then said Jesus to those Jews which believed on him, If\nye continue in my word, then are ye my disciples indeed; (32)\nAnd ye shall know the truth, and the truth shall make you free."],"start_index":400004008031,"end_index":400004008032,"verse_count":2,"word_count":35},{"reference":"John 12:12–16","translation":"KJV","division":"Senior","passage_number":2,"release":"Navigate","cards":["(12) On the next day much people that were come to the\nfeast, when they heard that Jesus was coming to Jerusalem,\n(13) Took branches of palm trees, and went forth to meet him,\nand cried, Hosanna: Blessed is the King of Israel that cometh\nin the name of the Lord. (14) And Jesus, when he had found a\nyoung ass, sat thereon; as it is written, (15) Fear not, daughter\nof Sion: behold, thy King cometh, sitting on an ass's colt. (16)\nThese things understood not his disciples at the first: but\nwhen Jesus was glorified, then remembered they that these\nthings were written of him, and that they had done these\nthings unto him."],"start_index":400004012012,"end_index":400004012016,"verse_count":5,"word_count":111},{"reference":"Psalm 118:22–26","translation":"KJV","division":"Senior","passage_number":3,"release":"Explore","cards":["(22) The stone which the builders refused is become the\nhead stone of the corner. (23) This is the LORD'S doing; it is\nmarvellous in our eyes. (24) This is the day which the LORD\nhath made; we will rejoice and be glad in it. (25) Save now, I\nbeseech thee, O LORD: O LORD, I beseech thee, send now\nprosperity. (26) Blessed be he that cometh in the name of the\nLORD: we have blessed you out of the house of the LORD."],"start_index":200019118022,"end_index":200019118026,"verse_count":5,"word_count":79},{"reference":"John 13:13–17","translation":"KJV","division":"Senior","passage_number":4,"release":"Navigate","cards":["(13) Ye call me Master and Lord: and ye say well; for so I am.\n(14) If I then, your Lord and Master, have washed your feet; ye\nalso ought to wash one another's feet. (15) For I have given\nyou an example, that ye should do as I have done to you. (16)\nVerily, verily, I say unto you, The servant is not greater than his\nlord; neither he that is sent greater than he that sent him. (17)\nIf ye know these things, happy are ye if ye do them."],"start_index":400004013013,"end_index":400004013017,"verse_count":5,"word_count":87},{"reference":"Jeremiah 7:8–11","translation":"KJV","division":"Senior","passage_number":5,"release":"Explore","cards":["(8) Behold, ye trust in lying words, that cannot profit. (9) Will\nye steal, murder, and commit adultery, and swear falsely, and\nburn incense unto Baal, and walk after other gods whom ye\nknow not; (10) And come and stand before me in this house,\nwhich is called by my name, and say, We are delivered to do\nall these abominations? (11) Is this house, which is called by\nmy name, become a den of robbers in your eyes? Behold,\neven I have seen it, saith the LORD."],"start_index":200024007008,"end_index":200024007011,"verse_count":4,"word_count":84},{"reference":"John 14:1–6","translation":"KJV","division":"Senior","passage_number":6,"release":"Navigate","cards":["(1) Let not your heart be troubled: ye believe in God, believe\nalso in me. (2) In my Father's house are many mansions: if it\nwere not so, I would have told you. I go to prepare a place for\nyou. (3) And if I go and prepare a place for you, I will come\nagain, and receive you unto myself; that where I am, there ye\nmay be also. (4) And whither I go ye know, and the way ye\nknow. (5) Thomas saith unto him, Lord, we know not whither\nthou goest; and how can we know the way? (6) Jesus saith\nunto him, I am the way, the truth, and the life: no man cometh\nunto the Father, but by me."],"start_index":400004014001,"end_index":400004014006,"verse_count":6,"word_count":118},{"reference":"Joel 2:10–14","translation":"KJV","division":"Senior","passage_number":7,"release":"Explore","cards":["(10) The earth shall quake before them; the heavens shall tremble:\nthe sun and the moon shall be dark, and the stars shall withdraw\ntheir shining: (11) And the LORD shall utter his voice before his\narmy: for his camp is very great: for he is strong that executeth his\nword: for the day of the LORD is great and very terrible; and who\ncan abide it? (12) Therefore also now, saith the LORD, turn ye even\nto me with all your heart, and with fasting, and with weeping, and\nwith mourning: (13) And rend your heart, and not your garments,\nand turn unto the LORD your God: for he is gracious and merciful,\nslow to anger, and of great kindness, and repenteth him of the\nevil. (14) Who knoweth if he will return and repent, and leave a\nblessing behind him; even a meat offering and a drink offering\nunto the LORD your God?"],"start_index":200029002010,"end_index":200029002014,"verse_count":5,"word_count":150},{"reference":"John 15:5–9","translation":"KJV","division":"Senior","passage_number":8,"release":"Navigate","cards":["(5) I am the vine, ye are the branches: He that abideth in me,\nand I in him, the same bringeth forth much fruit: for without\nme ye can do nothing. (6) If a man abide not in me, he is cast\nforth as a branch, and is withered; and men gather them, and\ncast them into the fire, and they are burned. (7) If ye abide in\nme, and my words abide in you, ye shall ask what ye will, and\nit shall be done unto you. (8) Herein is my Father glorified,\nthat ye bear much fruit; so shall ye be my disciples. (9) As the\nFather hath loved me, so have I loved you: continue ye in my\nlove."],"start_index":400004015005,"end_index":400004015009,"verse_count":5,"word_count":117},{"reference":"Psalm 41:7–9","translation":"KJV","division":"Senior","passage_number":9,"release":"Explore","cards":["(7) All that hate me whisper together against me: against me\ndo they devise my hurt. (8) An evil disease, say they, cleaveth\nfast unto him: and now that he lieth he shall rise up no more.\n(9) Yea, mine own familiar friend, in whom I trusted, which did\neat of my bread, hath lifted up his heel against me."],"start_index":200019041007,"end_index":200019041009,"verse_count":3,"word_count":57},{"reference":"John 16:13–15","translation":"KJV","division":"Senior","passage_number":10,"release":"Navigate","cards":["(13) Howbeit when he, the Spirit of truth, is come, he will\nguide you into all truth: for he shall not speak of himself;\nbut whatsoever he shall hear, that shall he speak: and he will\nshew you things to come. (14) He shall glorify me: for he shall\nreceive of mine, and shall shew it unto you. (15) All things that\nthe Father hath are mine: therefore said I, that he shall take of\nmine, and shall shew it unto you."],"start_index":400004016013,"end_index":400004016015,"verse_count":3,"word_count":79},{"reference":"Jeremiah 31:31–34","translation":"KJV","division":"Senior","passage_number":11,"release":"Explore","cards":["(31) Behold, the days come, saith the LORD, that I will make a new\ncovenant with the house of Israel, and with the house of Judah:\n(32) Not according to the covenant that I made with their fathers\nin the day that I took them by the hand to bring them out of the\nland of Egypt; which my covenant they brake, although I was an\nhusband unto them, saith the LORD: (33) But this shall be the\ncovenant that I will make with the house of Israel; After those days,\nsaith the LORD, I will put my law in their inward parts, and write it\nin their hearts; and will be their God, and they shall be my people.\n(34) And they shall teach no more every man his neighbour, and\nevery man his brother, saying, Know the LORD: for they shall all","know me, from the least of them unto the greatest of them, saith\nthe LORD: for I will forgive their iniquity, and I will remember their\nsin no more."],"start_index":200024031031,"end_index":200024031034,"verse_count":4,"word_count":169},{"reference":"John 17:13–19","translation":"KJV","division":"Senior","passage_number":12,"release":"Navigate","cards":["(13) And now come I to thee; and these things I speak in the\nworld, that they might have my joy fulfilled in themselves.\n(14) I have given them thy word; and the world hath hated\nthem, because they are not of the world, even as I am not of\nthe world. (15) I pray not that thou shouldest take them out\nof the world, but that thou shouldest keep them from the evil.\n(16) They are not of the world, even as I am not of the world.\n(17) Sanctify them through thy truth: thy word is truth. (18)\nAs thou hast sent me into the world, even so have I also sent\nthem into the world. (19) And for their sakes I sanctify myself,\nthat they also might be sanctified through the truth."],"start_index":400004017013,"end_index":400004017019,"verse_count":7,"word_count":128},{"reference":"Zechariah 13:7–9","translation":"KJV","division":"Senior","passage_number":13,"release":"Explore","cards":["(7) Awake, O sword, against my shepherd, and against the\nman that is my fellow, saith the LORD of hosts: smite the\nshepherd, and the sheep shall be scattered: and I will turn\nmine hand upon the little ones. (8) And it shall come to pass,\nthat in all the land, saith the LORD, two parts therein shall be\ncut off and die; but the third shall be left therein. (9) And I\nwill bring the third part through the fire, and will refine them\nas silver is refined, and will try them as gold is tried: they\nshall call on my name, and I will hear them: I will say, It is my\npeople: and they shall say, The LORD is my God."],"start_index":200038013007,"end_index":200038013009,"verse_count":3,"word_count":121},{"reference":"John 20:30–31","translation":"KJV","division":"Senior","passage_number":14,"release":"Navigate","cards":["(30) And many other signs truly did Jesus in the presence of\nhis disciples, which are not written in this book: (31) But these\nare written, that ye might believe that Jesus is the Christ, the\nSon of God; and that believing ye might have life through his\nname."],"start_index":400004020030,"end_index":400004020031,"verse_count":2,"word_count":47},{"reference":"Psalm 16:8–11","translation":"KJV","division":"Senior","passage_number":15,"release":"Explore","cards":["(8) I have set the LORD always before me: because he is at\nmy right hand, I shall not be moved. (9) Therefore my heart is\nglad, and my glory rejoiceth: my flesh also shall rest in hope.\n(10) For thou wilt not leave my soul in hell; neither wilt thou\nsuffer thine Holy One to see corruption. (11) Thou wilt shew\nme the path of life: in thy presence is fulness of joy; at thy\nright hand there are pleasures for evermore."],"start_index":200019016008,"end_index":200019016011,"verse_count":4,"word_count":79},{"reference":"Genesis 41:8","translation":"KJV","division":"Senior","passage_number":16,"release":"NBBC","cards":["(8) And it came to pass in the morning that his spirit was\ntroubled; and he sent and called for all the magicians of\nEgypt, and all the wise men thereof: and Pharaoh told them\nhis dream; but there was none that could interpret them unto\nPharaoh."],"start_index":200001041008,"end_index":200001041008,"verse_count":1,"word_count":46},{"reference":"Exodus 24:1-11","translation":"KJV","division":"Senior","passage_number":17,"release":"NBBC","cards":["(1) And he said unto Moses, Come up unto the LORD, thou,\nand Aaron, Nadab, and Abihu, and seventy of the elders of\nIsrael; and worship ye afar off. (2) And Moses alone shall\ncome near the LORD: but they shall not come nigh; neither\nshall the people go up with him. (3) And Moses came and\ntold the people all the words of the LORD, and all the\njudgments: and all the people answered with one voice, and\nsaid, All the words which the LORD hath said will we do. (4)\nAnd Moses wrote all the words of the LORD, and rose up\nearly in the morning, and builded an altar under the hill, and\ntwelve pillars, according to the twelve tribes of Israel. (5) And","he sent young men of the children of Israel, which offered\nburnt offerings, and sacrificed peace offerings of oxen unto\nthe LORD. (6) And Moses took half of the blood, and put it in\nbasons; and half of the blood he sprinkled on the altar. (7) And\nhe took the book of the covenant, and read in the audience\nof the people: and they said, All that the LORD hath said will\nwe do, and be obedient. (8) And Moses took the blood, and\nsprinkled it on the people, and said, Behold the blood of the\ncovenant, which the LORD hath made with you concerning\nall these words. (9) Then went up Moses, and Aaron, Nadab,\nand Abihu, and seventy of the elders of Israel: (10) And they","saw the God of Israel: and there was under his feet as it were\na paved work of a sapphire stone, and as it were the body\nof heaven in his clearness. (11) And upon the nobles of the\nchildren of Israel he laid not his hand: also they saw God, and\ndid eat and drink."],"start_index":200002024001,"end_index":200002024011,"verse_count":11,"word_count":300},{"reference":"Numbers 12:5-9","translation":"KJV","division":"Senior","passage_number":18,"release":"NBBC","cards":["(5) And the LORD came down in the pillar of the cloud, and\nstood in the door of the tabernacle, and called Aaron and\nMiriam: and they both came forth. (6) And he said, Hear now\nmy words: If there be a prophet among you, I the LORD will\nmake myself known unto him in a vision, and will speak unto\nhim in a dream. (7) My servant Moses is not so, who is faithful\nin all mine house. (8) With him will I speak mouth to mouth,\neven apparently, and not in dark speeches; and the similitude\nof the LORD shall he behold: wherefore then were ye not\nafraid to speak against my servant Moses? (9) And the anger\nof the LORD was kindled against them; and he departed."],"start_index":200004012005,"end_index":200004012009,"verse_count":5,"word_count":125},{"reference":"1 Samuel 2:1-10","translation":"KJV","division":"Senior","passage_number":19,"release":"NBBC","cards":["(1) And Hannah prayed, and said, My heart rejoiceth in the LORD,\nmine horn is exalted in the LORD: my mouth is enlarged over\nmine enemies; because I rejoice in thy salvation. (2) There is none\nholy as the LORD: for there is none beside thee: neither is there\nany rock like our God. (3) Talk no more so exceeding proudly; let\nnot arrogancy come out of your mouth: for the LORD is a God\nof knowledge, and by him actions are weighed. (4) The bows of\nthe mighty men are broken, and they that stumbled are girded\nwith strength. (5) They that were full have hired out themselves\nfor bread; and they that were hungry ceased: so that the barren\nhath born seven; and she that hath many children is waxed feeble.\n(6) The LORD killeth, and maketh alive: he bringeth down to the","grave, and bringeth up. (7) The LORD maketh poor, and maketh\nrich: he bringeth low, and lifteth up. (8) He raiseth up the poor out\nof the dust, and lifteth up the beggar from the dunghill, to set them\namong princes, and to make them inherit the throne of glory: for\nthe pillars of the earth are the LORD'S, and he hath set the world\nupon them. (9) He will keep the feet of his saints, and the wicked\nshall be silent in darkness; for by strength shall no man prevail.\n(10) The adversaries of the LORD shall be broken to pieces; out\nof heaven shall he thunder upon them: the LORD shall judge the\nends of the earth; and he shall give strength unto his king, and\nexalt the horn of his anointed."],"start_index":200009002001,"end_index":200009002010,"verse_count":10,"word_count":269},{"reference":"2 Kings 24:1-5","translation":"KJV","division":"Senior","passage_number":20,"release":"NBBC","cards":["(1) In his days Nebuchadnezzar king of Babylon came up, and\nJehoiakim became his servant three years: then he turned\nand rebelled against him. (2) And the LORD sent against\nhim bands of the Chaldees, and bands of the Syrians, and\nbands of the Moabites, and bands of the children of Ammon,\nand sent them against Judah to destroy it, according to\nthe word of the LORD, which he spake by his servants the\nprophets. (3) Surely at the commandment of the LORD came\nthis upon Judah, to remove them out of his sight, for the sins\nof Manasseh, according to all that he did; (4) And also for\nthe innocent blood that he shed: for he filled Jerusalem with","innocent blood; which the LORD would not pardon. (5) Now\nthe rest of the acts of Jehoiakim, and all that he did, are they\nnot written in the book of the chronicles of the kings of Judah?"],"start_index":200012024001,"end_index":200012024005,"verse_count":5,"word_count":152},{"reference":"2 Chronicles 36:17-20","translation":"KJV","division":"Senior","passage_number":21,"release":"NBBC","cards":["(17) Therefore he brought upon them the king of the\nChaldees, who slew their young men with the sword in the\nhouse of their sanctuary, and had no compassion upon\nyoung man or maiden, old man, or him that stooped for\nage: he gave them all into his hand. (18) And all the vessels\nof the house of God, great and small, and the treasures of\nthe house of the LORD, and the treasures of the king, and\nof his princes; all these he brought to Babylon. (19) And\nthey burnt the house of God, and brake down the wall of\nJerusalem, and burnt all the palaces thereof with fire, and\ndestroyed all the goodly vessels thereof. (20) And them that","had escaped from the sword carried he away to Babylon;\nwhere they were servants to him and his sons until the reign\nof the kingdom of Persia:"],"start_index":200014036017,"end_index":200014036020,"verse_count":4,"word_count":144},{"reference":"Psalm 5:1-12","translation":"KJV","division":"Senior","passage_number":22,"release":"NBBC","cards":["(1) Give ear to my words, O LORD, consider my meditation. (2)\nHearken unto the voice of my cry, my King, and my God: for unto\nthee will I pray. (3) My voice shalt thou hear in the morning, O LORD;\nin the morning will I direct my prayer unto thee, and will look up.\n(4) For thou art not a God that hath pleasure in wickedness: neither\nshall evil dwell with thee. (5) The foolish shall not stand in thy sight:\nthou hatest all workers of iniquity. (6) Thou shalt destroy them that\nspeak leasing: the LORD will abhor the bloody and deceitful man.\n(7) But as for me, I will come into thy house in the multitude of thy\nmercy: and in thy fear will I worship toward thy holy temple. (8)\nLead me, O LORD, in thy righteousness because of mine enemies;","make thy way straight before my face. (9) For there is no faithfulness\nin their mouth; their inward part is very wickedness; their throat\nis an open sepulchre; they flatter with their tongue. (10) Destroy\nthou them, O God; let them fall by their own counsels; cast them\nout in the multitude of their transgressions; for they have rebelled\nagainst thee. (11) But let all those that put their trust in thee rejoice:\nlet them ever shout for joy, because thou defendest them: let them\nalso that love thy name be joyful in thee. (12) For thou, LORD, wilt\nbless the righteous; with favour wilt thou compass him as with a\nshield."],"start_index":200019005001,"end_index":200019005012,"verse_count":12,"word_count":245},{"reference":"Psalm 12:1-8","translation":"KJV","division":"Senior","passage_number":23,"release":"NBBC","cards":["(1) Help, LORD; for the godly man ceaseth; for the faithful\nfail from among the children of men. (2) They speak vanity\nevery one with his neighbour: with flattering lips and with\na double heart do they speak. (3) The LORD shall cut off all\nflattering lips, and the tongue that speaketh proud things: (4)\nWho have said, With our tongue will we prevail; our lips are\nour own: who is lord over us? (5) For the oppression of the\npoor, for the sighing of the needy, now will I arise, saith the\nLORD; I will set him in safety from him that puffeth at him.\n(6) The words of the LORD are pure words: as silver tried in\na furnace of earth, purified seven times. (7) Thou shalt keep","them, O LORD, thou shalt preserve them from this generation\nfor ever. (8) The wicked walk on every side, when the vilest\nmen are exalted."],"start_index":200019012001,"end_index":200019012008,"verse_count":8,"word_count":147},{"reference":"Psalm 20:1-9","translation":"KJV","division":"Senior","passage_number":24,"release":"NBBC","cards":["(1) The LORD hear thee in the day of trouble; the name of the God\nof Jacob defend thee; (2) Send thee help from the sanctuary, and\nstrengthen thee out of Zion; (3) Remember all thy offerings, and\naccept thy burnt sacrifice. (4) Grant thee according to thine own\nheart, and fulfil all thy counsel. (5) We will rejoice in thy salvation,\nand in the name of our God we will set up our banners: the LORD\nfulfil all thy petitions. (6) Now know I that the LORD saveth his\nanointed; he will hear him from his holy heaven with the saving\nstrength of his right hand. (7) Some trust in chariots, and some\nin horses: but we will remember the name of the LORD our God.\n(8) They are brought down and fallen: but we are risen, and stand\nupright. (9) Save, LORD: let the king hear us when we call."],"start_index":200019020001,"end_index":200019020009,"verse_count":9,"word_count":143},{"reference":"Psalm 119:73-103","translation":"KJV","division":"Senior","passage_number":25,"release":"NBBC","cards":["(73) Thy hands have made me and fashioned me: give me\nunderstanding, that I may learn thy commandments. (74)\nThey that fear thee will be glad when they see me; because\nI have hoped in thy word. (75) I know, O LORD, that thy\njudgments are right, and that thou in faithfulness hast\nafflicted me. (76) Let, I pray thee, thy merciful kindness be\nfor my comfort, according to thy word unto thy servant. (77)\nLet thy tender mercies come unto me, that I may live: for thy\nlaw is my delight. (78) Let the proud be ashamed; for they\ndealt perversely with me without a cause: but I will meditate\nin thy precepts. (79) Let those that fear thee turn unto me,","and those that have known thy testimonies. (80) Let my heart\nbe sound in thy statutes; that I be not ashamed. (81) My soul\nfainteth for thy salvation: but I hope in thy word. (82) Mine\neyes fail for thy word, saying, When wilt thou comfort me?\n(83) For I am become like a bottle in the smoke; yet do I not\nforget thy statutes. (84) How many are the days of thy servant?\nwhen wilt thou execute judgment on them that persecute\nme? (85) The proud have digged pits for me, which are not\nafter thy law. (86) All thy commandments are faithful: they\npersecute me wrongfully; help thou me. (87) They had almost\nconsumed me upon earth; but I forsook not thy precepts.","(88) Quicken me after thy lovingkindness; so shall I keep the\ntestimony of thy mouth. (89) For ever, O LORD, thy word is\nsettled in heaven. (90) Thy faithfulness is unto all generations:\nthou hast established the earth, and it abideth. (91) They\ncontinue this day according to thine ordinances: for all are thy\nservants. (92) Unless thy law had been my delights, I should\nthen have perished in mine affliction. (93) I will never forget\nthy precepts: for with them thou hast quickened me. (94) I\nam thine, save me; for I have sought thy precepts. (95) The\nwicked have waited for me to destroy me: but I will consider\nthy testimonies. (96) I have seen an end of all perfection: but","thy commandment is exceeding broad. (97) O how love I\nthy law! it is my meditation all the day. (98) Thou through thy\ncommandments hast made me wiser than mine enemies: for\nthey are ever with me. (99) I have more understanding than\nall my teachers: for thy testimonies are my meditation. (100)\nI understand more than the ancients, because I keep thy\nprecepts. (101) I have refrained my feet from every evil way,\nthat I might keep thy word. (102) I have not departed from thy\njudgments: for thou hast taught me. (103) How sweet are thy\nwords unto my taste! yea, sweeter than honey to my mouth!"],"start_index":200019119073,"end_index":200019119103,"verse_count":31,"word_count":453},{"reference":"Proverbs 8:1-21","translation":"KJV","division":"Senior","passage_number":26,"release":"NBBC","cards":["(1) Doth not wisdom cry? and understanding put forth her\nvoice? (2) She standeth in the top of high places, by the way\nin the places of the paths. (3) She crieth at the gates, at the\nentry of the city, at the coming in at the doors. (4) Unto you, O\nmen, I call; and my voice is to the sons of man. (5) O ye simple,\nunderstand wisdom: and, ye fools, be ye of an understanding\nheart. (6) Hear; for I will speak of excellent things; and the\nopening of my lips shall be right things. (7) For my mouth\nshall speak truth; and wickedness is an abomination to my\nlips. (8) All the words of my mouth are in righteousness;\nthere is nothing froward or perverse in them. (9) They are all","plain to him that understandeth, and right to them that find\nknowledge. (10) Receive my instruction, and not silver; and\nknowledge rather than choice gold. (11) For wisdom is better\nthan rubies; and all the things that may be desired are not to\nbe compared to it. (12) I wisdom dwell with prudence, and\nfind out knowledge of witty inventions. (13) The fear of the\nLORD is to hate evil: pride, and arrogancy, and the evil way,\nand the froward mouth, do I hate. (14) Counsel is mine, and\nsound wisdom: I am understanding; I have strength. (15) By\nme kings reign, and princes decree justice. (16) By me princes\nrule, and nobles, even all the judges of the earth. (17) I love","them that love me; and those that seek me early shall find\nme. (18) Riches and honour are with me; yea, durable riches\nand righteousness. (19) My fruit is better than gold, yea, than\nfine gold; and my revenue than choice silver. (20) I lead in the\nway of righteousness, in the midst of the paths of judgment:\n(21) That I may cause those that love me to inherit substance;\nand I will fill their treasures."],"start_index":200020008001,"end_index":200020008021,"verse_count":21,"word_count":313},{"reference":"Proverbs 10:1-15","translation":"KJV","division":"Senior","passage_number":27,"release":"NBBC","cards":["(1) A wise son maketh a glad father: but a foolish son is the\nheaviness of his mother. (2) Treasures of wickedness profit nothing:\nbut righteousness delivereth from death. (3) The LORD will not\nsuffer the soul of the righteous to famish: but he casteth away the\nsubstance of the wicked. (4) He becometh poor that dealeth with\na slack hand: but the hand of the diligent maketh rich. (5) He that\ngathereth in summer is a wise son: but he that sleepeth in harvest\nis a son that causeth shame. (6) Blessings are upon the head of\nthe just: but violence covereth the mouth of the wicked. (7) The\nmemory of the just is blessed: but the name of the wicked shall\nrot. (8) The wise in heart will receive commandments: but a prating","fool shall fall. (9) He that walketh uprightly walketh surely: but\nhe that perverteth his ways shall be known. (10) He that winketh\nwith the eye causeth sorrow: but a prating fool shall fall. (11) The\nmouth of a righteous man is a well of life: but violence covereth\nthe mouth of the wicked. (12) Hatred stirreth up strifes: but love\ncovereth all sins. (13) In the lips of him that hath understanding\nwisdom is found: but a rod is for the back of him that is void of\nunderstanding. (14) Wise men lay up knowledge: but the mouth\nof the foolish is near destruction. (15) The rich man's wealth is his\nstrong city: the destruction of the poor is their poverty."],"start_index":200020010001,"end_index":200020010015,"verse_count":15,"word_count":242},{"reference":"Proverbs 20:1-30","translation":"KJV","division":"Senior","passage_number":28,"release":"NBBC","cards":["(1) Wine is a mocker, strong drink is raging: and whosoever is\ndeceived thereby is not wise. (2) The fear of a king is as the roaring\nof a lion: whoso provoketh him to anger sinneth against his own\nsoul. (3) It is an honour for a man to cease from strife: but every\nfool will be meddling. (4) The sluggard will not plow by reason\nof the cold; therefore shall he beg in harvest, and have nothing.\n(5) Counsel in the heart of man is like deep water; but a man of\nunderstanding will draw it out. (6) Most men will proclaim every\none his own goodness: but a faithful man who can find? (7) The\njust man walketh in his integrity: his children are blessed after him.\n(8) A king that sitteth in the throne of judgment scattereth away","all evil with his eyes. (9) Who can say, I have made my heart clean,\nI am pure from my sin? (10) Divers weights, and divers measures,\nboth of them are alike abomination to the LORD. (11) Even a child\nis known by his doings, whether his work be pure, and whether it\nbe right. (12) The hearing ear, and the seeing eye, the LORD hath\nmade even both of them. (13) Love not sleep, lest thou come to\npoverty; open thine eyes, and thou shalt be satisfied with bread.\n(14) It is naught, it is naught, saith the buyer: but when he is gone\nhis way, then he boasteth. (15) There is gold, and a multitude of\nrubies: but the lips of knowledge are a precious jewel. (16) Take\nhis garment that is surety for a stranger: and take a pledge of","him for a strange woman. (17) Bread of deceit is sweet to a man;\nbut afterwards his mouth shall be filled with gravel. (18) Every\npurpose is established by counsel: and with good advice make\nwar. (19) He that goeth about as a talebearer revealeth secrets:\ntherefore meddle not with him that flattereth with his lips. (20)\nWhoso curseth his father or his mother, his lamp shall be put out\nin obscure darkness. (21) An inheritance may be gotten hastily at\nthe beginning; but the end thereof shall not be blessed. (22) Say\nnot thou, I will recompense evil; but wait on the LORD, and he\nshall save thee. (23) Divers weights are an abomination unto the\nLORD; and a false balance is not good. (24) Man's goings are of","the LORD; how can a man then understand his own way? (25) It\nis a snare to the man who devoureth that which is holy, and after\nvows to make enquiry. (26) A wise king scattereth the wicked, and\nbringeth the wheel over them. (27) The spirit of man is the candle\nof the LORD, searching all the inward parts of the belly. (28) Mercy\nand truth preserve the king: and his throne is upholden by mercy.\n(29) The glory of young men is their strength: and the beauty of\nold men is the gray head. (30) The blueness of a wound cleanseth\naway evil: so do stripes the inward parts of the belly."],"start_index":200020020001,"end_index":200020020030,"verse_count":30,"word_count":498},{"reference":"Ecclesiastes 9:13-18","translation":"KJV","division":"Senior","passage_number":29,"release":"NBBC","cards":["(13) This wisdom have I seen also under the sun, and it seemed\ngreat unto me: (14) There was a little city, and few men within\nit; and there came a great king against it, and besieged it,\nand built great bulwarks against it: (15) Now there was found\nin it a poor wise man, and he by his wisdom delivered the\ncity; yet no man remembered that same poor man. (16) Then\nsaid I, Wisdom is better than strength: nevertheless the poor\nman's wisdom is despised, and his words are not heard. (17)\nThe words of wise men are heard in quiet more than the cry\nof him that ruleth among fools. (18) Wisdom is better than\nweapons of war: but one sinner destroyeth much good."],"start_index":200021009013,"end_index":200021009018,"verse_count":6,"word_count":121},{"reference":"Isaiah 9:1-7","translation":"KJV","division":"Senior","passage_number":30,"release":"NBBC","cards":["(1) Nevertheless the dimness shall not be such as was in\nher vexation, when at the first he lightly afflicted the land of\nZebulun and the land of Naphtali, and afterward did more\ngrievously afflict her by the way of the sea, beyond Jordan, in\nGalilee of the nations. (2) The people that walked in darkness\nhave seen a great light: they that dwell in the land of the\nshadow of death, upon them hath the light shined. (3) Thou\nhast multiplied the nation, and not increased the joy: they\njoy before thee according to the joy in harvest, and as men\nrejoice when they divide the spoil. (4) For thou hast broken\nthe yoke of his burden, and the staff of his shoulder, the","rod of his oppressor, as in the day of Midian. (5) For every\nbattle of the warrior is with confused noise, and garments\nrolled in blood; but this shall be with burning and fuel of fire.\n(6) For unto us a child is born, unto us a son is given: and\nthe government shall be upon his shoulder: and his name\nshall be called Wonderful, Counsellor, The mighty God, The\neverlasting Father, The Prince of Peace. (7) Of the increase of\nhis government and peace there shall be no end, upon the\nthrone of David, and upon his kingdom, to order it, and to\nestablish it with judgment and with justice from henceforth\neven for ever. The zeal of the LORD of hosts will perform this."],"start_index":200023009001,"end_index":200023009007,"verse_count":7,"word_count":244},{"reference":"Isaiah 11:1-5","translation":"KJV","division":"Senior","passage_number":31,"release":"NBBC","cards":["(1) And there shall come forth a rod out of the stem of Jesse, and\na Branch shall grow out of his roots: (2) And the spirit of the LORD\nshall rest upon him, the spirit of wisdom and understanding, the\nspirit of counsel and might, the spirit of knowledge and of the\nfear of the LORD; (3) And shall make him of quick understanding\nin the fear of the LORD: and he shall not judge after the sight of\nhis eyes, neither reprove after the hearing of his ears: (4) But with\nrighteousness shall he judge the poor, and reprove with equity\nfor the meek of the earth: and he shall smite the earth with the\nrod of his mouth, and with the breath of his lips shall he slay the\nwicked. (5) And righteousness shall be the girdle of his loins, and\nfaithfulness the girdle of his reins."],"start_index":200023011001,"end_index":200023011005,"verse_count":5,"word_count":145},{"reference":"Jeremiah 29:4-7","translation":"KJV","division":"Senior","passage_number":32,"release":"NBBC","cards":["(4) Thus saith the LORD of hosts, the God of Israel, unto all that\nare carried away captives, whom I have caused to be carried\naway from Jerusalem unto Babylon; (5) Build ye houses, and\ndwell in them; and plant gardens, and eat the fruit of them;\n(6) Take ye wives, and beget sons and daughters; and take\nwives for your sons, and give your daughters to husbands, that\nthey may bear sons and daughters; that ye may be increased\nthere, and not diminished. (7) And seek the peace of the city\nwhither I have caused you to be carried away captives, and\npray unto the LORD for it: for in the peace thereof shall ye\nhave peace."],"start_index":200024029004,"end_index":200024029007,"verse_count":4,"word_count":114},{"reference":"Daniel 1:5","translation":"KJV","division":"Senior","passage_number":33,"release":"NBBC","cards":["(5) And the king appointed them a daily provision of the\nking's meat, and of the wine which he drank: so nourishing\nthem three years, that at the end thereof they might stand\nbefore the king."],"start_index":200027001005,"end_index":200027001005,"verse_count":1,"word_count":35},{"reference":"Daniel 3:24-25","translation":"KJV","division":"Senior","passage_number":34,"release":"NBBC","cards":["(24) Then Nebuchadnezzar the king was astonied, and\nrose up in haste, and spake, and said unto his counsellors,\nDid not we cast three men bound into the midst of the fire?\nThey answered and said unto the king, True, O king. (25) He\nanswered and said, Lo, I see four men loose, walking in the\nmidst of the fire, and they have no hurt; and the form of the\nfourth is like the Son of God."],"start_index":200027003024,"end_index":200027003025,"verse_count":2,"word_count":75},{"reference":"Daniel 12:1-9","translation":"KJV","division":"Senior","passage_number":35,"release":"NBBC","cards":["(1) And at that time shall Michael stand up, the great prince\nwhich standeth for the children of thy people: and there shall\nbe a time of trouble, such as never was since there was a\nnation even to that same time: and at that time thy people\nshall be delivered, every one that shall be found written in the\nbook. (2) And many of them that sleep in the dust of the earth\nshall awake, some to everlasting life, and some to shame and\neverlasting contempt. (3) And they that be wise shall shine as\nthe brightness of the firmament; and they that turn many to\nrighteousness as the stars for ever and ever. (4) But thou, O\nDaniel, shut up the words, and seal the book, even to the time","of the end: many shall run to and fro, and knowledge shall be\nincreased. (5) Then I Daniel looked, and, behold, there stood\nother two, the one on this side of the bank of the river, and\nthe other on that side of the bank of the river. (6) And one\nsaid to the man clothed in linen, which was upon the waters\nof the river, How long shall it be to the end of these wonders?\n(7) And I heard the man clothed in linen, which was upon\nthe waters of the river, when he held up his right hand and\nhis left hand unto heaven, and sware by him that liveth for\never that it shall be for a time, times, and an half; and when\nhe shall have accomplished to scatter the power of the holy","people, all these things shall be finished. (8) And I heard, but I\nunderstood not: then said I, O my Lord, what shall be the end\nof these things? (9) And he said, Go thy way, Daniel: for the\nwords are closed up and sealed till the time of the end."],"start_index":200027012001,"end_index":200027012009,"verse_count":9,"word_count":313},{"reference":"Joel 2:15-29","translation":"KJV","division":"Senior","passage_number":36,"release":"NBBC","cards":["(15) Blow the trumpet in Zion, sanctify a fast, call a solemn\nassembly: (16) Gather the people, sanctify the congregation,\nassemble the elders, gather the children, and those that suck\nthe breasts: let the bridegroom go forth of his chamber, and\nthe bride out of her closet. (17) Let the priests, the ministers\nof the LORD, weep between the porch and the altar, and\nlet them say, Spare thy people, O LORD, and give not thine\nheritage to reproach, that the heathen should rule over them:\nwherefore should they say among the people, Where is their\nGod? (18) Then will the LORD be jealous for his land, and pity\nhis people. (19) Yea, the LORD will answer and say unto his","people, Behold, I will send you corn, and wine, and oil, and\nye shall be satisfied therewith: and I will no more make you\na reproach among the heathen: (20) But I will remove far off\nfrom you the northern army, and will drive him into a land\nbarren and desolate, with his face toward the east sea, and his\nhinder part toward the utmost sea, and his stink shall come\nup, and his ill savour shall come up, because he hath done\ngreat things. (21) Fear not, O land; be glad and rejoice: for\nthe LORD will do great things. (22) Be not afraid, ye beasts of\nthe field: for the pastures of the wilderness do spring, for the\ntree beareth her fruit, the fig tree and the vine do yield their","strength. (23) Be glad then, ye children of Zion, and rejoice\nin the LORD your God: for he hath given you the former rain\nmoderately, and he will cause to come down for you the rain,\nthe former rain, and the latter rain in the first month. (24) And\nthe floors shall be full of wheat, and the fats shall overflow\nwith wine and oil. (25) And I will restore to you the years that\nthe locust hath eaten, the cankerworm, and the caterpiller,\nand the palmerworm, my great army which I sent among you.\n(26) And ye shall eat in plenty, and be satisfied, and praise\nthe name of the LORD your God, that hath dealt wondrously\nwith you: and my people shall never be ashamed. (27) And","ye shall know that I am in the midst of Israel, and that I am the\nLORD your God, and none else: and my people shall never\nbe ashamed. (28) And it shall come to pass afterward, that I\nwill pour out my spirit upon all flesh; and your sons and your\ndaughters shall prophesy, your old men shall dream dreams,\nyour young men shall see visions: (29) And also upon the\nservants and upon the handmaids in those days will I pour\nout my spirit."],"start_index":200029002015,"end_index":200029002029,"verse_count":15,"word_count":454},{"reference":"Amos 3:3-8","translation":"KJV","division":"Senior","passage_number":37,"release":"NBBC","cards":["(3) Can two walk together, except they be agreed? (4) Will a\nlion roar in the forest, when he hath no prey? will a young lion\ncry out of his den, if he have taken nothing? (5) Can a bird\nfall in a snare upon the earth, where no gin is for him? shall\none take up a snare from the earth, and have taken nothing\nat all? (6) Shall a trumpet be blown in the city, and the people\nnot be afraid? shall there be evil in a city, and the LORD hath\nnot done it? (7) Surely the Lord GOD will do nothing, but he\nrevealeth his secret unto his servants the prophets. (8) The lion\nhath roared, who will not fear? the Lord GOD hath spoken,\nwho can but prophesy?"],"start_index":200030003003,"end_index":200030003008,"verse_count":6,"word_count":127},{"reference":"Mark 9:2-13","translation":"KJV","division":"Senior","passage_number":38,"release":"NBBC","cards":["(2) And after six days Jesus taketh with him Peter, and James,\nand John, and leadeth them up into an high mountain apart\nby themselves: and he was transfigured before them. (3) And\nhis raiment became shining, exceeding white as snow; so as\nno fuller on earth can white them. (4) And there appeared\nunto them Elias with Moses: and they were talking with Jesus.\n(5) And Peter answered and said to Jesus, Master, it is good\nfor us to be here: and let us make three tabernacles; one for\nthee, and one for Moses, and one for Elias. (6) For he wist\nnot what to say; for they were sore afraid. (7) And there was\na cloud that overshadowed them: and a voice came out of","the cloud, saying, This is my beloved Son: hear him. (8) And\nsuddenly, when they had looked round about, they saw no\nman any more, save Jesus only with themselves. (9) And as\nthey came down from the mountain, he charged them that\nthey should tell no man what things they had seen, till the\nSon of man were risen from the dead. (10) And they kept that\nsaying with themselves, questioning one with another what\nthe rising from the dead should mean. (11) And they asked\nhim, saying, Why say the scribes that Elias must first come?\n(12) And he answered and told them, Elias verily cometh first,\nand restoreth all things; and how it is written of the Son of","man, that he must suffer many things, and be set at nought.\n(13) But I say unto you, That Elias is indeed come, and they\nhave done unto him whatsoever they listed, as it is written of\nhim."],"start_index":400002009002,"end_index":400002009013,"verse_count":12,"word_count":275},{"reference":"Mark 10:17-22","translation":"KJV","division":"Senior","passage_number":39,"release":"NBBC","cards":["(17) And when he was gone forth into the way, there came one\nrunning, and kneeled to him, and asked him, Good Master,\nwhat shall I do that I may inherit eternal life? (18) And Jesus\nsaid unto him, Why callest thou me good? there is none good\nbut one, that is, God. (19) Thou knowest the commandments,\nDo not commit adultery, Do not kill, Do not steal, Do not bear\nfalse witness, Defraud not, Honour thy father and mother.\n(20) And he answered and said unto him, Master, all these\nhave I observed from my youth. (21) Then Jesus beholding\nhim loved him, and said unto him, One thing thou lackest: go\nthy way, sell whatsoever thou hast, and give to the poor, and","thou shalt have treasure in heaven: and come, take up the\ncross, and follow me. (22) And he was sad at that saying, and\nwent away grieved: for he had great possessions."],"start_index":400002010017,"end_index":400002010022,"verse_count":6,"word_count":151},{"reference":"Luke 7:11-16","translation":"KJV","division":"Senior","passage_number":40,"release":"NBBC","cards":["(11) And it came to pass the day after, that he went into a city called\nNain; and many of his disciples went with him, and much people.\n(12) Now when he came nigh to the gate of the city, behold, there\nwas a dead man carried out, the only son of his mother, and she\nwas a widow: and much people of the city was with her. (13) And\nwhen the Lord saw her, he had compassion on her, and said unto\nher, Weep not. (14) And he came and touched the bier: and they\nthat bare him stood still. And he said, Young man, I say unto thee,\nArise. (15) And he that was dead sat up, and began to speak. And\nhe delivered him to his mother. (16) And there came a fear on all:\nand they glorified God, saying, That a great prophet is risen up\namong us; and, That God hath visited his people."],"start_index":400003007011,"end_index":400003007016,"verse_count":6,"word_count":153},{"reference":"John 14:18-21","translation":"KJV","division":"Senior","passage_number":41,"release":"NBBC","cards":["(18) I will not leave you comfortless: I will come to you. (19)\nYet a little while, and the world seeth me no more; but ye see\nme: because I live, ye shall live also. (20) At that day ye shall\nknow that I am in my Father, and ye in me, and I in you. (21)\nHe that hath my commandments, and keepeth them, he it is\nthat loveth me: and he that loveth me shall be loved of my\nFather, and I will love him, and will manifest myself to him."],"start_index":400004014018,"end_index":400004014021,"verse_count":4,"word_count":89},{"reference":"John 14:25-27","translation":"KJV","division":"Senior","passage_number":42,"release":"NBBC","cards":["(25) These things have I spoken unto you, being yet present\nwith you. (26) But the Comforter, which is the Holy Ghost,\nwhom the Father will send in my name, he shall teach you all\nthings, and bring all things to your remembrance, whatsoever\nI have said unto you. (27) Peace I leave with you, my peace I\ngive unto you: not as the world giveth, give I unto you. Let not\nyour heart be troubled, neither let it be afraid."],"start_index":400004014025,"end_index":400004014027,"verse_count":3,"word_count":78},{"reference":"John 20:11-21","translation":"KJV","division":"Senior","passage_number":44,"release":"NBBC","cards":["(11) But Mary stood without at the sepulchre weeping: and as\nshe wept, she stooped down, and looked into the sepulchre,\n(12) And seeth two angels in white sitting, the one at the\nhead, and the other at the feet, where the body of Jesus\nhad lain. (13) And they say unto her, Woman, why weepest\nthou? She saith unto them, Because they have taken away\nmy Lord, and I know not where they have laid him. (14) And\nwhen she had thus said, she turned herself back, and saw\nJesus standing, and knew not that it was Jesus. (15) Jesus\nsaith unto her, Woman, why weepest thou? whom seekest\nthou? She, supposing him to be the gardener, saith unto him,","Sir, if thou have borne him hence, tell me where thou hast\nlaid him, and I will take him away. (16) Jesus saith unto her,\nMary. She turned herself, and saith unto him, Rabboni; which\nis to say, Master. (17) Jesus saith unto her, Touch me not; for\nI am not yet ascended to my Father: but go to my brethren,\nand say unto them, I ascend unto my Father, and your Father;\nand to my God, and your God. (18) Mary Magdalene came\nand told the disciples that she had seen the Lord, and that\nhe had spoken these things unto her. (19) Then the same day\nat evening, being the first day of the week, when the doors\nwere shut where the disciples were assembled for fear of the","Jews, came Jesus and stood in the midst, and saith unto them,\nPeace be unto you. (20) And when he had so said, he shewed\nunto them his hands and his side. Then were the disciples\nglad, when they saw the Lord. (21) Then said Jesus to them\nagain, Peace be unto you: as my Father hath sent me, even so\nsend I you."],"start_index":400004020011,"end_index":400004020021,"verse_count":11,"word_count":305},{"reference":"Romans 15:30-33","translation":"KJV","division":"Senior","passage_number":45,"release":"NBBC","cards":["(30) Now I beseech you, brethren, for the Lord Jesus Christ's\nsake, and for the love of the Spirit, that ye strive together\nwith me in your prayers to God for me; (31) That I may be\ndelivered from them that do not believe in Judaea; and that\nmy service which I have for Jerusalem may be accepted of\nthe saints; (32) That I may come unto you with joy by the will\nof God, and may with you be refreshed. (33) Now the God of\npeace be with you all. Amen."],"start_index":400006015030,"end_index":400006015033,"verse_count":4,"word_count":88},{"reference":"1 Corinthians 2:6-16","translation":"KJV","division":"Senior","passage_number":46,"release":"NBBC","cards":["(6) Howbeit we speak wisdom among them that are perfect: yet\nnot the wisdom of this world, nor of the princes of this world, that\ncome to nought: (7) But we speak the wisdom of God in a mystery,\neven the hidden wisdom, which God ordained before the world\nunto our glory: (8) Which none of the princes of this world knew:\nfor had they known it, they would not have crucified the Lord of\nglory. (9) But as it is written, Eye hath not seen, nor ear heard,\nneither have entered into the heart of man, the things which God\nhath prepared for them that love him. (10) But God hath revealed\nthem unto us by his Spirit: for the Spirit searcheth all things, yea,\nthe deep things of God. (11) For what man knoweth the things of\na man, save the spirit of man which is in him? even so the things","of God knoweth no man, but the Spirit of God. (12) Now we have\nreceived, not the spirit of the world, but the spirit which is of God;\nthat we might know the things that are freely given to us of God.\n(13) Which things also we speak, not in the words which man's\nwisdom teacheth, but which the Holy Ghost teacheth; comparing\nspiritual things with spiritual. (14) But the natural man receiveth not\nthe things of the Spirit of God: for they are foolishness unto him:\nneither can he know them, because they are spiritually discerned.\n(15) But he that is spiritual judgeth all things, yet he himself is\njudged of no man. (16) For who hath known the mind of the Lord,\nthat he may instruct him? But we have the mind of Christ."],"start_index":400007002006,"end_index":400007002016,"verse_count":11,"word_count":279},{"reference":"2 Timothy 4:16-18","translation":"KJV","division":"Senior","passage_number":47,"release":"NBBC","cards":["(16) At my first answer no man stood with me, but all men\nforsook me: I pray God that it may not be laid to their\ncharge. (17) Notwithstanding the Lord stood with me,\nand strengthened me; that by me the preaching might be\nfully known, and that all the Gentiles might hear: and I was\ndelivered out of the mouth of the lion. (18) And the Lord shall\ndeliver me from every evil work, and will preserve me unto\nhis heavenly kingdom: to whom be glory for ever and ever.\nAmen."],"start_index":400016004016,"end_index":400016004018,"verse_count":3,"word_count":89},{"reference":"Revelation 1:4-8","translation":"KJV","division":"Senior","passage_number":48,"release":"NBBC","cards":["(4) John to the seven churches which are in Asia: Grace be unto\nyou, and peace, from him which is, and which was, and which\nis to come; and from the seven Spirits which are before his\nthrone; (5) And from Jesus Christ, who is the faithful witness,\nand the first begotten of the dead, and the prince of the kings\nof the earth. Unto him that loved us, and washed us from our\nsins in his own blood, (6) And hath made us kings and priests\nunto God and his Father; to him be glory and dominion for\never and ever. Amen. (7) Behold, he cometh with clouds; and\nevery eye shall see him, and they also which pierced him:\nand all kindreds of the earth shall wail because of him. Even","so, Amen. (8) I am Alpha and Omega, the beginning and the\nending, saith the Lord, which is, and which was, and which is\nto come, the Almighty."],"start_index":400027001004,"end_index":400027001008,"verse_count":5,"word_count":156},{"reference":"Revelation 21:8-27","translation":"KJV","division":"Senior","passage_number":49,"release":"NBBC","cards":["(8) But the fearful, and unbelieving, and the abominable, and\nmurderers, and whoremongers, and sorcerers, and idolaters, and\nall liars, shall have their part in the lake which burneth with fire and\nbrimstone: which is the second death. (9) And there came unto me\none of the seven angels which had the seven vials full of the seven\nlast plagues, and talked with me, saying, Come hither, I will shew\nthee the bride, the Lamb's wife. (10) And he carried me away in\nthe spirit to a great and high mountain, and shewed me that great\ncity, the holy Jerusalem, descending out of heaven from God, (11)\nHaving the glory of God: and her light was like unto a stone most\nprecious, even like a jasper stone, clear as crystal; (12) And had a\nwall great and high, and had twelve gates, and at the gates twelve","angels, and names written thereon, which are the names of the\ntwelve tribes of the children of Israel: (13) On the east three gates;\non the north three gates; on the south three gates; and on the west\nthree gates. (14) And the wall of the city had twelve foundations,\nand in them the names of the twelve apostles of the Lamb. (15)\nAnd he that talked with me had a golden reed to measure the\ncity, and the gates thereof, and the wall thereof. (16) And the city\nlieth foursquare, and the length is as large as the breadth: and he\nmeasured the city with the reed, twelve thousand furlongs. The\nlength and the breadth and the height of it are equal. (17) And he\nmeasured the wall thereof, an hundred and forty and four cubits,\naccording to the measure of a man, that is, of the angel. (18) And","the building of the wall of it was of jasper: and the city was pure\ngold, like unto clear glass. (19) And the foundations of the wall\nof the city were garnished with all manner of precious stones.\nThe first foundation was jasper; the second, sapphire; the third, a\nchalcedony; the fourth, an emerald; (20) The fifth, sardonyx; the\nsixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, a\ntopaz; the tenth, a chrysoprasus; the eleventh, a jacinth; the twelfth,\nan amethyst. (21) And the twelve gates were twelve pearls; every\nseveral gate was of one pearl: and the street of the city was pure\ngold, as it were transparent glass. (22) And I saw no temple therein:\nfor the Lord God Almighty and the Lamb are the temple of it. (23)\nAnd the city had no need of the sun, neither of the moon, to shine","in it: for the glory of God did lighten it, and the Lamb is the light\nthereof. (24) And the nations of them which are saved shall walk\nin the light of it: and the kings of the earth do bring their glory\nand honour into it. (25) And the gates of it shall not be shut at all\nby day: for there shall be no night there. (26) And they shall bring\nthe glory and honour of the nations into it. (27) And there shall in\nno wise enter into it any thing that defileth, neither whatsoever\nworketh abomination, or maketh a lie: but they which are written\nin the Lamb's book of life."],"start_index":400027021008,"end_index":400027021027,"verse_count":20,"word_count":541},{"reference":"Genesis 2:18-22","translation":"KJV","division":"Senior","passage_number":51,"release":"NBBC","cards":["(18) And the LORD God said, It is not good that the man should\nbe alone; I will make him an help meet for him. (19) And out of the\nground the LORD God formed every beast of the field, and every\nfowl of the air; and brought them unto Adam to see what he would\ncall them: and whatsoever Adam called every living creature, that\nwas the name thereof. (20) And Adam gave names to all cattle, and\nto the fowl of the air, and to every beast of the field; but for Adam\nthere was not found an help meet for him. (21) And the LORD\nGod caused a deep sleep to fall upon Adam, and he slept: and he\ntook one of his ribs, and closed up the flesh instead thereof; (22)\nAnd the rib, which the LORD God had taken from man, made he a\nwoman, and brought her unto the man."],"start_index":200001002018,"end_index":200001002022,"verse_count":5,"word_count":151},{"reference":"Exodus 23:1-11","translation":"KJV","division":"Senior","passage_number":52,"release":"NBBC","cards":["(1) Thou shalt not raise a false report: put not thine hand with\nthe wicked to be an unrighteous witness. (2) Thou shalt not\nfollow a multitude to do evil; neither shalt thou speak in a\ncause to decline after many to wrest judgment: (3) Neither\nshalt thou countenance a poor man in his cause. (4) If thou\nmeet thine enemy's ox or his ass going astray, thou shalt\nsurely bring it back to him again. (5) If thou see the ass of him\nthat hateth thee lying under his burden, and wouldest forbear\nto help him, thou shalt surely help with him. (6) Thou shalt not\nwrest the judgment of thy poor in his cause. (7) Keep thee far\nfrom a false matter; and the innocent and righteous slay thou","not: for I will not justify the wicked. (8) And thou shalt take no\ngift: for the gift blindeth the wise, and perverteth the words of\nthe righteous. (9) Also thou shalt not oppress a stranger: for\nye know the heart of a stranger, seeing ye were strangers in\nthe land of Egypt. (10) And six years thou shalt sow thy land,\nand shalt gather in the fruits thereof: (11) But the seventh year\nthou shalt let it rest and lie still; that the poor of thy people\nmay eat: and what they leave the beasts of the field shall eat.\nIn like manner thou shalt deal with thy vineyard, and with thy\noliveyard."],"start_index":200002023001,"end_index":200002023011,"verse_count":11,"word_count":234},{"reference":"1 Kings 8:41-45","translation":"KJV","division":"Senior","passage_number":53,"release":"NBBC","cards":["(41) Moreover concerning a stranger, that is not of thy people\nIsrael, but cometh out of a far country for thy name's sake;\n(42) (For they shall hear of thy great name, and of thy strong\nhand, and of thy stretched out arm;) when he shall come and\npray toward this house; (43) Hear thou in heaven thy dwelling\nplace, and do according to all that the stranger calleth to thee\nfor: that all people of the earth may know thy name, to fear\nthee, as do thy people Israel; and that they may know that this\nhouse, which I have builded, is called by thy name. (44) If thy\npeople go out to battle against their enemy, whithersoever\nthou shalt send them, and shall pray unto the LORD toward","the city which thou hast chosen, and toward the house that I\nhave built for thy name: (45) Then hear thou in heaven their\nprayer and their supplication, and maintain their cause."],"start_index":200011008041,"end_index":200011008045,"verse_count":5,"word_count":157},{"reference":"Psalm 18:1-28","translation":"KJV","division":"Senior","passage_number":54,"release":"NBBC","cards":["(1) I will love thee, O LORD, my strength. (2) The LORD is my rock,\nand my fortress, and my deliverer; my God, my strength, in whom\nI will trust; my buckler, and the horn of my salvation, and my high\ntower. (3) I will call upon the LORD, who is worthy to be praised:\nso shall I be saved from mine enemies. (4) The sorrows of death\ncompassed me, and the floods of ungodly men made me afraid.\n(5) The sorrows of hell compassed me about: the snares of death\nprevented me. (6) In my distress I called upon the LORD, and cried\nunto my God: he heard my voice out of his temple, and my cry\ncame before him, even into his ears. (7) Then the earth shook and\ntrembled; the foundations also of the hills moved and were shaken,","because he was wroth. (8) There went up a smoke out of his nostrils,\nand fire out of his mouth devoured: coals were kindled by it. (9)\nHe bowed the heavens also, and came down: and darkness was\nunder his feet. (10) And he rode upon a cherub, and did fly: yea,\nhe did fly upon the wings of the wind. (11) He made darkness his\nsecret place; his pavilion round about him were dark waters and\nthick clouds of the skies. (12) At the brightness that was before\nhim his thick clouds passed, hail stones and coals of fire. (13) The\nLORD also thundered in the heavens, and the Highest gave his\nvoice; hail stones and coals of fire. (14) Yea, he sent out his arrows,\nand scattered them; and he shot out lightnings, and discomfited","them. (15) Then the channels of waters were seen, and the\nfoundations of the world were discovered at thy rebuke, O LORD,\nat the blast of the breath of thy nostrils. (16) He sent from above,\nhe took me, he drew me out of many waters. (17) He delivered\nme from my strong enemy, and from them which hated me: for\nthey were too strong for me. (18) They prevented me in the day of\nmy calamity: but the LORD was my stay. (19) He brought me forth\nalso into a large place; he delivered me, because he delighted in\nme. (20) The LORD rewarded me according to my righteousness;\naccording to the cleanness of my hands hath he recompensed me.\n(21) For I have kept the ways of the LORD, and have not wickedly","departed from my God. (22) For all his judgments were before me,\nand I did not put away his statutes from me. (23) I was also upright\nbefore him, and I kept myself from mine iniquity. (24) Therefore\nhath the LORD recompensed me according to my righteousness,\naccording to the cleanness of my hands in his eyesight. (25) With\nthe merciful thou wilt shew thyself merciful; with an upright man\nthou wilt shew thyself upright; (26) With the pure thou wilt shew\nthyself pure; and with the froward thou wilt shew thyself froward.\n(27) For thou wilt save the afflicted people; but wilt bring down\nhigh looks. (28) For thou wilt light my candle: the LORD my God\nwill enlighten my darkness."],"start_index":200019018001,"end_index":200019018028,"verse_count":28,"word_count":508},{"reference":"Psalm 105:1-22","translation":"KJV","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) O give thanks unto the LORD; call upon his name: make\nknown his deeds among the people. (2) Sing unto him, sing\npsalms unto him: talk ye of all his wondrous works. (3) Glory\nye in his holy name: let the heart of them rejoice that seek\nthe LORD. (4) Seek the LORD, and his strength: seek his face\nevermore. (5) Remember his marvellous works that he hath\ndone; his wonders, and the judgments of his mouth; (6) O\nye seed of Abraham his servant, ye children of Jacob his\nchosen. (7) He is the LORD our God: his judgments are in all\nthe earth. (8) He hath remembered his covenant for ever, the\nword which he commanded to a thousand generations. (9)","Which covenant he made with Abraham, and his oath unto\nIsaac; (10) And confirmed the same unto Jacob for a law, and\nto Israel for an everlasting covenant: (11) Saying, Unto thee\nwill I give the land of Canaan, the lot of your inheritance: (12)\nWhen they were but a few men in number; yea, very few,\nand strangers in it. (13) When they went from one nation\nto another, from one kingdom to another people; (14) He\nsuffered no man to do them wrong: yea, he reproved kings\nfor their sakes; (15) Saying, Touch not mine anointed, and do\nmy prophets no harm. (16) Moreover he called for a famine\nupon the land: he brake the whole staff of bread. (17) He sent","a man before them, even Joseph, who was sold for a servant:\n(18) Whose feet they hurt with fetters: he was laid in iron:\n(19) Until the time that his word came: the word of the LORD\ntried him. (20) The king sent and loosed him; even the ruler of\nthe people, and let him go free. (21) He made him lord of his\nhouse, and ruler of all his substance: (22) To bind his princes\nat his pleasure; and teach his senators wisdom."],"start_index":200019105001,"end_index":200019105022,"verse_count":22,"word_count":310},{"reference":"Psalm 115:1-16","translation":"KJV","division":"Senior","passage_number":56,"release":"NBBC","cards":["(1) Not unto us, O LORD, not unto us, but unto thy name give\nglory, for thy mercy, and for thy truth's sake. (2) Wherefore\nshould the heathen say, Where is now their God? (3) But our\nGod is in the heavens: he hath done whatsoever he hath\npleased. (4) Their idols are silver and gold, the work of men's\nhands. (5) They have mouths, but they speak not: eyes have\nthey, but they see not: (6) They have ears, but they hear not:\nnoses have they, but they smell not: (7) They have hands, but\nthey handle not: feet have they, but they walk not: neither\nspeak they through their throat. (8) They that make them are\nlike unto them; so is every one that trusteth in them. (9) O","Israel, trust thou in the LORD: he is their help and their shield.\n(10) O house of Aaron, trust in the LORD: he is their help and\ntheir shield. (11) Ye that fear the LORD, trust in the LORD: he is\ntheir help and their shield. (12) The LORD hath been mindful\nof us: he will bless us; he will bless the house of Israel; he will\nbless the house of Aaron. (13) He will bless them that fear the\nLORD, both small and great. (14) The LORD shall increase you\nmore and more, you and your children. (15) Ye are blessed\nof the LORD which made heaven and earth. (16) The heaven,\neven the heavens, are the LORD'S: but the earth hath he given\nto the children of men."],"start_index":200019115001,"end_index":200019115016,"verse_count":16,"word_count":245},{"reference":"Psalm 147:1-10","translation":"KJV","division":"Senior","passage_number":57,"release":"NBBC","cards":["(1) Praise ye the LORD: for it is good to sing praises unto our\nGod; for it is pleasant; and praise is comely. (2) The LORD\ndoth build up Jerusalem: he gathereth together the outcasts\nof Israel. (3) He healeth the broken in heart, and bindeth up\ntheir wounds. (4) He telleth the number of the stars; he calleth\nthem all by their names. (5) Great is our Lord, and of great\npower: his understanding is infinite. (6) The LORD lifteth up\nthe meek: he casteth the wicked down to the ground. (7) Sing\nunto the LORD with thanksgiving; sing praise upon the harp\nunto our God: (8) Who covereth the heaven with clouds, who\nprepareth rain for the earth, who maketh grass to grow upon","the mountains. (9) He giveth to the beast his food, and to the\nyoung ravens which cry. (10) He delighteth not in the strength\nof the horse: he taketh not pleasure in the legs of a man."],"start_index":200019147001,"end_index":200019147010,"verse_count":10,"word_count":153},{"reference":"Proverbs 16:1-9","translation":"KJV","division":"Senior","passage_number":58,"release":"NBBC","cards":["(1) The preparations of the heart in man, and the answer of\nthe tongue, is from the LORD. (2) All the ways of a man are\nclean in his own eyes; but the LORD weigheth the spirits. (3)\nCommit thy works unto the LORD, and thy thoughts shall be\nestablished. (4) The LORD hath made all things for himself:\nyea, even the wicked for the day of evil. (5) Every one that is\nproud in heart is an abomination to the LORD: though hand\njoin in hand, he shall not be unpunished. (6) By mercy and\ntruth iniquity is purged: and by the fear of the LORD men\ndepart from evil. (7) When a man's ways please the LORD, he\nmaketh even his enemies to be at peace with him. (8) Better is","a little with righteousness than great revenues without right.\n(9) A man's heart deviseth his way: but the LORD directeth\nhis steps."],"start_index":200020016001,"end_index":200020016009,"verse_count":9,"word_count":146},{"reference":"Proverbs 17:15-28","translation":"KJV","division":"Senior","passage_number":59,"release":"NBBC","cards":["(15) He that justifieth the wicked, and he that condemneth\nthe just, even they both are abomination to the LORD.\n(16) Wherefore is there a price in the hand of a fool to get\nwisdom, seeing he hath no heart to it? (17) A friend loveth\nat all times, and a brother is born for adversity. (18) A man\nvoid of understanding striketh hands, and becometh surety\nin the presence of his friend. (19) He loveth transgression that\nloveth strife: and he that exalteth his gate seeketh destruction.\n(20) He that hath a froward heart findeth no good: and he\nthat hath a perverse tongue falleth into mischief. (21) He that\nbegetteth a fool doeth it to his sorrow: and the father of a fool","hath no joy. (22) A merry heart doeth good like a medicine:\nbut a broken spirit drieth the bones. (23) A wicked man taketh\na gift out of the bosom to pervert the ways of judgment. (24)\nWisdom is before him that hath understanding; but the eyes\nof a fool are in the ends of the earth. (25) A foolish son is a\ngrief to his father, and bitterness to her that bare him. (26)\nAlso to punish the just is not good, nor to strike princes for\nequity. (27) He that hath knowledge spareth his words: and\na man of understanding is of an excellent spirit. (28) Even a\nfool, when he holdeth his peace, is counted wise: and he that\nshutteth his lips is esteemed a man of understanding."],"start_index":200020017015,"end_index":200020017028,"verse_count":14,"word_count":242},{"reference":"Ecclesiastes 11:2-6","translation":"KJV","division":"Senior","passage_number":60,"release":"NBBC","cards":["(2) Give a portion to seven, and also to eight; for thou knowest not\nwhat evil shall be upon the earth. (3) If the clouds be full of rain,\nthey empty themselves upon the earth: and if the tree fall toward\nthe south, or toward the north, in the place where the tree falleth,\nthere it shall be. (4) He that observeth the wind shall not sow; and\nhe that regardeth the clouds shall not reap. (5) As thou knowest\nnot what is the way of the spirit, nor how the bones do grow in the\nwomb of her that is with child: even so thou knowest not the works\nof God who maketh all. (6) In the morning sow thy seed, and in the\nevening withhold not thine hand: for thou knowest not whether\nshall prosper, either this or that, or whether they both shall be alike\ngood."],"start_index":200021011002,"end_index":200021011006,"verse_count":5,"word_count":144},{"reference":"Isaiah 44:1-11","translation":"KJV","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) Yet now hear, O Jacob my servant; and Israel, whom I have\nchosen: (2) Thus saith the LORD that made thee, and formed\nthee from the womb, which will help thee; Fear not, O Jacob,\nmy servant; and thou, Jesurun, whom I have chosen. (3) For\nI will pour water upon him that is thirsty, and floods upon\nthe dry ground: I will pour my spirit upon thy seed, and my\nblessing upon thine offspring: (4) And they shall spring up\nas among the grass, as willows by the water courses. (5) One\nshall say, I am the LORD'S; and another shall call himself by\nthe name of Jacob; and another shall subscribe with his hand\nunto the LORD, and surname himself by the name of Israel. (6)","Thus saith the LORD the King of Israel, and his redeemer the\nLORD of hosts; I am the first, and I am the last; and beside me\nthere is no God. (7) And who, as I, shall call, and shall declare\nit, and set it in order for me, since I appointed the ancient\npeople? and the things that are coming, and shall come, let\nthem shew unto them. (8) Fear ye not, neither be afraid: have\nnot I told thee from that time, and have declared it? ye are\neven my witnesses. Is there a God beside me? yea, there is no\nGod; I know not any. (9) They that make a graven image are\nall of them vanity; and their delectable things shall not profit;\nand they are their own witnesses; they see not, nor know; that","they may be ashamed. (10) Who hath formed a god, or molten\na graven image that is profitable for nothing? (11) Behold, all\nhis fellows shall be ashamed: and the workmen, they are of\nmen: let them all be gathered together, let them stand up;\nyet they shall fear, and they shall be ashamed together."],"start_index":200023044001,"end_index":200023044011,"verse_count":11,"word_count":312},{"reference":"Isaiah 45:4-8","translation":"KJV","division":"Senior","passage_number":62,"release":"NBBC","cards":["(4) For Jacob my servant's sake, and Israel mine elect, I have even\ncalled thee by thy name: I have surnamed thee, though thou hast\nnot known me. (5) I am the LORD, and there is none else, there\nis no God beside me: I girded thee, though thou hast not known\nme: (6) That they may know from the rising of the sun, and from\nthe west, that there is none beside me. I am the LORD, and there is\nnone else. (7) I form the light, and create darkness: I make peace,\nand create evil: I the LORD do all these things. (8) Drop down, ye\nheavens, from above, and let the skies pour down righteousness:\nlet the earth open, and let them bring forth salvation, and let\nrighteousness spring up together; I the LORD have created it."],"start_index":200023045004,"end_index":200023045008,"verse_count":5,"word_count":135},{"reference":"Jeremiah 7:14-23","translation":"KJV","division":"Senior","passage_number":63,"release":"NBBC","cards":["(14) Therefore will I do unto this house, which is called by my name,\nwherein ye trust, and unto the place which I gave to you and to\nyour fathers, as I have done to Shiloh. (15) And I will cast you out of\nmy sight, as I have cast out all your brethren, even the whole seed\nof Ephraim. (16) Therefore pray not thou for this people, neither\nlift up cry nor prayer for them, neither make intercession to me:\nfor I will not hear thee. (17) Seest thou not what they do in the\ncities of Judah and in the streets of Jerusalem? (18) The children\ngather wood, and the fathers kindle the fire, and the women knead\ntheir dough, to make cakes to the queen of heaven, and to pour\nout drink offerings unto other gods, that they may provoke me\nto anger. (19) Do they provoke me to anger? saith the LORD: do","they not provoke themselves to the confusion of their own faces?\n(20) Therefore thus saith the Lord GOD; Behold, mine anger and\nmy fury shall be poured out upon this place, upon man, and upon\nbeast, and upon the trees of the field, and upon the fruit of the\nground; and it shall burn, and shall not be quenched. (21) Thus\nsaith the LORD of hosts, the God of Israel; Put your burnt offerings\nunto your sacrifices, and eat flesh. (22) For I spake not unto your\nfathers, nor commanded them in the day that I brought them out\nof the land of Egypt, concerning burnt offerings or sacrifices: (23)\nBut this thing commanded I them, saying, Obey my voice, and I\nwill be your God, and ye shall be my people: and walk ye in all the\nways that I have commanded you, that it may be well unto you."],"start_index":200024007014,"end_index":200024007023,"verse_count":10,"word_count":298},{"reference":"Ezekiel 12:8-16","translation":"KJV","division":"Senior","passage_number":64,"release":"NBBC","cards":["(8) And in the morning came the word of the LORD unto\nme, saying, (9) Son of man, hath not the house of Israel,\nthe rebellious house, said unto thee, What doest thou? (10)\nSay thou unto them, Thus saith the Lord GOD; This burden\nconcerneth the prince in Jerusalem, and all the house of Israel\nthat are among them. (11) Say, I am your sign: like as I have\ndone, so shall it be done unto them: they shall remove and\ngo into captivity. (12) And the prince that is among them shall\nbear upon his shoulder in the twilight, and shall go forth: they\nshall dig through the wall to carry out thereby: he shall cover\nhis face, that he see not the ground with his eyes. (13) My net","also will I spread upon him, and he shall be taken in my snare:\nand I will bring him to Babylon to the land of the Chaldeans;\nyet shall he not see it, though he shall die there. (14) And I will\nscatter toward every wind all that are about him to help him,\nand all his bands; and I will draw out the sword after them. (15)\nAnd they shall know that I am the LORD, when I shall scatter\nthem among the nations, and disperse them in the countries.\n(16) But I will leave a few men of them from the sword, from\nthe famine, and from the pestilence; that they may declare all\ntheir abominations among the heathen whither they come;\nand they shall know that I am the LORD."],"start_index":200026012008,"end_index":200026012016,"verse_count":9,"word_count":256},{"reference":"Ezekiel 18:21-29","translation":"KJV","division":"Senior","passage_number":65,"release":"NBBC","cards":["(21) But if the wicked will turn from all his sins that he hath\ncommitted, and keep all my statutes, and do that which is lawful and\nright, he shall surely live, he shall not die. (22) All his transgressions\nthat he hath committed, they shall not be mentioned unto him: in\nhis righteousness that he hath done he shall live. (23) Have I any\npleasure at all that the wicked should die? saith the Lord GOD:\nand not that he should return from his ways, and live? (24) But\nwhen the righteous turneth away from his righteousness, and\ncommitteth iniquity, and doeth according to all the abominations\nthat the wicked man doeth, shall he live? All his righteousness\nthat he hath done shall not be mentioned: in his trespass that he\nhath trespassed, and in his sin that he hath sinned, in them shall he","die. (25) Yet ye say, The way of the Lord is not equal. Hear now, O\nhouse of Israel; Is not my way equal? are not your ways unequal?\n(26) When a righteous man turneth away from his righteousness,\nand committeth iniquity, and dieth in them; for his iniquity that he\nhath done shall he die. (27) Again, when the wicked man turneth\naway from his wickedness that he hath committed, and doeth that\nwhich is lawful and right, he shall save his soul alive. (28) Because\nhe considereth, and turneth away from all his transgressions that\nhe hath committed, he shall surely live, he shall not die. (29) Yet\nsaith the house of Israel, The way of the Lord is not equal. O house\nof Israel, are not my ways equal? are not your ways unequal?"],"start_index":200026018021,"end_index":200026018029,"verse_count":9,"word_count":274},{"reference":"Daniel 2:1-2","translation":"KJV","division":"Senior","passage_number":66,"release":"NBBC","cards":["(1) And in the second year of the reign of Nebuchadnezzar\nNebuchadnezzar dreamed dreams, wherewith his spirit was\ntroubled, and his sleep brake from him. (2) Then the king\ncommanded to call the magicians, and the astrologers, and\nthe sorcerers, and the Chaldeans, for to shew the king his\ndreams. So they came and stood before the king."],"start_index":200027002001,"end_index":200027002002,"verse_count":2,"word_count":56},{"reference":"Daniel 2:46-49","translation":"KJV","division":"Senior","passage_number":67,"release":"NBBC","cards":["(46) Then the king Nebuchadnezzar fell upon his face, and\nworshipped Daniel, and commanded that they should offer an\noblation and sweet odours unto him. (47) The king answered unto\nDaniel, and said, Of a truth it is, that your God is a God of gods,\nand a Lord of kings, and a revealer of secrets, seeing thou couldest\nreveal this secret. (48) Then the king made Daniel a great man,\nand gave him many great gifts, and made him ruler over the whole\nprovince of Babylon, and chief of the governors over all the wise\nmen of Babylon. (49) Then Daniel requested of the king, and he\nset Shadrach, Meshach, and Abednego, over the affairs of the\nprovince of Babylon: but Daniel sat in the gate of the king."],"start_index":200027002046,"end_index":200027002049,"verse_count":4,"word_count":126},{"reference":"Daniel 3:1-7","translation":"KJV","division":"Senior","passage_number":68,"release":"NBBC","cards":["(1) Nebuchadnezzar the king made an image of gold, whose\nheight was threescore cubits, and the breadth thereof six cubits:\nhe set it up in the plain of Dura, in the province of Babylon. (2) Then\nNebuchadnezzar the king sent to gather together the princes,\nthe governors, and the captains, the judges, the treasurers, the\ncounsellors, the sheriffs, and all the rulers of the provinces, to\ncome to the dedication of the image which Nebuchadnezzar the\nking had set up. (3) Then the princes, the governors, and captains,\nthe judges, the treasurers, the counsellors, the sheriffs, and all\nthe rulers of the provinces, were gathered together unto the\ndedication of the image that Nebuchadnezzar the king had set\nup; and they stood before the image that Nebuchadnezzar had","set up. (4) Then an herald cried aloud, To you it is commanded, O\npeople, nations, and languages, (5) That at what time ye hear the\nsound of the cornet, flute, harp, sackbut, psaltery, dulcimer, and\nall kinds of musick, ye fall down and worship the golden image\nthat Nebuchadnezzar the king hath set up: (6) And whoso falleth\nnot down and worshippeth shall the same hour be cast into the\nmidst of a burning fiery furnace. (7) Therefore at that time, when\nall the people heard the sound of the cornet, flute, harp, sackbut,\npsaltery, and all kinds of musick, all the people, the nations, and\nthe languages, fell down and worshipped the golden image that\nNebuchadnezzar the king had set up."],"start_index":200027003001,"end_index":200027003007,"verse_count":7,"word_count":244},{"reference":"Daniel 4:18-31","translation":"KJV","division":"Senior","passage_number":69,"release":"NBBC","cards":["(18) This dream I king Nebuchadnezzar have seen. Now thou, O\nBelteshazzar, declare the interpretation thereof, forasmuch as all\nthe wise men of my kingdom are not able to make known unto\nme the interpretation: but thou art able; for the spirit of the holy\ngods is in thee. (19) Then Daniel, whose name was Belteshazzar,\nwas astonied for one hour, and his thoughts troubled him. The\nking spake, and said, Belteshazzar, let not the dream, or the\ninterpretation thereof, trouble thee. Belteshazzar answered\nand said, My lord, the dream be to them that hate thee, and the\ninterpretation thereof to thine enemies. (20) The tree that thou\nsawest, which grew, and was strong, whose height reached unto","the heaven, and the sight thereof to all the earth; (21) Whose\nleaves were fair, and the fruit thereof much, and in it was meat for\nall; under which the beasts of the field dwelt, and upon whose\nbranches the fowls of the heaven had their habitation: (22) It is\nthou, O king, that art grown and become strong: for thy greatness\nis grown, and reacheth unto heaven, and thy dominion to the\nend of the earth. (23) And whereas the king saw a watcher and\nan holy one coming down from heaven, and saying, Hew the tree\ndown, and destroy it; yet leave the stump of the roots thereof in\nthe earth, even with a band of iron and brass, in the tender grass\nof the field; and let it be wet with the dew of heaven, and let his","portion be with the beasts of the field, till seven times pass over\nhim; (24) This is the interpretation, O king, and this is the decree\nof the most High, which is come upon my lord the king: (25) That\nthey shall drive thee from men, and thy dwelling shall be with the\nbeasts of the field, and they shall make thee to eat grass as oxen,\nand they shall wet thee with the dew of heaven, and seven times\nshall pass over thee, till thou know that the most High ruleth in the\nkingdom of men, and giveth it to whomsoever he will. (26) And\nwhereas they commanded to leave the stump of the tree roots; thy\nkingdom shall be sure unto thee, after that thou shalt have known\nthat the heavens do rule. (27) Wherefore, O king, let my counsel","be acceptable unto thee, and break off thy sins by righteousness,\nand thine iniquities by shewing mercy to the poor; if it may be a\nlengthening of thy tranquillity. (28) All this came upon the king\nNebuchadnezzar. (29) At the end of twelve months he walked in\nthe palace of the kingdom of Babylon. (30) The king spake, and\nsaid, Is not this great Babylon, that I have built for the house of\nthe kingdom by the might of my power, and for the honour of my\nmajesty? (31) While the word was in the king's mouth, there fell a\nvoice from heaven, saying, O king Nebuchadnezzar, to thee it is\nspoken; The kingdom is departed from thee."],"start_index":200027004018,"end_index":200027004031,"verse_count":14,"word_count":505},{"reference":"Daniel 6:15-28","translation":"KJV","division":"Senior","passage_number":70,"release":"NBBC","cards":["(15) Then these men assembled unto the king, and said unto\nthe king, Know, O king, that the law of the Medes and Persians\nis, That no decree nor statute which the king establisheth\nmay be changed. (16) Then the king commanded, and they\nbrought Daniel, and cast him into the den of lions. Now the\nking spake and said unto Daniel, Thy God whom thou servest\ncontinually, he will deliver thee. (17) And a stone was brought,\nand laid upon the mouth of the den; and the king sealed it\nwith his own signet, and with the signet of his lords; that the\npurpose might not be changed concerning Daniel. (18) Then\nthe king went to his palace, and passed the night fasting:","neither were instruments of musick brought before him: and\nhis sleep went from him. (19) Then the king arose very early in\nthe morning, and went in haste unto the den of lions. (20) And\nwhen he came to the den, he cried with a lamentable voice\nunto Daniel: and the king spake and said to Daniel, O Daniel,\nservant of the living God, is thy God, whom thou servest\ncontinually, able to deliver thee from the lions? (21) Then said\nDaniel unto the king, O king, live for ever. (22) My God hath\nsent his angel, and hath shut the lions' mouths, that they have\nnot hurt me: forasmuch as before him innocency was found\nin me; and also before thee, O king, have I done no hurt. (23)","Then was the king exceeding glad for him, and commanded\nthat they should take Daniel up out of the den. So Daniel was\ntaken up out of the den, and no manner of hurt was found\nupon him, because he believed in his God. (24) And the king\ncommanded, and they brought those men which had accused\nDaniel, and they cast them into the den of lions, them, their\nchildren, and their wives; and the lions had the mastery of\nthem, and brake all their bones in pieces or ever they came\nat the bottom of the den. (25) Then king Darius wrote unto\nall people, nations, and languages, that dwell in all the earth;\nPeace be multiplied unto you. (26) I make a decree, That in","every dominion of my kingdom men tremble and fear before\nthe God of Daniel: for he is the living God, and stedfast for\never, and his kingdom that which shall not be destroyed, and\nhis dominion shall be even unto the end. (27) He delivereth\nand rescueth, and he worketh signs and wonders in heaven\nand in earth, who hath delivered Daniel from the power of\nthe lions. (28) So this Daniel prospered in the reign of Darius,\nand in the reign of Cyrus the Persian."],"start_index":200027006015,"end_index":200027006028,"verse_count":14,"word_count":453},{"reference":"Daniel 9:4-7","translation":"KJV","division":"Senior","passage_number":71,"release":"NBBC","cards":["(4) And I prayed unto the LORD my God, and made my\nconfession, and said, O Lord, the great and dreadful God,\nkeeping the covenant and mercy to them that love him, and\nto them that keep his commandments; (5) We have sinned,\nand have committed iniquity, and have done wickedly, and\nhave rebelled, even by departing from thy precepts and\nfrom thy judgments: (6) Neither have we hearkened unto thy\nservants the prophets, which spake in thy name to our kings,\nour princes, and our fathers, and to all the people of the land.\n(7) O Lord, righteousness belongeth unto thee, but unto us\nconfusion of faces, as at this day; to the men of Judah, and","to the inhabitants of Jerusalem, and unto all Israel, that are\nnear, and that are far off, through all the countries whither\nthou hast driven them, because of their trespass that they\nhave trespassed against thee."],"start_index":200027009004,"end_index":200027009007,"verse_count":4,"word_count":150},{"reference":"Daniel 9:16-19","translation":"KJV","division":"Senior","passage_number":72,"release":"NBBC","cards":["(16) O Lord, according to all thy righteousness, I beseech\nthee, let thine anger and thy fury be turned away from thy\ncity Jerusalem, thy holy mountain: because for our sins, and\nfor the iniquities of our fathers, Jerusalem and thy people\nare become a reproach to all that are about us. (17) Now\ntherefore, O our God, hear the prayer of thy servant, and his\nsupplications, and cause thy face to shine upon thy sanctuary\nthat is desolate, for the Lord's sake. (18) O my God, incline thine\near, and hear; open thine eyes, and behold our desolations,\nand the city which is called by thy name: for we do not present\nour supplications before thee for our righteousnesses, but for","thy great mercies. (19) O Lord, hear; O Lord, forgive; O Lord,\nhearken and do; defer not, for thine own sake, O my God: for\nthy city and thy people are called by thy name."],"start_index":200027009016,"end_index":200027009019,"verse_count":4,"word_count":153},{"reference":"Micah 4:1-3","translation":"KJV","division":"Senior","passage_number":73,"release":"NBBC","cards":["(1) But in the last days it shall come to pass, that the mountain\nof the house of the LORD shall be established in the top of the\nmountains, and it shall be exalted above the hills; and people shall\nflow unto it. (2) And many nations shall come, and say, Come, and\nlet us go up to the mountain of the LORD, and to the house of the\nGod of Jacob; and he will teach us of his ways, and we will walk\nin his paths: for the law shall go forth of Zion, and the word of the\nLORD from Jerusalem. (3) And he shall judge among many people,\nand rebuke strong nations afar off; and they shall beat their swords\ninto plowshares, and their spears into pruninghooks: nation shall\nnot lift up a sword against nation, neither shall they learn war any\nmore."],"start_index":200033004001,"end_index":200033004003,"verse_count":3,"word_count":143},{"reference":"Haggai 1:2-8","translation":"KJV","division":"Senior","passage_number":74,"release":"NBBC","cards":["(2) Thus speaketh the LORD of hosts, saying, This people say,\nThe time is not come, the time that the LORD'S house should be\nbuilt. (3) Then came the word of the LORD by Haggai the prophet,\nsaying, (4) Is it time for you, O ye, to dwell in your cieled houses,\nand this house lie waste? (5) Now therefore thus saith the LORD\nof hosts; Consider your ways. (6) Ye have sown much, and bring\nin little; ye eat, but ye have not enough; ye drink, but ye are not\nfilled with drink; ye clothe you, but there is none warm; and he\nthat earneth wages earneth wages to put it into a bag with holes.\n(7) Thus saith the LORD of hosts; Consider your ways. (8) Go up to\nthe mountain, and bring wood, and build the house; and I will take\npleasure in it, and I will be glorified, saith the LORD."],"start_index":200037001002,"end_index":200037001008,"verse_count":7,"word_count":148},{"reference":"Malachi 3:1-9","translation":"KJV","division":"Senior","passage_number":75,"release":"NBBC","cards":["(1) Behold, I will send my messenger, and he shall prepare the way\nbefore me: and the Lord, whom ye seek, shall suddenly come to\nhis temple, even the messenger of the covenant, whom ye delight\nin: behold, he shall come, saith the LORD of hosts. (2) But who\nmay abide the day of his coming? and who shall stand when he\nappeareth? for he is like a refiner's fire, and like fullers' soap: (3)\nAnd he shall sit as a refiner and purifier of silver: and he shall purify\nthe sons of Levi, and purge them as gold and silver, that they may\noffer unto the LORD an offering in righteousness. (4) Then shall the\noffering of Judah and Jerusalem be pleasant unto the LORD, as in\nthe days of old, and as in former years. (5) And I will come near to\nyou to judgment; and I will be a swift witness against the sorcerers,","and against the adulterers, and against false swearers, and against\nthose that oppress the hireling in his wages, the widow, and the\nfatherless, and that turn aside the stranger from his right, and fear\nnot me, saith the LORD of hosts. (6) For I am the LORD, I change\nnot; therefore ye sons of Jacob are not consumed. (7) Even from\nthe days of your fathers ye are gone away from mine ordinances,\nand have not kept them. Return unto me, and I will return unto you,\nsaith the LORD of hosts. But ye said, Wherein shall we return? (8)\nWill a man rob God? Yet ye have robbed me. But ye say, Wherein\nhave we robbed thee? In tithes and offerings. (9) Ye are cursed\nwith a curse: for ye have robbed me, even this whole nation."],"start_index":200039003001,"end_index":200039003009,"verse_count":9,"word_count":286},{"reference":"Matthew 1:20-25","translation":"KJV","division":"Senior","passage_number":76,"release":"NBBC","cards":["(20) But while he thought on these things, behold, the angel\nof the Lord appeared unto him in a dream, saying, Joseph,\nthou son of David, fear not to take unto thee Mary thy wife:\nfor that which is conceived in her is of the Holy Ghost. (21)\nAnd she shall bring forth a son, and thou shalt call his name\nJESUS: for he shall save his people from their sins. (22) Now\nall this was done, that it might be fulfilled which was spoken\nof the Lord by the prophet, saying, (23) Behold, a virgin shall\nbe with child, and shall bring forth a son, and they shall call\nhis name Emmanuel, which being interpreted is, God with us.\n(24) Then Joseph being raised from sleep did as the angel","of the Lord had bidden him, and took unto him his wife: (25)\nAnd knew her not till she had brought forth her firstborn son:\nand he called his name JESUS."],"start_index":400001001020,"end_index":400001001025,"verse_count":6,"word_count":156},{"reference":"Matthew 3:1-3","translation":"KJV","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) In those days came John the Baptist, preaching in the\nwilderness of Judaea, (2) And saying, Repent ye: for the\nkingdom of heaven is at hand. (3) For this is he that was\nspoken of by the prophet Esaias, saying, The voice of one\ncrying in the wilderness, Prepare ye the way of the Lord, make\nhis paths straight."],"start_index":400001003001,"end_index":400001003003,"verse_count":3,"word_count":57},{"reference":"Matthew 6:5-18","translation":"KJV","division":"Senior","passage_number":78,"release":"NBBC","cards":["(5) And when thou prayest, thou shalt not be as the hypocrites\nare: for they love to pray standing in the synagogues and\nin the corners of the streets, that they may be seen of men.\nVerily I say unto you, They have their reward. (6) But thou,\nwhen thou prayest, enter into thy closet, and when thou hast\nshut thy door, pray to thy Father which is in secret; and thy\nFather which seeth in secret shall reward thee openly. (7) But\nwhen ye pray, use not vain repetitions, as the heathen do: for\nthey think that they shall be heard for their much speaking. (8)\nBe not ye therefore like unto them: for your Father knoweth\nwhat things ye have need of, before ye ask him. (9) After this","manner therefore pray ye: Our Father which art in heaven,\nHallowed be thy name. (10) Thy kingdom come. Thy will be\ndone in earth, as it is in heaven. (11) Give us this day our\ndaily bread. (12) And forgive us our debts, as we forgive our\ndebtors. (13) And lead us not into temptation, but deliver\nus from evil: For thine is the kingdom, and the power, and\nthe glory, for ever. Amen. (14) For if ye forgive men their\ntrespasses, your heavenly Father will also forgive you: (15)\nBut if ye forgive not men their trespasses, neither will your\nFather forgive your trespasses. (16) Moreover when ye fast,\nbe not, as the hypocrites, of a sad countenance: for they","disfigure their faces, that they may appear unto men to fast.\nVerily I say unto you, They have their reward. (17) But thou,\nwhen thou fastest, anoint thine head, and wash thy face; (18)\nThat thou appear not unto men to fast, but unto thy Father\nwhich is in secret: and thy Father, which seeth in secret, shall\nreward thee openly."],"start_index":400001006005,"end_index":400001006018,"verse_count":14,"word_count":299},{"reference":"Matthew 25:31-36","translation":"KJV","division":"Senior","passage_number":79,"release":"NBBC","cards":["(31) When the Son of man shall come in his glory, and all the holy\nangels with him, then shall he sit upon the throne of his glory:\n(32) And before him shall be gathered all nations: and he shall\nseparate them one from another, as a shepherd divideth his sheep\nfrom the goats: (33) And he shall set the sheep on his right hand,\nbut the goats on the left. (34) Then shall the King say unto them on\nhis right hand, Come, ye blessed of my Father, inherit the kingdom\nprepared for you from the foundation of the world: (35) For I was\nan hungred, and ye gave me meat: I was thirsty, and ye gave me\ndrink: I was a stranger, and ye took me in: (36) Naked, and ye\nclothed me: I was sick, and ye visited me: I was in prison, and ye\ncame unto me."],"start_index":400001025031,"end_index":400001025036,"verse_count":6,"word_count":145},{"reference":"Mark 3:20-27","translation":"KJV","division":"Senior","passage_number":80,"release":"NBBC","cards":["(20) And the multitude cometh together again, so that they\ncould not so much as eat bread. (21) And when his friends\nheard of it, they went out to lay hold on him: for they said,\nHe is beside himself. (22) And the scribes which came down\nfrom Jerusalem said, He hath Beelzebub, and by the prince\nof the devils casteth he out devils. (23) And he called them\nunto him, and said unto them in parables, How can Satan cast\nout Satan? (24) And if a kingdom be divided against itself,\nthat kingdom cannot stand. (25) And if a house be divided\nagainst itself, that house cannot stand. (26) And if Satan rise\nup against himself, and be divided, he cannot stand, but hath","an end. (27) No man can enter into a strong man's house, and\nspoil his goods, except he will first bind the strong man; and\nthen he will spoil his house."],"start_index":400002003020,"end_index":400002003027,"verse_count":8,"word_count":148},{"reference":"Mark 6:2-11","translation":"KJV","division":"Senior","passage_number":81,"release":"NBBC","cards":["(2) And when the sabbath day was come, he began to teach in the\nsynagogue: and many hearing him were astonished, saying, From\nwhence hath this man these things? and what wisdom is this which\nis given unto him, that even such mighty works are wrought by his\nhands? (3) Is not this the carpenter, the son of Mary, the brother of\nJames, and Joses, and of Juda, and Simon? and are not his sisters\nhere with us? And they were offended at him. (4) But Jesus said\nunto them, A prophet is not without honour, but in his own country,\nand among his own kin, and in his own house. (5) And he could\nthere do no mighty work, save that he laid his hands upon a few\nsick folk, and healed them. (6) And he marvelled because of their\nunbelief. And he went round about the villages, teaching. (7) And","he called unto him the twelve, and began to send them forth by\ntwo and two; and gave them power over unclean spirits; (8) And\ncommanded them that they should take nothing for their journey,\nsave a staff only; no scrip, no bread, no money in their purse: (9)\nBut be shod with sandals; and not put on two coats. (10) And he\nsaid unto them, In what place soever ye enter into an house, there\nabide till ye depart from that place. (11) And whosoever shall not\nreceive you, nor hear you, when ye depart thence, shake off the\ndust under your feet for a testimony against them. Verily I say unto\nyou, It shall be more tolerable for Sodom and Gomorrha in the day\nof judgment, than for that city."],"start_index":400002006002,"end_index":400002006011,"verse_count":10,"word_count":274},{"reference":"Luke 15:7-24","translation":"KJV","division":"Senior","passage_number":82,"release":"NBBC","cards":["(7) I say unto you, that likewise joy shall be in heaven over one sinner\nthat repenteth, more than over ninety and nine just persons, which\nneed no repentance. (8) Either what woman having ten pieces of\nsilver, if she lose one piece, doth not light a candle, and sweep\nthe house, and seek diligently till she find it? (9) And when she\nhath found it, she calleth her friends and her neighbours together,\nsaying, Rejoice with me; for I have found the piece which I had\nlost. (10) Likewise, I say unto you, there is joy in the presence of the\nangels of God over one sinner that repenteth. (11) And he said, A\ncertain man had two sons: (12) And the younger of them said to\nhis father, Father, give me the portion of goods that falleth to me.\nAnd he divided unto them his living. (13) And not many days after","the younger son gathered all together, and took his journey into a\nfar country, and there wasted his substance with riotous living. (14)\nAnd when he had spent all, there arose a mighty famine in that\nland; and he began to be in want. (15) And he went and joined\nhimself to a citizen of that country; and he sent him into his fields\nto feed swine. (16) And he would fain have filled his belly with\nthe husks that the swine did eat: and no man gave unto him. (17)\nAnd when he came to himself, he said, How many hired servants\nof my father's have bread enough and to spare, and I perish with\nhunger! (18) I will arise and go to my father, and will say unto him,\nFather, I have sinned against heaven, and before thee, (19) And am\nno more worthy to be called thy son: make me as one of thy hired","servants. (20) And he arose, and came to his father. But when he\nwas yet a great way off, his father saw him, and had compassion,\nand ran, and fell on his neck, and kissed him. (21) And the son said\nunto him, Father, I have sinned against heaven, and in thy sight,\nand am no more worthy to be called thy son. (22) But the father\nsaid to his servants, Bring forth the best robe, and put it on him;\nand put a ring on his hand, and shoes on his feet: (23) And bring\nhither the fatted calf, and kill it; and let us eat, and be merry: (24)\nFor this my son was dead, and is alive again; he was lost, and is\nfound. And they began to be merry."],"start_index":400003015007,"end_index":400003015024,"verse_count":18,"word_count":427},{"reference":"John 4:43-54","translation":"KJV","division":"Senior","passage_number":83,"release":"NBBC","cards":["(43) Now after two days he departed thence, and went into Galilee.\n(44) For Jesus himself testified, that a prophet hath no honour in\nhis own country. (45) Then when he was come into Galilee, the\nGalilaeans received him, having seen all the things that he did at\nJerusalem at the feast: for they also went unto the feast. (46) So\nJesus came again into Cana of Galilee, where he made the water\nwine. And there was a certain nobleman, whose son was sick at\nCapernaum. (47) When he heard that Jesus was come out of Judaea\ninto Galilee, he went unto him, and besought him that he would\ncome down, and heal his son: for he was at the point of death. (48)\nThen said Jesus unto him, Except ye see signs and wonders, ye will","not believe. (49) The nobleman saith unto him, Sir, come down ere\nmy child die. (50) Jesus saith unto him, Go thy way; thy son liveth.\nAnd the man believed the word that Jesus had spoken unto him,\nand he went his way. (51) And as he was now going down, his\nservants met him, and told him, saying, Thy son liveth. (52) Then\nenquired he of them the hour when he began to amend. And they\nsaid unto him, Yesterday at the seventh hour the fever left him. (53)\nSo the father knew that it was at the same hour, in the which Jesus\nsaid unto him, Thy son liveth: and himself believed, and his whole\nhouse. (54) This is again the second miracle that Jesus did, when\nhe was come out of Judaea into Galilee."],"start_index":400004004043,"end_index":400004004054,"verse_count":12,"word_count":262},{"reference":"John 5:19-40","translation":"KJV","division":"Senior","passage_number":84,"release":"NBBC","cards":["(19) Then answered Jesus and said unto them, Verily, verily, I\nsay unto you, The Son can do nothing of himself, but what he\nseeth the Father do: for what things soever he doeth, these\nalso doeth the Son likewise. (20) For the Father loveth the Son,\nand sheweth him all things that himself doeth: and he will\nshew him greater works than these, that ye may marvel. (21)\nFor as the Father raiseth up the dead, and quickeneth them;\neven so the Son quickeneth whom he will. (22) For the Father\njudgeth no man, but hath committed all judgment unto the\nSon: (23) That all men should honour the Son, even as they\nhonour the Father. He that honoureth not the Son honoureth","not the Father which hath sent him. (24) Verily, verily, I say\nunto you, He that heareth my word, and believeth on him\nthat sent me, hath everlasting life, and shall not come into\ncondemnation; but is passed from death unto life. (25) Verily,\nverily, I say unto you, The hour is coming, and now is, when\nthe dead shall hear the voice of the Son of God: and they\nthat hear shall live. (26) For as the Father hath life in himself;\nso hath he given to the Son to have life in himself; (27) And\nhath given him authority to execute judgment also, because\nhe is the Son of man. (28) Marvel not at this: for the hour is\ncoming, in the which all that are in the graves shall hear his","voice, (29) And shall come forth; they that have done good,\nunto the resurrection of life; and they that have done evil, unto\nthe resurrection of damnation. (30) I can of mine own self do\nnothing: as I hear, I judge: and my judgment is just; because\nI seek not mine own will, but the will of the Father which hath\nsent me. (31) If I bear witness of myself, my witness is not true.\n(32) There is another that beareth witness of me; and I know\nthat the witness which he witnesseth of me is true. (33) Ye\nsent unto John, and he bare witness unto the truth. (34) But\nI receive not testimony from man: but these things I say, that\nye might be saved. (35) He was a burning and a shining light:","and ye were willing for a season to rejoice in his light. (36) But\nI have greater witness than that of John: for the works which\nthe Father hath given me to finish, the same works that I do,\nbear witness of me, that the Father hath sent me. (37) And\nthe Father himself, which hath sent me, hath borne witness\nof me. Ye have neither heard his voice at any time, nor seen\nhis shape. (38) And ye have not his word abiding in you:\nfor whom he hath sent, him ye believe not. (39) Search the\nscriptures; for in them ye think ye have eternal life: and they\nare they which testify of me. (40) And ye will not come to me,\nthat ye might have life."],"start_index":400004005019,"end_index":400004005040,"verse_count":22,"word_count":501},{"reference":"Acts 3:1-20","translation":"KJV","division":"Senior","passage_number":85,"release":"NBBC","cards":["(1) Now Peter and John went up together into the temple\nat the hour of prayer, being the ninth hour. (2) And a certain\nman lame from his mother's womb was carried, whom they\nlaid daily at the gate of the temple which is called Beautiful,\nto ask alms of them that entered into the temple; (3) Who\nseeing Peter and John about to go into the temple asked an\nalms. (4) And Peter, fastening his eyes upon him with John,\nsaid, Look on us. (5) And he gave heed unto them, expecting\nto receive something of them. (6) Then Peter said, Silver and\ngold have I none; but such as I have give I thee: In the name\nof Jesus Christ of Nazareth rise up and walk. (7) And he took","him by the right hand, and lifted him up: and immediately\nhis feet and ankle bones received strength. (8) And he\nleaping up stood, and walked, and entered with them into\nthe temple, walking, and leaping, and praising God. (9) And\nall the people saw him walking and praising God: (10) And\nthey knew that it was he which sat for alms at the Beautiful\ngate of the temple: and they were filled with wonder and\namazement at that which had happened unto him. (11) And\nas the lame man which was healed held Peter and John, all\nthe people ran together unto them in the porch that is called\nSolomon's, greatly wondering. (12) And when Peter saw it,","he answered unto the people, Ye men of Israel, why marvel\nye at this? or why look ye so earnestly on us, as though by our\nown power or holiness we had made this man to walk? (13)\nThe God of Abraham, and of Isaac, and of Jacob, the God of\nour fathers, hath glorified his Son Jesus; whom ye delivered\nup, and denied him in the presence of Pilate, when he was\ndetermined to let him go. (14) But ye denied the Holy One\nand the Just, and desired a murderer to be granted unto\nyou; (15) And killed the Prince of life, whom God hath raised\nfrom the dead; whereof we are witnesses. (16) And his name\nthrough faith in his name hath made this man strong, whom","ye see and know: yea, the faith which is by him hath given him\nthis perfect soundness in the presence of you all. (17) And\nnow, brethren, I wot that through ignorance ye did it, as did\nalso your rulers. (18) But those things, which God before had\nshewed by the mouth of all his prophets, that Christ should\nsuffer, he hath so fulfilled. (19) Repent ye therefore, and be\nconverted, that your sins may be blotted out, when the times\nof refreshing shall come from the presence of the Lord; (20)\nAnd he shall send Jesus Christ, which before was preached\nunto you:"],"start_index":400005003001,"end_index":400005003020,"verse_count":20,"word_count":465},{"reference":"Acts 10:9-22","translation":"KJV","division":"Senior","passage_number":86,"release":"NBBC","cards":["(9) On the morrow, as they went on their journey, and drew\nnigh unto the city, Peter went up upon the housetop to pray\nabout the sixth hour: (10) And he became very hungry, and\nwould have eaten: but while they made ready, he fell into\na trance, (11) And saw heaven opened, and a certain vessel\ndescending unto him, as it had been a great sheet knit at\nthe four corners, and let down to the earth: (12) Wherein\nwere all manner of fourfooted beasts of the earth, and wild\nbeasts, and creeping things, and fowls of the air. (13) And\nthere came a voice to him, Rise, Peter; kill, and eat. (14) But\nPeter said, Not so, Lord; for I have never eaten any thing that","is common or unclean. (15) And the voice spake unto him\nagain the second time, What God hath cleansed, that call not\nthou common. (16) This was done thrice: and the vessel was\nreceived up again into heaven. (17) Now while Peter doubted\nin himself what this vision which he had seen should mean,\nbehold, the men which were sent from Cornelius had made\nenquiry for Simon's house, and stood before the gate, (18)\nAnd called, and asked whether Simon, which was surnamed\nPeter, were lodged there. (19) While Peter thought on the\nvision, the Spirit said unto him, Behold, three men seek thee.\n(20) Arise therefore, and get thee down, and go with them,","doubting nothing: for I have sent them. (21) Then Peter went\ndown to the men which were sent unto him from Cornelius;\nand said, Behold, I am he whom ye seek: what is the cause\nwherefore ye are come? (22) And they said, Cornelius the\ncenturion, a just man, and one that feareth God, and of good\nreport among all the nation of the Jews, was warned from\nGod by an holy angel to send for thee into his house, and to\nhear words of thee."],"start_index":400005010009,"end_index":400005010022,"verse_count":14,"word_count":315},{"reference":"Romans 2:1-12","translation":"KJV","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) Therefore thou art inexcusable, O man, whosoever thou art\nthat judgest: for wherein thou judgest another, thou condemnest\nthyself; for thou that judgest doest the same things. (2) But we are\nsure that the judgment of God is according to truth against them\nwhich commit such things. (3) And thinkest thou this, O man, that\njudgest them which do such things, and doest the same, that thou\nshalt escape the judgment of God? (4) Or despisest thou the riches\nof his goodness and forbearance and longsuffering; not knowing\nthat the goodness of God leadeth thee to repentance? (5) But after\nthy hardness and impenitent heart treasurest up unto thyself wrath\nagainst the day of wrath and revelation of the righteous judgment","of God; (6) Who will render to every man according to his deeds:\n(7) To them who by patient continuance in well doing seek for glory\nand honour and immortality, eternal life: (8) But unto them that are\ncontentious, and do not obey the truth, but obey unrighteousness,\nindignation and wrath, (9) Tribulation and anguish, upon every soul\nof man that doeth evil, of the Jew first, and also of the Gentile; (10)\nBut glory, honour, and peace, to every man that worketh good, to\nthe Jew first, and also to the Gentile: (11) For there is no respect\nof persons with God. (12) For as many as have sinned without law\nshall also perish without law: and as many as have sinned in the\nlaw shall be judged by the law;"],"start_index":400006002001,"end_index":400006002012,"verse_count":12,"word_count":242},{"reference":"Romans 7:6-12","translation":"KJV","division":"Senior","passage_number":88,"release":"NBBC","cards":["(6) But now we are delivered from the law, that being dead\nwherein we were held; that we should serve in newness of\nspirit, and not in the oldness of the letter. (7) What shall we\nsay then? Is the law sin? God forbid. Nay, I had not known sin,\nbut by the law: for I had not known lust, except the law had\nsaid, Thou shalt not covet. (8) But sin, taking occasion by the\ncommandment, wrought in me all manner of concupiscence.\nFor without the law sin was dead. (9) For I was alive without\nthe law once: but when the commandment came, sin revived,\nand I died. (10) And the commandment, which was ordained\nto life, I found to be unto death. (11) For sin, taking occasion","by the commandment, deceived me, and by it slew me. (12)\nWherefore the law is holy, and the commandment holy, and\njust, and good."],"start_index":400006007006,"end_index":400006007012,"verse_count":7,"word_count":147},{"reference":"1 Corinthians 3:5-17","translation":"KJV","division":"Senior","passage_number":89,"release":"NBBC","cards":["(5) Who then is Paul, and who is Apollos, but ministers by whom ye\nbelieved, even as the Lord gave to every man? (6) I have planted,\nApollos watered; but God gave the increase. (7) So then neither is\nhe that planteth any thing, neither he that watereth; but God that\ngiveth the increase. (8) Now he that planteth and he that watereth\nare one: and every man shall receive his own reward according\nto his own labour. (9) For we are labourers together with God: ye\nare God's husbandry, ye are God's building. (10) According to the\ngrace of God which is given unto me, as a wise masterbuilder, I\nhave laid the foundation, and another buildeth thereon. But let\nevery man take heed how he buildeth thereupon. (11) For other\nfoundation can no man lay than that is laid, which is Jesus Christ.","(12) Now if any man build upon this foundation gold, silver,\nprecious stones, wood, hay, stubble; (13) Every man's work shall\nbe made manifest: for the day shall declare it, because it shall be\nrevealed by fire; and the fire shall try every man's work of what sort\nit is. (14) If any man's work abide which he hath built thereupon,\nhe shall receive a reward. (15) If any man's work shall be burned,\nhe shall suffer loss: but he himself shall be saved; yet so as by fire.\n(16) Know ye not that ye are the temple of God, and that the Spirit\nof God dwelleth in you? (17) If any man defile the temple of God,\nhim shall God destroy; for the temple of God is holy, which temple\nye are."],"start_index":400007003005,"end_index":400007003017,"verse_count":13,"word_count":265},{"reference":"2 Corinthians 3:7-18","translation":"KJV","division":"Senior","passage_number":90,"release":"NBBC","cards":["(7) But if the ministration of death, written and engraven in stones,\nwas glorious, so that the children of Israel could not stedfastly\nbehold the face of Moses for the glory of his countenance; which\nglory was to be done away: (8) How shall not the ministration of the\nspirit be rather glorious? (9) For if the ministration of condemnation\nbe glory, much more doth the ministration of righteousness exceed\nin glory. (10) For even that which was made glorious had no glory\nin this respect, by reason of the glory that excelleth. (11) For if that\nwhich is done away was glorious, much more that which remaineth\nis glorious. (12) Seeing then that we have such hope, we use great\nplainness of speech: (13) And not as Moses, which put a vail over","his face, that the children of Israel could not stedfastly look to the\nend of that which is abolished: (14) But their minds were blinded:\nfor until this day remaineth the same vail untaken away in the\nreading of the old testament; which vail is done away in Christ.\n(15) But even unto this day, when Moses is read, the vail is upon\ntheir heart. (16) Nevertheless when it shall turn to the Lord, the vail\nshall be taken away. (17) Now the Lord is that Spirit: and where the\nSpirit of the Lord is, there is liberty. (18) But we all, with open face\nbeholding as in a glass the glory of the Lord, are changed into the\nsame image from glory to glory, even as by the Spirit of the Lord."],"start_index":400008003007,"end_index":400008003018,"verse_count":12,"word_count":255},{"reference":"2 Corinthians 13:5-8","translation":"KJV","division":"Senior","passage_number":91,"release":"NBBC","cards":["(5) Examine yourselves, whether ye be in the faith; prove your\nown selves. Know ye not your own selves, how that Jesus\nChrist is in you, except ye be reprobates? (6) But I trust that\nye shall know that we are not reprobates. (7) Now I pray to\nGod that ye do no evil; not that we should appear approved,\nbut that ye should do that which is honest, though we be as\nreprobates. (8) For we can do nothing against the truth, but\nfor the truth."],"start_index":400008013005,"end_index":400008013008,"verse_count":4,"word_count":83},{"reference":"Ephesians 2:1-13","translation":"KJV","division":"Senior","passage_number":92,"release":"NBBC","cards":["(1) And you hath he quickened, who were dead in trespasses\nand sins; (2) Wherein in time past ye walked according to the\ncourse of this world, according to the prince of the power of the\nair, the spirit that now worketh in the children of disobedience:\n(3) Among whom also we all had our conversation in times\npast in the lusts of our flesh, fulfilling the desires of the flesh\nand of the mind; and were by nature the children of wrath,\neven as others. (4) But God, who is rich in mercy, for his great\nlove wherewith he loved us, (5) Even when we were dead in\nsins, hath quickened us together with Christ, (by grace ye are\nsaved;) (6) And hath raised us up together, and made us sit","together in heavenly places in Christ Jesus: (7) That in the ages\nto come he might shew the exceeding riches of his grace in\nhis kindness toward us through Christ Jesus. (8) For by grace\nare ye saved through faith; and that not of yourselves: it is\nthe gift of God: (9) Not of works, lest any man should boast.\n(10) For we are his workmanship, created in Christ Jesus unto\ngood works, which God hath before ordained that we should\nwalk in them. (11) Wherefore remember, that ye being in\ntime past Gentiles in the flesh, who are called Uncircumcision\nby that which is called the Circumcision in the flesh made by\nhands; (12) That at that time ye were without Christ, being","aliens from the commonwealth of Israel, and strangers from\nthe covenants of promise, having no hope, and without God\nin the world: (13) But now in Christ Jesus ye who sometimes\nwere far off are made nigh by the blood of Christ."],"start_index":400010002001,"end_index":400010002013,"verse_count":13,"word_count":285},{"reference":"Ephesians 3:14-21","translation":"KJV","division":"Senior","passage_number":93,"release":"NBBC","cards":["(14) For this cause I bow my knees unto the Father of our Lord\nJesus Christ, (15) Of whom the whole family in heaven and\nearth is named, (16) That he would grant you, according to the\nriches of his glory, to be strengthened with might by his Spirit\nin the inner man; (17) That Christ may dwell in your hearts by\nfaith; that ye, being rooted and grounded in love, (18) May\nbe able to comprehend with all saints what is the breadth,\nand length, and depth, and height; (19) And to know the love\nof Christ, which passeth knowledge, that ye might be filled\nwith all the fulness of God. (20) Now unto him that is able\nto do exceeding abundantly above all that we ask or think,","according to the power that worketh in us, (21) Unto him be\nglory in the church by Christ Jesus throughout all ages, world\nwithout end. Amen."],"start_index":400010003014,"end_index":400010003021,"verse_count":8,"word_count":148},{"reference":"Colossians 1:3-7","translation":"KJV","division":"Senior","passage_number":94,"release":"NBBC","cards":["(3) We give thanks to God and the Father of our Lord Jesus\nChrist, praying always for you, (4) Since we heard of your faith\nin Christ Jesus, and of the love which ye have to all the saints,\n(5) For the hope which is laid up for you in heaven, whereof\nye heard before in the word of the truth of the gospel; (6)\nWhich is come unto you, as it is in all the world; and bringeth\nforth fruit, as it doth also in you, since the day ye heard of it,\nand knew the grace of God in truth: (7) As ye also learned\nof Epaphras our dear fellowservant, who is for you a faithful\nminister of Christ;"],"start_index":400012001003,"end_index":400012001007,"verse_count":5,"word_count":116},{"reference":"Colossians 2:6-10","translation":"KJV","division":"Senior","passage_number":95,"release":"NBBC","cards":["(6) As ye have therefore received Christ Jesus the Lord, so\nwalk ye in him: (7) Rooted and built up in him, and stablished\nin the faith, as ye have been taught, abounding therein with\nthanksgiving. (8) Beware lest any man spoil you through\nphilosophy and vain deceit, after the tradition of men, after\nthe rudiments of the world, and not after Christ. (9) For in him\ndwelleth all the fulness of the Godhead bodily. (10) And ye\nare complete in him, which is the head of all principality and\npower:"],"start_index":400012002006,"end_index":400012002010,"verse_count":5,"word_count":86},{"reference":"1 Timothy 2:1-15","translation":"KJV","division":"Senior","passage_number":96,"release":"NBBC","cards":["(1) I exhort therefore, that, first of all, supplications, prayers,\nintercessions, and giving of thanks, be made for all men; (2) For\nkings, and for all that are in authority; that we may lead a quiet\nand peaceable life in all godliness and honesty. (3) For this is\ngood and acceptable in the sight of God our Saviour; (4) Who will\nhave all men to be saved, and to come unto the knowledge of the\ntruth. (5) For there is one God, and one mediator between God\nand men, the man Christ Jesus; (6) Who gave himself a ransom\nfor all, to be testified in due time. (7) Whereunto I am ordained a\npreacher, and an apostle, (I speak the truth in Christ, and lie not;)\na teacher of the Gentiles in faith and verity. (8) I will therefore that\nmen pray every where, lifting up holy hands, without wrath and","doubting. (9) In like manner also, that women adorn themselves\nin modest apparel, with shamefacedness and sobriety; not with\nbroided hair, or gold, or pearls, or costly array; (10) But (which\nbecometh women professing godliness) with good works. (11)\nLet the woman learn in silence with all subjection. (12) But I suffer\nnot a woman to teach, nor to usurp authority over the man, but\nto be in silence. (13) For Adam was first formed, then Eve. (14)\nAnd Adam was not deceived, but the woman being deceived was\nin the transgression. (15) Notwithstanding she shall be saved in\nchildbearing, if they continue in faith and charity and holiness with\nsobriety."],"start_index":400015002001,"end_index":400015002015,"verse_count":15,"word_count":247},{"reference":"Hebrews 6:3-8","translation":"KJV","division":"Senior","passage_number":97,"release":"NBBC","cards":["(3) And this will we do, if God permit. (4) For it is impossible for those\nwho were once enlightened, and have tasted of the heavenly gift,\nand were made partakers of the Holy Ghost, (5) And have tasted\nthe good word of God, and the powers of the world to come, (6) If\nthey shall fall away, to renew them again unto repentance; seeing\nthey crucify to themselves the Son of God afresh, and put him to\nan open shame. (7) For the earth which drinketh in the rain that\ncometh oft upon it, and bringeth forth herbs meet for them by\nwhom it is dressed, receiveth blessing from God: (8) But that which\nbeareth thorns and briers is rejected, and is nigh unto cursing;\nwhose end is to be burned."],"start_index":400019006003,"end_index":400019006008,"verse_count":6,"word_count":126},{"reference":"Hebrews 11:17-40","translation":"KJV","division":"Senior","passage_number":98,"release":"NBBC","cards":["(17) By faith Abraham, when he was tried, offered up Isaac: and he\nthat had received the promises offered up his only begotten son,\n(18) Of whom it was said, That in Isaac shall thy seed be called:\n(19) Accounting that God was able to raise him up, even from the\ndead; from whence also he received him in a figure. (20) By faith\nIsaac blessed Jacob and Esau concerning things to come. (21)\nBy faith Jacob, when he was a dying, blessed both the sons of\nJoseph; and worshipped, leaning upon the top of his staff. (22)\nBy faith Joseph, when he died, made mention of the departing\nof the children of Israel; and gave commandment concerning\nhis bones. (23) By faith Moses, when he was born, was hid three\nmonths of his parents, because they saw he was a proper child;","and they were not afraid of the king's commandment. (24) By faith\nMoses, when he was come to years, refused to be called the son of\nPharaoh's daughter; (25) Choosing rather to suffer affliction with\nthe people of God, than to enjoy the pleasures of sin for a season;\n(26) Esteeming the reproach of Christ greater riches than the\ntreasures in Egypt: for he had respect unto the recompence of the\nreward. (27) By faith he forsook Egypt, not fearing the wrath of the\nking: for he endured, as seeing him who is invisible. (28) Through\nfaith he kept the passover, and the sprinkling of blood, lest he\nthat destroyed the firstborn should touch them. (29) By faith they\npassed through the Red sea as by dry land: which the Egyptians\nassaying to do were drowned. (30) By faith the walls of Jericho fell","down, after they were compassed about seven days. (31) By faith\nthe harlot Rahab perished not with them that believed not, when\nshe had received the spies with peace. (32) And what shall I more\nsay? for the time would fail me to tell of Gedeon, and of Barak, and\nof Samson, and of Jephthae; of David also, and Samuel, and of\nthe prophets: (33) Who through faith subdued kingdoms, wrought\nrighteousness, obtained promises, stopped the mouths of lions,\n(34) Quenched the violence of fire, escaped the edge of the\nsword, out of weakness were made strong, waxed valiant in fight,\nturned to flight the armies of the aliens. (35) Women received their\ndead raised to life again: and others were tortured, not accepting\ndeliverance; that they might obtain a better resurrection: (36) And","others had trial of cruel mockings and scourgings, yea, moreover\nof bonds and imprisonment: (37) They were stoned, they were\nsawn asunder, were tempted, were slain with the sword: they\nwandered about in sheepskins and goatskins; being destitute,\nafflicted, tormented; (38) (Of whom the world was not worthy:)\nthey wandered in deserts, and in mountains, and in dens and caves\nof the earth. (39) And these all, having obtained a good report\nthrough faith, received not the promise: (40) God having provided\nsome better thing for us, that they without us should not be made\nperfect."],"start_index":400019011017,"end_index":400019011040,"verse_count":24,"word_count":493},{"reference":"James 4:1-6","translation":"KJV","division":"Senior","passage_number":99,"release":"NBBC","cards":["(1) From whence come wars and fightings among you? come they\nnot hence, even of your lusts that war in your members? (2) Ye lust,\nand have not: ye kill, and desire to have, and cannot obtain: ye\nfight and war, yet ye have not, because ye ask not. (3) Ye ask, and\nreceive not, because ye ask amiss, that ye may consume it upon\nyour lusts. (4) Ye adulterers and adulteresses, know ye not that the\nfriendship of the world is enmity with God? whosoever therefore\nwill be a friend of the world is the enemy of God. (5) Do ye think\nthat the scripture saith in vain, The spirit that dwelleth in us lusteth\nto envy? (6) But he giveth more grace. Wherefore he saith, God\nresisteth the proud, but giveth grace unto the humble."],"start_index":400020004001,"end_index":400020004006,"verse_count":6,"word_count":131},{"reference":"James 5:1-12","translation":"KJV","division":"Senior","passage_number":100,"release":"NBBC","cards":["(1) Go to now, ye rich men, weep and howl for your miseries\nthat shall come upon you. (2) Your riches are corrupted,\nand your garments are motheaten. (3) Your gold and silver\nis cankered; and the rust of them shall be a witness against\nyou, and shall eat your flesh as it were fire. Ye have heaped\ntreasure together for the last days. (4) Behold, the hire of the\nlabourers who have reaped down your fields, which is of you\nkept back by fraud, crieth: and the cries of them which have\nreaped are entered into the ears of the Lord of sabaoth. (5) Ye\nhave lived in pleasure on the earth, and been wanton; ye have\nnourished your hearts, as in a day of slaughter. (6) Ye have","condemned and killed the just; and he doth not resist you. (7)\nBe patient therefore, brethren, unto the coming of the Lord.\nBehold, the husbandman waiteth for the precious fruit of the\nearth, and hath long patience for it, until he receive the early\nand latter rain. (8) Be ye also patient; stablish your hearts:\nfor the coming of the Lord draweth nigh. (9) Grudge not one\nagainst another, brethren, lest ye be condemned: behold, the\njudge standeth before the door. (10) Take, my brethren, the\nprophets, who have spoken in the name of the Lord, for an\nexample of suffering affliction, and of patience. (11) Behold,\nwe count them happy which endure. Ye have heard of the","patience of Job, and have seen the end of the Lord; that the\nLord is very pitiful, and of tender mercy. (12) But above all\nthings, my brethren, swear not, neither by heaven, neither by\nthe earth, neither by any other oath: but let your yea be yea;\nand your nay, nay; lest ye fall into condemnation."],"start_index":400020005001,"end_index":400020005012,"verse_count":12,"word_count":293},{"reference":"James 5:14-18","translation":"KJV","division":"Senior","passage_number":101,"release":"NBBC","cards":["(14) Is any sick among you? let him call for the elders of the church;\nand let them pray over him, anointing him with oil in the name of\nthe Lord: (15) And the prayer of faith shall save the sick, and the\nLord shall raise him up; and if he have committed sins, they shall be\nforgiven him. (16) Confess your faults one to another, and pray one\nfor another, that ye may be healed. The effectual fervent prayer of\na righteous man availeth much. (17) Elias was a man subject to like\npassions as we are, and he prayed earnestly that it might not rain:\nand it rained not on the earth by the space of three years and six\nmonths. (18) And he prayed again, and the heaven gave rain, and\nthe earth brought forth her fruit."],"start_index":400020005014,"end_index":400020005018,"verse_count":5,"word_count":135},{"reference":"1 Peter 3:1-12","translation":"KJV","division":"Senior","passage_number":102,"release":"NBBC","cards":["(1) Likewise, ye wives, be in subjection to your own husbands;\nthat, if any obey not the word, they also may without the\nword be won by the conversation of the wives; (2) While they\nbehold your chaste conversation coupled with fear. (3) Whose\nadorning let it not be that outward adorning of plaiting the\nhair, and of wearing of gold, or of putting on of apparel; (4)\nBut let it be the hidden man of the heart, in that which is not\ncorruptible, even the ornament of a meek and quiet spirit,\nwhich is in the sight of God of great price. (5) For after this\nmanner in the old time the holy women also, who trusted in\nGod, adorned themselves, being in subjection unto their own","husbands: (6) Even as Sara obeyed Abraham, calling him lord:\nwhose daughters ye are, as long as ye do well, and are not\nafraid with any amazement. (7) Likewise, ye husbands, dwell\nwith them according to knowledge, giving honour unto the\nwife, as unto the weaker vessel, and as being heirs together of\nthe grace of life; that your prayers be not hindered. (8) Finally,\nbe ye all of one mind, having compassion one of another,\nlove as brethren, be pitiful, be courteous: (9) Not rendering\nevil for evil, or railing for railing: but contrariwise blessing;\nknowing that ye are thereunto called, that ye should inherit a\nblessing. (10) For he that will love life, and see good days, let","him refrain his tongue from evil, and his lips that they speak\nno guile: (11) Let him eschew evil, and do good; let him seek\npeace, and ensue it. (12) For the eyes of the Lord are over the\nrighteous, and his ears are open unto their prayers: but the\nface of the Lord is against them that do evil."],"start_index":400021003001,"end_index":400021003012,"verse_count":12,"word_count":296},{"reference":"2 Peter 1:5-18","translation":"KJV","division":"Senior","passage_number":103,"release":"NBBC","cards":["(5) And beside this, giving all diligence, add to your faith\nvirtue; and to virtue knowledge; (6) And to knowledge\ntemperance; and to temperance patience; and to patience\ngodliness; (7) And to godliness brotherly kindness; and to\nbrotherly kindness charity. (8) For if these things be in you,\nand abound, they make you that ye shall neither be barren nor\nunfruitful in the knowledge of our Lord Jesus Christ. (9) But\nhe that lacketh these things is blind, and cannot see afar off,\nand hath forgotten that he was purged from his old sins. (10)\nWherefore the rather, brethren, give diligence to make your\ncalling and election sure: for if ye do these things, ye shall","never fall: (11) For so an entrance shall be ministered unto\nyou abundantly into the everlasting kingdom of our Lord and\nSaviour Jesus Christ. (12) Wherefore I will not be negligent\nto put you always in remembrance of these things, though ye\nknow them, and be established in the present truth. (13) Yea,\nI think it meet, as long as I am in this tabernacle, to stir you\nup by putting you in remembrance; (14) Knowing that shortly\nI must put off this my tabernacle, even as our Lord Jesus\nChrist hath shewed me. (15) Moreover I will endeavour that\nye may be able after my decease to have these things always\nin remembrance. (16) For we have not followed cunningly","devised fables, when we made known unto you the power\nand coming of our Lord Jesus Christ, but were eyewitnesses\nof his majesty. (17) For he received from God the Father\nhonour and glory, when there came such a voice to him from\nthe excellent glory, This is my beloved Son, in whom I am well\npleased. (18) And this voice which came from heaven we\nheard, when we were with him in the holy mount."],"start_index":400022001005,"end_index":400022001018,"verse_count":14,"word_count":299},{"reference":"1 John 2:1-17","translation":"KJV","division":"Senior","passage_number":104,"release":"NBBC","cards":["(1) My little children, these things write I unto you, that ye sin not.\nAnd if any man sin, we have an advocate with the Father, Jesus Christ\nthe righteous: (2) And he is the propitiation for our sins: and not for\nours only, but also for the sins of the whole world. (3) And hereby\nwe do know that we know him, if we keep his commandments. (4)\nHe that saith, I know him, and keepeth not his commandments, is\na liar, and the truth is not in him. (5) But whoso keepeth his word,\nin him verily is the love of God perfected: hereby know we that\nwe are in him. (6) He that saith he abideth in him ought himself\nalso so to walk, even as he walked. (7) Brethren, I write no new\ncommandment unto you, but an old commandment which ye had\nfrom the beginning. The old commandment is the word which ye","have heard from the beginning. (8) Again, a new commandment I\nwrite unto you, which thing is true in him and in you: because the\ndarkness is past, and the true light now shineth. (9) He that saith\nhe is in the light, and hateth his brother, is in darkness even until\nnow. (10) He that loveth his brother abideth in the light, and there\nis none occasion of stumbling in him. (11) But he that hateth his\nbrother is in darkness, and walketh in darkness, and knoweth not\nwhither he goeth, because that darkness hath blinded his eyes.\n(12) I write unto you, little children, because your sins are forgiven\nyou for his name's sake. (13) I write unto you, fathers, because\nye have known him that is from the beginning. I write unto you,\nyoung men, because ye have overcome the wicked one. I write","unto you, little children, because ye have known the Father. (14) I\nhave written unto you, fathers, because ye have known him that is\nfrom the beginning. I have written unto you, young men, because\nye are strong, and the word of God abideth in you, and ye have\novercome the wicked one. (15) Love not the world, neither the\nthings that are in the world. If any man love the world, the love of\nthe Father is not in him. (16) For all that is in the world, the lust of\nthe flesh, and the lust of the eyes, and the pride of life, is not of the\nFather, but is of the world. (17) And the world passeth away, and\nthe lust thereof: but he that doeth the will of God abideth for ever."],"start_index":400023002001,"end_index":400023002017,"verse_count":17,"word_count":424},{"reference":"1 John 3:16-22","translation":"KJV","division":"Senior","passage_number":105,"release":"NBBC","cards":["(16) Hereby perceive we the love of God, because he laid\ndown his life for us: and we ought to lay down our lives for\nthe brethren. (17) But whoso hath this world's good, and\nseeth his brother have need, and shutteth up his bowels\nof compassion from him, how dwelleth the love of God in\nhim? (18) My little children, let us not love in word, neither in\ntongue; but in deed and in truth. (19) And hereby we know\nthat we are of the truth, and shall assure our hearts before\nhim. (20) For if our heart condemn us, God is greater than\nour heart, and knoweth all things. (21) Beloved, if our heart\ncondemn us not, then have we confidence toward God. (22)","And whatsoever we ask, we receive of him, because we keep\nhis commandments, and do those things that are pleasing in\nhis sight."],"start_index":400023003016,"end_index":400023003022,"verse_count":7,"word_count":142},{"reference":"1 John 4:13-16","translation":"KJV","division":"Senior","passage_number":106,"release":"NBBC","cards":["(13) Hereby know we that we dwell in him, and he in us,\nbecause he hath given us of his Spirit. (14) And we have seen\nand do testify that the Father sent the Son to be the Saviour\nof the world. (15) Whosoever shall confess that Jesus is the\nSon of God, God dwelleth in him, and he in God. (16) And we\nhave known and believed the love that God hath to us. God\nis love; and he that dwelleth in love dwelleth in God, and God\nin him."],"start_index":400023004013,"end_index":400023004016,"verse_count":4,"word_count":87}]
