[{"reference":"John 8:31–32","translation":"NASB","division":"Senior","passage_number":1,"release":"Navigate","cards":["(31) So Jesus was saying to those Jews who had believed Him,\n\"If you continue in My word, then you are truly My disciples;\n(32) and you will know the truth, and the truth will set you\nfree.\""],"start_index":400004008031,"end_index":400004008032,"verse_count":2,"word_count":36},{"reference":"John 12:12–16","translation":"NASB","division":"Senior","passage_number":2,"release":"Navigate","cards":["(12) On the next day, when the large crowd that had come to the\nfeast heard that Jesus was coming to Jerusalem, (13) they took the\nbranches of the palm trees and went out to meet Him, and began\nshouting, \"Hosanna! BLESSED IS HE WHO COMES IN THE NAME\nOF THE LORD, indeed, the King of Israel!\" (14) Jesus, finding\na young donkey, sat on it; as it is written: (15) \"DO NOT FEAR,\nDAUGHTER OF ZION; BEHOLD, YOUR KING IS COMING, SEATED\nON A DONKEY'S COLT.\" (16) These things His disciples did not\nunderstand at the first; but when Jesus was glorified, then they\nremembered that these things were written of Him, and that they\nhad done these things for Him."],"start_index":400004012012,"end_index":400004012016,"verse_count":5,"word_count":117},{"reference":"Psalm 118:22–26","translation":"NASB","division":"Senior","passage_number":3,"release":"Explore","cards":["(22) A stone which the builders rejected Has become the\nchief cornerstone. (23) This came about from the LORD; It is\nmarvelous in our eyes. (24) This is the day which the LORD\nhas made; Let's rejoice and be glad in it. (25) Please, O LORD,\ndo save us; Please, O LORD, do send prosperity! (26) Blessed\nis the one who comes in the name of the LORD; We have\nblessed you from the house of the LORD."],"start_index":200019118022,"end_index":200019118026,"verse_count":5,"word_count":73},{"reference":"John 13:13–17","translation":"NASB","division":"Senior","passage_number":4,"release":"Navigate","cards":["(13) \"You call Me 'Teacher' and 'Lord'; and you are correct, for\nso I am. (14) \"So if I, the Lord and the Teacher, washed your\nfeet, you also ought to wash one another's feet. (15) \"For I\ngave you an example, so that you also would do just as I did\nfor you. (16) \"Truly, truly I say to you, a slave is not greater\nthan his master, nor is one who is sent greater than the one\nwho sent him. (17) \"If you know these things, you are blessed\nif you do them."],"start_index":400004013013,"end_index":400004013017,"verse_count":5,"word_count":90},{"reference":"Jeremiah 7:8–11","translation":"NASB","division":"Senior","passage_number":5,"release":"Explore","cards":["(8) \"Behold, you are trusting in deceptive words to no avail.\n(9) \"Will you steal, murder, commit adultery, swear falsely,\noffer sacrifices to Baal, and follow other gods that you have\nnot known, (10) then come and stand before Me in this house\nwhich is called by My name, and say, 'We are saved!'--so that\nyou may do all these abominations? (11) \"Has this house,\nwhich is called by My name, become a den of robbers in your\nsight? Behold, I Myself have seen it,\" declares the LORD."],"start_index":200024007008,"end_index":200024007011,"verse_count":4,"word_count":85},{"reference":"John 14:1–6","translation":"NASB","division":"Senior","passage_number":6,"release":"Navigate","cards":["(1) \"Do not let your heart be troubled; believe in God, believe\nalso in Me. (2) \"In My Father's house are many rooms; if that\nwere not so, I would have told you, because I am going there\nto prepare a place for you. (3) \"And if I go and prepare a place\nfor you, I am coming again and will take you to Myself, so that\nwhere I am, there you also will be. (4) \"And you know the way\nwhere I am going.\" (5) Thomas said to Him, \"Lord, we do not\nknow where You are going; how do we know the way?\" (6)\nJesus said to him, \"I am the way, and the truth, and the life; no\none comes to the Father except through Me."],"start_index":400004014001,"end_index":400004014006,"verse_count":6,"word_count":123},{"reference":"Joel 2:10–14","translation":"NASB","division":"Senior","passage_number":7,"release":"Explore","cards":["(10) Before them the earth quakes, The heavens tremble, The sun\nand the moon become dark, And the stars lose their brightness.\n(11) The LORD utters His voice before His army; His camp is\nindeed very great, For mighty is one who carries out His word. The\nday of the LORD is indeed great and very awesome, And who can\nendure it? (12) \"Yet even now,\" declares the LORD, \"Return to Me\nwith all your heart, And with fasting, weeping, and mourning; (13)\nAnd tear your heart and not merely your garments.\" Now return\nto the LORD your God, For He is gracious and compassionate,\nSlow to anger, abounding in mercy And relenting of catastrophe.\n(14) Who knows, He might turn and relent, And leave a blessing\nbehind Him, Resulting in a grain offering and a drink offering For\nthe LORD your God."],"start_index":200029002010,"end_index":200029002014,"verse_count":5,"word_count":138},{"reference":"John 15:5–9","translation":"NASB","division":"Senior","passage_number":8,"release":"Navigate","cards":["(5) \"I am the vine, you are the branches; the one who remains\nin Me, and I in him bears much fruit, for apart from Me you\ncan do nothing. (6) \"If anyone does not remain in Me, he is\nthrown away like a branch and dries up; and they gather them\nand throw them into the fire, and they are burned. (7) \"If you\nremain in Me, and My words remain in you, ask whatever you\nwish, and it will be done for you. (8) \"My Father is glorified by\nthis, that you bear much fruit, and so prove to be My disciples.\n(9) \"Just as the Father has loved Me, I also have loved you;\nremain in My love."],"start_index":400004015005,"end_index":400004015009,"verse_count":5,"word_count":116},{"reference":"Psalm 41:7–9","translation":"NASB","division":"Senior","passage_number":9,"release":"Explore","cards":["(7) All who hate me whisper together against me; They plot\nmy harm against me, saying, (8) \"A wicked thing is poured\nout upon him, So that when he lies down, he will not get up\nagain.\" (9) Even my close friend in whom I trusted, Who ate\nmy bread, Has lifted up his heel against me."],"start_index":200019041007,"end_index":200019041009,"verse_count":3,"word_count":54},{"reference":"John 16:13–15","translation":"NASB","division":"Senior","passage_number":10,"release":"Navigate","cards":["(13) \"But when He, the Spirit of truth, comes, He will guide\nyou into all the truth; for He will not speak on His own, but\nwhatever He hears, He will speak; and He will disclose to you\nwhat is to come. (14) \"He will glorify Me, for He will take from\nMine and will disclose it to you. (15) \"All things that the Father\nhas are Mine; this is why I said that He takes from Mine and\nwill disclose it to you."],"start_index":400004016013,"end_index":400004016015,"verse_count":3,"word_count":81},{"reference":"Jeremiah 31:31–34","translation":"NASB","division":"Senior","passage_number":11,"release":"Explore","cards":["(31) \"Behold, days are coming,\" declares the LORD, \"when I will\nmake a new covenant with the house of Israel and the house of\nJudah, (32) not like the covenant which I made with their fathers\non the day I took them by the hand to bring them out of the land\nof Egypt, My covenant which they broke, although I was a husband\nto them,\" declares the LORD. (33) \"For this is the covenant which\nI will make with the house of Israel after those days,\" declares the\nLORD: \"I will put My law within them and write it on their heart;\nand I will be their God, and they shall be My people. (34) \"They will\nnot teach again, each one his neighbor and each one his brother,\nsaying, 'Know the LORD,' for they will all know Me, from the least\nof them to the greatest of them,\" declares the LORD, \"for I will\nforgive their wrongdoing, and their sin I will no longer remember.\""],"start_index":200024031031,"end_index":200024031034,"verse_count":4,"word_count":163},{"reference":"John 17:13–19","translation":"NASB","division":"Senior","passage_number":12,"release":"Navigate","cards":["(13) \"But now I am coming to You; and these things I speak in\nthe world so that they may have My joy made full in themselves.\n(14) \"I have given them Your word; and the world has hated\nthem because they are not of the world, just as I am not of the\nworld. (15) \"I am not asking You to take them out of the world,\nbut to keep them away from the evil one. (16) \"They are not\nof the world, just as I am not of the world. (17) \"Sanctify them\nin the truth; Your word is truth. (18) \"Just as You sent Me into\nthe world, I also sent them into the world. (19) \"And for their\nsakes I sanctify Myself, so that they themselves also may be\nsanctified in truth."],"start_index":400004017013,"end_index":400004017019,"verse_count":7,"word_count":129},{"reference":"Zechariah 13:7–9","translation":"NASB","division":"Senior","passage_number":13,"release":"Explore","cards":["(7) \"Awake, sword, against My Shepherd, And against the\nMan, My Associate,\" Declares the LORD of armies. \"Strike the\nShepherd and the sheep will be scattered; And I will turn My\nhand against the little ones. (8) \"And it will come about in all\nthe land,\" Declares the LORD, \"That two parts in it will be cut\noff and perish; But the third will be left in it. (9) \"And I will\nbring the third part through the fire, Refine them as silver is\nrefined, And test them as gold is tested. They will call on My\nname, And I will answer them; I will say, 'They are My people,'\nAnd they will say, 'The LORD is my God.'\""],"start_index":200038013007,"end_index":200038013009,"verse_count":3,"word_count":116},{"reference":"John 20:30–31","translation":"NASB","division":"Senior","passage_number":14,"release":"Navigate","cards":["(30) So then, many other signs Jesus also performed in the\npresence of the disciples, which are not written in this book;\n(31) but these have been written so that you may believe that\nJesus is the Christ, the Son of God; and that by believing you\nmay have life in His name."],"start_index":400004020030,"end_index":400004020031,"verse_count":2,"word_count":51},{"reference":"Psalm 16:8–11","translation":"NASB","division":"Senior","passage_number":15,"release":"Explore","cards":["(8) I have set the LORD continually before me; Because He is\nat my right hand, I will not be shaken. (9) Therefore my heart is\nglad and my glory rejoices; My flesh also will dwell securely.\n(10) For You will not abandon my soul to Sheol; You will not\nallow Your Holy One to undergo decay. (11) You will make\nknown to me the way of life; In Your presence is fullness of\njoy; In Your right hand there are pleasures forever."],"start_index":200019016008,"end_index":200019016011,"verse_count":4,"word_count":79},{"reference":"Genesis 41:8","translation":"NASB","division":"Senior","passage_number":16,"release":"NBBC","cards":["(8) Now in the morning his spirit was troubled, so he sent\nmessengers and called for all the soothsayer priests of Egypt,\nand all its wise men. And Pharaoh told them his dreams, but\nthere was no one who could interpret them for Pharaoh."],"start_index":200001041008,"end_index":200001041008,"verse_count":1,"word_count":43},{"reference":"Exodus 24:1-11","translation":"NASB","division":"Senior","passage_number":17,"release":"NBBC","cards":["(1) Then He said to Moses, \"Come up to the LORD, you and\nAaron, Nadab and Abihu, and seventy of the elders of Israel,\nand you shall worship at a distance. (2) \"Moses alone, however,\nshall approach the LORD, but they shall not approach, nor\nshall the people come up with him.\" (3) Then Moses came\nand reported to the people all the words of the LORD and\nall the ordinances; and all the people answered with one\nvoice and said, \"All the words which the LORD has spoken\nwe will do!\" (4) And Moses wrote down all the words of the\nLORD. Then he got up early in the morning, and built an altar\nat the foot of the mountain with twelve memorial stones for","the twelve tribes of Israel. (5) And he sent young men of the\nsons of Israel, and they offered burnt offerings and sacrificed\nbulls as peace offerings to the LORD. (6) Moses took half\nof the blood and put it in basins, and the other half of the\nblood he sprinkled on the altar. (7) Then he took the Book\nof the Covenant and read it as the people listened; and they\nsaid, \"All that the LORD has spoken we will do, and we will\nbe obedient!\" (8) So Moses took the blood and sprinkled it\non the people, and said, \"Behold the blood of the covenant,\nwhich the LORD has made with you in accordance with all\nthese words.\" (9) Then Moses went up with Aaron, Nadab","and Abihu, and seventy of the elders of Israel, (10) and they\nsaw the God of Israel; and under His feet there appeared to\nbe a pavement of sapphire, as clear as the sky itself. (11) Yet\nHe did not reach out with His hand against the nobles of the\nsons of Israel; and they saw God, and they ate and drank."],"start_index":200002024001,"end_index":200002024011,"verse_count":11,"word_count":305},{"reference":"Numbers 12:5-9","translation":"NASB","division":"Senior","passage_number":18,"release":"NBBC","cards":["(5) Then the LORD came down in a pillar of cloud and stood\nat the entrance of the tent; and He called Aaron and Miriam.\nWhen they had both come forward, (6) He said, \"Now hear\nMy words: If there is a prophet among you, I, the LORD, will\nmake Myself known to him in a vision. I will speak with him\nin a dream. (7) \"It is not this way for My servant Moses; He is\nfaithful in all My household; (8) With him I speak mouth to\nmouth, That is, openly, and not using mysterious language,\nAnd he beholds the form of the LORD. So why were you not\nafraid To speak against My servant, against Moses?\" (9) And\nthe anger of the LORD burned against them and He departed."],"start_index":200004012005,"end_index":200004012009,"verse_count":5,"word_count":127},{"reference":"1 Samuel 2:1-10","translation":"NASB","division":"Senior","passage_number":19,"release":"NBBC","cards":["(1) Then Hannah prayed and said, \"My heart rejoices in the LORD;\nMy horn is exalted in the LORD, My mouth speaks boldly against\nmy enemies, Because I rejoice in Your salvation. (2) \"There is no\none holy like the LORD, Indeed, there is no one besides You, Nor\nis there any rock like our God. (3) \"Do not go on boasting so very\nproudly, Do not let arrogance come out of your mouth; For the\nLORD is a God of knowledge, And with Him actions are weighed.\n(4) \"The bows of the mighty are broken to pieces, But those who\nhave stumbled strap on strength. (5) \"Those who were full hire\nthemselves out for bread, But those who were hungry cease to\nbe hungry. Even the infertile woman gives birth to seven, But she\nwho has many children languishes. (6) \"The LORD puts to death","and makes alive; He brings down to Sheol and brings up. (7) \"The\nLORD makes poor and rich; He humbles, He also exalts. (8) \"He\nraises the poor from the dust, He lifts the needy from the garbage\nheap To seat them with nobles, And He gives them a seat of honor\nas an inheritance; For the pillars of the earth are the LORD'S, And\nHe set the world on them. (9) \"He watches over the feet of His\ngodly ones, But the wicked ones are silenced in darkness; For not\nby might shall a person prevail. (10) \"Those who contend with\nthe LORD will be terrified; Against them He will thunder in the\nheavens, The LORD will judge the ends of the earth; And He will\ngive strength to His king, And will exalt the horn of His anointed.\""],"start_index":200009002001,"end_index":200009002010,"verse_count":10,"word_count":276},{"reference":"2 Kings 24:1-5","translation":"NASB","division":"Senior","passage_number":20,"release":"NBBC","cards":["(1) In his days Nebuchadnezzar king of Babylon came up,\nand Jehoiakim became his servant for three years; then he\nturned and revolted against him. (2) And the LORD sent\nagainst him bands of Chaldeans, bands of Arameans, bands\nof Moabites, and bands of Ammonites. He sent them against\nJudah to destroy it, in accordance with the word of the LORD\nwhich He had spoken through His servants the prophets. (3)\nIt indeed came upon Judah at the command of the LORD, to\nremove them from His sight due to the sins of Manasseh, in\naccordance with everything that he had done, (4) and also\nfor the innocent blood which he shed, for he filled Jerusalem","with innocent blood; and the LORD was unwilling to forgive.\n(5) Now the rest of the acts of Jehoiakim and all that he did,\nare they not written in the Book of the Chronicles of the Kings\nof Judah?"],"start_index":200012024001,"end_index":200012024005,"verse_count":5,"word_count":150},{"reference":"2 Chronicles 36:17-20","translation":"NASB","division":"Senior","passage_number":21,"release":"NBBC","cards":["(17) So He brought up against them the king of the Chaldeans,\nwho killed their young men with the sword in the house of their\nsanctuary, and had no compassion on young man or virgin, old\nman or frail; He handed them all over to him. (18) He brought all\nthe articles of the house of God, great and small, and the treasures\nof the house of the LORD, and the treasures of the king and his\nofficers, to Babylon. (19) Then they burned the house of God and\nbroke down the wall of Jerusalem, and burned all its fortified\nbuildings with fire and destroyed all its valuable articles. (20) He\ntook into exile those who had escaped from the sword to Babylon;\nand they were servants to him and to his sons until the rule of the\nkingdom of Persia,"],"start_index":200014036017,"end_index":200014036020,"verse_count":4,"word_count":137},{"reference":"Psalm 5:1-12","translation":"NASB","division":"Senior","passage_number":22,"release":"NBBC","cards":["(1) Listen to my words, LORD, Consider my sighing. (2) Listen\nto the sound of my cry for help, my King and my God, For\nto You I pray. (3) In the morning, LORD, You will hear my\nvoice; In the morning I will present my prayer to You and be\non the watch. (4) For You are not a God who takes pleasure\nin wickedness; No evil can dwell with You. (5) The boastful\nwill not stand before Your eyes; You hate all who do injustice.\n(6) You destroy those who speak lies; The LORD loathes the\nperson of bloodshed and deceit. (7) But as for me, by Your\nabundant graciousness I will enter Your house, At Your holy\ntemple I will bow in reverence for You. (8) LORD, lead me in","Your righteousness because of my enemies; Make Your way\nstraight before me. (9) For there is nothing trustworthy in their\nmouth; Their inward part is destruction itself. Their throat is\nan open grave; They flatter with their tongue. (10) Make them\npay, God; Have them fall by their own schemes! Scatter them\nin the multitude of their wrongdoings, For they are rebellious\nagainst You. (11) But rejoice, all who take refuge in You, Sing\nfor joy forever! And may You shelter them, That those who\nlove Your name may rejoice in You. (12) For You bless the\nrighteous person, LORD, You surround him with favor as with\na shield."],"start_index":200019005001,"end_index":200019005012,"verse_count":12,"word_count":230},{"reference":"Psalm 12:1-8","translation":"NASB","division":"Senior","passage_number":23,"release":"NBBC","cards":["(1) Help, LORD, for the godly person has come to an end,\nFor the faithful have disappeared from the sons of mankind.\n(2) They speak lies to one another; They speak with flattering\nlips and a double heart. (3) May the LORD cut off all flattering\nlips, The tongue that speaks great things; (4) Who have said,\n\"With our tongue we will prevail; Our lips are our own; who\nis lord over us?\" (5) \"Because of the devastation of the poor,\nbecause of the groaning of the needy, Now I will arise,\" says\nthe LORD; \"I will put him in the safety for which he longs.\" (6)\nThe words of the LORD are pure words; Like silver refined in a\nfurnace on the ground, filtered seven times. (7) You, LORD, will","keep them; You will protect him from this generation forever.\n(8) The wicked strut about on every side When vileness is\nexalted among the sons of mankind."],"start_index":200019012001,"end_index":200019012008,"verse_count":8,"word_count":150},{"reference":"Psalm 20:1-9","translation":"NASB","division":"Senior","passage_number":24,"release":"NBBC","cards":["(1) May the LORD answer you on a day of trouble! May the\nname of the God of Jacob protect you! (2) May He send you\nhelp from the sanctuary, And support you from Zion! (3) May\nHe remember all your meal offerings And accept your burnt\noffering! (4) May He grant you your heart's desire And fulfill\nyour whole plan! (5) We will sing for joy over your victory,\nAnd in the name of our God we will set up our banners. May\nthe LORD fulfill all your desires. (6) Now I know that the LORD\nsaves His anointed; He will answer him from His holy heaven\nWith the saving strength of His right hand. (7) Some praise\ntheir chariots and some their horses, But we will praise the","name of the LORD, our God. (8) They have bowed down and\nfallen, But we have risen and stood upright. (9) Save, LORD;\nMay the King answer us on the day we call."],"start_index":200019020001,"end_index":200019020009,"verse_count":9,"word_count":154},{"reference":"Psalm 119:73-103","translation":"NASB","division":"Senior","passage_number":25,"release":"NBBC","cards":["(73) Your hands made me and fashioned me; Give me\nunderstanding, so that I may learn Your commandments.\n(74) May those who fear You see me and be glad, Because\nI wait for Your word. (75) I know, LORD, that Your judgments\nare righteous, And that You have afflicted me in faithfulness.\n(76) May Your favor comfort me, According to Your word to\nYour servant. (77) May Your compassion come to me so that\nI may live, For Your Law is my delight. (78) May the arrogant\nbe put to shame, because they lead me astray with a lie; But I\nshall meditate on Your precepts. (79) May those who fear You\nturn to me, And those who know Your testimonies. (80) May","my heart be blameless in Your statutes, So that I will not be\nashamed. (81) My soul languishes for Your salvation; I wait for\nYour word. (82) My eyes fail with longing for Your word, While I\nsay, \"When will You comfort me?\" (83) Though I have become\nlike a wineskin in the smoke, I do not forget Your statutes.\n(84) How many are the days of Your servant? When will You\nexecute judgment on those who persecute me? (85) The\narrogant have dug pits for me, People who are not in accord\nwith Your Law. (86) All Your commandments are faithful; They\nhave persecuted me with a lie; help me! (87) They almost\ndestroyed me on earth, But as for me, I did not abandon Your","precepts. (88) Revive me according to Your faithfulness, So\nthat I may keep the testimony of Your mouth. (89) Forever,\nLORD, Your word stands in heaven. (90) Your faithfulness\ncontinues throughout generations; You established the earth,\nand it stands. (91) They stand this day by Your ordinances,\nFor all things are Your servants. (92) If Your Law had not been\nmy delight, Then I would have perished in my misery. (93) I\nwill never forget Your precepts, For by them You have revived\nme. (94) I am Yours, save me; For I have sought Your precepts.\n(95) The wicked wait for me to destroy me; I will diligently\nconsider Your testimonies. (96) I have seen a limit to all","perfection; Your commandment is exceedingly broad. (97)\nHow I love Your Law! It is my meditation all the day. (98) Your\ncommandments make me wiser than my enemies, For they\nare ever mine. (99) I have more insight than all my teachers,\nFor Your testimonies are my meditation. (100) I understand\nmore than those who are old, Because I have complied with\nYour precepts. (101) I have restrained my feet from every evil\nway, So that I may keep Your word. (102) I have not turned\naside from Your judgments, For You Yourself have taught me.\n(103) How sweet are Your words to my taste! Yes, sweeter\nthan honey to my mouth!"],"start_index":200019119073,"end_index":200019119103,"verse_count":31,"word_count":454},{"reference":"Proverbs 8:1-21","translation":"NASB","division":"Senior","passage_number":26,"release":"NBBC","cards":["(1) Does not wisdom call, And understanding raise her voice?\n(2) On top of the heights beside the way, Where the paths\nmeet, she takes her stand; (3) Beside the gates, at the opening\nto the city, At the entrance of the doors, she cries out: (4) \"To\nyou, people, I call, And my voice is to mankind. (5) \"You naive\nones, understand prudence; And, you fools, understand\nwisdom! (6) \"Listen, for I will speak noble things; And the\nopening of my lips will reveal right things. (7) \"For my mouth\nwill proclaim truth; And wickedness is an abomination to my\nlips. (8) \"All the words of my mouth are in righteousness;\nThere is nothing crooked or perverted in them. (9) \"They","are all straightforward to him who understands, And right to\nthose who find knowledge. (10) \"Accept my instruction and\nnot silver, And knowledge rather than choice gold. (11) \"For\nwisdom is better than jewels; And all desirable things cannot\ncompare with her. (12) \"I, wisdom, dwell with prudence, And\nI find knowledge and discretion. (13) \"The fear of the LORD is\nto hate evil; Pride, arrogance, the evil way, And the perverted\nmouth, I hate. (14) \"Advice is mine and sound wisdom; I am\nunderstanding, power is mine. (15) \"By me kings reign, And\nrulers decree justice. (16) \"By me princes rule, and nobles, All\nwho judge rightly. (17) \"I love those who love me; And those","who diligently seek me will find me. (18) \"Riches and honor\nare with me, Enduring wealth and righteousness. (19) \"My\nfruit is better than gold, even pure gold; And my yield better\nthan choice silver. (20) \"I walk in the way of righteousness,\nIn the midst of the paths of justice, (21) To endow those who\nlove me with wealth, That I may fill their treasuries."],"start_index":200020008001,"end_index":200020008021,"verse_count":21,"word_count":284},{"reference":"Proverbs 10:1-15","translation":"NASB","division":"Senior","passage_number":27,"release":"NBBC","cards":["(1) A wise son makes a father glad, But a foolish son is a\ngrief to his mother. (2) Ill-gotten gains do not benefit, But\nrighteousness rescues from death. (3) The LORD will not\nallow the righteous to hunger, But He will reject the craving\nof the wicked. (4) Poor is one who works with a lazy hand, But\nthe hand of the diligent makes rich. (5) He who gathers in\nsummer is a son who acts wisely, But he who sleeps in harvest\nis a son who acts shamefully. (6) Blessings are on the head of\nthe righteous, But the mouth of the wicked conceals violence.\n(7) The mentioning of the righteous is a blessing, But the\nname of the wicked will rot. (8) The wise of heart will receive","commands, But a babbling fool will come to ruin. (9) One\nwho walks in integrity walks securely, But one who perverts\nhis ways will be found out. (10) He who winks the eye causes\ntrouble, And a babbling fool will come to ruin. (11) The mouth\nof the righteous is a fountain of life, But the mouth of the\nwicked conceals violence. (12) Hatred stirs up strife, But love\ncovers all offenses. (13) On the lips of the discerning, wisdom\nis found, But a rod is for the back of him who has no sense.\n(14) Wise people store up knowledge, But with the mouth of\nthe foolish, ruin is at hand. (15) The rich person's wealth is his\nfortress, The ruin of the poor is their poverty."],"start_index":200020010001,"end_index":200020010015,"verse_count":15,"word_count":245},{"reference":"Proverbs 20:1-30","translation":"NASB","division":"Senior","passage_number":28,"release":"NBBC","cards":["(1) Wine is a mocker, intoxicating drink a brawler, And whoever\nis intoxicated by it is not wise. (2) The terror of a king is like\nthe roaring of a lion; One who provokes him to anger forfeits\nhis own life. (3) Avoiding strife is an honor for a person, But\nany fool will quarrel. (4) The lazy one does not plow after the\nautumn, So he begs during the harvest and has nothing. (5) A\nplan in the heart of a person is like deep water, But a person\nof understanding draws it out. (6) Many a person proclaims\nhis own loyalty, But who can find a trustworthy person? (7)\nA righteous person who walks in his integrity-- How blessed\nare his sons after him. (8) A king who sits on the throne of","justice Disperses all evil with his eyes. (9) Who can say, \"I have\ncleansed my heart, I am pure from my sin\"? (10) Differing\nweights and differing measures, Both of them are abominable\nto the LORD. (11) It is by his deeds that a boy distinguishes\nhimself, If his conduct is pure and right. (12) The hearing ear\nand the seeing eye, The LORD has made both of them. (13)\nDo not love sleep, or you will become poor; Open your eyes,\nand you will be satisfied with food. (14) \"Bad, bad,\" says the\nbuyer, But when he goes his way, then he boasts. (15) There\nis gold, and an abundance of jewels; But lips of knowledge\nare a more precious thing. (16) Take his garment when he","becomes guarantor for a stranger; And for foreigners, seize\na pledge from him. (17) Bread obtained by a lie is sweet to\na person, But afterward his mouth will be filled with gravel.\n(18) Prepare plans by consultation, And make war by wise\nguidance. (19) One who goes about as a slanderer reveals\nsecrets; Therefore do not associate with a gossip. (20) He\nwho curses his father or his mother, His lamp will go out in\ntime of darkness. (21) An inheritance gained in a hurry at the\nbeginning Will not be blessed in the end. (22) Do not say,\n\"I will repay evil\"; Wait for the LORD, and He will save you.\n(23) Differing weights are an abomination to the LORD, And a","false scale is not good. (24) A man's steps are ordained by the\nLORD; How then can a person understand his way? (25) It is\na trap for a person to say carelessly, \"It is holy!\" And after the\nvows to make inquiry. (26) A wise king scatters the wicked,\nAnd drives a threshing wheel over them. (27) The spirit of a\nperson is the lamp of the LORD, Searching all the innermost\nparts of his being. (28) Loyalty and truth watch over the king,\nAnd he upholds his throne by loyalty. (29) The glory of young\nmen is their strength, And the honor of old men is their gray\nhair. (30) Bruising wounds clean away evil, And blows cleanse\nthe innermost parts."],"start_index":200020020001,"end_index":200020020030,"verse_count":30,"word_count":480},{"reference":"Ecclesiastes 9:13-18","translation":"NASB","division":"Senior","passage_number":29,"release":"NBBC","cards":["(13) This too I saw as wisdom under the sun, and it impressed\nme: (14) there was a small city with few men in it, and a\ngreat king came to it, surrounded it, and constructed large\nsiegeworks against it. (15) But there was found in it a poor\nwise man, and he saved the city by his wisdom. Yet no one\nremembered that poor man. (16) So I said, \"Wisdom is better\nthan strength.\" But the wisdom of the poor man is despised,\nand his words are ignored. (17) The words of the wise heard\nin calm are better than the shouting of a ruler among fools.\n(18) Wisdom is better than weapons of war, but one sinner\ndestroys much good."],"start_index":200021009013,"end_index":200021009018,"verse_count":6,"word_count":116},{"reference":"Isaiah 9:1-7","translation":"NASB","division":"Senior","passage_number":30,"release":"NBBC","cards":["(1) But there will be no more gloom for her who was in\nanguish. In earlier times He treated the land of Zebulun and\nthe land of Naphtali with contempt, but later on He will make\nit glorious, by the way of the sea, on the other side of the\nJordan, Galilee of the Gentiles. (2) The people who walk in\ndarkness Will see a great light; Those who live in a dark land,\nThe light will shine on them. (3) You will multiply the nation,\nYou will increase their joy; They will rejoice in Your presence\nAs with the joy of harvest, As people rejoice when they divide\nthe spoils. (4) For You will break the yoke of their burden and\nthe staff on their shoulders, The rod of their oppressor, as","at the battle of Midian. (5) For every boot of the marching\nwarrior in the roar of battle, And cloak rolled in blood, will be\nfor burning, fuel for the fire. (6) For a Child will be born to us,\na Son will be given to us; And the government will rest on His\nshoulders; And His name will be called Wonderful Counselor,\nMighty God, Eternal Father, Prince of Peace. (7) There will be\nno end to the increase of His government or of peace On the\nthrone of David and over his kingdom, To establish it and to\nuphold it with justice and righteousness From then on and\nforevermore. The zeal of the LORD of armies will accomplish\nthis."],"start_index":200023009001,"end_index":200023009007,"verse_count":7,"word_count":246},{"reference":"Isaiah 11:1-5","translation":"NASB","division":"Senior","passage_number":31,"release":"NBBC","cards":["(1) Then a shoot will spring from the stem of Jesse, And a Branch\nfrom his roots will bear fruit. (2) The Spirit of the LORD will rest on\nHim, The spirit of wisdom and understanding, The spirit of counsel\nand strength, The spirit of knowledge and the fear of the LORD. (3)\nAnd He will delight in the fear of the LORD, And He will not judge\nby what His eyes see, Nor make decisions by what His ears hear;\n(4) But with righteousness He will judge the poor, And decide with\nfairness for the humble of the earth; And He will strike the earth\nwith the rod of His mouth, And with the breath of His lips He will\nslay the wicked. (5) Also righteousness will be the belt around His\nhips, And faithfulness the belt around His waist."],"start_index":200023011001,"end_index":200023011005,"verse_count":5,"word_count":136},{"reference":"Jeremiah 29:4-7","translation":"NASB","division":"Senior","passage_number":32,"release":"NBBC","cards":["(4) \"This is what the LORD of armies, the God of Israel, says\nto all the exiles whom I have sent into exile from Jerusalem\nto Babylon: (5) 'Build houses and live in them; and plant\ngardens and eat their produce. (6) 'Take wives and father\nsons and daughters, and take wives for your sons and give\nyour daughters to husbands, so that they may give birth to\nsons and daughters; and grow in numbers there and do not\ndecrease. (7) 'Seek the prosperity of the city where I have\nsent you into exile, and pray to the LORD in its behalf; for in\nits prosperity will be your prosperity.'"],"start_index":200024029004,"end_index":200024029007,"verse_count":4,"word_count":106},{"reference":"Daniel 1:5","translation":"NASB","division":"Senior","passage_number":33,"release":"NBBC","cards":["(5) The king also allotted for them a daily ration from the\nking's choice food and from the wine which he drank, and\nordered that they be educated for three years, at the end of\nwhich they were to enter the king's personal service."],"start_index":200027001005,"end_index":200027001005,"verse_count":1,"word_count":43},{"reference":"Daniel 3:24-25","translation":"NASB","division":"Senior","passage_number":34,"release":"NBBC","cards":["(24) Then Nebuchadnezzar the king was astounded and\nstood up quickly; he said to his counselors, \"Was it not three\nmen that we threw bound into the middle of the fire?\" They\nreplied to the king, \"Absolutely, O king.\" (25) He responded,\n\"Look! I see four men untied and walking about in the middle\nof the fire unharmed, and the appearance of the fourth is like\na son of the gods!\""],"start_index":200027003024,"end_index":200027003025,"verse_count":2,"word_count":69},{"reference":"Daniel 12:1-9","translation":"NASB","division":"Senior","passage_number":35,"release":"NBBC","cards":["(1) \"Now at that time Michael, the great prince who stands\nguard over the sons of your people, will arise. And there\nwill be a time of distress such as never occurred since there\nwas a nation until that time; and at that time your people,\neveryone who is found written in the book, will be rescued.\n(2) \"And many of those who sleep in the dust of the ground\nwill awake, these to everlasting life, but the others to disgrace\nand everlasting contempt. (3) \"And those who have insight\nwill shine like the glow of the expanse of heaven, and those\nwho lead the many to righteousness, like the stars forever and\never. (4) \"But as for you, Daniel, keep these words secret and","seal up the book until the end of time; many will roam about,\nand knowledge will increase.\" (5) Then I, Daniel, looked, and\nbehold, two others were standing, one on this bank of the\nstream and the other on that bank of the stream. (6) And\nsomeone said to the man dressed in linen, who was above\nthe waters of the stream, \"How long will it be until the end\nof these wonders?\" (7) And I heard the man dressed in linen,\nwho was above the waters of the stream, as he raised his right\nhand and his left toward heaven, and swore by Him who lives\nforever that it would be for a time, times, and half a time; and\nas soon as they finish smashing the power of the holy people,","all these events will be completed. (8) But as for me, I heard\nbut did not understand; so I said, \"My lord, what will be the\noutcome of these events?\" (9) And he said, \"Go your way,\nDaniel, for these words will be kept secret and sealed up until\nthe end time."],"start_index":200027012001,"end_index":200027012009,"verse_count":9,"word_count":301},{"reference":"Joel 2:15-29","translation":"NASB","division":"Senior","passage_number":36,"release":"NBBC","cards":["(15) Blow a trumpet in Zion, Consecrate a fast, proclaim\na solemn assembly, (16) Gather the people, sanctify the\ncongregation, Assemble the elders, Gather the children and\nthe nursing infants. Have the groom come out of his room\nAnd the bride out of her bridal chamber. (17) Let the priests,\nthe LORD'S ministers, Weep between the porch and the altar,\nAnd let them say, \"Spare Your people, LORD, And do not\nmake Your inheritance a disgrace, With the nations jeering\nat them. Why should those among the peoples say, 'Where is\ntheir God?'\" (18) Then the LORD will be zealous for His land,\nAnd will have compassion for His people. (19) The LORD will","answer and say to His people, \"Behold, I am going to send\nyou grain, new wine, and oil, And you will be satisfied in\nfull with them; And I will never again make you a disgrace\namong the nations. (20) \"But I will remove the northern army\nfar from you, And I will drive it into a dry and desolate land,\nIts advance guard into the eastern sea, And its rear guard into\nthe western sea. And its stench will ascend and its odor of\ndecay will come up, Because it has done great things.\" (21)\nDo not fear, land; shout for joy and rejoice, For the LORD has\ndone great things. (22) Do not fear, animals of the field, For\nthe pastures of the wilderness have turned green, For the tree","has produced its fruit, The fig tree and the vine have yielded in\nfull. (23) So shout for joy, you sons of Zion, And rejoice in the\nLORD your God; For He has given you the early rain for your\nvindication. And He has brought down for you the rain, The\nearly and latter rain as before. (24) The threshing floors will be\nfull of grain, And the vats will overflow with the new wine and\noil. (25) \"Then I will compensate you for the years That the\nswarming locust has eaten, The creeping locust, the stripping\nlocust, and the gnawing locust-- My great army which I sent\namong you. (26) \"You will have plenty to eat and be satisfied,\nAnd you will praise the name of the LORD your God, Who","has dealt wondrously with you; Then My people will never be\nput to shame. (27) \"So you will know that I am in the midst of\nIsrael, And that I am the LORD your God And there is no other;\nAnd My people will never be put to shame. (28) \"It will come\nabout after this That I will pour out My Spirit on all mankind;\nAnd your sons and your daughters will prophesy, Your old\nmen will have dreams, Your young men will see visions. (29)\n\"And even on the male and female servants I will pour out My\nSpirit in those days."],"start_index":200029002015,"end_index":200029002029,"verse_count":15,"word_count":467},{"reference":"Amos 3:3-8","translation":"NASB","division":"Senior","passage_number":37,"release":"NBBC","cards":["(3) Do two people walk together unless they have agreed to meet?\n(4) Does a lion roar in the forest when he has no prey? Does a\nyoung lion growl from his den unless he has captured something?\n(5) Does a bird fall into a trap on the ground when there is no\ndevice in it? Does a trap spring up from the earth when it captures\nnothing at all? (6) If a trumpet is blown in a city, will the people not\ntremble? If a disaster occurs in a city, has the LORD not brought\nit about? (7) Certainly the Lord GOD does nothing Unless He\nreveals His secret plan To His servants the prophets. (8) A lion has\nroared! Who will not fear? The Lord GOD has spoken! Who can do\nanything but prophesy?"],"start_index":200030003003,"end_index":200030003008,"verse_count":6,"word_count":130},{"reference":"Mark 9:2-13","translation":"NASB","division":"Senior","passage_number":38,"release":"NBBC","cards":["(2) And six days later Jesus took with Him Peter, James, and John,\nand brought them up on a high mountain by themselves. And He\nwas transfigured before them; (3) and His garments became radiant\nand exceedingly white, as no launderer on earth can whiten them.\n(4) And Elijah appeared to them along with Moses; and they were\ntalking with Jesus. (5) Peter responded and said to Jesus, \"Rabbi,\nit is good that we are here; let's make three tabernacles, one for\nYou, one for Moses, and one for Elijah.\" (6) For he did not know\nhow to reply; for they became terrified. (7) Then a cloud formed,\novershadowing them, and a voice came out of the cloud: \"This\nis My beloved Son; listen to Him!\" (8) And suddenly they looked","around and saw no one with them anymore, except Jesus alone.\n(9) As they were coming down from the mountain, He gave them\norders not to relate to anyone what they had seen, until the Son\nof Man rose from the dead. (10) They seized upon that statement,\ndiscussing with one another what rising from the dead meant. (11)\nAnd they asked Him, saying, \"Why is it that the scribes say that\nElijah must come first?\" (12) And He said to them, \"Elijah does\ncome first and he restores all things. And yet how is it written of\nthe Son of Man that He will suffer many things and be treated with\ncontempt? (13) \"But I say to you that Elijah has indeed come, and\nthey did to him whatever they wanted, just as it is written of him.\""],"start_index":400002009002,"end_index":400002009013,"verse_count":12,"word_count":258},{"reference":"Mark 10:17-22","translation":"NASB","division":"Senior","passage_number":39,"release":"NBBC","cards":["(17) As He was setting out on a journey, a man ran up to Him\nand knelt before Him, and asked Him, \"Good Teacher, what\nshall I do so that I may inherit eternal life?\" (18) But Jesus said\nto him, \"Why do you call Me good? No one is good except\nGod alone. (19) \"You know the commandments: 'DO NOT\nMURDER, DO NOT COMMIT ADULTERY, DO NOT STEAL,\nDO NOT GIVE FALSE TESTIMONY, Do not defraud, HONOR\nYOUR FATHER AND MOTHER.'\" (20) And he said to Him,\n\"Teacher, I have kept all these things from my youth.\" (21)\nLooking at him, Jesus showed love to him and said to him,\n\"One thing you lack: go and sell all you possess and give to","the poor, and you will have treasure in heaven; and come,\nfollow Me.\" (22) But he was deeply dismayed by these words,\nand he went away grieving; for he was one who owned much\nproperty."],"start_index":400002010017,"end_index":400002010022,"verse_count":6,"word_count":153},{"reference":"Luke 7:11-16","translation":"NASB","division":"Senior","passage_number":40,"release":"NBBC","cards":["(11) Soon afterward Jesus went to a city called Nain; and His\ndisciples were going along with Him, accompanied by a large\ncrowd. (12) Now as He approached the gate of the city, a dead\nman was being carried out, the only son of his mother, and she\nwas a widow; and a sizeable crowd from the city was with her. (13)\nWhen the Lord saw her, He felt compassion for her and said to her,\n\"Do not go on weeping.\" (14) And He came up and touched the\ncoffin; and the bearers came to a halt. And He said, \"Young man,\nI say to you, arise!\" (15) And the dead man sat up and began to\nspeak. And Jesus gave him back to his mother. (16) Fear gripped\nthem all, and they began glorifying God, saying, \"A great prophet\nhas appeared among us!\" and, \"God has visited His people!\""],"start_index":400003007011,"end_index":400003007016,"verse_count":6,"word_count":144},{"reference":"John 14:18-21","translation":"NASB","division":"Senior","passage_number":41,"release":"NBBC","cards":["(18) \"I will not leave you as orphans; I am coming to you.\n(19) \"After a little while, the world no longer is going to see\nMe, but you are going to see Me; because I live, you also will\nlive. (20) \"On that day you will know that I am in My Father,\nand you are in Me, and I in you. (21) \"The one who has My\ncommandments and keeps them is the one who loves Me;\nand the one who loves Me will be loved by My Father, and I\nwill love him and will reveal Myself to him.\""],"start_index":400004014018,"end_index":400004014021,"verse_count":4,"word_count":98},{"reference":"John 14:25-27","translation":"NASB","division":"Senior","passage_number":42,"release":"NBBC","cards":["(25) \"These things I have spoken to you while remaining with\nyou. (26) \"But the Helper, the Holy Spirit whom the Father will\nsend in My name, He will teach you all things, and remind\nyou of all that I said to you. (27) \"Peace I leave you, My peace\nI give you; not as the world gives, do I give to you. Do not let\nyour hearts be troubled, nor fearful."],"start_index":400004014025,"end_index":400004014027,"verse_count":3,"word_count":69},{"reference":"John 20:11-21","translation":"NASB","division":"Senior","passage_number":44,"release":"NBBC","cards":["(11) But Mary was standing outside the tomb, weeping; so\nas she wept, she stooped to look into the tomb; (12) and she\nsaw two angels in white sitting, one at the head and one at\nthe feet, where the body of Jesus had been lying. (13) And\nthey said to her, \"Woman, why are you weeping?\" She said to\nthem, \"Because they have taken away my Lord, and I do not\nknow where they put Him.\" (14) When she had said this, she\nturned around and saw Jesus standing there, and yet she did\nnot know that it was Jesus. (15) Jesus said to her, \"Woman,\nwhy are you weeping? Whom are you seeking?\" Thinking\nthat He was the gardener, she said to Him, \"Sir, if you have","carried Him away, tell me where you put Him, and I will take\nHim away.\" (16) Jesus said to her, \"Mary!\" She turned and\nsaid to Him in Hebrew, \"Rabboni!\" (which means, Teacher).\n(17) Jesus said to her, \"Stop clinging to Me, for I have not\nyet ascended to the Father; but go to My brothers and say\nto them, 'I am ascending to My Father and your Father, and\nMy God and your God.'\" (18) Mary Magdalene came and\nannounced to the disciples, \"I have seen the Lord,\" and that\nHe had said these things to her. (19) Now when it was evening\non that day, the first day of the week, and when the doors\nwere shut where the disciples were together due to fear of","the Jews, Jesus came and stood in their midst, and said to\nthem, \"Peace be to you.\" (20) And when He had said this, He\nshowed them both His hands and His side. The disciples then\nrejoiced when they saw the Lord. (21) So Jesus said to them\nagain, \"Peace be to you; just as the Father has sent Me, I also\nsend you.\""],"start_index":400004020011,"end_index":400004020021,"verse_count":11,"word_count":310},{"reference":"Romans 15:30-33","translation":"NASB","division":"Senior","passage_number":45,"release":"NBBC","cards":["(30) Now I urge you, brothers and sisters, by our Lord Jesus\nChrist and by the love of the Spirit, to strive together with me\nin your prayers to God for me, (31) that I may be rescued from\nthose who are disobedient in Judea, and that my service for\nJerusalem may prove acceptable to the saints; (32) so that I\nmay come to you in joy by the will of God and relax in your\ncompany. (33) Now the God of peace be with you all. Amen."],"start_index":400006015030,"end_index":400006015033,"verse_count":4,"word_count":84},{"reference":"1 Corinthians 2:6-16","translation":"NASB","division":"Senior","passage_number":46,"release":"NBBC","cards":["(6) Yet we do speak wisdom among those who are mature; a\nwisdom, however, not of this age nor of the rulers of this age,\nwho are passing away; (7) but we speak God's wisdom in a\nmystery, the hidden wisdom which God predestined before\nthe ages to our glory; (8) the wisdom which none of the rulers\nof this age has understood; for if they had understood it, they\nwould not have crucified the Lord of glory; (9) but just as it\nis written: \"THINGS WHICH EYE HAS NOT SEEN AND EAR\nHAS NOT HEARD, AND WHICH HAVE NOT ENTERED THE\nHUMAN HEART, ALL THAT GOD HAS PREPARED FOR THOSE\nWHO LOVE HIM.\" (10) For to us God revealed them through","the Spirit; for the Spirit searches all things, even the depths\nof God. (11) For who among people knows the thoughts of a\nperson except the spirit of the person that is in him? So also\nthe thoughts of God no one knows, except the Spirit of God.\n(12) Now we have not received the spirit of the world, but\nthe Spirit who is from God, so that we may know the things\nfreely given to us by God. (13) We also speak these things,\nnot in words taught by human wisdom, but in those taught by\nthe Spirit, combining spiritual thoughts with spiritual words.\n(14) But a natural person does not accept the things of the\nSpirit of God, for they are foolishness to him; and he cannot","understand them, because they are spiritually discerned. (15)\nBut the one who is spiritual discerns all things, yet he himself\nis discerned by no one. (16) For WHO HAS KNOWN THE\nMIND OF THE LORD, THAT HE WILL INSTRUCT HIM? But we\nhave the mind of Christ."],"start_index":400007002006,"end_index":400007002016,"verse_count":11,"word_count":287},{"reference":"2 Timothy 4:16-18","translation":"NASB","division":"Senior","passage_number":47,"release":"NBBC","cards":["(16) At my first defense no one supported me, but all deserted\nme; may it not be counted against them. (17) But the Lord\nstood with me and strengthened me, so that through me\nthe proclamation might be fully accomplished, and that all\nthe Gentiles might hear; and I was rescued out of the lion's\nmouth. (18) The Lord will rescue me from every evil deed,\nand will bring me safely to His heavenly kingdom; to Him be\nthe glory forever and ever. Amen."],"start_index":400016004016,"end_index":400016004018,"verse_count":3,"word_count":81},{"reference":"Revelation 1:4-8","translation":"NASB","division":"Senior","passage_number":48,"release":"NBBC","cards":["(4) John to the seven churches that are in Asia: Grace to you and\npeace from Him who is, and who was, and who is to come, and\nfrom the seven spirits who are before His throne, (5) and from Jesus\nChrist, the faithful witness, the firstborn of the dead, and the ruler\nof the kings of the earth. To Him who loves us and released us from\nour sins by His blood-- (6) and He made us into a kingdom, priests\nto His God and Father--to Him be the glory and the dominion\nforever and ever. Amen. (7) BEHOLD, HE IS COMING WITH THE\nCLOUDS, and every eye will see Him, even those who pierced\nHim; and all the tribes of the earth will mourn over Him. So it is to\nbe. Amen. (8) \"I am the Alpha and the Omega,\" says the Lord God,\n\"who is and who was and who is to come, the Almighty.\""],"start_index":400027001004,"end_index":400027001008,"verse_count":5,"word_count":154},{"reference":"Revelation 21:8-27","translation":"NASB","division":"Senior","passage_number":49,"release":"NBBC","cards":["(8) \"But for the cowardly, and unbelieving, and abominable, and\nmurderers, and sexually immoral persons, and sorcerers, and\nidolaters, and all liars, their part will be in the lake that burns with\nfire and brimstone, which is the second death.\" (9) Then one of\nthe seven angels who had the seven bowls, full of the seven last\nplagues, came and spoke with me, saying, \"Come here, I will show\nyou the bride, the wife of the Lamb.\" (10) And he carried me away\nin the Spirit to a great and high mountain, and showed me the holy\ncity, Jerusalem, coming down out of heaven from God, (11) having\nthe glory of God. Her brilliance was like a very valuable stone, like\na stone of crystal-clear jasper. (12) It had a great and high wall,","with twelve gates, and at the gates twelve angels; and names were\nwritten on the gates, which are the names of the twelve tribes of\nthe sons of Israel. (13) There were three gates on the east, three\ngates on the north, three gates on the south, and three gates on the\nwest. (14) And the wall of the city had twelve foundation stones,\nand on them were the twelve names of the twelve apostles of the\nLamb. (15) The one who spoke with me had a gold measuring rod\nto measure the city, its gates, and its wall. (16) The city is laid out as\na square, and its length is as great as the width; and he measured\nthe city with the rod, twelve thousand stadia; its length, width, and\nheight are equal. (17) And he measured its wall, 144 cubits, by","human measurements, which are also angelic measurements. (18)\nThe material of the wall was jasper; and the city was pure gold,\nlike clear glass. (19) The foundation stones of the city wall were\ndecorated with every kind of precious stone. The first foundation\nstone was jasper; the second, sapphire; the third, chalcedony;\nthe fourth, emerald; (20) the fifth, sardonyx; the sixth, sardius; the\nseventh, chrysolite; the eighth, beryl; the ninth, topaz; the tenth,\nchrysoprase; the eleventh, jacinth; the twelfth, amethyst. (21)\nAnd the twelve gates were twelve pearls; each one of the gates\nwas a single pearl. And the street of the city was pure gold, like\ntransparent glass. (22) I saw no temple in it, for the Lord God the","Almighty and the Lamb are its temple. (23) And the city has no\nneed of the sun or of the moon to shine on it, for the glory of God\nhas illuminated it, and its lamp is the Lamb. (24) The nations will\nwalk by its light, and the kings of the earth will bring their glory\ninto it. (25) In the daytime (for there will be no night there) its gates\nwill never be closed; (26) and they will bring the glory and the\nhonor of the nations into it; (27) and nothing unclean, and no one\nwho practices abomination and lying, shall ever come into it, but\nonly those whose names are written in the Lamb's book of life."],"start_index":400027021008,"end_index":400027021027,"verse_count":20,"word_count":501},{"reference":"Genesis 2:18-22","translation":"NASB","division":"Senior","passage_number":51,"release":"NBBC","cards":["(18) Then the LORD God said, \"It is not good for the man to be\nalone; I will make him a helper suitable for him.\" (19) And out of\nthe ground the LORD God formed every animal of the field and\nevery bird of the sky, and brought them to the man to see what he\nwould call them; and whatever the man called a living creature,\nthat was its name. (20) The man gave names to all the livestock,\nand to the birds of the sky, and to every animal of the field, but for\nAdam there was not found a helper suitable for him. (21) So the\nLORD God caused a deep sleep to fall upon the man, and he slept;\nthen He took one of his ribs and closed up the flesh at that place.\n(22) And the LORD God fashioned into a woman the rib which He\nhad taken from the man, and brought her to the man."],"start_index":200001002018,"end_index":200001002022,"verse_count":5,"word_count":157},{"reference":"Exodus 23:1-11","translation":"NASB","division":"Senior","passage_number":52,"release":"NBBC","cards":["(1) \"You shall not give a false report; do not join your hand\nwith a wicked person to be a malicious witness. (2) \"You shall\nnot follow the crowd in doing evil, nor shall you testify in a\ndispute so as to join together with a crowd in order to pervert\njustice; (3) nor shall you show favor to a poor person in his\ndispute. (4) \"If you encounter your enemy's ox or his donkey\nwandering away, you must return it to him. (5) \"If you see the\ndonkey of one who hates you lying helpless under its load,\nyou shall not leave it helpless for its owner; you must arrange\nthe load with him. (6) \"You shall not pervert the justice due to\nyour needy brother in his dispute. (7) \"Keep far from a false","charge, and do not kill the innocent or the righteous, for I will\nnot acquit the guilty. (8) \"You shall not take a bribe, for a bribe\nblinds the clear-sighted and subverts the cause of the just.\n(9) \"You shall not oppress a stranger, since you yourselves\nknow the feelings of a stranger, for you also were strangers in\nthe land of Egypt. (10) \"Now you shall sow your land for six\nyears and gather in its yield, (11) but in the seventh year you\nshall let it rest and lie uncultivated, so that the needy of your\npeople may eat; and whatever they leave the animal of the\nfield may eat. You are to do the same with your vineyard and\nyour olive grove."],"start_index":200002023001,"end_index":200002023011,"verse_count":11,"word_count":251},{"reference":"1 Kings 8:41-45","translation":"NASB","division":"Senior","passage_number":53,"release":"NBBC","cards":["(41) \"Also regarding the foreigner who is not of Your people\nIsrael, when he comes from a far country on account of\nYour name (42) (for they will hear of Your great name and\nYour mighty hand, and of Your outstretched arm); when he\ncomes and prays toward this house, (43) hear in heaven Your\ndwelling place, and act in accordance with all for which the\nforeigner calls to You, in order that all the peoples of the earth\nmay know Your name, to fear You, as do Your people Israel,\nand that they may know that this house which I have built is\ncalled by Your name. (44) \"When Your people go out to battle\nagainst their enemy, by whatever way You send them, and","they pray to the LORD toward the city which You have chosen\nand the house which I have built for Your name, (45) then\nhear in heaven their prayer and their pleading, and maintain\ntheir cause."],"start_index":200011008041,"end_index":200011008045,"verse_count":5,"word_count":157},{"reference":"Psalm 18:1-28","translation":"NASB","division":"Senior","passage_number":54,"release":"NBBC","cards":["(1) \"I love You, LORD, my strength.\" (2) The LORD is my rock\nand my fortress and my savior, My God, my rock, in whom I take\nrefuge; My shield and the horn of my salvation, my stronghold.\n(3) I call upon the LORD, who is worthy to be praised, And I am\nsaved from my enemies. (4) The ropes of death encompassed me,\nAnd the torrents of destruction terrified me. (5) The ropes of Sheol\nsurrounded me; The snares of death confronted me. (6) In my\ndistress I called upon the LORD, And cried to my God for help; He\nheard my voice from His temple, And my cry for help before Him\ncame into His ears. (7) Then the earth shook and quaked; And the\nfoundations of the mountains were trembling And were shaken,","because He was angry. (8) Smoke went up out of His nostrils, And\nfire from His mouth was devouring; Coals burned from it. (9) He\nalso bowed the heavens down low, and came down With thick\ndarkness under His feet. (10) He rode on a cherub and flew; And\nHe sped on the wings of the wind. (11) He made darkness His\nhiding place, His canopy around Him, Darkness of waters, thick\nclouds. (12) From the brightness before Him passed His thick\nclouds, Hailstones and coals of fire. (13) The LORD also thundered\nin the heavens, And the Most High uttered His voice, Hailstones\nand coals of fire. (14) He sent out His arrows, and scattered them,\nAnd lightning flashes in abundance, and routed them. (15) Then","the channels of water appeared, And the foundations of the world\nwere exposed By Your rebuke, LORD, At the blast of the breath\nof Your nostrils. (16) He sent from on high, He took me; He drew\nme out of many waters. (17) He saved me from my strong enemy,\nAnd from those who hated me, for they were too mighty for me.\n(18) They confronted me in the day of my disaster, But the LORD\nwas my support. (19) He also brought me out into an open place;\nHe rescued me, because He delighted in me. (20) The LORD has\nrewarded me according to my righteousness; According to the\ncleanness of my hands He has repaid me. (21) For I have kept\nthe ways of the LORD, And have not acted wickedly against my","God. (22) For all His judgments were before me, And I did not\nput away His statutes from me. (23) I was also blameless with Him,\nAnd I kept myself from my wrongdoing. (24) Therefore the LORD\nhas repaid me according to my righteousness, According to the\ncleanness of my hands in His eyes. (25) With the faithful You show\nYourself faithful; With the blameless You prove Yourself blameless;\n(26) With the pure You show Yourself pure, And with the crooked\nYou show Yourself astute. (27) For You save an afflicted people,\nBut You humiliate haughty eyes. (28) For You light my lamp; The\nLORD my God illumines my darkness."],"start_index":200019018001,"end_index":200019018028,"verse_count":28,"word_count":480},{"reference":"Psalm 105:1-22","translation":"NASB","division":"Senior","passage_number":55,"release":"NBBC","cards":["(1) Give thanks to the LORD, call upon His name; Make His\ndeeds known among the peoples. (2) Sing to Him, sing praises\nto Him; Tell of all His wonders. (3) Boast in His holy name;\nMay the heart of those who seek the LORD be joyful. (4) Seek\nthe LORD and His strength; Seek His face continually. (5)\nRemember His wonders which He has done, His marvels and\nthe judgments spoken by His mouth, (6) You descendants of\nAbraham, His servant, You sons of Jacob, His chosen ones! (7)\nHe is the LORD our God; His judgments are in all the earth.\n(8) He has remembered His covenant forever, The word which\nHe commanded to a thousand generations, (9) The covenant","which He made with Abraham, And His oath to Isaac. (10)\nThen He confirmed it to Jacob as a statute, To Israel as an\neverlasting covenant, (11) Saying, \"To you I will give the land\nof Canaan As the portion of your inheritance,\" (12) When they\nwere only a few people in number, Very few, and strangers\nin it. (13) And they wandered from nation to nation, From\none kingdom to another people, (14) He allowed no one to\noppress them, And He rebuked kings for their sakes, saying,\n(15) \"Do not touch My anointed ones, And do not harm My\nprophets.\" (16) And He called for a famine upon the land;\nHe broke the whole staff of bread. (17) He sent a man before","them, Joseph, who was sold as a slave. (18) They forced his\nfeet into shackles, He was put in irons; (19) Until the time that\nhis word came to pass, The word of the LORD refined him.\n(20) The king sent and released him, The ruler of peoples, and\nset him free. (21) He made him lord of his house, And ruler\nover all his possessions, (22) To imprison his high officials at\nwill, That he might teach his elders wisdom."],"start_index":200019105001,"end_index":200019105022,"verse_count":22,"word_count":306},{"reference":"Psalm 115:1-16","translation":"NASB","division":"Senior","passage_number":56,"release":"NBBC","cards":["(1) Not to us, LORD, not to us, But to Your name give glory,\nBecause of Your mercy, because of Your truth. (2) Why should\nthe nations say, \"Where, then, is their God?\" (3) But our God is\nin the heavens; He does whatever He pleases. (4) Their idols\nare silver and gold, The work of human hands. (5) They have\nmouths, but they cannot speak; They have eyes, but they\ncannot see; (6) They have ears, but they cannot hear; They\nhave noses, but they cannot smell; (7) They have hands, but\nthey cannot feel; They have feet, but they cannot walk; They\ncannot make a sound with their throat. (8) Those who make\nthem will become like them, Everyone who trusts in them. (9)","Israel, trust in the LORD; He is their help and their shield. (10)\nHouse of Aaron, trust in the LORD; He is their help and their\nshield. (11) You who fear the LORD, trust in the LORD; He is\ntheir help and their shield. (12) The LORD has been mindful\nof us; He will bless us. He will bless the house of Israel; He\nwill bless the house of Aaron. (13) He will bless those who\nfear the LORD, The small together with the great. (14) May\nthe LORD increase you, You and your children. (15) May you\nbe blessed of the LORD, Maker of heaven and earth. (16) The\nheavens are the heavens of the LORD, But the earth He has\ngiven to the sons of mankind."],"start_index":200019115001,"end_index":200019115016,"verse_count":16,"word_count":238},{"reference":"Psalm 147:1-10","translation":"NASB","division":"Senior","passage_number":57,"release":"NBBC","cards":["(1) Praise the LORD! For it is good to sing praises to our God;\nFor it is pleasant and praise is beautiful. (2) The LORD builds\nup Jerusalem; He gathers the outcasts of Israel. (3) He heals\nthe brokenhearted And binds up their wounds. (4) He counts\nthe number of the stars; He gives names to all of them. (5)\nGreat is our Lord and abundant in strength; His understanding\nis infinite. (6) The LORD supports the afflicted; He brings\nthe wicked down to the ground. (7) Sing to the LORD with\nthanksgiving; Sing praises to our God on the lyre; (8) It is He\nwho covers the heavens with clouds, Who provides rain for\nthe earth, Who makes grass sprout on the mountains. (9) It is","He who gives an animal its food, And feeds young ravens that\ncry. (10) He does not delight in the strength of the horse; He\ndoes not take pleasure in the legs of a man."],"start_index":200019147001,"end_index":200019147010,"verse_count":10,"word_count":152},{"reference":"Proverbs 16:1-9","translation":"NASB","division":"Senior","passage_number":58,"release":"NBBC","cards":["(1) The plans of the heart belong to a person, But the answer\nof the tongue is from the LORD. (2) All the ways of a person are\nclean in his own sight, But the LORD examines the motives.\n(3) Commit your works to the LORD, And your plans will be\nestablished. (4) The LORD has made everything for its own\npurpose, Even the wicked for the day of evil. (5) Everyone who\nis proud in heart is an abomination to the LORD; Be assured,\nhe will not go unpunished. (6) By mercy and truth atonement\nis made for wrongdoing, And by the fear of the LORD one\nkeeps away from evil. (7) When a person's ways are pleasing\nto the LORD, He causes even his enemies to make peace with","him. (8) Better is a little with righteousness Than great income\nwith injustice. (9) The mind of a person plans his way, But the\nLORD directs his steps."],"start_index":200020016001,"end_index":200020016009,"verse_count":9,"word_count":150},{"reference":"Proverbs 17:15-28","translation":"NASB","division":"Senior","passage_number":59,"release":"NBBC","cards":["(15) One who justifies the wicked and one who condemns the\nrighteous, Both of them alike are an abomination to the LORD. (16)\nWhy is there money in the hand of a fool to buy wisdom, When he\nhas no sense? (17) A friend loves at all times, And a brother is born\nfor adversity. (18) A person lacking in sense shakes hands And\nbecomes guarantor in the presence of his neighbor. (19) One who\nloves wrongdoing loves strife; One who makes his doorway high\nseeks destruction. (20) One who has a crooked mind finds nothing\ngood, And one who is corrupted in his language falls into evil. (21)\nHe who fathers a fool does so to his sorrow, And the father of a fool\nhas no joy. (22) A joyful heart is good medicine, But a broken spirit","dries up the bones. (23) A wicked person accepts a bribe from an\ninside pocket To pervert the ways of justice. (24) Wisdom is in the\npresence of one who has understanding, But the eyes of a fool are\non the ends of the earth. (25) A foolish son is a grief to his father,\nAnd bitterness to her who gave birth to him. (26) It is also not good\nto fine the righteous, Nor to strike the noble for their uprightness.\n(27) One who withholds his words has knowledge, And one who\nhas a cool spirit is a person of understanding. (28) Even a fool,\nwhen he keeps silent, is considered wise; When he closes his lips,\nhe is considered prudent."],"start_index":200020017015,"end_index":200020017028,"verse_count":14,"word_count":247},{"reference":"Ecclesiastes 11:2-6","translation":"NASB","division":"Senior","passage_number":60,"release":"NBBC","cards":["(2) Divide your portion to seven, or even to eight, for you do not\nknow what misfortune may occur on the earth. (3) If the clouds\nare full, they pour out rain on the earth; and whether a tree falls\ntoward the south or toward the north, wherever the tree falls, there\nit lies. (4) One who watches the wind will not sow and one who\nlooks at the clouds will not harvest. (5) Just as you do not know\nthe path of the wind, and how bones are formed in the womb of\nthe pregnant woman, so you do not know the activity of God who\nmakes everything. (6) Sow your seed in the morning and do not be\nidle in the evening, for you do not know whether one or the other\nwill succeed, or whether both of them alike will be good."],"start_index":200021011002,"end_index":200021011006,"verse_count":5,"word_count":140},{"reference":"Isaiah 44:1-11","translation":"NASB","division":"Senior","passage_number":61,"release":"NBBC","cards":["(1) \"But now listen, Jacob, My servant, And Israel, whom I have\nchosen: (2) This is what the LORD says, He who made you And\nformed you from the womb, who will help you: 'Do not fear,\nJacob My servant, And Jeshurun, whom I have chosen. (3)\n'For I will pour water on the thirsty land And streams on the\ndry ground; I will pour out My Spirit on your offspring, And\nMy blessing on your descendants; (4) And they will spring up\namong the grass Like poplars by streams of water.' (5) \"This\none will say, 'I am the LORD'S'; And that one will call on the\nname of Jacob; And another will write on his hand, 'Belonging\nto the LORD,' And will give himself Israel's name with honor.","(6) \"This is what the LORD says, He who is the King of Israel\nand his Redeemer, the LORD of armies: 'I am the first and I\nam the last, And there is no God besides Me. (7) 'Who is like\nMe? Let him proclaim and declare it; And, let him confront Me\nBeginning with My establishing of the ancient nation. Then\nlet them declare to them the things that are coming And the\nevents that are going to take place. (8) 'Do not tremble and\ndo not be afraid; Have I not long since announced it to you\nand declared it? And you are My witnesses. Is there any God\nbesides Me, Or is there any other Rock? I know of none.'\" (9)\nThose who fashion an idol are all futile, and their treasured","things are of no benefit; even their own witnesses fail to see\nor know, so that they will be put to shame. (10) Who has\nfashioned a god or cast an idol to no benefit? (11) Behold,\nall his companions will be put to shame, for the craftsmen\nthemselves are mere men. Let them all assemble themselves,\nlet them stand up, let them tremble, let them be put to shame\ntogether."],"start_index":200023044001,"end_index":200023044011,"verse_count":11,"word_count":325},{"reference":"Isaiah 45:4-8","translation":"NASB","division":"Senior","passage_number":62,"release":"NBBC","cards":["(4) \"For the sake of Jacob My servant, And Israel My chosen one,\nI have also called you by your name; I have given you a title of\nhonor Though you have not known Me. (5) \"I am the LORD, and\nthere is no one else; There is no God except Me. I will arm you,\nthough you have not known Me, (6) So that people may know from\nthe rising to the setting of the sun That there is no one besides Me.\nI am the LORD, and there is no one else, (7) The One forming light\nand creating darkness, Causing well-being and creating disaster; I\nam the LORD who does all these things. (8) \"Drip down, heavens,\nfrom above, And let the clouds pour down righteousness; Let the\nearth open up and salvation bear fruit, And righteousness sprout\nwith it. I, the LORD, have created it."],"start_index":200023045004,"end_index":200023045008,"verse_count":5,"word_count":145},{"reference":"Jeremiah 7:14-23","translation":"NASB","division":"Senior","passage_number":63,"release":"NBBC","cards":["(14) therefore I will do to the house which is called by My name, in\nwhich you trust, and to the place which I gave you and your fathers,\njust as I did to Shiloh. (15) \"I will hurl you out of My sight, just as I\nhave hurled out all your brothers, all the descendants of Ephraim.\n(16) \"As for you, do not pray for this people, and do not lift up a cry\nor prayer for them, and do not plead with Me; for I am not listening\nto you. (17) \"Do you not see what they are doing in the cities of\nJudah and in the streets of Jerusalem? (18) \"The children gather\nwood, the fathers kindle the fire, and the women knead dough to\nmake sacrificial cakes for the queen of heaven; and they pour out\ndrink offerings to other gods in order to provoke Me to anger. (19)\n\"Are they provoking Me?\" declares the LORD. \"Is it not themselves","instead, to their own shame?\" (20) Therefore this is what the Lord\nGOD says: \"Behold, My anger and My wrath will be poured out on\nthis place, on human and animal life, and on the trees of the field\nand the fruit of the ground; and it will burn and not be quenched.\"\n(21) This is what the LORD of armies, the God of Israel says: \"Add\nyour burnt offerings to your sacrifices and eat flesh. (22) \"For I\ndid not speak to your fathers, or command them on the day that I\nbrought them out of the land of Egypt, concerning burnt offerings\nand sacrifices. (23) \"But this is what I commanded them, saying,\n'Obey My voice, and I will be your God, and you will be My people;\nand you shall walk entirely in the way which I command you, so\nthat it may go well for you.'"],"start_index":200024007014,"end_index":200024007023,"verse_count":10,"word_count":304},{"reference":"Ezekiel 12:8-16","translation":"NASB","division":"Senior","passage_number":64,"release":"NBBC","cards":["(8) And in the morning the word of the LORD came to me,\nsaying, (9) \"Son of man, has the house of Israel, the rebellious\nhouse, not said to you, 'What are you doing?' (10) \"Say to\nthem, 'This is what the Lord GOD says: \"This pronouncement\nconcerns the prince in Jerusalem as well as all the house of\nIsrael who are in it.\"' (11) \"Say, 'I am a sign to you. Just as I\nhave done, so it will be done to them; they will go into exile,\ninto captivity.' (12) \"The prince who is among them will load\nhis baggage on his shoulder in the dark and go out. They will\ndig a hole through the wall to bring it out through it. He will\ncover his face so that he cannot see the land with his eyes.","(13) \"I will also spread My net over him, and he will be caught\nin My net. And I will bring him to Babylon in the land of the\nChaldeans; yet he will not see it, though he will die there.\n(14) \"And I will scatter to every wind all who are around him,\nhis helpers and all his troops; and I will draw out a sword\nafter them. (15) \"So they will know that I am the LORD, when\nI disperse them among the nations and scatter them among\nthe countries. (16) \"But I will spare a few of them from the\nsword, the famine, and plague so that they may tell of all their\nabominations among the nations where they go, and may\nknow that I am the LORD.\""],"start_index":200026012008,"end_index":200026012016,"verse_count":9,"word_count":262},{"reference":"Ezekiel 18:21-29","translation":"NASB","division":"Senior","passage_number":65,"release":"NBBC","cards":["(21) \"But if the wicked person turns from all his sins which he has\ncommitted and keeps all My statutes and practices justice and\nrighteousness, he shall certainly live; he shall not die. (22) \"All his\noffenses which he has committed will not be remembered against\nhim; because of his righteousness which he has practiced, he\nwill live. (23) \"Do I take any pleasure in the death of the wicked,\"\ndeclares the Lord GOD, \"rather than that he would turn from his\nways and live? (24) \"But when a righteous person turns away from\nhis righteousness, commits injustice and does according to all the\nabominations that the wicked person does, will he live? All his\nrighteous deeds which he has done will not be remembered for\nhis treachery which he has committed and his sin which he has","committed; for them he will die. (25) \"Yet you say, 'The way of the\nLord is not right.' Hear now, house of Israel! Is My way not right? Is\nit not your ways that are not right? (26) \"When a righteous person\nturns away from his righteousness, commits injustice and dies\nbecause of it, for his injustice which he has committed he dies.\n(27) \"But when a wicked person turns away from his wickedness\nwhich he has committed and practices justice and righteousness,\nhe will save his life. (28) \"Since he understood and turned away\nfrom all his offenses which he had committed, he shall certainly\nlive; he shall not die. (29) \"But the house of Israel says, 'The way of\nthe Lord is not right.' Are My ways not right, house of Israel? Is it\nnot your ways that are not right?"],"start_index":200026018021,"end_index":200026018029,"verse_count":9,"word_count":272},{"reference":"Daniel 2:1-2","translation":"NASB","division":"Senior","passage_number":66,"release":"NBBC","cards":["(1) Now in the second year of the reign of Nebuchadnezzar,\nNebuchadnezzar had dreams; and his spirit was troubled\nand his sleep left him. (2) Then the king gave orders to call in\nthe soothsayer priests, the conjurers, the sorcerers, and the\nChaldeans, to tell the king his dreams. So they came in and\nstood before the king."],"start_index":200027002001,"end_index":200027002002,"verse_count":2,"word_count":56},{"reference":"Daniel 2:46-49","translation":"NASB","division":"Senior","passage_number":67,"release":"NBBC","cards":["(46) Then King Nebuchadnezzar fell on his face and paid humble\nrespect to Daniel, and gave orders to present to him an offering\nand incense. (47) The king responded to Daniel and said, \"Your\nGod truly is a God of gods and a Lord of kings and a revealer of\nsecrets, since you have been able to reveal this secret.\" (48) Then\nthe king promoted Daniel and gave him many great gifts, and he\nmade him ruler over the entire province of Babylon, and chief\nprefect over all the wise men of Babylon. (49) And Daniel made\na request of the king, and he appointed Shadrach, Meshach, and\nAbed-nego over the administration of the province of Babylon,\nwhile Daniel was at the king's court."],"start_index":200027002046,"end_index":200027002049,"verse_count":4,"word_count":121},{"reference":"Daniel 3:1-7","translation":"NASB","division":"Senior","passage_number":68,"release":"NBBC","cards":["(1) Nebuchadnezzar the king made a statue of gold, the height\nof which was sixty cubits, and its width six cubits; he set it up on\nthe plain of Dura in the province of Babylon. (2) Nebuchadnezzar\nthe king also sent word to assemble the satraps, the prefects and\nthe governors, the counselors, the chief treasurers, the judges, the\nmagistrates, and all the administrators of the provinces to come\nto the dedication of the statue that Nebuchadnezzar the king had\nset up. (3) Then the satraps, the prefects and the governors, the\ncounselors, the chief treasurers, the judges, the magistrates, and\nall the administrators of the provinces were assembled for the\ndedication of the statue that Nebuchadnezzar the king had set up;\nand they stood before the statue that Nebuchadnezzar had set up.","(4) Then the herald loudly proclaimed: \"To you the command is\ngiven, you peoples, nations, and populations of all languages, (5)\nthat at the moment you hear the sound of the horn, flute, lyre, trigon,\npsaltery, bagpipe, and all kinds of musical instruments, you are to\nfall down and worship the golden statue that Nebuchadnezzar the\nking has set up. (6) \"But whoever does not fall down and worship\nshall immediately be thrown into the middle of a furnace of blazing\nfire.\" (7) Therefore as soon as all the peoples heard the sound\nof the horn, flute, lyre, trigon, psaltery, bagpipe, and all kinds of\nmusical instruments, all the peoples, nations, and populations of\nall languages fell down and worshiped the golden statue that\nNebuchadnezzar the king had set up."],"start_index":200027003001,"end_index":200027003007,"verse_count":7,"word_count":256},{"reference":"Daniel 4:18-31","translation":"NASB","division":"Senior","passage_number":69,"release":"NBBC","cards":["(18) 'This is the dream that I, King Nebuchadnezzar, have seen. Now\nyou, Belteshazzar, tell me its interpretation, since none of the wise\nmen of my kingdom is able to make known to me the interpretation;\nbut you are able, because a spirit of the holy gods is in you.' (19)\n\"Then Daniel, whose name is Belteshazzar, was appalled for a\nwhile as his thoughts alarmed him. The king responded and said,\n'Belteshazzar, do not let the dream or its interpretation alarm you.'\nBelteshazzar replied, 'My lord, if only the dream applied to those\nwho hate you, and its interpretation to your adversaries! (20) 'The\ntree that you saw, which became large and grew strong, whose\nheight reached to the sky and was visible to all the earth, (21) and","whose foliage was beautiful and its fruit abundant, and in which\nwas food for all, under which the animals of the field lived and in\nwhose branches the birds of the sky settled-- (22) it is you, O king;\nfor you have become great and grown strong, and your majesty\nhas become great and reached to the sky, and your dominion\nto the end of the earth. (23) 'And in that the king saw an angelic\nwatcher, a holy one, descending from heaven and saying, \"Chop\ndown the tree and destroy it; yet leave the stump with its roots in\nthe ground, but with a band of iron and bronze around it in the\nnew grass of the field, let him be drenched with the dew of heaven,\nand let him share with the animals of the field until seven periods","of time pass over him,\" (24) this is the interpretation, O king, and\nthis is the decree of the Most High, which has come upon my lord\nthe king: (25) that you be driven away from mankind and your\ndwelling place be with the animals of the field, and you be given\ngrass to eat like cattle and be drenched with the dew of heaven;\nand seven periods of time will pass over you, until you recognize\nthat the Most High is ruler over the realm of mankind and bestows\nit on whomever He wishes. (26) 'And in that it was commanded\nto leave the stump with the roots of the tree, your kingdom will\nremain as yours after you recognize that it is Heaven that rules.\n(27) 'Therefore, O king, may my advice be pleasing to you: wipe","away your sin by doing righteousness, and your wrongdoings by\nshowing mercy to the poor, in case there may be a prolonging\nof your prosperity.' (28) \"All of this happened to Nebuchadnezzar\nthe king. (29) \"Twelve months later he was walking on the roof of\nthe royal palace of Babylon. (30) \"The king began speaking and\nwas saying, 'Is this not Babylon the great, which I myself have built\nas a royal residence by the might of my power and for the honor\nof my majesty?' (31) \"While the word was still in the king's mouth,\na voice came from heaven, saying, 'King Nebuchadnezzar, to you\nit is declared: sovereignty has been removed from you,"],"start_index":200027004018,"end_index":200027004031,"verse_count":14,"word_count":511},{"reference":"Daniel 6:15-28","translation":"NASB","division":"Senior","passage_number":70,"release":"NBBC","cards":["(15) Then these men came by agreement to the king and said\nto the king, \"Recognize, O king, that it is a law of the Medes\nand Persians that no injunction or statute which the king\nestablishes may be changed.\" (16) Then the king gave orders,\nand Daniel was brought in and thrown into the lions' den. The\nking said to Daniel, \"Your God whom you continually serve\nwill Himself rescue you.\" (17) And a stone was brought and\nplaced over the mouth of the den; and the king sealed it with\nhis own signet ring and with the signet rings of his nobles, so\nthat nothing would be changed regarding Daniel. (18) Then\nthe king went to his palace and spent the night fasting, and","no entertainment was brought before him; and his sleep fled\nfrom him. (19) Then the king got up at dawn, at the break of\nday, and went in a hurry to the lions' den. (20) And when he\nhad come near the den to Daniel, he cried out with a troubled\nvoice. The king began speaking and said to Daniel, \"Daniel,\nservant of the living God, has your God, whom you continually\nserve, been able to rescue you from the lions?\" (21) Then\nDaniel spoke to the king, \"O king, live forever! (22) \"My God\nsent His angel and shut the lions' mouths, and they have not\nharmed me, since I was found innocent before Him; and also\ntoward you, O king, I have committed no crime.\" (23) Then","the king was very glad and gave orders for Daniel to be lifted\nup out of the den. So Daniel was lifted up out of the den,\nand no injury whatever was found on him, because he had\ntrusted in his God. (24) The king then gave orders, and they\nbrought those men who had maliciously accused Daniel, and\nthey threw them, their children, and their wives into the lions'\nden; and they had not reached the bottom of the den before\nthe lions overpowered them and crushed all their bones. (25)\nThen Darius the king wrote to all the peoples, nations, and\npopulations of all languages who were living in all the land:\n\"May your peace be great! (26) \"I issue a decree that in all the","realm of my kingdom people are to tremble and fear before\nthe God of Daniel; For He is the living God and enduring\nforever, And His kingdom is one which will not be destroyed,\nAnd His dominion will be forever. (27) \"He rescues, saves, and\nperforms signs and miracles In heaven and on earth, He who\nhas also rescued Daniel from the power of the lions.\" (28) So\nthis Daniel enjoyed success in the reign of Darius, and in the\nreign of Cyrus the Persian."],"start_index":200027006015,"end_index":200027006028,"verse_count":14,"word_count":454},{"reference":"Daniel 9:4-7","translation":"NASB","division":"Senior","passage_number":71,"release":"NBBC","cards":["(4) I prayed to the LORD my God and confessed, and said,\n\"Oh, Lord, the great and awesome God, who keeps His\ncovenant and faithfulness for those who love Him and keep\nHis commandments, (5) we have sinned, we have done\nwrong, and acted wickedly and rebelled, even turning aside\nfrom Your commandments and ordinances. (6) \"Moreover, we\nhave not listened to Your servants the prophets, who spoke\nin Your name to our kings, our leaders, our fathers, and all\nthe people of the land. (7) \"Righteousness belongs to You,\nLord, but to us open shame, as it is this day--to the men of\nJudah, the inhabitants of Jerusalem, and all Israel, those who","are nearby and those who are far away in all the countries\nto which You have driven them, because of their unfaithful\ndeeds which they have committed against You."],"start_index":200027009004,"end_index":200027009007,"verse_count":4,"word_count":140},{"reference":"Daniel 9:16-19","translation":"NASB","division":"Senior","passage_number":72,"release":"NBBC","cards":["(16) \"Lord, in accordance with all Your righteous acts, let\nnow Your anger and Your wrath turn away from Your city\nJerusalem, Your holy mountain; for because of our sins and\nthe wrongdoings of our fathers, Jerusalem and Your people\nhave become an object of taunting to all those around us. (17)\n\"So now, our God, listen to the prayer of Your servant and to\nhis pleas, and for Your sake, Lord, let Your face shine on Your\ndesolate sanctuary. (18) \"My God, incline Your ear and hear!\nOpen Your eyes and see our desolations and the city which\nis called by Your name; for we are not presenting our pleas\nbefore You based on any merits of our own, but based on","Your great compassion. (19) \"Lord, hear! Lord, forgive! Lord,\nlisten and take action! For Your own sake, my God, do not\ndelay, because Your city and Your people are called by Your\nname.\""],"start_index":200027009016,"end_index":200027009019,"verse_count":4,"word_count":152},{"reference":"Micah 4:1-3","translation":"NASB","division":"Senior","passage_number":73,"release":"NBBC","cards":["(1) And it will come about in the last days That the mountain of\nthe house of the LORD Will be established as the chief of the\nmountains. It will be raised above the hills, And the peoples will\nstream to it. (2) Many nations will come and say, \"Come and let's\ngo up to the mountain of the LORD And to the house of the God\nof Jacob, So that He may teach us about His ways, And that we\nmay walk in His paths.\" For from Zion will go forth the law, And the\nword of the LORD from Jerusalem. (3) And He will judge between\nmany peoples And render decisions for mighty, distant nations.\nThen they will beat their swords into plowshares, And their spears\ninto pruning hooks; Nation will not lift a sword against nation, And\nnever again will they train for war."],"start_index":200033004001,"end_index":200033004003,"verse_count":3,"word_count":144},{"reference":"Haggai 1:2-8","translation":"NASB","division":"Senior","passage_number":74,"release":"NBBC","cards":["(2) \"This is what the LORD of armies says: 'This people says,\n\"The time has not come, the time for the house of the LORD to\nbe rebuilt.\"'\" (3) Then the word of the LORD came by Haggai\nthe prophet, saying, (4) \"Is it time for you yourselves to live in\nyour paneled houses while this house remains desolate?\" (5)\nNow then, the LORD of armies says this: \"Consider your ways!\n(6) \"You have sown much, only to harvest little; you eat, but\nthere is not enough to be satisfied; you drink, but there is not\nenough to become drunk; you put on clothing, but there is\nnot enough for anyone to get warm; and the one who earns,\nearns wages to put into a money bag full of holes.\" (7) The","LORD of armies says this: \"Consider your ways! (8) \"Go up\nto the mountains, bring wood, and rebuild the temple, that I\nmay be pleased with it and be honored,\" says the LORD."],"start_index":200037001002,"end_index":200037001008,"verse_count":7,"word_count":158},{"reference":"Malachi 3:1-9","translation":"NASB","division":"Senior","passage_number":75,"release":"NBBC","cards":["(1) \"Behold, I am sending My messenger, and he will clear a way\nbefore Me. And the Lord, whom you are seeking, will suddenly\ncome to His temple; and the messenger of the covenant, in whom\nyou delight, behold, He is coming,\" says the LORD of armies. (2)\n\"But who can endure the day of His coming? And who can stand\nwhen He appears? For He is like a refiner's fire, and like launderer's\nsoap. (3) \"And He will sit as a smelter and purifier of silver, and He\nwill purify the sons of Levi and refine them like gold and silver,\nso that they may present to the LORD offerings in righteousness.\n(4) \"Then the offering of Judah and Jerusalem will be pleasing to\nthe LORD as in the days of old, and as in former years. (5) \"Then\nI will come near to you for judgment; and I will be a swift witness","against the sorcerers, the adulterers, against those who swear\nfalsely, those who oppress the wage earner in his wages or the\nwidow or the orphan, and those who turn away the stranger from\njustice and do not fear Me,\" says the LORD of armies. (6) \"For I,\nthe LORD, do not change; therefore you, the sons of Jacob, have\nnot come to an end. (7) \"From the days of your fathers you have\nturned away from My statutes and have not kept them. Return to\nMe, and I will return to you,\" says the LORD of armies. \"But you say,\n'How shall we return?' (8) \"Would anyone rob God? Yet you are\nrobbing Me! But you say, 'How have we robbed You?' In tithes and\nofferings. (9) \"You are cursed with a curse, for you are robbing Me,\nthe entire nation of you!"],"start_index":200039003001,"end_index":200039003009,"verse_count":9,"word_count":289},{"reference":"Matthew 1:20-25","translation":"NASB","division":"Senior","passage_number":76,"release":"NBBC","cards":["(20) But when he had thought this over, behold, an angel of\nthe Lord appeared to him in a dream, saying, \"Joseph, son\nof David, do not be afraid to take Mary as your wife; for the\nChild who has been conceived in her is of the Holy Spirit. (21)\n\"She will give birth to a Son; and you shall name Him Jesus,\nfor He will save His people from their sins.\" (22) Now all this\ntook place so that what was spoken by the Lord through the\nprophet would be fulfilled: (23) \"BEHOLD, THE VIRGIN WILL\nCONCEIVE AND GIVE BIRTH TO A SON, AND THEY SHALL\nNAME HIM IMMANUEL,\" which translated means, \"GOD\nWITH US.\" (24) And Joseph awoke from his sleep and did as","the angel of the Lord commanded him, and took Mary as his\nwife, (25) but kept her a virgin until she gave birth to a Son;\nand he named Him Jesus."],"start_index":400001001020,"end_index":400001001025,"verse_count":6,"word_count":151},{"reference":"Matthew 3:1-3","translation":"NASB","division":"Senior","passage_number":77,"release":"NBBC","cards":["(1) Now in those days John the Baptist came, preaching in\nthe wilderness of Judea, saying, (2) \"Repent, for the kingdom\nof heaven has come near.\" (3) For this is the one referred to\nby Isaiah the prophet when he said, \"THE VOICE OF ONE\nCALLING OUT IN THE WILDERNESS, 'PREPARE THE WAY OF\nTHE LORD, MAKE HIS PATHS STRAIGHT!'\""],"start_index":400001003001,"end_index":400001003003,"verse_count":3,"word_count":57},{"reference":"Matthew 6:5-18","translation":"NASB","division":"Senior","passage_number":78,"release":"NBBC","cards":["(5) \"And when you pray, you are not to be like the hypocrites;\nfor they love to stand and pray in the synagogues and on\nthe street corners so that they will be seen by people. Truly I\nsay to you, they have their reward in full. (6) \"But as for you,\nwhen you pray, go into your inner room, close your door, and\npray to your Father who is in secret; and your Father who sees\nwhat is done in secret will reward you. (7) \"And when you are\npraying, do not use thoughtless repetition as the Gentiles do,\nfor they think that they will be heard because of their many\nwords. (8) \"So do not be like them; for your Father knows what\nyou need before you ask Him. (9) \"Pray, then, in this way: 'Our","Father, who is in heaven, Hallowed be Your name. (10) 'Your\nkingdom come. Your will be done, On earth as it is in heaven.\n(11) 'Give us this day our daily bread. (12) 'And forgive us our\ndebts, as we also have forgiven our debtors. (13) 'And do not\nlead us into temptation, but deliver us from evil.' (14) \"For\nif you forgive other people for their offenses, your heavenly\nFather will also forgive you. (15) \"But if you do not forgive\nother people, then your Father will not forgive your offenses.\n(16) \"Now whenever you fast, do not make a gloomy face as\nthe hypocrites do, for they distort their faces so that they will\nbe noticed by people when they are fasting. Truly I say to you,","they have their reward in full. (17) \"But as for you, when you\nfast, anoint your head and wash your face, (18) so that your\nfasting will not be noticed by people but by your Father who\nis in secret; and your Father who sees what is done in secret\nwill reward you."],"start_index":400001006005,"end_index":400001006018,"verse_count":14,"word_count":306},{"reference":"Matthew 25:31-36","translation":"NASB","division":"Senior","passage_number":79,"release":"NBBC","cards":["(31) \"But when the Son of Man comes in His glory, and all the\nangels with Him, then He will sit on His glorious throne. (32) \"And\nall the nations will be gathered before Him; and He will separate\nthem from one another, just as the shepherd separates the sheep\nfrom the goats; (33) and He will put the sheep on His right, but the\ngoats on the left. (34) \"Then the King will say to those on His right,\n'Come, you who are blessed of My Father, inherit the kingdom\nprepared for you from the foundation of the world. (35) 'For I was\nhungry, and you gave Me something to eat; I was thirsty, and you\ngave Me something to drink; I was a stranger, and you invited Me\nin; (36) naked, and you clothed Me; I was sick, and you visited Me;\nI was in prison, and you came to Me.'"],"start_index":400001025031,"end_index":400001025036,"verse_count":6,"word_count":147},{"reference":"Mark 3:20-27","translation":"NASB","division":"Senior","passage_number":80,"release":"NBBC","cards":["(20) And He came home, and the crowd gathered again, to\nsuch an extent that they could not even eat a meal. (21) And\nwhen His own people heard about this, they came out to\ntake custody of Him; for they were saying, \"He has lost His\nsenses.\" (22) The scribes who came down from Jerusalem\nwere saying, \"He is possessed by Beelzebul,\" and \"He casts\nout the demons by the ruler of the demons.\" (23) And so\nHe called them to Himself and began speaking to them\nin parables: \"How can Satan cast out Satan? (24) \"And if a\nkingdom is divided against itself, that kingdom cannot stand.\n(25) \"If a house is divided against itself, that house will not be","able to stand. (26) \"And if Satan has risen up against himself\nand is divided, he cannot stand, but he is finished! (27) \"But\nno one can enter the strong man's house and plunder his\nproperty unless he first ties up the strong man, and then he\nwill plunder his house."],"start_index":400002003020,"end_index":400002003027,"verse_count":8,"word_count":165},{"reference":"Mark 6:2-11","translation":"NASB","division":"Senior","passage_number":81,"release":"NBBC","cards":["(2) And when the Sabbath came, He began to teach in the\nsynagogue; and the many listeners were astonished, saying,\n\"Where did this Man learn these things, and what is this wisdom\nthat has been given to Him, and such miracles as these performed\nby His hands? (3) \"Is this not the carpenter, the son of Mary and\nbrother of James, Joses, Judas, and Simon? And are His sisters\nnot here with us?\" And they took offense at Him. (4) Jesus said to\nthem, \"A prophet is not dishonored except in his hometown and\namong his own relatives, and in his own household.\" (5) And He\ncould not do any miracle there except that He laid His hands on\na few sick people and healed them. (6) And He was amazed at","their unbelief. And He was going around the villages, teaching.\n(7) And He summoned the twelve and began to send them out in\npairs, and gave them authority over the unclean spirits; (8) and He\ninstructed them that they were to take nothing for their journey,\nexcept a mere staff--no bread, no bag, no money in their belt-- (9)\nbut to wear sandals; and He added, \"Do not wear two tunics.\" (10)\nAnd He said to them, \"Wherever you enter a house, stay there until\nyou leave town. (11) \"Any place that does not receive you or listen\nto you, as you go out from there, shake the dust off the soles of\nyour feet as a testimony against them.\""],"start_index":400002006002,"end_index":400002006011,"verse_count":10,"word_count":243},{"reference":"Luke 15:7-24","translation":"NASB","division":"Senior","passage_number":82,"release":"NBBC","cards":["(7) \"I tell you that in the same way, there will be more joy\nin heaven over one sinner who repents than over ninety-\nnine righteous people who have no need of repentance. (8)\n\"Or what woman, if she has ten silver coins and loses one\ncoin, does not light a lamp and sweep the house and search\ncarefully until she finds it? (9) \"And when she has found it,\nshe calls together her friends and neighbors, saying, 'Rejoice\nwith me, because I have found the coin which I had lost!' (10)\n\"In the same way, I tell you, there is joy in the presence of the\nangels of God over one sinner who repents.\" (11) And He\nsaid, \"A man had two sons. (12) \"The younger of them said","to his father, 'Father, give me the share of the estate that is\ncoming to me.' And so he divided his wealth between them.\n(13) \"And not many days later, the younger son gathered\neverything together and went on a journey to a distant\ncountry, and there he squandered his estate in wild living.\n(14) \"Now when he had spent everything, a severe famine\noccurred in that country, and he began doing without. (15)\n\"So he went and hired himself out to one of the citizens of\nthat country, and he sent him into his fields to feed pigs. (16)\n\"And he longed to have his fill of the carob pods that the\npigs were eating, and no one was giving him anything. (17)","\"But when he came to his senses, he said, 'How many of my\nfather's hired laborers have more than enough bread, but\nI am dying here from hunger! (18) 'I will set out and go to\nmy father, and will say to him, \"Father, I have sinned against\nheaven, and in your sight; (19) I am no longer worthy to be\ncalled your son; treat me as one of your hired laborers.\"' (20)\n\"So he set out and came to his father. But when he was still a\nlong way off, his father saw him and felt compassion for him,\nand ran and embraced him and kissed him. (21) \"And the son\nsaid to him, 'Father, I have sinned against heaven and in your\nsight; I am no longer worthy to be called your son.' (22) \"But","the father said to his slaves, 'Quickly bring out the best robe\nand put it on him, and put a ring on his finger and sandals on\nhis feet; (23) and bring the fattened calf, slaughter it, and let's\neat and celebrate; (24) for this son of mine was dead and has\ncome to life again; he was lost and has been found.' And they\nbegan to celebrate."],"start_index":400003015007,"end_index":400003015024,"verse_count":18,"word_count":441},{"reference":"John 4:43-54","translation":"NASB","division":"Senior","passage_number":83,"release":"NBBC","cards":["(43) And after the two days, He departed from there for Galilee.\n(44) For Jesus Himself testified that a prophet has no honor in\nhis own country. (45) So when He came to Galilee, the Galileans\nreceived Him, only because they had seen all the things that He\ndid in Jerusalem at the feast; for they themselves also went to the\nfeast. (46) Therefore He came again to Cana of Galilee, where He\nhad made the water into wine. And there was a royal official whose\nson was sick at Capernaum. (47) When he heard that Jesus had\ncome from Judea into Galilee, he went to Him and began asking\nHim to come down and heal his son; for he was at the point of\ndeath. (48) Then Jesus said to him, \"Unless you people see signs","and wonders, you simply will not believe.\" (49) The royal official\nsaid to Him, \"Sir, come down before my child dies.\" (50) Jesus said\nto him, \"Go; your son is alive.\" The man believed the word that\nJesus spoke to him and went home. (51) And as he was now going\ndown, his slaves met him, saying that his son was alive. (52) So he\ninquired of them the hour when he began to get better. Then they\nsaid to him, \"Yesterday at the seventh hour the fever left him.\" (53)\nSo the father knew that it was at that hour in which Jesus said to\nhim, \"Your son is alive\"; and he himself believed, and his entire\nhousehold. (54) This is again a second sign that Jesus performed\nwhen He had come from Judea into Galilee."],"start_index":400004004043,"end_index":400004004054,"verse_count":12,"word_count":262},{"reference":"John 5:19-40","translation":"NASB","division":"Senior","passage_number":84,"release":"NBBC","cards":["(19) Therefore Jesus answered and was saying to them, \"Truly,\ntruly, I say to you, the Son can do nothing of Himself, unless it\nis something He sees the Father doing; for whatever the Father\ndoes, these things the Son also does in the same way. (20) \"For\nthe Father loves the Son and shows Him all things that He Himself\nis doing; and the Father will show Him greater works than these,\nso that you will be amazed. (21) \"For just as the Father raises the\ndead and gives them life, so the Son also gives life to whom He\nwishes. (22) \"For not even the Father judges anyone, but He has\ngiven all judgment to the Son, (23) so that all will honor the Son\njust as they honor the Father. The one who does not honor the Son","does not honor the Father who sent Him. (24) \"Truly, truly, I say\nto you, the one who hears My word, and believes Him who sent\nMe, has eternal life, and does not come into judgment, but has\npassed out of death into life. (25) \"Truly, truly, I say to you, a time\nis coming and even now has arrived, when the dead will hear the\nvoice of the Son of God, and those who hear will live. (26) \"For\njust as the Father has life in Himself, so He gave to the Son also\nto have life in Himself; (27) and He gave Him authority to execute\njudgment, because He is the Son of Man. (28) \"Do not be amazed\nat this; for a time is coming when all who are in the tombs will hear\nHis voice, (29) and will come out: those who did the good deeds","to a resurrection of life, those who committed the bad deeds to a\nresurrection of judgment. (30) \"I can do nothing on My own. As I\nhear, I judge; and My judgment is righteous, because I do not seek\nMy own will but the will of Him who sent Me. (31) \"If I alone testify\nabout Myself, My testimony is not true. (32) \"There is another who\ntestifies about Me, and I know that the testimony which He gives\nabout Me is true. (33) \"You have sent messengers to John, and\nhe has testified to the truth. (34) \"But the testimony I receive is\nnot from man, but I say these things so that you may be saved.\n(35) \"He was the lamp that was burning and shining, and you were\nwilling to rejoice for a while in his light. (36) \"But the testimony I","have is greater than the testimony of John; for the works which\nthe Father has given Me to accomplish--the very works that I do--\ntestify about Me, that the Father has sent Me. (37) \"And the Father\nwho sent Me, He has testified about Me. You have neither heard\nHis voice at any time, nor seen His form. (38) \"Also you do not have\nHis word remaining in you, because you do not believe Him whom\nHe sent. (39) \"You examine the Scriptures because you think that\nin them you have eternal life; and it is those very Scriptures that\ntestify about Me; (40) and yet you are unwilling to come to Me so\nthat you may have life."],"start_index":400004005019,"end_index":400004005040,"verse_count":22,"word_count":534},{"reference":"Acts 3:1-20","translation":"NASB","division":"Senior","passage_number":85,"release":"NBBC","cards":["(1) Now Peter and John were going up to the temple at the ninth\nhour, the hour of prayer. (2) And a man who had been unable to\nwalk from birth was being carried, whom they used to set down\nevery day at the gate of the temple which is called Beautiful, in\norder for him to beg for charitable gifts from those entering the\ntemple grounds. (3) When he saw Peter and John about to go into\nthe temple grounds, he began asking to receive a charitable gift. (4)\nBut Peter, along with John, looked at him intently and said, \"Look\nat us!\" (5) And he gave them his attention, expecting to receive\nsomething from them. (6) But Peter said, \"I do not have silver and\ngold, but what I do have I give to you: In the name of Jesus Christ","the Nazarene, walk!\" (7) And grasping him by the right hand,\nhe raised him up; and immediately his feet and his ankles were\nstrengthened. (8) And leaping up, he stood and began to walk;\nand he entered the temple with them, walking and leaping and\npraising God. (9) And all the people saw him walking and praising\nGod; (10) and they recognized him as being the very one who\nused to sit at the Beautiful Gate of the temple to beg for charitable\ngifts, and they were filled with wonder and amazement at what had\nhappened to him. (11) While he was clinging to Peter and John, all\nthe people ran together to them at the portico named Solomon's,\ncompletely astonished. (12) But when Peter saw this, he replied","to the people, \"Men of Israel, why are you amazed at this, or why\nare you staring at us, as though by our own power or godliness we\nhad made him walk? (13) \"The God of Abraham, Isaac, and Jacob,\nthe God of our fathers, has glorified His Servant Jesus, the one\nwhom you handed over and disowned in the presence of Pilate,\nwhen he had decided to release Him. (14) \"But you disowned the\nHoly and Righteous One, and asked for a murderer to be granted\nto you, (15) but put to death the Prince of life, whom God raised\nfrom the dead, a fact to which we are witnesses. (16) \"And on\nthe basis of faith in His name, it is the name of Jesus which has\nstrengthened this man whom you see and know; and the faith","which comes through Him has given him this perfect health in the\npresence of you all. (17) \"And now, brothers, I know that you acted\nin ignorance, just as your rulers also did. (18) \"But the things which\nGod previously announced by the mouths of all the prophets, that\nHis Christ would suffer, He has fulfilled in this way. (19) \"Therefore\nrepent and return, so that your sins may be wiped away, in order\nthat times of refreshing may come from the presence of the Lord;\n(20) and that He may send Jesus, the Christ appointed for you,"],"start_index":400005003001,"end_index":400005003020,"verse_count":20,"word_count":490},{"reference":"Acts 10:9-22","translation":"NASB","division":"Senior","passage_number":86,"release":"NBBC","cards":["(9) On the next day, as they were on their way and approaching\nthe city, Peter went up on the housetop about the sixth hour\nto pray. (10) But he became hungry and wanted to eat; but\nwhile they were making preparations, he fell into a trance;\n(11) and he saw the sky opened up, and an object like a great\nsheet coming down, lowered by four corners to the ground,\n(12) and on it were all kinds of four-footed animals and\ncrawling creatures of the earth and birds of the sky. (13) A\nvoice came to him, \"Get up, Peter, kill and eat!\" (14) But Peter\nsaid, \"By no means, Lord, for I have never eaten anything\nunholy and unclean.\" (15) Again a voice came to him a","second time, \"What God has cleansed, no longer consider\nunholy.\" (16) This happened three times, and immediately\nthe object was taken up into the sky. (17) Now while Peter\nwas greatly perplexed in mind as to what the vision which he\nhad seen might mean, behold, the men who had been sent\nby Cornelius had asked directions to Simon's house, and they\nappeared at the gate; (18) and calling out, they were asking\nwhether Simon, who was also called Peter, was staying there.\n(19) While Peter was reflecting on the vision, the Spirit said to\nhim, \"Behold, three men are looking for you. (20) \"But get up,\ngo downstairs and accompany them without misgivings, for I","have sent them Myself.\" (21) Peter went down to the men and\nsaid, \"Behold, I am the one you are looking for; what is the\nreason for which you have come?\" (22) They said, \"Cornelius,\na centurion, a righteous and God-fearing man well spoken\nof by the entire nation of the Jews, was divinely directed by\na holy angel to send for you to come to his house and hear a\nmessage from you.\""],"start_index":400005010009,"end_index":400005010022,"verse_count":14,"word_count":307},{"reference":"Romans 2:1-12","translation":"NASB","division":"Senior","passage_number":87,"release":"NBBC","cards":["(1) Therefore you have no excuse, you foolish person, everyone of\nyou who passes judgment; for in that matter in which you judge\nsomeone else, you condemn yourself; for you who judge practice\nthe same things. (2) And we know that the judgment of God\nrightly falls upon those who practice such things. (3) But do you\nsuppose this, you foolish person who passes judgment on those\nwho practice such things, and yet does them as well, that you will\nescape the judgment of God? (4) Or do you think lightly of the\nriches of His kindness and restraint and patience, not knowing that\nthe kindness of God leads you to repentance? (5) But because\nof your stubbornness and unrepentant heart you are storing\nup wrath for yourself on the day of wrath and revelation of the","righteous judgment of God, (6) who WILL REPAY EACH PERSON\nACCORDING TO HIS DEEDS: (7) to those who by perseverance in\ndoing good seek glory, honor, and immortality, He will give eternal\nlife; (8) but to those who are self-serving and do not obey the truth,\nbut obey unrighteousness, He will give wrath and indignation. (9)\nThere will be tribulation and distress for every soul of mankind\nwho does evil, for the Jew first and also for the Greek, (10) but\nglory, honor, and peace to everyone who does what is good, to the\nJew first and also to the Greek. (11) For there is no partiality with\nGod. (12) For all who have sinned without the Law will also perish\nwithout the Law, and all who have sinned under the Law will be\njudged by the Law;"],"start_index":400006002001,"end_index":400006002012,"verse_count":12,"word_count":264},{"reference":"Romans 7:6-12","translation":"NASB","division":"Senior","passage_number":88,"release":"NBBC","cards":["(6) But now we have been released from the Law, having died\nto that by which we were bound, so that we serve in newness\nof the Spirit and not in oldness of the letter. (7) What shall we\nsay then? Is the Law sin? Far from it! On the contrary, I would\nnot have come to know sin except through the Law; for I would\nnot have known about coveting if the Law had not said, \"YOU\nSHALL NOT COVET.\" (8) But sin, taking an opportunity through\nthe commandment, produced in me coveting of every kind;\nfor apart from the Law sin is dead. (9) I was once alive apart\nfrom the Law; but when the commandment came, sin came\nto life, and I died; (10) and this commandment, which was","to result in life, proved to result in death for me; (11) for sin,\ntaking an opportunity through the commandment, deceived\nme, and through it, killed me. (12) So then, the Law is holy,\nand the commandment is holy and righteous and good."],"start_index":400006007006,"end_index":400006007012,"verse_count":7,"word_count":168},{"reference":"1 Corinthians 3:5-17","translation":"NASB","division":"Senior","passage_number":89,"release":"NBBC","cards":["(5) What then is Apollos? And what is Paul? Servants through whom\nyou believed, even as the Lord gave opportunity to each one. (6) I\nplanted, Apollos watered, but God was causing the growth. (7) So\nthen neither the one who plants nor the one who waters is anything,\nbut God who causes the growth. (8) Now the one who plants and\nthe one who waters are one; but each will receive his own reward\naccording to his own labor. (9) For we are God's fellow workers;\nyou are God's field, God's building. (10) According to the grace\nof God which was given to me, like a wise master builder I laid a\nfoundation, and another is building on it. But each person must be\ncareful how he builds on it. (11) For no one can lay a foundation","other than the one which is laid, which is Jesus Christ. (12) Now if\nanyone builds on the foundation with gold, silver, precious stones,\nwood, hay, or straw, (13) each one's work will become evident; for\nthe day will show it because it is to be revealed with fire, and the\nfire itself will test the quality of each one's work. (14) If anyone's\nwork which he has built on it remains, he will receive a reward. (15)\nIf anyone's work is burned up, he will suffer loss; but he himself\nwill be saved, yet only so as through fire. (16) Do you not know\nthat you are a temple of God and that the Spirit of God dwells in\nyou? (17) If anyone destroys the temple of God, God will destroy\nthat person; for the temple of God is holy, and that is what you are."],"start_index":400007003005,"end_index":400007003017,"verse_count":13,"word_count":273},{"reference":"2 Corinthians 3:7-18","translation":"NASB","division":"Senior","passage_number":90,"release":"NBBC","cards":["(7) But if the ministry of death, engraved in letters on stones, came\nwith glory so that the sons of Israel could not look intently at the\nface of Moses because of the glory of his face, fading as it was, (8)\nhow will the ministry of the Spirit fail to be even more with glory?\n(9) For if the ministry of condemnation has glory, much more\ndoes the ministry of righteousness excel in glory. (10) For indeed\nwhat had glory in this case has no glory, because of the glory that\nsurpasses it. (11) For if that which fades away was with glory, much\nmore that which remains is in glory. (12) Therefore, having such a\nhope, we use great boldness in our speech, (13) and we are not\nlike Moses, who used to put a veil over his face so that the sons of","Israel would not stare at the end of what was fading away. (14) But\ntheir minds were hardened; for until this very day at the reading\nof the old covenant the same veil remains unlifted, because it is\nremoved in Christ. (15) But to this day whenever Moses is read, a\nveil lies over their hearts; (16) but whenever someone turns to the\nLord, the veil is taken away. (17) Now the Lord is the Spirit, and\nwhere the Spirit of the Lord is, there is freedom. (18) But we all,\nwith unveiled faces, looking as in a mirror at the glory of the Lord,\nare being transformed into the same image from glory to glory,\njust as from the Lord, the Spirit."],"start_index":400008003007,"end_index":400008003018,"verse_count":12,"word_count":257},{"reference":"2 Corinthians 13:5-8","translation":"NASB","division":"Senior","passage_number":91,"release":"NBBC","cards":["(5) Test yourselves to see if you are in the faith; examine\nyourselves! Or do you not recognize this about yourselves,\nthat Jesus Christ is in you--unless indeed you fail the test? (6)\nBut I expect that you will realize that we ourselves do not fail\nthe test. (7) Now we pray to God that you do nothing wrong;\nnot so that we ourselves may appear approved, but that you\nmay do what is right, though we may appear unapproved. (8)\nFor we cannot do anything against the truth, but only for the\ntruth."],"start_index":400008013005,"end_index":400008013008,"verse_count":4,"word_count":91},{"reference":"Ephesians 2:1-13","translation":"NASB","division":"Senior","passage_number":92,"release":"NBBC","cards":["(1) And you were dead in your offenses and sins, (2) in which\nyou previously walked according to the course of this world,\naccording to the prince of the power of the air, of the spirit\nthat is now working in the sons of disobedience. (3) Among\nthem we too all previously lived in the lusts of our flesh,\nindulging the desires of the flesh and of the mind, and were\nby nature children of wrath, just as the rest. (4) But God, being\nrich in mercy, because of His great love with which He loved\nus, (5) even when we were dead in our wrongdoings, made\nus alive together with Christ (by grace you have been saved),\n(6) and raised us up with Him, and seated us with Him in the","heavenly places in Christ Jesus, (7) so that in the ages to come\nHe might show the boundless riches of His grace in kindness\ntoward us in Christ Jesus. (8) For by grace you have been\nsaved through faith; and this is not of yourselves, it is the gift\nof God; (9) not a result of works, so that no one may boast. (10)\nFor we are His workmanship, created in Christ Jesus for good\nworks, which God prepared beforehand so that we would\nwalk in them. (11) Therefore remember that previously you,\nthe Gentiles in the flesh, who are called \"Uncircumcision\" by\nthe so-called \"Circumcision\" which is performed in the flesh\nby human hands-- (12) remember that you were at that time","separate from Christ, excluded from the people of Israel, and\nstrangers to the covenants of the promise, having no hope\nand without God in the world. (13) But now in Christ Jesus\nyou who previously were far away have been brought near\nby the blood of Christ."],"start_index":400010002001,"end_index":400010002013,"verse_count":13,"word_count":290},{"reference":"Ephesians 3:14-21","translation":"NASB","division":"Senior","passage_number":93,"release":"NBBC","cards":["(14) For this reason I bend my knees before the Father, (15)\nfrom whom every family in heaven and on earth derives its\nname, (16) that He would grant you, according to the riches\nof His glory, to be strengthened with power through His Spirit\nin the inner self, (17) so that Christ may dwell in your hearts\nthrough faith; and that you, being rooted and grounded in\nlove, (18) may be able to comprehend with all the saints what\nis the width and length and height and depth, (19) and to\nknow the love of Christ which surpasses knowledge, that\nyou may be filled to all the fullness of God. (20) Now to Him\nwho is able to do far more abundantly beyond all that we ask","or think, according to the power that works within us, (21)\nto Him be the glory in the church and in Christ Jesus to all\ngenerations forever and ever. Amen."],"start_index":400010003014,"end_index":400010003021,"verse_count":8,"word_count":150},{"reference":"Colossians 1:3-7","translation":"NASB","division":"Senior","passage_number":94,"release":"NBBC","cards":["(3) We give thanks to God, the Father of our Lord Jesus Christ,\npraying always for you, (4) since we heard of your faith in\nChrist Jesus and the love which you have for all the saints; (5)\nbecause of the hope reserved for you in heaven, of which you\npreviously heard in the word of truth, the gospel (6) which has\ncome to you, just as in all the world also it is bearing fruit and\nincreasing, even as it has been doing in you also since the\nday you heard it and understood the grace of God in truth;\n(7) just as you learned it from Epaphras, our beloved fellow\nbond-servant, who is a faithful servant of Christ on our behalf,"],"start_index":400012001003,"end_index":400012001007,"verse_count":5,"word_count":119},{"reference":"Colossians 2:6-10","translation":"NASB","division":"Senior","passage_number":95,"release":"NBBC","cards":["(6) Therefore, as you have received Christ Jesus the Lord, so\nwalk in Him, (7) having been firmly rooted and now being\nbuilt up in Him and established in your faith, just as you were\ninstructed, and overflowing with gratitude. (8) See to it that\nthere is no one who takes you captive through philosophy\nand empty deception in accordance with human tradition,\nin accordance with the elementary principles of the world,\nrather than in accordance with Christ. (9) For in Him all the\nfullness of Deity dwells in bodily form, (10) and in Him you\nhave been made complete, and He is the head over every\nruler and authority;"],"start_index":400012002006,"end_index":400012002010,"verse_count":5,"word_count":105},{"reference":"1 Timothy 2:1-15","translation":"NASB","division":"Senior","passage_number":96,"release":"NBBC","cards":["(1) First of all, then, I urge that requests, prayers, intercession, and\nthanksgiving be made in behalf of all people, (2) for kings and all\nwho are in authority, so that we may lead a tranquil and quiet life\nin all godliness and dignity. (3) This is good and acceptable in the\nsight of God our Savior, (4) who wants all people to be saved and\nto come to the knowledge of the truth. (5) For there is one God,\nand one mediator also between God and mankind, the Man Christ\nJesus, (6) who gave Himself as a ransom for all, the testimony given\nat the proper time. (7) For this I was appointed as a preacher and\nan apostle (I am telling the truth, I am not lying), as a teacher of the\nGentiles in faith and truth. (8) Therefore I want the men in every\nplace to pray, lifting up holy hands, without anger and dispute. (9)","Likewise, I want women to adorn themselves with proper clothing,\nmodestly and discreetly, not with braided hair and gold or pearls\nor expensive apparel, (10) but rather by means of good works, as is\nproper for women making a claim to godliness. (11) A woman must\nquietly receive instruction with entire submissiveness. (12) But I do\nnot allow a woman to teach or to exercise authority over a man,\nbut to remain quiet. (13) For it was Adam who was first created,\nand then Eve. (14) And it was not Adam who was deceived, but the\nwoman was deceived and became a wrongdoer. (15) But women\nwill be preserved through childbirth--if they continue in faith, love,\nand sanctity, with moderation."],"start_index":400015002001,"end_index":400015002015,"verse_count":15,"word_count":265},{"reference":"Hebrews 6:3-8","translation":"NASB","division":"Senior","passage_number":97,"release":"NBBC","cards":["(3) And this we will do, if God permits. (4) For it is impossible, in the\ncase of those who have once been enlightened and have tasted of\nthe heavenly gift and have been made partakers of the Holy Spirit,\n(5) and have tasted the good word of God and the powers of the\nage to come, (6) and then have fallen away, to restore them again\nto repentance, since they again crucify to themselves the Son of\nGod and put Him to open shame. (7) For ground that drinks the\nrain which often falls on it and produces vegetation useful to those\nfor whose sake it is also tilled, receives a blessing from God; (8)\nbut if it yields thorns and thistles, it is worthless and close to being\ncursed, and it ends up being burned."],"start_index":400019006003,"end_index":400019006008,"verse_count":6,"word_count":131},{"reference":"Hebrews 11:17-40","translation":"NASB","division":"Senior","passage_number":98,"release":"NBBC","cards":["(17) By faith Abraham, when he was tested, offered up Isaac, and\nthe one who had received the promises was offering up his only\nson; (18) it was he to whom it was said, \"THROUGH ISAAC YOUR\nDESCENDANTS SHALL BE NAMED.\" (19) He considered that God\nis able to raise people even from the dead, from which he also\nreceived him back as a type. (20) By faith Isaac blessed Jacob and\nEsau, even regarding things to come. (21) By faith Jacob, as he\nwas dying, blessed each of the sons of Joseph, and worshiped,\nleaning on the top of his staff. (22) By faith Joseph, when he was\ndying, made mention of the exodus of the sons of Israel, and\ngave orders concerning his bones. (23) By faith Moses, when he\nwas born, was hidden for three months by his parents, because","they saw he was a beautiful child; and they were not afraid of the\nking's edict. (24) By faith Moses, when he had grown up, refused\nto be called the son of Pharaoh's daughter, (25) choosing rather\nto endure ill-treatment with the people of God than to enjoy the\ntemporary pleasures of sin, (26) considering the reproach of Christ\ngreater riches than the treasures of Egypt; for he was looking to\nthe reward. (27) By faith he left Egypt, not fearing the wrath of the\nking; for he persevered, as though seeing Him who is unseen. (28)\nBy faith he kept the Passover and the sprinkling of the blood, so\nthat the destroyer of the firstborn would not touch them. (29) By\nfaith they passed through the Red Sea as through dry land; and\nthe Egyptians, when they attempted it, were drowned. (30) By","faith the walls of Jericho fell down after the Israelites had marched\naround them for seven days. (31) By faith the prostitute Rahab did\nnot perish along with those who were disobedient, after she had\nwelcomed the spies in peace. (32) And what more shall I say? For\ntime will fail me if I tell of Gideon, Barak, Samson, Jephthah, of\nDavid and Samuel and the prophets, (33) who by faith conquered\nkingdoms, performed acts of righteousness, obtained promises,\nshut the mouths of lions, (34) quenched the power of fire, escaped\nthe edge of the sword, from weakness were made strong, became\nmighty in war, put foreign armies to flight. (35) Women received\nback their dead by resurrection; and others were tortured,\nnot accepting their release, so that they might obtain a better","resurrection; (36) and others experienced mocking and flogging,\nand further, chains and imprisonment. (37) They were stoned, they\nwere sawn in two, they were tempted, they were put to death with\nthe sword; they went about in sheepskins, in goatskins, being\ndestitute, afflicted, tormented (38) (people of whom the world was\nnot worthy), wandering in deserts, on mountains, and sheltering in\ncaves and holes in the ground. (39) And all these, having gained\napproval through their faith, did not receive what was promised,\n(40) because God had provided something better for us, so that\napart from us they would not be made perfect."],"start_index":400019011017,"end_index":400019011040,"verse_count":24,"word_count":500},{"reference":"James 4:1-6","translation":"NASB","division":"Senior","passage_number":99,"release":"NBBC","cards":["(1) What is the source of quarrels and conflicts among you?\nIs the source not your pleasures that wage war in your body's\nparts? (2) You lust and do not have, so you commit murder.\nAnd you are envious and cannot obtain, so you fight and\nquarrel. You do not have because you do not ask. (3) You ask\nand do not receive, because you ask with the wrong motives,\nso that you may spend what you request on your pleasures.\n(4) You adulteresses, do you not know that friendship with\nthe world is hostility toward God? Therefore whoever wants\nto be a friend of the world makes himself an enemy of God.\n(5) Or do you think that the Scripture says to no purpose, \"He","jealously desires the Spirit whom He has made to dwell in\nus\"? (6) But He gives a greater grace. Therefore it says, \"GOD\nIS OPPOSED TO THE PROUD, BUT GIVES GRACE TO THE\nHUMBLE.\""],"start_index":400020004001,"end_index":400020004006,"verse_count":6,"word_count":154},{"reference":"James 5:1-12","translation":"NASB","division":"Senior","passage_number":100,"release":"NBBC","cards":["(1) Come now, you rich people, weep and howl for your\nmiseries which are coming upon you. (2) Your riches have\nrotted and your garments have become moth-eaten. (3) Your\ngold and your silver have corroded, and their corrosion will\nserve as a testimony against you and will consume your flesh\nlike fire. It is in the last days that you have stored up your\ntreasure! (4) Behold, the pay of the laborers who mowed your\nfields, and which has been withheld by you, cries out against\nyou; and the outcry of those who did the harvesting has\nreached the ears of the Lord of armies. (5) You have lived for\npleasure on the earth and lived luxuriously; you have fattened","your hearts in a day of slaughter. (6) You have condemned\nand put to death the righteous person; he offers you no\nresistance. (7) Therefore be patient, brothers and sisters, until\nthe coming of the Lord. The farmer waits for the precious\nproduce of the soil, being patient about it, until it gets the\nearly and late rains. (8) You too be patient; strengthen your\nhearts, for the coming of the Lord is near. (9) Do not complain,\nbrothers and sisters, against one another, so that you may not\nbe judged; behold, the Judge is standing right at the door.\n(10) As an example, brothers and sisters, of suffering and\npatience, take the prophets who spoke in the name of the","Lord. (11) We count those blessed who endured. You have\nheard of the endurance of Job and have seen the outcome\nof the Lord's dealings, that the Lord is full of compassion and\nis merciful. (12) But above all, my brothers and sisters, do not\nswear, either by heaven or by earth or with any other oath;\nbut your yes is to be yes, and your no, no, so that you do not\nfall under judgment."],"start_index":400020005001,"end_index":400020005012,"verse_count":12,"word_count":307},{"reference":"James 5:14-18","translation":"NASB","division":"Senior","passage_number":101,"release":"NBBC","cards":["(14) Is anyone among you sick? Then he must call for the elders\nof the church and they are to pray over him, anointing him with\noil in the name of the Lord; (15) and the prayer of faith will restore\nthe one who is sick, and the Lord will raise him up, and if he has\ncommitted sins, they will be forgiven him. (16) Therefore, confess\nyour sins to one another, and pray for one another so that you\nmay be healed. A prayer of a righteous person, when it is brought\nabout, can accomplish much. (17) Elijah was a man with a nature\nlike ours, and he prayed earnestly that it would not rain, and it did\nnot rain on the earth for three years and six months. (18) Then he\nprayed again, and the sky poured rain and the earth produced its\nfruit."],"start_index":400020005014,"end_index":400020005018,"verse_count":5,"word_count":141},{"reference":"1 Peter 3:1-12","translation":"NASB","division":"Senior","passage_number":102,"release":"NBBC","cards":["(1) In the same way, you wives, be subject to your own husbands\nso that even if any of them are disobedient to the word, they\nmay be won over without a word by the behavior of their wives,\n(2) as they observe your pure and respectful behavior. (3) Your\nadornment must not be merely the external--braiding the hair,\nwearing gold jewelry, or putting on apparel; (4) but it should\nbe the hidden person of the heart, with the imperishable\nquality of a gentle and quiet spirit, which is precious in the\nsight of God. (5) For in this way the holy women of former\ntimes, who hoped in God, also used to adorn themselves,\nbeing subject to their own husbands, (6) just as Sarah obeyed","Abraham, calling him lord; and you have proved to be her\nchildren if you do what is right without being frightened by\nany fear. (7) You husbands in the same way, live with your\nwives in an understanding way, as with someone weaker,\nsince she is a woman; and show her honor as a fellow heir\nof the grace of life, so that your prayers will not be hindered.\n(8) To sum up, all of you be harmonious, sympathetic, loving,\ncompassionate, and humble; (9) not returning evil for evil or\ninsult for insult, but giving a blessing instead; for you were\ncalled for the very purpose that you would inherit a blessing.\n(10) For, \"THE ONE WHO DESIRES LIFE, TO LOVE AND SEE","GOOD DAYS, MUST KEEP HIS TONGUE FROM EVIL AND HIS\nLIPS FROM SPEAKING DECEIT. (11) \"HE MUST TURN AWAY\nFROM EVIL AND DO GOOD; HE MUST SEEK PEACE AND\nPURSUE IT. (12) \"FOR THE EYES OF THE LORD ARE TOWARD\nTHE RIGHTEOUS, AND HIS EARS ATTEND TO THEIR PRAYER,\nBUT THE FACE OF THE LORD IS AGAINST EVILDOERS.\""],"start_index":400021003001,"end_index":400021003012,"verse_count":12,"word_count":296},{"reference":"2 Peter 1:5-18","translation":"NASB","division":"Senior","passage_number":103,"release":"NBBC","cards":["(5) Now for this very reason also, applying all diligence, in your\nfaith supply moral excellence, and in your moral excellence,\nknowledge, (6) and in your knowledge, self-control, and in\nyour self-control, perseverance, and in your perseverance,\ngodliness, (7) and in your godliness, brotherly kindness, and\nin your brotherly kindness, love. (8) For if these qualities are\nyours and are increasing, they do not make you useless nor\nunproductive in the true knowledge of our Lord Jesus Christ.\n(9) For the one who lacks these qualities is blind or short-\nsighted, having forgotten his purification from his former sins.\n(10) Therefore, brothers and sisters, be all the more diligent","to make certain about His calling and choice of you; for as\nlong as you practice these things, you will never stumble; (11)\nfor in this way the entrance into the eternal kingdom of our\nLord and Savior Jesus Christ will be abundantly supplied to\nyou. (12) Therefore, I will always be ready to remind you of\nthese things, even though you already know them and have\nbeen established in the truth which is present with you. (13) I\nconsider it right, as long as I am in this earthly dwelling, to stir\nyou up by way of reminder, (14) knowing that the laying aside\nof my earthly dwelling is imminent, as also our Lord Jesus\nChrist has made clear to me. (15) And I will also be diligent","that at any time after my departure you will be able to call\nthese things to mind. (16) For we did not follow cleverly\ndevised tales when we made known to you the power and\ncoming of our Lord Jesus Christ, but we were eyewitnesses\nof His majesty. (17) For when He received honor and glory\nfrom God the Father, such a declaration as this was made\nto Him by the Majestic Glory: \"This is My beloved Son with\nwhom I am well pleased\"-- (18) and we ourselves heard this\ndeclaration made from heaven when we were with Him on\nthe holy mountain."],"start_index":400022001005,"end_index":400022001018,"verse_count":14,"word_count":329},{"reference":"1 John 2:1-17","translation":"NASB","division":"Senior","passage_number":104,"release":"NBBC","cards":["(1) My little children, I am writing these things to you so that\nyou may not sin. And if anyone sins, we have an Advocate\nwith the Father, Jesus Christ the righteous; (2) and He Himself\nis the propitiation for our sins; and not for ours only, but also\nfor the sins of the whole world. (3) By this we know that we\nhave come to know Him, if we keep His commandments. (4)\nThe one who says, \"I have come to know Him,\" and does not\nkeep His commandments, is a liar, and the truth is not in him;\n(5) but whoever follows His word, in him the love of God has\ntruly been perfected. By this we know that we are in Him: (6)\nthe one who says that he remains in Him ought, himself also,","to walk just as He walked. (7) Beloved, I am not writing a new\ncommandment to you, but an old commandment which you\nhave had from the beginning; the old commandment is the\nword which you have heard. (8) On the other hand, I am writing\na new commandment to you, which is true in Him and in you,\nbecause the darkness is passing away and the true Light is\nalready shining. (9) The one who says that he is in the Light\nand yet hates his brother or sister is in the darkness until now.\n(10) The one who loves his brother and sister remains in the\nLight, and there is nothing in him to cause stumbling. (11) But\nthe one who hates his brother or sister is in the darkness and","walks in the darkness, and does not know where he is going\nbecause the darkness has blinded his eyes. (12) I am writing\nto you, little children, because your sins have been forgiven\nyou on account of His name. (13) I am writing to you, fathers,\nbecause you know Him who has been from the beginning. I\nam writing to you, young men, because you have overcome\nthe evil one. I have written to you, children, because you know\nthe Father. (14) I have written to you, fathers, because you\nknow Him who has been from the beginning. I have written\nto you, young men, because you are strong, and the word of\nGod remains in you, and you have overcome the evil one. (15)","Do not love the world nor the things in the world. If anyone\nloves the world, the love of the Father is not in him. (16) For\nall that is in the world, the lust of the flesh and the lust of the\neyes and the boastful pride of life, is not from the Father, but\nis from the world. (17) The world is passing away and also its\nlusts; but the one who does the will of God continues to live\nforever."],"start_index":400023002001,"end_index":400023002017,"verse_count":17,"word_count":462},{"reference":"1 John 3:16-22","translation":"NASB","division":"Senior","passage_number":105,"release":"NBBC","cards":["(16) We know love by this, that He laid down His life for us; and\nwe ought to lay down our lives for the brothers and sisters. (17)\nBut whoever has worldly goods and sees his brother or sister in\nneed, and closes his heart against him, how does the love of God\nremain in him? (18) Little children, let's not love with word or with\ntongue, but in deed and truth. (19) We will know by this that we\nare of the truth, and will set our heart at ease before Him, (20) that\nif our heart condemns us, that God is greater than our heart, and\nHe knows all things. (21) Beloved, if our heart does not condemn\nus, we have confidence before God; (22) and whatever we ask, we\nreceive from Him, because we keep His commandments and do\nthe things that are pleasing in His sight."],"start_index":400023003016,"end_index":400023003022,"verse_count":7,"word_count":143},{"reference":"1 John 4:13-16","translation":"NASB","division":"Senior","passage_number":106,"release":"NBBC","cards":["(13) By this we know that we remain in Him and He in us,\nbecause He has given to us of His Spirit. (14) We have seen\nand testify that the Father has sent the Son to be the Savior\nof the world. (15) Whoever confesses that Jesus is the Son of\nGod, God remains in him, and he in God. (16) We have come\nto know and have believed the love which God has for us.\nGod is love, and the one who remains in love remains in God,\nand God remains in him."],"start_index":400023004013,"end_index":400023004016,"verse_count":4,"word_count":91}]
