[{"reference":"Ruth 1:1-2","words":81,"text":["1","Now it came about in the days when the judges governed, that there was a famine in the land. And a man of Bethlehem in Judah went to reside in the land of Moab with his wife and his two sons.","2","The name of the man was Elimelech, and the name of his wife, Naomi; and the names of his two sons were Mahlon and Chilion, Ephrathites of Bethlehem in Judah. So they entered the land of Moab and remained there."]},{"reference":"Genesis 22:8-14","words":203,"text":["8","Abraham said, “God will provide for Himself the lamb for the burnt offering, my son.” So the two of them walked on together.","9","Then they came to the place of which God had told him; and Abraham built the altar there and arranged the wood, and bound his son Isaac and laid him on the altar, on top of the wood.","10","And Abraham reached out with his hand and took the knife to slaughter his son.","11","But the angel of the Lord called to him from heaven and said, “Abraham, Abraham!” And he said, “Here I am.”","12","He said, “Do not reach out your hand against the boy, and do not do anything to him; for now I know that you fear God, since you have not withheld your son, your only son, from Me.”","13","Then Abraham raised his eyes and looked, and behold, behind him was a ram caught in the thicket by its horns; and Abraham went and took the ram and offered it up as a burnt offering in the place of his son.","14","And Abraham named that place The Lord Will Provide, as it is said to this day, “On the mountain of the Lord it will be provided.”"]},{"reference":"Philemon 1:4-7","words":85,"text":["4","I thank my God always, making mention of you in my prayers,","5","because I hear of your love and of the faith which you have toward the Lord Jesus and toward all the saints;","6","and I pray that the fellowship of your faith may become effective through the knowledge of every good thing which is in you for the sake of Christ.","7","For I have had great joy and comfort in your love, because the hearts of the saints have been refreshed through you, brother."]},{"reference":"Romans 5:12-13","words":46,"text":["12","Therefore, just as through one man sin entered into the world, and death through sin, and so death spread to all mankind, because all sinned—","13","for until the Law sin was in the world, but sin is not counted against anyone when there is no law."]},{"reference":"Psalm 130:1-8","words":116,"text":["1","Out of the depths I have cried to You, Lord.","2","Lord, hear my voice! Let Your ears be attentive To the sound of my pleadings.","3","If You, Lord, were to keep account of guilty deeds, Lord, who could stand?","4","But there is forgiveness with You, So that You may be revered.","5","I wait for the Lord, my soul waits, And I wait for His word.","6","My soul waits in hope for the Lord More than the watchmen for the morning; Yes, more than the watchmen for the morning.","7","Israel, wait for the Lord; For with the Lord there is mercy, And with Him is abundant redemption.","8","And He will redeem Israel From all his guilty deeds."]},{"reference":"Hebrews 11:29-40","words":248,"text":["29","By faith they passed through the Red Sea as through dry land; and the Egyptians, when they attempted it, were drowned.","30","By faith the walls of Jericho fell down after the Israelites had marched around them for seven days.","31","By faith the prostitute Rahab did not perish along with those who were disobedient, after she had welcomed the spies in peace.","32","And what more shall I say? For time will fail me if I tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets,","33","who by faith conquered kingdoms, performed acts of righteousness, obtained promises, shut the mouths of lions,","34","quenched the power of fire, escaped the edge of the sword, from weakness were made strong, became mighty in war, put foreign armies to flight.","35","Women received back their dead by resurrection; and others were tortured, not accepting their release, so that they might obtain a better resurrection;","36","and others experienced mocking and flogging, and further, chains and imprisonment.","37","They were stoned, they were sawn in two, they were tempted, they were put to death with the sword; they went about in sheepskins, in goatskins, being destitute, afflicted, tormented","38","(people of whom the world was not worthy), wandering in deserts, on mountains, and sheltering in caves and holes in the ground.","39","And all these, having gained approval through their faith, did not receive what was promised,","40","because God had provided something better for us, so that apart from us they would not be made perfect."]},{"reference":"Ruth 1:16-17","words":72,"text":["16","But Ruth said, “Do not plead with me to leave you or to turn back from following you; for where you go, I will go, and where you sleep, I will sleep. Your people shall be my people, and your God, my God.","17","Where you die, I will die, and there I will be buried. May the Lord do so to me, and worse, if anything but death separates me from you.”"]},{"reference":"Psalm 46:1-11","words":194,"text":["1","God is our refuge and strength, A very ready help in trouble.","2","Therefore we will not fear, though the earth shakes And the mountains slip into the heart of the sea;","3","Though its waters roar and foam, Though the mountains quake at its swelling pride. Selah","4","There is a river whose streams make the city of God happy, The holy dwelling places of the Most High.","5","God is in the midst of her, she will not be moved; God will help her when morning dawns.","6","The nations made an uproar, the kingdoms tottered; He raised His voice, the earth quaked.","7","The Lord of armies is with us; The God of Jacob is our stronghold. Selah","8","Come, behold the works of the Lord, Who has inflicted horrific events on the earth.","9","He makes wars to cease to the end of the earth; He breaks the bow and cuts the spear in two; He burns the chariots with fire.","10","“Stop striving and know that I am God; I will be exalted among the nations, I will be exalted on the earth.”","11","The Lord of armies is with us; The God of Jacob is our stronghold. Selah"]},{"reference":"Hebrews 12:1-2","words":76,"text":["1","Therefore, since we also have such a great cloud of witnesses surrounding us, let’s rid ourselves of every obstacle and the sin which so easily entangles us, and let’s run with endurance the race that is set before us,","2","looking only at Jesus, the originator and perfecter of the faith, who for the joy set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God."]},{"reference":"Genesis 17:6-8","words":86,"text":["6","I will make you exceedingly fruitful, and I will make nations of you, and kings will come from you.","7","I will establish My covenant between Me and you and your descendants after you throughout their generations as an everlasting covenant, to be God to you and to your descendants after you.","8","And I will give to you and to your descendants after you the land where you live as a stranger, all the land of Canaan, as an everlasting possession; and I will be their God.”"]},{"reference":"Psalm 76:1-12","words":188,"text":["1","God is known in Judah; His name is great in Israel.","2","His tabernacle is in Salem; His dwelling place also is in Zion.","3","There He broke the flaming arrows, The shield, the sword, and the weapons of war. Selah","4","You are resplendent, More majestic than the mountains of prey.","5","The stouthearted were plundered, They sank into sleep; And none of the warriors could use his hands.","6","At Your rebuke, God of Jacob, Both rider and horse were cast into a dead sleep.","7","You, You indeed are to be feared, And who may stand in Your presence, once You are angry?","8","You caused judgment to be heard from heaven; The earth feared and was still","9","When God arose to judgment, To save all the humble of the earth. Selah","10","For the wrath of mankind shall praise You; You will encircle Yourself with a remnant of wrath.","11","Make vows to the Lord your God and fulfill them; All who are around Him are to bring gifts to Him who is to be feared.","12","He will cut off the spirit of princes; He is feared by the kings of the earth."]},{"reference":"James 2:1-4","words":102,"text":["1","My brothers and sisters, do not hold your faith in our glorious Lord Jesus Christ with an attitude of personal favoritism.","2","For if a man comes into your assembly with a gold ring and is dressed in bright clothes, and a poor man in dirty clothes also comes in,","3","and you pay special attention to the one who is wearing the bright clothes, and say, “You sit here in a good place,” and you say to the poor man, “You stand over there, or sit down by my footstool,”","4","have you not made distinctions among yourselves, and become judges with evil motives?"]},{"reference":"Ruth 2:12-13","words":63,"text":["12","May the Lord reward your work, and may your wages be full from the Lord, the God of Israel, under whose wings you have come to take refuge.”","13","Then she said, “I have found favor in your sight, my lord, for you have comforted me and indeed have spoken kindly to your servant, though I am not like one of your female servants.”"]},{"reference":"Psalm 147:1-5","words":67,"text":["1","Praise the Lord! For it is good to sing praises to our God; For it is pleasant and praise is beautiful.","2","The Lord builds up Jerusalem; He gathers the outcasts of Israel.","3","He heals the brokenhearted And binds up their wounds.","4","He counts the number of the stars; He gives names to all of them.","5","Great is our Lord and abundant in strength; His understanding is infinite."]},{"reference":"James 3:1-10","words":265,"text":["1","Do not become teachers in large numbers, my brothers, since you know that we who are teachers will incur a stricter judgment.","2","For we all stumble in many ways. If anyone does not stumble in what he says, he is a perfect man, able to rein in the whole body as well.","3","Now if we put the bits into the horses’ mouths so that they will obey us, we direct their whole body as well.","4","Look at the ships too: though they are so large and are driven by strong winds, they are nevertheless directed by a very small rudder wherever the inclination of the pilot determines.","5","So also the tongue is a small part of the body, and yet it boasts of great things. See how great a forest is set aflame by such a small fire!","6","And the tongue is a fire, the very world of unrighteousness; the tongue is set among our body’s parts as that which defiles the whole body and sets on fire the course of our life, and is set on fire by hell.","7","For every species of beasts and birds, of reptiles and creatures of the sea, is tamed and has been tamed by the human race.","8","But no one among mankind can tame the tongue; it is a restless evil, full of deadly poison.","9","With it we bless our Lord and Father, and with it we curse people, who have been made in the likeness of God;","10","from the same mouth come both blessing and cursing. My brothers and sisters, these things should not be this way."]},{"reference":"Exodus 12:11-14","words":157,"text":["11","Now you shall eat it in this way: with your garment belted around your waist, your sandals on your feet, and your staff in your hand; and you shall eat it in a hurry—it is the Lord’s Passover.","12","For I will go through the land of Egypt on that night, and fatally strike all the firstborn in the land of Egypt, from the human firstborn to animals; and against all the gods of Egypt I will execute judgments—I am the Lord.","13","The blood shall be a sign for you on the houses where you live; and when I see the blood I will pass over you, and no plague will come upon you to destroy you when I strike the land of Egypt.","14","‘Now this day shall be a memorial to you, and you shall celebrate it as a feast to the Lord; throughout your generations you are to celebrate it as a permanent ordinance."]},{"reference":"Proverbs 15:2-3","words":30,"text":["2","The tongue of the wise makes knowledge pleasant, But the mouth of fools spouts foolishness.","3","The eyes of the Lord are in every place, Watching the evil and the good."]},{"reference":"James 4:1-17","words":406,"text":["1","What is the source of quarrels and conflicts among you? Is the source not your pleasures that wage war in your body’s parts?","2","You lust and do not have, so you commit murder. And you are envious and cannot obtain, so you fight and quarrel. You do not have because you do not ask.","3","You ask and do not receive, because you ask with the wrong motives, so that you may spend what you request on your pleasures.","4","You adulteresses, do you not know that friendship with the world is hostility toward God? Therefore whoever wants to be a friend of the world makes himself an enemy of God.","5","Or do you think that the Scripture says to no purpose, “He jealously desires the Spirit whom He has made to dwell in us”?","6","But He gives a greater grace. Therefore it says, “God is opposed to the proud, but gives grace to the humble.”","7","Submit therefore to God. But resist the devil, and he will flee from you.","8","Come close to God and He will come close to you. Cleanse your hands, you sinners; and purify your hearts, you double-minded.","9","Be miserable, and mourn, and weep; let your laughter be turned into mourning, and your joy into gloom.","10","Humble yourselves in the presence of the Lord, and He will exalt you.","11","Do not speak against one another, brothers and sisters. The one who speaks against a brother or sister, or judges his brother or sister, speaks against the law and judges the law; but if you judge the law, you are not a doer of the law but a judge of it.","12","There is only one Lawgiver and Judge, the One who is able to save and to destroy; but who are you, judging your neighbor?","13","Come now, you who say, “Today or tomorrow we will go to such and such a city, and spend a year there and engage in business and make a profit.”","14","Yet you do not know what your life will be like tomorrow. For you are just a vapor that appears for a little while, and then vanishes away.","15","Instead, you ought to say, “If the Lord wills, we will live and also do this or that.”","16","But as it is, you boast in your arrogance; all such boasting is evil.","17","So for one who knows the right thing to do and does not do it, for him it is sin."]},{"reference":"Ruth 3:9-11","words":90,"text":["9","So he said, “Who are you?” And she answered, “I am Ruth your slave. Now spread your garment over your slave, for you are a redeemer.”","10","Then he said, “May you be blessed of the Lord, my daughter. You have shown your last kindness to be better than the first, by not going after young men, whether poor or rich.","11","So now, my daughter, do not fear. I will do for you whatever you say, for all my people in the city know that you are a woman of excellence."]},{"reference":"Proverbs 20:5-6","words":34,"text":["5","A plan in the heart of a person is like deep water, But a person of understanding draws it out.","6","Many a person proclaims his own loyalty, But who can find a trustworthy person?"]},{"reference":"1 Peter 1:22-25","words":93,"text":["22","Since you have purified your souls in obedience to the truth for a sincere love of the brothers and sisters, fervently love one another from the heart,","23","for you have been born again not of seed which is perishable, but imperishable, that is, through the living and enduring word of God.","24","For, “All flesh is like grass, And all its glory is like the flower of grass. The grass withers, And the flower falls off,","25","But the word of the Lord endures forever.” And this is the word which was preached to you."]},{"reference":"Hebrews 2:14-15","words":51,"text":["14","Therefore, since the children share in flesh and blood, He Himself likewise also partook of the same, so that through death He might destroy the one who has the power of death, that is, the devil,","15","and free those who through fear of death were subject to slavery all their lives."]},{"reference":"Isaiah 40:1-5","words":118,"text":["1","“Comfort, comfort My people,” says your God.","2","“Speak kindly to Jerusalem; And call out to her, that her warfare has ended, That her guilt has been removed, That she has received of the Lord’s hand Double for all her sins.”","3","The voice of one calling out, “Clear the way for the Lord in the wilderness; Make straight in the desert a highway for our God.","4","Let every valley be lifted up, And every mountain and hill be made low; And let the uneven ground become a plain, And the rugged terrain a broad valley;","5","Then the glory of the Lord will be revealed, And all flesh will see it together; For the mouth of the Lord has spoken.”"]},{"reference":"1 Peter 3:8-22","words":376,"text":["8","To sum up, all of you be harmonious, sympathetic, loving, compassionate, and humble;","9","not returning evil for evil or insult for insult, but giving a blessing instead; for you were called for the very purpose that you would inherit a blessing.","10","For, “The one who desires life, to love and see good days, Must keep his tongue from evil and his lips from speaking deceit.","11","He must turn away from evil and do good; He must seek peace and pursue it.","12","For the eyes of the Lord are toward the righteous, And His ears attend to their prayer, But the face of the Lord is against evildoers.”","13","And who is there to harm you if you prove zealous for what is good?","14","But even if you should suffer for the sake of righteousness, you are blessed. And do not fear their intimidation, and do not be in dread,","15","but sanctify Christ as Lord in your hearts, always being ready to make a defense to everyone who asks you to give an account for the hope that is in you, but with gentleness and respect;","16","and keep a good conscience so that in the thing in which you are slandered, those who disparage your good behavior in Christ will be put to shame.","17","For it is better, if God should will it so, that you suffer for doing what is right rather than for doing what is wrong.","18","For Christ also suffered for sins once for all time, the just for the unjust, so that He might bring us to God, having been put to death in the flesh, but made alive in the spirit;","19","in which He also went and made proclamation to the spirits in prison,","20","who once were disobedient when the patience of God kept waiting in the days of Noah, during the construction of the ark, in which a few, that is, eight persons, were brought safely through the water.","21","Corresponding to that, baptism now saves you—not the removal of dirt from the flesh, but an appeal to God for a good conscience—through the resurrection of Jesus Christ,","22","who is at the right hand of God, having gone into heaven, after angels and authorities and powers had been subjected to Him."]},{"reference":"Ruth 4:9-12","words":170,"text":["9","Then Boaz said to the elders and all the people, “You are witnesses today that I have bought from the hand of Naomi all that belonged to Elimelech and all that belonged to Chilion and Mahlon.","10","Furthermore, I have acquired Ruth the Moabitess, the widow of Mahlon, to be my wife in order to raise up the name of the deceased on his inheritance, so that the name of the deceased will not be eliminated from his brothers or from the court of his birth place; you are witnesses today.”","11","And all the people who were in the court, and the elders, said, “We are witnesses. May the Lord make the woman who is coming into your home like Rachel and Leah, both of whom built the house of Israel; and may you achieve wealth in Ephrathah and become famous in Bethlehem.","12","Moreover, may your house be like the house of Perez whom Tamar bore to Judah, through the descendants whom the Lord will give you by this young woman.”"]},{"reference":"Isaiah 44:6-8","words":120,"text":["6","“This is what the Lord says, He who is the King of Israel and his Redeemer, the Lord of armies: ‘I am the first and I am the last, And there is no God besides Me.","7","Who is like Me? Let him proclaim and declare it; And, let him confront Me Beginning with My establishing of the ancient nation. Then let them declare to them the things that are coming And the events that are going to take place.","8","Do not tremble and do not be afraid; Have I not long since announced it to you and declared it? And you are My witnesses. Is there any God besides Me, Or is there any other Rock? I know of none.’”"]},{"reference":"1 Peter 5:1-4","words":94,"text":["1","Therefore, I urge elders among you, as your fellow elder and a witness of the sufferings of Christ, and one who is also a fellow partaker of the glory that is to be revealed:","2","shepherd the flock of God among you, exercising oversight, not under compulsion but voluntarily, according to the will of God; and not with greed but with eagerness;","3","nor yet as domineering over those assigned to your care, but by proving to be examples to the flock.","4","And when the Chief Shepherd appears, you will receive the unfading crown of glory."]},{"reference":"1 Peter 1:18-21","words":86,"text":["18","knowing that you were not redeemed with perishable things like silver or gold from your futile way of life inherited from your forefathers,","19","but with precious blood, as of a lamb unblemished and spotless, the blood of Christ.","20","For He was foreknown before the foundation of the world, but has appeared in these last times for the sake of you","21","who through Him are believers in God, who raised Him from the dead and gave Him glory, so that your faith and hope are in God."]},{"reference":"Isaiah 51:10-12","words":95,"text":["10","Was it not You who dried up the sea, The waters of the great deep; Who made the depths of the sea a pathway For the redeemed to cross over?","11","And the redeemed of the Lord will return And come to Zion with joyful shouting, And everlasting joy will be on their heads. They will obtain gladness and joy, And sorrow and sighing will flee away.","12","“I, I Myself, am He who comforts you. Who are you that you are afraid of mortal man, And of a son of man who is made like grass,"]},{"reference":"2 Peter 2:1-9","words":227,"text":["1","But false prophets also appeared among the people, just as there will also be false teachers among you, who will secretly introduce destructive heresies, even denying the Master who bought them, bringing swift destruction upon themselves.","2","Many will follow their indecent behavior, and because of them the way of the truth will be maligned;","3","and in their greed they will exploit you with false words; their judgment from long ago is not idle, and their destruction is not asleep.","4","For if God did not spare angels when they sinned, but cast them into hell and committed them to pits of darkness, held for judgment;","5","and did not spare the ancient world, but protected Noah, a preacher of righteousness, with seven others, when He brought a flood upon the world of the ungodly;","6","and if He condemned the cities of Sodom and Gomorrah to destruction by reducing them to ashes, having made them an example of what is coming for the ungodly;","7","and if He rescued righteous Lot, who was oppressed by the perverted conduct of unscrupulous people","8","(for by what he saw and heard that righteous man, while living among them, felt his righteous soul tormented day after day by their lawless deeds),","9","then the Lord knows how to rescue the godly from a trial, and to keep the unrighteous under punishment for the day of judgment,"]},{"reference":"Ruth 4:13-16","words":105,"text":["13","So Boaz took Ruth, and she became his wife, and he had relations with her. And the Lord enabled her to conceive, and she gave birth to a son.","14","Then the women said to Naomi, “Blessed is the Lord who has not left you without a redeemer today, and may his name become famous in Israel.","15","May he also be to you one who restores life and sustains your old age; for your daughter-in-law, who loves you and is better to you than seven sons, has given birth to him.”","16","Then Naomi took the child and laid him in her lap, and became his nurse."]},{"reference":"Isaiah 60:1-9","words":253,"text":["1","“Arise, shine; for your light has come, And the glory of the Lord has risen upon you.","2","For behold, darkness will cover the earth And deep darkness the peoples; But the Lord will rise upon you And His glory will appear upon you.","3","Nations will come to your light, And kings to the brightness of your rising.","4","“Raise your eyes all around and see; They all gather together, they come to you. Your sons will come from afar, And your daughters will be carried on the hip.","5","Then you will see and be radiant, And your heart will thrill and rejoice; Because the abundance of the sea will be turned to you, The wealth of the nations will come to you.","6","A multitude of camels will cover you, The young camels of Midian and Ephah; All those from Sheba will come; They will bring gold and frankincense, And proclaim good news of the praises of the Lord.","7","All the flocks of Kedar will be gathered to you, The rams of Nebaioth will serve you; They will go up on My altar with acceptance, And I will glorify My glorious house.","8","Who are these who fly like a cloud And like the doves to their windows?","9","Certainly the coastlands will wait for Me; And the ships of Tarshish will come first, To bring your sons from afar, Their silver and their gold with them, For the name of the Lord your God, And for the Holy One of Israel because He has glorified you."]},{"reference":"2 Peter 3:11-18","words":216,"text":["11","Since all these things are to be destroyed in this way, what sort of people ought you to be in holy conduct and godliness,","12","looking for and hastening the coming of the day of God, because of which the heavens will be destroyed by burning, and the elements will melt with intense heat!","13","But according to His promise we are looking for new heavens and a new earth, in which righteousness dwells.","14","Therefore, beloved, since you look for these things, be diligent to be found spotless and blameless by Him, at peace,","15","and regard the patience of our Lord as salvation; just as also our beloved brother Paul, according to the wisdom given him, wrote to you,","16","as also in all his letters, speaking in them of these things, in which there are some things that are hard to understand, which the untaught and unstable distort, as they do also the rest of the Scriptures, to their own destruction.","17","You therefore, beloved, knowing this beforehand, be on your guard so that you are not carried away by the error of unscrupulous people and lose your own firm commitment,","18","but grow in the grace and knowledge of our Lord and Savior Jesus Christ. To Him be the glory, both now and to the day of eternity. Amen."]},{"reference":"Colossians 1:13-18","words":120,"text":["13","For He rescued us from the domain of darkness, and transferred us to the kingdom of His beloved Son,","14","in whom we have redemption, the forgiveness of sins.","15","He is the image of the invisible God, the firstborn of all creation:","16","for by Him all things were created, both in the heavens and on earth, visible and invisible, whether thrones, or dominions, or rulers, or authorities—all things have been created through Him and for Him.","17","He is before all things, and in Him all things hold together.","18","He is also the head of the body, the church; and He is the beginning, the firstborn from the dead, so that He Himself will come to have first place in everything."]},{"reference":"Isaiah 61:1-7","words":221,"text":["1","The Spirit of the Lord God is upon me, Because the Lord anointed me To bring good news to the humble; He has sent me to bind up the brokenhearted, To proclaim release to captives And freedom to prisoners;","2","To proclaim the favorable year of the Lord And the day of vengeance of our God; To comfort all who mourn,","3","To grant those who mourn in Zion, Giving them a garland instead of ashes, The oil of gladness instead of mourning, The cloak of praise instead of a disheartened spirit. So they will be called oaks of righteousness, The planting of the Lord, that He may be glorified.","4","Then they will rebuild the ancient ruins, They will raise up the former devastations; And they will repair the ruined cities, The desolations of many generations.","5","Strangers will stand and pasture your flocks, And foreigners will be your farmers and your vinedressers.","6","But you will be called the priests of the Lord; You will be spoken of as ministers of our God. You will eat the wealth of nations, And you will boast in their riches.","7","Instead of your shame you will have a double portion, And instead of humiliation they will shout for joy over their portion. Therefore they will possess a double portion in their land, Everlasting joy will be theirs."]},{"reference":"1 John 1:1-10","words":249,"text":["1","What was from the beginning, what we have heard, what we have seen with our eyes, what we have looked at and touched with our hands, concerning the Word of Life—","2","and the life was revealed, and we have seen and testify and proclaim to you the eternal life, which was with the Father and was revealed to us—","3","what we have seen and heard we proclaim to you also, so that you too may have fellowship with us; and indeed our fellowship is with the Father, and with His Son Jesus Christ.","4","These things we write, so that our joy may be made complete.","5","This is the message we have heard from Him and announce to you, that God is Light, and in Him there is no darkness at all.","6","If we say that we have fellowship with Him and yet walk in the darkness, we lie and do not practice the truth;","7","but if we walk in the Light as He Himself is in the Light, we have fellowship with one another, and the blood of Jesus His Son cleanses us from all sin.","8","If we say that we have no sin, we are deceiving ourselves and the truth is not in us.","9","If we confess our sins, He is faithful and righteous, so that He will forgive us our sins and cleanse us from all unrighteousness.","10","If we say that we have not sinned, we make Him a liar and His word is not in us."]},{"reference":"Ruth 4:18-22","words":41,"text":["18","Now these are the generations of Perez: Perez fathered Hezron,","19","Hezron fathered Ram, and Ram fathered Amminadab,","20","and Amminadab fathered Nahshon, and Nahshon fathered Salmon,","21","and Salmon fathered Boaz, and Boaz fathered Obed,","22","and Obed fathered Jesse, and Jesse fathered David."]},{"reference":"Isaiah 62:10-12","words":85,"text":["10","Go through, go through the gates, Clear a way for the people! Build up, build up the highway, Remove the stones, lift up a flag over the peoples.","11","Behold, the Lord has proclaimed to the end of the earth: Say to the daughter of Zion, “Behold, your salvation is coming; Behold His reward is with Him, and His compensation before Him.”","12","And they will call them, “The holy people, The redeemed of the Lord”; And you will be called, “Sought Out, A City Not Abandoned.”"]},{"reference":"1 John 4:13-19","words":152,"text":["13","By this we know that we remain in Him and He in us, because He has given to us of His Spirit.","14","We have seen and testify that the Father has sent the Son to be the Savior of the world.","15","Whoever confesses that Jesus is the Son of God, God remains in him, and he in God.","16","We have come to know and have believed the love which God has for us. God is love, and the one who remains in love remains in God, and God remains in him.","17","By this, love is perfected with us, so that we may have confidence in the day of judgment; because as He is, we also are in this world.","18","There is no fear in love, but perfect love drives out fear, because fear involves punishment, and the one who fears is not perfected in love.","19","We love, because He first loved us."]},{"reference":"Ephesians 1:18-20","words":86,"text":["18","I pray that the eyes of your heart may be enlightened, so that you will know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints,","19","and what is the boundless greatness of His power toward us who believe. These are in accordance with the working of the strength of His might","20","which He brought about in Christ, when He raised Him from the dead and seated Him at His right hand in the heavenly places,"]},{"reference":"Isaiah 63:15-19","words":129,"text":["15","Look down from heaven and see from Your holy and glorious lofty habitation; Where are Your zeal and Your mighty deeds? The stirrings of Your heart and Your compassion are restrained toward me.","16","For You are our Father, though Abraham does not know us And Israel does not recognize us. You, Lord, are our Father, Our Redeemer from ancient times is Your name.","17","Why, Lord, do You cause us to stray from Your ways And harden our heart from fearing You? Return for the sake of Your servants, the tribes of Your heritage.","18","Your holy people possessed Your sanctuary for a little while, Our adversaries have trampled it down.","19","We have become like those over whom You have never ruled, Like those who were not called by Your name."]},{"reference":"1 John 5:1-15","words":345,"text":["1","Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves the child born of Him.","2","By this we know that we love the children of God, when we love God and follow His commandments.","3","For this is the love of God, that we keep His commandments; and His commandments are not burdensome.","4","For whoever has been born of God overcomes the world; and this is the victory that has overcome the world: our faith.","5","Who is the one who overcomes the world, but the one who believes that Jesus is the Son of God?","6","This is the One who came by water and blood, Jesus Christ; not with the water only, but with the water and with the blood. It is the Spirit who testifies, because the Spirit is the truth.","7","For there are three that testify:","8","the Spirit and the water and the blood; and the three are in agreement.","9","If we receive the testimony of people, the testimony of God is greater; for the testimony of God is this, that He has testified concerning His Son.","10","The one who believes in the Son of God has the testimony in himself; the one who does not believe God has made Him a liar, because he has not believed in the testimony that God has given concerning His Son.","11","And the testimony is this, that God has given us eternal life, and this life is in His Son.","12","The one who has the Son has the life; the one who does not have the Son of God does not have the life.","13","These things I have written to you who believe in the name of the Son of God, so that you may know that you have eternal life.","14","This is the confidence which we have before Him, that, if we ask anything according to His will, He hears us.","15","And if we know that He hears us in whatever we ask, we know that we have the requests which we have asked from Him."]},{"reference":"Exodus 19:4-6","words":80,"text":["4","‘You yourselves have seen what I did to the Egyptians, and how I carried you on eagles’ wings, and brought you to Myself.","5","Now then, if you will indeed obey My voice and keep My covenant, then you shall be My own possession among all the peoples, for all the earth is Mine;","6","and you shall be to Me a kingdom of priests and a holy nation.’ These are the words that you shall speak to the sons of Israel.”"]},{"reference":"Isaiah 66:7-13","words":197,"text":["7","“Before she was in labor, she delivered; Before her pain came, she gave birth to a boy.","8","Who has heard such a thing? Who has seen such things? Can a land be born in one day? Can a nation be given birth all at once? As soon as Zion was in labor, she also delivered her sons.","9","Shall I bring to the point of birth but not give delivery?” says the Lord. “Or shall I who gives delivery shut the womb?” says your God.","10","“Be joyful with Jerusalem and rejoice for her, all you who love her; Be exceedingly glad with her, all you who mourn over her,","11","So that you may nurse and be satisfied with her comforting breasts, So that you may drink fully and be delighted with her bountiful breasts.”","12","For this is what the Lord says: “Behold, I extend peace to her like a river, And the glory of the nations like an overflowing stream; And you will be nursed, you will be carried on the hip and rocked back and forth on the knees.","13","As one whom his mother comforts, so I will comfort you; And you will be comforted in Jerusalem.”"]},{"reference":"Jude 1:14-23","words":206,"text":["14","It was also about these people that Enoch, in the seventh generation from Adam, prophesied, saying, “Behold, the Lord has come with many thousands of His holy ones,","15","to execute judgment upon all, and to convict all the ungodly of all their ungodly deeds which they have done in an ungodly way, and of all the harsh things which ungodly sinners have spoken against Him.”","16","These are grumblers, finding fault, following after their own lusts; they speak arrogantly, flattering people for the sake of gaining an advantage.","17","But you, beloved, ought to remember the words that were spoken beforehand by the apostles of our Lord Jesus Christ,","18","that they were saying to you, “In the last time there will be mockers, following after their own ungodly lusts.”","19","These are the ones who cause divisions, worldly-minded, devoid of the Spirit.","20","But you, beloved, building yourselves up on your most holy faith, praying in the Holy Spirit,","21","keep yourselves in the love of God, looking forward to the mercy of our Lord Jesus Christ to eternal life.","22","And have mercy on some, who are doubting;","23","save others, snatching them out of the fire; and on some have mercy with fear, hating even the garment polluted by the flesh."]},{"reference":"Joshua 21:43-45","words":87,"text":["43","So the Lord gave Israel all the land which He had sworn to give to their fathers, and they took possession of it and lived in it.","44","And the Lord gave them rest on every side, in accordance with everything that He had sworn to their fathers, and no one of all their enemies stood before them; the Lord handed all their enemies over to them.","45","Not one of the good promises which the Lord had made to the house of Israel failed; everything came to pass."]},{"reference":"Matthew 6:25-33","words":234,"text":["25","“For this reason I say to you, do not be worried about your life, as to what you will eat or what you will drink; nor for your body, as to what you will put on. Is life not more than food, and the body more than clothing?","26","Look at the birds of the sky, that they do not sow, nor reap, nor gather crops into barns, and yet your heavenly Father feeds them. Are you not much more important than they?","27","And which of you by worrying can add a single day to his life’s span?","28","And why are you worried about clothing? Notice how the lilies of the field grow; they do not labor nor do they spin thread for cloth,","29","yet I say to you that not even Solomon in all his glory clothed himself like one of these.","30","But if God so clothes the grass of the field, which is alive today and tomorrow is thrown into the furnace, will He not much more clothe you? You of little faith!","31","Do not worry then, saying, ‘What are we to eat?’ or ‘What are we to drink?’ or ‘What are we to wear for clothing?’","32","For the Gentiles eagerly seek all these things; for your heavenly Father knows that you need all these things.","33","But seek first His kingdom and His righteousness, and all these things will be provided to you."]},{"reference":"Revelation 2:1-3","words":87,"text":["1","“To the angel of the church in Ephesus write: The One who holds the seven stars in His right hand, the One who walks among the seven golden lampstands, says this:","2","‘I know your deeds and your labor and perseverance, and that you cannot tolerate evil people, and you have put those who call themselves apostles to the test, and they are not, and you found them to be false;","3","and you have perseverance and have endured on account of My name, and have not become weary."]},{"reference":"2 Chronicles 30:22","words":39,"text":["22","Then Hezekiah spoke encouragingly to all the Levites who showed good insight in the things of the Lord. So they ate for the appointed seven days, sacrificing peace offerings and giving thanks to the Lord God of their fathers."]},{"reference":"Matthew 7:21-29","words":214,"text":["21","“Not everyone who says to Me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of My Father who is in heaven will enter.","22","Many will say to Me on that day, ‘Lord, Lord, did we not prophesy in Your name, and in Your name cast out demons, and in Your name perform many miracles?’","23","And then I will declare to them, ‘I never knew you; leave Me, you who practice lawlessness.’","24","“Therefore, everyone who hears these words of Mine, and acts on them, will be like a wise man who built his house on the rock.","25","And the rain fell and the floods came, and the winds blew and slammed against that house; and yet it did not fall, for it had been founded on the rock.","26","And everyone who hears these words of Mine, and does not act on them, will be like a foolish man who built his house on the sand.","27","And the rain fell and the floods came, and the winds blew and slammed against that house; and it fell—and its collapse was great.”","28","When Jesus had finished these words, the crowds were amazed at His teaching;","29","for He was teaching them as one who had authority, and not as their scribes."]},{"reference":"Nehemiah 9:28-31","words":162,"text":["28","But as soon as they had rest, they did evil again before You; Therefore You abandoned them to the hand of their enemies, so that they ruled over them. When they cried out again to You, You heard from heaven, And many times You rescued them according to Your compassion,","29","And admonished them in order to turn them back to Your Law. Yet they acted arrogantly and did not listen to Your commandments but sinned against Your ordinances, Which, if a person follows them, then he will live by them. And they turned a stubborn shoulder and stiffened their neck, and would not listen.","30","However, You remained patient with them for many years, And admonished them by Your Spirit through Your prophets, Yet they would not listen. Therefore You handed them over to the peoples of the lands.","31","Nevertheless, in Your great compassion You did not make an end of them or abandon them, For You are a gracious and compassionate God."]},{"reference":"Luke 4:3-13","words":218,"text":["3","And the devil said to Him, “If You are the Son of God, tell this stone to become bread.”","4","And Jesus answered him, “It is written: ‘Man shall not live on bread alone.’”","5","And he led Him up and showed Him all the kingdoms of the world in a moment of time.","6","And the devil said to Him, “I will give You all this domain and its glory, for it has been handed over to me, and I give it to whomever I want.","7","Therefore if You worship before me, it shall all be Yours.”","8","Jesus replied to him, “It is written: ‘You shall worship the Lord your God and serve Him only.’”","9","And he brought Him into Jerusalem and had Him stand on the pinnacle of the temple, and said to Him, “If You are the Son of God, throw Yourself down from here;","10","for it is written: ‘He will give His angels orders concerning You, to protect You,’","11","and, ‘On their hands they will lift You up, So that You do not strike Your foot against a stone.’”","12","And Jesus answered and said to him, “It has been stated, ‘You shall not put the Lord your God to the test.’”","13","And so when the devil had finished every temptation, he left Him until an opportune time."]},{"reference":"Job 19:23-29","words":130,"text":["23","“Oh that my words were written! Oh that they were recorded in a book!","24","That with an iron stylus and lead They were engraved in the rock forever!","25","Yet as for me, I know that my Redeemer lives, And at the last, He will take His stand on the earth.","26","Even after my skin is destroyed, Yet from my flesh I will see God,","27","Whom I, on my part, shall behold for myself, And whom my eyes will see, and not another. My heart faints within me!","28","If you say, ‘How shall we persecute him?’ And ‘What pretext for a case against him can we find?’","29","Then be afraid of the sword for yourselves, For wrath brings the punishment of the sword, So that you may know there is judgment.”"]},{"reference":"Luke 8:4-15","words":339,"text":["4","Now when a large crowd was coming together, and those from the various cities were journeying to Him, He spoke by way of a parable:","5","“The sower went out to sow his seed; and as he sowed, some fell beside the road, and it was trampled underfoot, and the birds of the sky ate it up.","6","Other seed fell on rocky soil, and when it came up, it withered away because it had no moisture.","7","Other seed fell among the thorns; and the thorns grew up with it and choked it out.","8","And yet other seed fell into the good soil, and grew up, and produced a crop a hundred times as much.” As He said these things, He would call out, “The one who has ears to hear, let him hear.”","9","Now His disciples began asking Him what this parable meant.","10","And He said, “To you it has been granted to know the mysteries of the kingdom of God, but to the rest they are told in parables, so that while seeing they may not see, and while hearing they may not understand.","11","“Now this is the parable: the seed is the word of God.","12","And those beside the road are the ones who have heard, then the devil comes and takes away the word from their heart, so that they will not believe and be saved.","13","Those on the rocky soil are the ones who, when they hear, receive the word with joy; and yet these do not have a firm root; they believe for a while, and in a time of temptation they fall away.","14","And the seed which fell among the thorns, these are the ones who have heard, and as they go on their way they are choked by worries, riches, and pleasures of this life, and they bring no fruit to maturity.","15","But the seed in the good soil, these are the ones who have heard the word with a good and virtuous heart, and hold it firmly, and produce fruit with perseverance."]},{"reference":"Job 27:2-6","words":90,"text":["2","“As God lives, who has taken away my right, And the Almighty, who has embittered my soul,","3","For as long as life is in me, And the breath of God is in my nostrils,","4","My lips certainly will not speak unjustly, Nor will my tongue mutter deceit.","5","Far be it from me that I should declare you right; Until I die, I will not give up my integrity.","6","I have kept hold of my righteousness and will not let it go. My heart does not rebuke any of my days."]},{"reference":"Luke 22:31-34","words":76,"text":["31","“Simon, Simon, behold, Satan has demanded to sift you men like wheat;","32","but I have prayed for you, that your faith will not fail; and you, when you have turned back, strengthen your brothers.”","33","But he said to Him, “Lord, I am ready to go with You both to prison and to death!”","34","But He said, “I tell you, Peter, the rooster will not crow today until you have denied three times that you know Me.”"]},{"reference":"Job 42:10-12","words":114,"text":["10","The Lord also restored the fortunes of Job when he prayed for his friends, and the Lord increased double all that Job had.","11","Then all his brothers, all his sisters, and all who had known him before came to him, and they ate bread with him in his house; and they sympathized with him and comforted him for all the adversities that the Lord had brought on him. And each one gave him a piece of money, and each a ring of gold.","12","The Lord blessed the latter days of Job more than his beginning; and he had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen, and a thousand female donkeys."]},{"reference":"John 3:4-8","words":125,"text":["4","Nicodemus *said to Him, “How can a person be born when he is old? He cannot enter his mother’s womb a second time and be born, can he?”","5","Jesus answered, “Truly, truly, I say to you, unless someone is born of water and the Spirit, he cannot enter the kingdom of God.","6","That which has been born of the flesh is flesh, and that which has been born of the Spirit is spirit.","7","Do not be amazed that I said to you, ‘You must be born again.’","8","The wind blows where it wishes, and you hear the sound of it, but you do not know where it is coming from and where it is going; so is everyone who has been born of the Spirit.”"]},{"reference":"Psalm 32:1-11","words":247,"text":["1","How blessed is he whose wrongdoing is forgiven, Whose sin is covered!","2","How blessed is a person whose guilt the Lord does not take into account, And in whose spirit there is no deceit!","3","When I kept silent about my sin, my body wasted away Through my groaning all day long.","4","For day and night Your hand was heavy upon me; My vitality failed as with the dry heat of summer. Selah","5","I acknowledged my sin to You, And I did not hide my guilt; I said, “I will confess my wrongdoings to the Lord”; And You forgave the guilt of my sin. Selah","6","Therefore, let everyone who is godly pray to You in a time when You may be found; Certainly in a flood of great waters, they will not reach him.","7","You are my hiding place; You keep me from trouble; You surround me with songs of deliverance. Selah","8","I will instruct you and teach you in the way which you should go; I will advise you with My eye upon you.","9","Do not be like the horse or like the mule, which have no understanding, Whose trappings include bit and bridle to hold them in check, Otherwise they will not come near to you.","10","The sorrows of the wicked are many, But the one who trusts in the Lord, goodness will surround him.","11","Be glad in the Lord and rejoice, you righteous ones; And shout for joy, all you who are upright in heart."]},{"reference":"John 7:37-49","words":235,"text":["37","Now on the last day, the great day of the feast, Jesus stood and cried out, saying, “If anyone is thirsty, let him come to Me and drink.","38","The one who believes in Me, as the Scripture said, ‘From his innermost being will flow rivers of living water.’”","39","But this He said in reference to the Spirit, whom those who believed in Him were to receive; for the Spirit was not yet given, because Jesus was not yet glorified.","40","Some of the people therefore, after they heard these words, were saying, “This truly is the Prophet.”","41","Others were saying, “This is the Christ.” But others were saying, “Surely the Christ is not coming from Galilee, is He?","42","Has the Scripture not said that the Christ comes from the descendants of David, and from Bethlehem, the village where David was?”","43","So a dissension occurred in the crowd because of Him.","44","And some of them wanted to arrest Him, but no one laid hands on Him.","45","The officers then came to the chief priests and Pharisees, and they said to them, “Why did you not bring Him?”","46","The officers answered, “Never has a man spoken in this way!”","47","The Pharisees then replied to them, “You have not been led astray too, have you?","48","Not one of the rulers or Pharisees has believed in Him, has he?","49","But this crowd that does not know the Law is accursed!”"]},{"reference":"Psalm 78:21-39","words":308,"text":["21","Therefore the Lord heard and was full of wrath; And a fire was kindled against Jacob, And anger also mounted against Israel,","22","Because they did not believe in God And did not trust in His salvation.","23","Yet He commanded the clouds above And opened the doors of heaven;","24","He rained down manna upon them to eat, And gave them food from heaven.","25","Man ate the bread of angels; He sent them food in abundance.","26","He made the east wind blow in the sky And by His power He directed the south wind.","27","When He rained meat upon them like the dust, Even winged fowl like the sand of the seas,","28","He let them fall in the midst of their camp, All around their dwellings.","29","So they ate and were well filled, And He satisfied their longing.","30","Yet before they had abandoned their longing, While their food was in their mouths,","31","The anger of God rose against them And killed some of their strongest ones, And subdued the choice men of Israel.","32","In spite of all this they still sinned And did not believe in His wonderful works.","33","So He brought their days to an end in futility, And their years to an end in sudden terror.","34","When He killed them, then they sought Him, And they returned and searched diligently for God;","35","And they remembered that God was their rock, And the Most High God their Redeemer.","36","But they flattered Him with their mouth And lied to Him with their tongue.","37","For their heart was not steadfast toward Him, Nor were they faithful with His covenant.","38","But He, being compassionate, forgave their wrongdoing and did not destroy them; And often He restrained His anger And did not stir up all His wrath.","39","So He remembered that they were only flesh, A wind that passes and does not return."]},{"reference":"John 12:34-50","words":430,"text":["34","The crowd then answered Him, “We have heard from the Law that the Christ is to remain forever; and how is it that You say, ‘The Son of Man must be lifted up’? Who is this Son of Man?”","35","So Jesus said to them, “For a little while longer the Light is among you. Walk while you have the Light, so that darkness will not overtake you; also, the one who walks in the darkness does not know where he is going.","36","While you have the Light, believe in the Light, so that you may become sons of Light.” These things Jesus proclaimed, and He went away and hid Himself from them.","37","But though He had performed so many signs in their sight, they still were not believing in Him.","38","This happened so that the word of Isaiah the prophet which he spoke would be fulfilled: “Lord, who has believed our report? And to whom has the arm of the Lord been revealed?”","39","For this reason they could not believe, for Isaiah said again,","40","“He has blinded their eyes and He hardened their heart, so that they will not see with their eyes and understand with their heart, and be converted, and so I will not heal them.”","41","These things Isaiah said because he saw His glory, and he spoke about Him.","42","Nevertheless many, even of the rulers, believed in Him, but because of the Pharisees they were not confessing Him, so that they would not be excommunicated from the synagogue;","43","for they loved the approval of people rather than the approval of God.","44","Now Jesus cried out and said, “The one who believes in Me, does not believe only in Me, but also in Him who sent Me.","45","And the one who sees Me sees Him who sent Me.","46","I have come as Light into the world, so that no one who believes in Me will remain in darkness.","47","If anyone hears My teachings and does not keep them, I do not judge him; for I did not come to judge the world, but to save the world.","48","The one who rejects Me and does not accept My teachings has one who judges him: the word which I spoke. That will judge him on the last day.","49","For I did not speak on My own, but the Father Himself who sent Me has given Me a commandment as to what to say and what to speak.","50","And I know that His commandment is eternal life; therefore the things I speak, I speak just as the Father has told Me.”"]},{"reference":"Psalm 90:13-17","words":91,"text":["13","Do return, Lord; how long will it be? And be sorry for Your servants.","14","Satisfy us in the morning with Your graciousness, That we may sing for joy and rejoice all our days.","15","Make us glad according to the days You have afflicted us, And the years we have seen evil.","16","Let Your work appear to Your servants And Your majesty to their children.","17","May the kindness of the Lord our God be upon us; And confirm for us the work of our hands; Yes, confirm the work of our hands."]},{"reference":"John 15:1-15","words":331,"text":["1","“I am the true vine, and My Father is the vinedresser.","2","Every branch in Me that does not bear fruit, He takes away; and every branch that bears fruit, He prunes it so that it may bear more fruit.","3","You are already clean because of the word which I have spoken to you.","4","Remain in Me, and I in you. Just as the branch cannot bear fruit of itself but must remain in the vine, so neither can you unless you remain in Me.","5","I am the vine, you are the branches; the one who remains in Me, and I in him bears much fruit, for apart from Me you can do nothing.","6","If anyone does not remain in Me, he is thrown away like a branch and dries up; and they gather them and throw them into the fire, and they are burned.","7","If you remain in Me, and My words remain in you, ask whatever you wish, and it will be done for you.","8","My Father is glorified by this, that you bear much fruit, and so prove to be My disciples.","9","Just as the Father has loved Me, I also have loved you; remain in My love.","10","If you keep My commandments, you will remain in My love; just as I have kept My Father’s commandments and remain in His love.","11","These things I have spoken to you so that My joy may be in you, and that your joy may be made full.","12","“This is My commandment, that you love one another, just as I have loved you.","13","Greater love has no one than this, that a person will lay down his life for his friends.","14","You are My friends if you do what I command you.","15","No longer do I call you slaves, for the slave does not know what his master is doing; but I have called you friends, because all things that I have heard from My Father I have made known to you."]},{"reference":"Psalm 106:1-12","words":209,"text":["1","Praise the Lord! Oh give thanks to the Lord, for He is good; For His mercy is everlasting.","2","Who can speak of the mighty deeds of the Lord, Or can proclaim all His praise?","3","How blessed are those who maintain justice, Who practice righteousness at all times!","4","Remember me, Lord, in Your favor toward Your people. Visit me with Your salvation,","5","So that I may see the prosperity of Your chosen ones, That I may rejoice in the joy of Your nation, That I may boast with Your inheritance.","6","We have sinned like our fathers, We have gone astray, we have behaved wickedly.","7","Our fathers in Egypt did not understand Your wonders; They did not remember Your abundant kindnesses, But rebelled by the sea, at the Red Sea.","8","Nevertheless He saved them for the sake of His name, So that He might make His power known.","9","So He rebuked the Red Sea and it dried up, And He led them through the mighty waters, as through the wilderness.","10","So He saved them from the hand of one who hated them, And redeemed them from the hand of the enemy.","11","The waters covered their adversaries; Not one of them was left.","12","Then they believed His words; They sang His praise."]},{"reference":"John 20:24-31","words":216,"text":["24","But Thomas, one of the twelve, who was called Didymus, was not with them when Jesus came.","25","So the other disciples were saying to him, “We have seen the Lord!” But he said to them, “Unless I see in His hands the imprint of the nails, and put my finger into the place of the nails, and put my hand into His side, I will not believe.”","26","Eight days later His disciples were again inside, and Thomas was with them. Jesus *came, the doors having been shut, and stood in their midst and said, “Peace be to you.”","27","Then He *said to Thomas, “Place your finger here, and see My hands; and take your hand and put it into My side; and do not continue in disbelief, but be a believer.”","28","Thomas answered and said to Him, “My Lord and my God!”","29","Jesus *said to him, “Because you have seen Me, have you now believed? Blessed are they who did not see, and yet believed.”","30","So then, many other signs Jesus also performed in the presence of the disciples, which are not written in this book;","31","but these have been written so that you may believe that Jesus is the Christ, the Son of God; and that by believing you may have life in His name."]},{"reference":"Isaiah 35:3-10","words":222,"text":["3","Strengthen the exhausted, and make the feeble strong.","4","Say to those with anxious heart, “Take courage, fear not. Behold, your God will come with vengeance; The retribution of God will come, But He will save you.”","5","Then the eyes of those who are blind will be opened, And the ears of those who are deaf will be unstopped.","6","Then those who limp will leap like a deer, And the tongue of those who cannot speak will shout for joy. For waters will burst forth in the wilderness, And streams in the desert.","7","The scorched land will become a pool And the thirsty ground springs of water; In the haunt of jackals, its resting place, Grass becomes reeds and rushes.","8","A highway will be there, a roadway, And it will be called the Highway of Holiness. The unclean will not travel on it, But it will be for the one who walks that way, And fools will not wander on it.","9","No lion will be there, Nor will any vicious animal go up on it; They will not be found there. But the redeemed will walk there,","10","And the redeemed of the Lord will return And come to Zion with joyful shouting, And everlasting joy will be on their heads. They will obtain gladness and joy, And sorrow and sighing will flee away."]},{"reference":"Acts 3:17-26","words":233,"text":["17","“And now, brothers, I know that you acted in ignorance, just as your rulers also did.","18","But the things which God previously announced by the mouths of all the prophets, that His Christ would suffer, He has fulfilled in this way.","19","Therefore repent and return, so that your sins may be wiped away, in order that times of refreshing may come from the presence of the Lord;","20","and that He may send Jesus, the Christ appointed for you,","21","whom heaven must receive until the period of restoration of all things, about which God spoke by the mouths of His holy prophets from ancient times.","22","Moses said, ‘The Lord God will raise up for you a prophet like me from your countrymen; to Him you shall listen regarding everything He says to you.","23","And it shall be that every soul that does not listen to that prophet shall be utterly destroyed from among the people.’","24","And likewise, all the prophets who have spoken from Samuel and his successors onward, have also announced these days.","25","It is you who are the sons of the prophets and of the covenant which God ordained with your fathers, saying to Abraham, ‘And in your seed all the families of the earth shall be blessed.’","26","God raised up His Servant for you first, and sent Him to bless you by turning every one of you from your wicked ways.”"]},{"reference":"Isaiah 40:21-28","words":236,"text":["21","Do you not know? Have you not heard? Has it not been declared to you from the beginning? Have you not understood from the foundations of the earth?","22","It is He who sits above the circle of the earth, And its inhabitants are like grasshoppers, Who stretches out the heavens like a curtain And spreads them out like a tent to live in.","23","It is He who reduces rulers to nothing, Who makes the judges of the earth meaningless.","24","Scarcely have they been planted, Scarcely have they been sown, Scarcely has their stock taken root in the earth, But He merely blows on them, and they wither, And the storm carries them away like stubble.","25","“To whom then will you compare Me That I would be his equal?” says the Holy One.","26","Raise your eyes on high And see who has created these stars, The One who brings out their multitude by number, He calls them all by name; Because of the greatness of His might and the strength of His power, Not one of them is missing.","27","Why do you say, Jacob, and you assert, Israel, “My way is hidden from the Lord, And the justice due me escapes the notice of my God”?","28","Do you not know? Have you not heard? The Everlasting God, the Lord, the Creator of the ends of the earth Does not become weary or tired. His understanding is unsearchable."]},{"reference":"Acts 10:34-44","words":260,"text":["34","Opening his mouth, Peter said: “I most certainly understand now that God is not one to show partiality,","35","but in every nation the one who fears Him and does what is right is acceptable to Him.","36","The word which He sent to the sons of Israel, preaching peace through Jesus Christ (He is Lord of all)—","37","you yourselves know the thing that happened throughout Judea, starting from Galilee, after the baptism which John proclaimed.","38","You know of Jesus of Nazareth, how God anointed Him with the Holy Spirit and with power, and how He went about doing good and healing all who were oppressed by the devil, for God was with Him.","39","We are witnesses of all the things that He did both in the country of the Jews and in Jerusalem. They also put Him to death by hanging Him on a cross.","40","God raised Him up on the third day and granted that He be revealed,","41","not to all the people, but to witnesses who had been chosen beforehand by God, that is, to us who ate and drank with Him after He arose from the dead.","42","And He ordered us to preach to the people, and to testify solemnly that this is the One who has been appointed by God as Judge of the living and the dead.","43","All the prophets testify of Him, that through His name everyone who believes in Him receives forgiveness of sins.”","44","While Peter was still speaking these words, the Holy Spirit fell upon all those who were listening to the message."]},{"reference":"Isaiah 49:18-25","words":292,"text":["18","Raise your eyes and look around; All of them gather together, they come to you. As I live,” declares the Lord, “You will certainly put them all on as jewelry and bind them on as a bride.","19","For your ruins and deserted places and your destroyed land— Now you will certainly be too cramped for the inhabitants, And those who swallowed you will be far away.","20","The children you lost will yet say in your ears, ‘The place is too cramped for me; Make room for me that I may live here.’","21","Then you will say in your heart, ‘Who has fathered these for me, Since I have been bereaved of my children And cannot conceive, and I am an exile, and a wanderer? And who has raised these? Behold, I was left alone; Where are these from?’”","22","This is what the Lord God says: “Behold, I will lift up My hand to the nations And set up My flag to the peoples; And they will bring your sons in their arms, And your daughters will be carried on their shoulders.","23","Kings will be your guardians, And their princesses your nurses. They will bow down to you with their faces to the ground And lick the dust from your feet; And you will know that I am the Lord; Those who hopefully wait for Me will not be put to shame.","24","“Can the prey be taken from a mighty man, Or the captives of a tyrant be rescued?”","25","Indeed, this is what the Lord says: “Even the captives of the mighty man will be taken away, And the prey of a tyrant will be rescued; For I will contend with the one who contends with you, And I will save your sons."]},{"reference":"Romans 1:16-25","words":238,"text":["16","For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.","17","For in it the righteousness of God is revealed from faith to faith; as it is written: “But the righteous one will live by faith.”","18","For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of people who suppress the truth in unrighteousness,","19","because that which is known about God is evident within them; for God made it evident to them.","20","For since the creation of the world His invisible attributes, that is, His eternal power and divine nature, have been clearly perceived, being understood by what has been made, so that they are without excuse.","21","For even though they knew God, they did not honor Him as God or give thanks, but they became futile in their reasonings, and their senseless hearts were darkened.","22","Claiming to be wise, they became fools,","23","and they exchanged the glory of the incorruptible God for an image in the form of corruptible mankind, of birds, four-footed animals, and crawling creatures.","24","Therefore God gave them up to vile impurity in the lusts of their hearts, so that their bodies would be dishonored among them.","25","For they exchanged the truth of God for falsehood, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen."]},{"reference":"Isaiah 50:1-11","words":365,"text":["1","This is what the Lord says: “Where is the certificate of divorce By which I have sent your mother away? Or to whom of My creditors did I sell you? Behold, you were sold for your wrongdoings, And for your wrongful acts your mother was sent away.","2","Why was there no one when I came? When I called, why was there no one to answer? Is My hand so short that it cannot redeem? Or do I have no power to rescue? Behold, I dry up the sea with My rebuke, I turn rivers into a wilderness; Their fish stink for lack of water, And die of thirst.","3","I clothe the heavens with blackness, And make sackcloth their covering.”","4","The Lord God has given Me the tongue of disciples, So that I may know how to sustain the weary one with a word. He awakens Me morning by morning, He awakens My ear to listen as a disciple.","5","The Lord God has opened My ear, And I was not disobedient, Nor did I turn back.","6","I gave My back to those who strike Me, And My cheeks to those who pull out My beard; I did not hide My face from insults and spitting.","7","For the Lord God helps Me, Therefore, I am not disgraced; Therefore, I have made My face like flint, And I know that I will not be ashamed.","8","He who vindicates Me is near; Who will contend with Me? Let us stand up to each other. Who has a case against Me? Let him approach Me.","9","Behold, the Lord God helps Me; Who is he who condemns Me? Behold, they will all wear out like a garment; A moth will eat them.","10","Who is among you who fears the Lord, Who obeys the voice of His servant, Who walks in darkness and has no light? Let him trust in the name of the Lord and rely on his God.","11","Behold, all you who kindle a fire, Who encircle yourselves with flaming arrows, Walk in the light of your fire And among the flaming arrows you have set ablaze. This you will have from My hand: You will lie down in torment."]},{"reference":"Romans 9:6-16","words":229,"text":["6","But it is not as though the word of God has failed. For they are not all Israel who are descended from Israel;","7","nor are they all children because they are Abraham’s descendants, but: “through Isaac your descendants shall be named.”","8","That is, it is not the children of the flesh who are children of God, but the children of the promise are regarded as descendants.","9","For this is the word of promise: “At this time I will come, and Sarah will have a son.”","10","And not only that, but there was also Rebekah, when she had conceived twins by one man, our father Isaac;","11","for though the twins were not yet born and had not done anything good or bad, so that God’s purpose according to His choice would stand, not because of works but because of Him who calls,","12","it was said to her, “The older will serve the younger.”","13","Just as it is written: “Jacob I have loved, but Esau I have hated.”","14","What shall we say then? There is no injustice with God, is there? Far from it!","15","For He says to Moses, “I will have mercy on whomever I have mercy, and I will show compassion to whomever I show compassion.”","16","So then, it does not depend on the person who wants it nor the one who runs, but on God who has mercy."]},{"reference":"Jeremiah 4:22","words":33,"text":["22","“For My people are foolish, They do not know Me; They are foolish children And have no understanding. They are skillful at doing evil, But they do not know how to do good.”"]},{"reference":"Romans 10:9-21","words":305,"text":["9","that if you confess with your mouth Jesus as Lord, and believe in your heart that God raised Him from the dead, you will be saved;","10","for with the heart a person believes, resulting in righteousness, and with the mouth he confesses, resulting in salvation.","11","For the Scripture says, “Whoever believes in Him will not be put to shame.”","12","For there is no distinction between Jew and Greek; for the same Lord is Lord of all, abounding in riches for all who call on Him;","13","for “Everyone who calls on the name of the Lord will be saved.”","14","How then are they to call on Him in whom they have not believed? How are they to believe in Him whom they have not heard? And how are they to hear without a preacher?","15","But how are they to preach unless they are sent? Just as it is written: “How beautiful are the feet of those who bring good news of good things!”","16","However, they did not all heed the good news; for Isaiah says, “Lord, who has believed our report?”","17","So faith comes from hearing, and hearing by the word of Christ.","18","But I say, surely they have never heard, have they? On the contrary: “Their voice has gone out into all the earth, And their words to the ends of the world.”","19","But I say, surely Israel did not know, did they? First Moses says, “I will make you jealous with those who are not a nation, With a foolish nation I will anger you.”","20","And Isaiah is very bold and says, “I was found by those who did not seek Me, I revealed Myself to those who did not ask for Me.”","21","But as for Israel, He says, “I have spread out My hands all day long to a disobedient and obstinate people.”"]},{"reference":"Jeremiah 16:18","words":33,"text":["18","I will first repay them double for their wrongdoing and their sin, because they have defiled My land; they have filled My inheritance with the carcasses of their detestable idols and their abominations.”"]},{"reference":"Romans 12:16-21","words":125,"text":["16","Be of the same mind toward one another; do not be haughty in mind, but associate with the lowly. Do not be wise in your own estimation.","17","Never repay evil for evil to anyone. Respect what is right in the sight of all people.","18","If possible, so far as it depends on you, be at peace with all people.","19","Never take your own revenge, beloved, but leave room for the wrath of God, for it is written: “Vengeance is Mine, I will repay,” says the Lord.","20","“But if your enemy is hungry, feed him; if he is thirsty, give him a drink; for in so doing you will heap burning coals on his head.”","21","Do not be overcome by evil, but overcome evil with good."]},{"reference":"Jeremiah 31:10-14","words":167,"text":["10","Hear the word of the Lord, you nations, And declare it in the coastlands far away, And say, “He who scattered Israel will gather him, And He will keep him as a shepherd keeps his flock.”","11","For the Lord has ransomed Jacob And redeemed him from the hand of him who was stronger than he.","12","“They will come and shout for joy on the height of Zion, And they will be radiant over the bounty of the Lord— Over the grain, the new wine, the oil, And over the young of the flock and the herd. And their life will be like a watered garden, And they will never languish again.","13","Then the virgin will rejoice in the dance, And the young men and the old together; For I will turn their mourning into joy And comfort them, and give them joy for their sorrow.","14","I will refresh the soul of the priests with abundance, And My people will be satisfied with My goodness,” declares the Lord."]},{"reference":"Romans 14:7-12","words":139,"text":["7","For not one of us lives for himself, and not one dies for himself;","8","for if we live, we live for the Lord, or if we die, we die for the Lord; therefore whether we live or die, we are the Lord’s.","9","For to this end Christ died and lived again, that He might be Lord both of the dead and of the living.","10","But as for you, why do you judge your brother or sister? Or you as well, why do you regard your brother or sister with contempt? For we will all appear before the judgment seat of God.","11","For it is written: “As I live, says the Lord, to Me every knee will bow, And every tongue will give praise to God.”","12","So then each one of us will give an account of himself to God."]},{"reference":"Jeremiah 31:33-34","words":96,"text":["33","“For this is the covenant which I will make with the house of Israel after those days,” declares the Lord: “I will put My law within them and write it on their heart; and I will be their God, and they shall be My people.","34","They will not teach again, each one his neighbor and each one his brother, saying, ‘Know the Lord,’ for they will all know Me, from the least of them to the greatest of them,” declares the Lord, “for I will forgive their wrongdoing, and their sin I will no longer remember.”"]},{"reference":"1 Corinthians 2:13-16","words":93,"text":["13","We also speak these things, not in words taught by human wisdom, but in those taught by the Spirit, combining spiritual thoughts with spiritual words.","14","But a natural person does not accept the things of the Spirit of God, for they are foolishness to him; and he cannot understand them, because they are spiritually discerned.","15","But the one who is spiritual discerns all things, yet he himself is discerned by no one.","16","For who has known the mind of the Lord, that he will instruct Him? But we have the mind of Christ."]},{"reference":"Jeremiah 33:8-9","words":86,"text":["8","And I will cleanse them from all their wrongdoing by which they have sinned against Me, and I will forgive all their wrongdoings by which they have sinned against Me and revolted against Me.","9","It will be to Me a name of joy, praise, and glory before all the nations of the earth, which will hear of all the good that I do for them, and they will be frightened and tremble because of all the good and all the peace that I make for it.’"]},{"reference":"1 Corinthians 8:4-6","words":86,"text":["4","Therefore, concerning the eating of food sacrificed to idols, we know that an idol is nothing at all in the world, and that there is no God but one.","5","For even if there are so-called gods whether in heaven or on earth, as indeed there are many gods and many lords,","6","yet for us there is only one God, the Father, from whom are all things, and we exist for Him; and one Lord, Jesus Christ, by whom are all things, and we exist through Him."]},{"reference":"Daniel 12:4-9","words":190,"text":["4","But as for you, Daniel, keep these words secret and seal up the book until the end of time; many will roam about, and knowledge will increase.”","5","Then I, Daniel, looked, and behold, two others were standing, one on this bank of the stream and the other on that bank of the stream.","6","And someone said to the man dressed in linen, who was above the waters of the stream, “How long will it be until the end of these wonders?”","7","And I heard the man dressed in linen, who was above the waters of the stream, as he raised his right hand and his left toward heaven, and swore by Him who lives forever that it would be for a time, times, and half a time; and as soon as they finish smashing the power of the holy people, all these events will be completed.","8","But as for me, I heard but did not understand; so I said, “My lord, what will be the outcome of these events?”","9","And he said, “Go your way, Daniel, for these words will be kept secret and sealed up until the end time."]},{"reference":"2 Corinthians 1:3-4","words":52,"text":["3","Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,","4","who comforts us in all our affliction so that we will be able to comfort those who are in any affliction with the comfort with which we ourselves are comforted by God."]},{"reference":"Zephaniah 3:8-20","words":406,"text":["8","“Therefore wait for Me,” declares the Lord, “For the day when I rise up as a witness. Indeed, My decision is to gather nations, To assemble kingdoms, To pour out on them My indignation, All My burning anger; For all the earth will be devoured By the fire of My zeal.","9","For then I will restore to the peoples pure lips, So that all of them may call on the name of the Lord, To serve Him shoulder to shoulder.","10","From beyond the rivers of Ethiopia My worshipers, My dispersed ones, Will bring My offerings.","11","On that day you will feel no shame Because of all your deeds By which you have rebelled against Me; For then I will remove from your midst Your proud, arrogant ones, And you will never again be haughty On My holy mountain.","12","But I will leave among you A humble and lowly people, And they will take refuge in the name of the Lord.","13","The remnant of Israel will do no wrong And tell no lies, Nor will a deceitful tongue Be found in their mouths; For they will feed and lie down With no one to frighten them.”","14","Shout for joy, daughter of Zion! Shout in triumph, Israel! Rejoice and triumph with all your heart, Daughter of Jerusalem!","15","The Lord has taken away His judgments against you, He has cleared away your enemies. The King of Israel, the Lord, is in your midst; You will no longer fear disaster.","16","On that day it will be said to Jerusalem: “Do not be afraid, Zion; Do not let your hands fall limp.","17","The Lord your God is in your midst, A victorious warrior. He will rejoice over you with joy, He will be quiet in His love, He will rejoice over you with shouts of joy.","18","I will gather those who are worried about the appointed feasts— They came from you, Zion; The disgrace of exile is a burden on them.","19","Behold, I am going to deal at that time With all your oppressors; I will save those who limp And gather the scattered, And I will turn their shame into praise and fame In all the earth.","20","At that time I will bring you in, Even at the time when I gather you together; Indeed, I will make you famous and praiseworthy Among all the peoples of the earth, When I restore your fortunes before your eyes,” Says the Lord."]},{"reference":"2 Corinthians 5:1-11","words":249,"text":["1","For we know that if our earthly tent which is our house is torn down, we have a building from God, a house not made by hands, eternal in the heavens.","2","For indeed, in this tent we groan, longing to be clothed with our dwelling from heaven,","3","since in fact after putting it on, we will not be found naked.","4","For indeed, we who are in this tent groan, being burdened, because we do not want to be unclothed but to be clothed, so that what is mortal will be swallowed up by life.","5","Now He who prepared us for this very purpose is God, who gave us the Spirit as a pledge.","6","Therefore, being always of good courage, and knowing that while we are at home in the body we are absent from the Lord—","7","for we walk by faith, not by sight—","8","but we are of good courage and prefer rather to be absent from the body and to be at home with the Lord.","9","Therefore we also have as our ambition, whether at home or absent, to be pleasing to Him.","10","For we must all appear before the judgment seat of Christ, so that each one may receive compensation for his deeds done through the body, in accordance with what he has done, whether good or bad.","11","Therefore, knowing the fear of the Lord, we persuade people, but we are well known to God; and I hope that we are also well known in your consciences."]},{"reference":"Zechariah 1:13-15","words":69,"text":["13","And the Lord responded to the angel who was speaking with me with gracious words, comforting words.","14","So the angel who was speaking with me said to me, “Proclaim, saying, ‘This is what the Lord of armies says: “I am exceedingly jealous for Jerusalem and Zion.","15","But I am very angry with the nations who are carefree; for while I was only a little angry, they furthered the disaster.”"]},{"reference":"Galatians 1:6-10","words":135,"text":["6","I am amazed that you are so quickly deserting Him who called you by the grace of Christ, for a different gospel,","7","which is not just another account; but there are some who are disturbing you and want to distort the gospel of Christ.","8","But even if we, or an angel from heaven, should preach to you a gospel contrary to what we have preached to you, he is to be accursed!","9","As we have said before, even now I say again: if anyone is preaching to you a gospel contrary to what you received, he is to be accursed!","10","For am I now seeking the favor of people, or of God? Or am I striving to please people? If I were still trying to please people, I would not be a bond-servant of Christ."]},{"reference":"Zechariah 9:9-12","words":135,"text":["9","Rejoice greatly, daughter of Zion! Shout in triumph, daughter of Jerusalem! Behold, your king is coming to you; He is righteous and endowed with salvation, Humble, and mounted on a donkey, Even on a colt, the foal of a donkey.","10","And I will eliminate the chariot from Ephraim And the horse from Jerusalem; And the bow of war will be eliminated. And He will speak peace to the nations; And His dominion will be from sea to sea, And from the Euphrates River to the ends of the earth.","11","As for you also, because of the blood of My covenant with you, I have set your prisoners free from the waterless pit.","12","Return to the stronghold, you prisoners who have the hope; This very day I am declaring that I will restore double to you."]},{"reference":"Galatians 2:18-21","words":98,"text":["18","For if I rebuild what I have once destroyed, I prove myself to be a wrongdoer.","19","For through the Law I died to the Law, so that I might live for God.","20","I have been crucified with Christ; and it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself up for me.","21","I do not nullify the grace of God, for if righteousness comes through the Law, then Christ died needlessly.”"]},{"reference":"Mark 1:2-5","words":89,"text":["2","just as it is written in Isaiah the prophet: “Behold, I am sending My messenger before You, Who will prepare Your way;","3","The voice of one calling out in the wilderness, ‘Prepare the way of the Lord, Make His paths straight!’”","4","John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins.","5","And all the country of Judea was going out to him, and all the people of Jerusalem; and they were being baptized by him in the Jordan River, confessing their sins."]},{"reference":"Ephesians 2:1-10","words":209,"text":["1","And you were dead in your offenses and sins,","2","in which you previously walked according to the course of this world, according to the prince of the power of the air, of the spirit that is now working in the sons of disobedience.","3","Among them we too all previously lived in the lusts of our flesh, indulging the desires of the flesh and of the mind, and were by nature children of wrath, just as the rest.","4","But God, being rich in mercy, because of His great love with which He loved us,","5","even when we were dead in our wrongdoings, made us alive together with Christ (by grace you have been saved),","6","and raised us up with Him, and seated us with Him in the heavenly places in Christ Jesus,","7","so that in the ages to come He might show the boundless riches of His grace in kindness toward us in Christ Jesus.","8","For by grace you have been saved through faith; and this is not of yourselves, it is the gift of God;","9","not a result of works, so that no one may boast.","10","For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand so that we would walk in them."]},{"reference":"Luke 1:68-79","words":189,"text":["68","“Blessed be the Lord God of Israel, For He has visited us and accomplished redemption for His people,","69","And has raised up a horn of salvation for us In the house of His servant David—","70","Just as He spoke by the mouth of His holy prophets from ancient times—","71","Salvation from our enemies, And from the hand of all who hate us;","72","To show mercy to our fathers, And to remember His holy covenant,","73","The oath which He swore to our father Abraham,","74","To grant us that we, being rescued from the hand of our enemies, Would serve Him without fear,","75","In holiness and righteousness before Him all our days.","76","And you, child, also will be called the prophet of the Most High; For you will go on before the Lord to prepare His ways;","77","To give His people the knowledge of salvation By the forgiveness of their sins,","78","Because of the tender mercy of our God, With which the Sunrise from on high will visit us,","79","To shine on those who sit in darkness and the shadow of death, To guide our feet into the way of peace.”"]},{"reference":"Ephesians 4:17-29","words":286,"text":["17","So I say this, and affirm in the Lord, that you are to no longer walk just as the Gentiles also walk, in the futility of their minds,","18","being darkened in their understanding, excluded from the life of God because of the ignorance that is in them, because of the hardness of their heart;","19","and they, having become callous, have given themselves up to indecent behavior for the practice of every kind of impurity with greediness.","20","But you did not learn Christ in this way,","21","if indeed you have heard Him and have been taught in Him, just as truth is in Jesus,","22","that, in reference to your former way of life, you are to rid yourselves of the old self, which is being corrupted in accordance with the lusts of deceit,","23","and that you are to be renewed in the spirit of your minds,","24","and to put on the new self, which in the likeness of God has been created in righteousness and holiness of the truth.","25","Therefore, ridding yourselves of falsehood, speak truth each one of you with his neighbor, because we are parts of one another.","26","Be angry, and yet do not sin; do not let the sun go down on your anger,","27","and do not give the devil an opportunity.","28","The one who steals must no longer steal; but rather he must labor, producing with his own hands what is good, so that he will have something to share with the one who has need.","29","Let no unwholesome word come out of your mouth, but if there is any good word for edification according to the need of the moment, say that, so that it will give grace to those who hear."]},{"reference":"Luke 3:2-6","words":107,"text":["2","in the high priesthood of Annas and Caiaphas, the word of God came to John, the son of Zechariah, in the wilderness.","3","And he came into all the region around the Jordan, preaching a baptism of repentance for the forgiveness of sins;","4","as it is written in the book of the words of Isaiah the prophet: “The voice of one calling out in the wilderness, ‘Prepare the way of the Lord, Make His paths straight!","5","Every ravine will be filled, And every mountain and hill will be lowered; The crooked will become straight, And the rough roads smooth;","6","And all flesh will see the salvation of God!’”"]},{"reference":"Philippians 1:3-8","words":122,"text":["3","I thank my God in all my remembrance of you,","4","always offering prayer with joy in my every prayer for you all,","5","in view of your participation in the gospel from the first day until now.","6","For I am confident of this very thing, that He who began a good work among you will complete it by the day of Christ Jesus.","7","For it is only right for me to feel this way about you all, because I have you in my heart, since both in my imprisonment and in the defense and confirmation of the gospel, you all are partakers of grace with me.","8","For God is my witness, how I long for you all with the affection of Christ Jesus."]},{"reference":"Luke 18:7-8","words":51,"text":["7","now, will God not bring about justice for His elect who cry out to Him day and night, and will He delay long for them?","8","I tell you that He will bring about justice for them quickly. However, when the Son of Man comes, will He find faith on the earth?”"]},{"reference":"1 Thessalonians 1:8-10","words":96,"text":["8","For the word of the Lord has sounded forth from you, not only in Macedonia and Achaia, but in every place the news of your faith toward God has gone out, so that we have no need to say anything.","9","For they themselves report about us as to the kind of reception we had with you, and how you turned to God from idols to serve a living and true God,","10","and to wait for His Son from heaven, whom He raised from the dead, that is, Jesus who rescues us from the wrath to come."]},{"reference":"Acts 13:44-48","words":130,"text":["44","The next Sabbath nearly all the city assembled to hear the word of the Lord.","45","But when the Jews saw the crowds, they were filled with jealousy and began contradicting the things spoken by Paul, and were blaspheming.","46","Paul and Barnabas spoke out boldly and said, “It was necessary that the word of God be spoken to you first. Since you repudiate it and consider yourselves unworthy of eternal life, behold, we are turning to the Gentiles.","47","For so the Lord has commanded us, ‘I have appointed You as a light to the Gentiles, That You may bring salvation to the end of the earth.’”","48","When the Gentiles heard this, they began rejoicing and glorifying the word of the Lord; and all who had been appointed to eternal life believed."]},{"reference":"1 Timothy 1:8-17","words":226,"text":["8","But we know that the Law is good, if one uses it lawfully,","9","realizing the fact that law is not made for a righteous person but for those who are lawless and rebellious, for the ungodly and sinners, for the unholy and worldly, for those who kill their fathers or mothers, for murderers,","10","for the sexually immoral, homosexuals, slave traders, liars, perjurers, and whatever else is contrary to sound teaching,","11","according to the glorious gospel of the blessed God, with which I have been entrusted.","12","I thank Christ Jesus our Lord, who has strengthened me, because He considered me faithful, putting me into service,","13","even though I was previously a blasphemer and a persecutor and a violent aggressor. Yet I was shown mercy because I acted ignorantly in unbelief;","14","and the grace of our Lord was more than abundant, with the faith and love which are found in Christ Jesus.","15","It is a trustworthy statement, deserving full acceptance, that Christ Jesus came into the world to save sinners, among whom I am foremost.","16","Yet for this reason I found mercy, so that in me as the foremost sinner Jesus Christ might demonstrate His perfect patience as an example for those who would believe in Him for eternal life.","17","Now to the King eternal, immortal, invisible, the only God, be honor and glory forever and ever. Amen."]},{"reference":"Hebrews 1:1-14","words":342,"text":["1","God, after He spoke long ago to the fathers in the prophets in many portions and in many ways,","2","in these last days has spoken to us in His Son, whom He appointed heir of all things, through whom He also made the world.","3","And He is the radiance of His glory and the exact representation of His nature, and upholds all things by the word of His power. When He had made purification of sins, He sat down at the right hand of the Majesty on high,","4","having become so much better than the angels, to the extent that He has inherited a more excellent name than they.","5","For to which of the angels did He ever say, “You are My Son, Today I have fathered You”? And again, “I will be a Father to Him And He will be a Son to Me”?","6","And when He again brings the firstborn into the world, He says, “And let all the angels of God worship Him.”","7","And regarding the angels He says, “He makes His angels winds, And His ministers a flame of fire.”","8","But regarding the Son He says, “Your throne, God, is forever and ever, And the scepter of righteousness is the scepter of His kingdom.","9","You have loved righteousness and hated lawlessness; Therefore God, Your God, has anointed You With the oil of joy above Your companions.”","10","And, “You, Lord, in the beginning laid the foundation of the earth, And the heavens are the works of Your hands;","11","They will perish, but You remain; And they all will wear out like a garment,","12","And like a robe You will roll them up; Like a garment they will also be changed. But You are the same, And Your years will not come to an end.”","13","But to which of the angels has He ever said, “Sit at My right hand, Until I make Your enemies A footstool for Your feet”?","14","Are they not all ministering spirits, sent out to provide service for the sake of those who will inherit salvation?"]},{"reference":"2 Timothy 1:3-10","words":208,"text":["3","I thank God, whom I serve with a clear conscience the way my forefathers did, as I constantly remember you in my prayers night and day,","4","longing to see you, even as I recall your tears, so that I may be filled with joy.","5","For I am mindful of the sincere faith within you, which first dwelled in your grandmother Lois and your mother Eunice, and I am sure that it is in you as well.","6","For this reason I remind you to kindle afresh the gift of God which is in you through the laying on of my hands.","7","For God has not given us a spirit of timidity, but of power and love and discipline.","8","Therefore do not be ashamed of the testimony of our Lord or of me His prisoner, but join with me in suffering for the gospel according to the power of God,","9","who saved us and called us with a holy calling, not according to our works, but according to His own purpose and grace, which was granted to us in Christ Jesus from all eternity,","10","but has now been revealed by the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,"]},{"reference":"Revelation 18:1-8","words":256,"text":["1","After these things I saw another angel coming down from heaven, having great authority, and the earth was illuminated from his glory.","2","And he cried out with a mighty voice, saying, “Fallen, fallen is Babylon the great! She has become a dwelling place of demons and a prison of every unclean spirit, and a prison of every unclean and hateful bird.","3","For all the nations have fallen because of the wine of the passion of her sexual immorality, and the kings of the earth have committed acts of sexual immorality with her, and the merchants of the earth have become rich from the excessive wealth of her luxury.”","4","I heard another voice from heaven, saying, “Come out of her, my people, so that you will not participate in her sins and receive any of her plagues;","5","for her sins have piled up as high as heaven, and God has remembered her offenses.","6","Pay her back even as she has paid, and give back to her double according to her deeds; in the cup which she has mixed, mix twice as much for her.","7","To the extent that she glorified herself and lived luxuriously, to the same extent give her torment and mourning; for she says in her heart, ‘I sit as a queen and I am not a widow, and will never see mourning.’","8","For this reason in one day her plagues will come, plague and mourning and famine, and she will be burned up with fire; for the Lord God who judges her is strong."]},{"reference":"Titus 2:1-6","words":98,"text":["1","But as for you, proclaim the things which are fitting for sound doctrine.","2","Older men are to be temperate, dignified, self-controlled, sound in faith, in love, in perseverance.","3","Older women likewise are to be reverent in their behavior, not malicious gossips nor enslaved to much wine, teaching what is good,","4","so that they may encourage the young women to love their husbands, to love their children,","5","to be sensible, pure, workers at home, kind, being subject to their own husbands, so that the word of God will not be dishonored.","6","Likewise urge the young men to be sensible;"]},{"reference":"Revelation 22:12-21","words":242,"text":["12","“Behold, I am coming quickly, and My reward is with Me, to reward each one as his work deserves.","13","I am the Alpha and the Omega, the first and the last, the beginning and the end.”","14","Blessed are those who wash their robes, so that they will have the right to the tree of life, and may enter the city by the gates.","15","Outside are the dogs, the sorcerers, the sexually immoral persons, the murderers, the idolaters, and everyone who loves and practices lying.","16","“I, Jesus, have sent My angel to testify to you of these things for the churches. I am the root and the descendant of David, the bright morning star.”","17","The Spirit and the bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires, take the water of life without cost.","18","I testify to everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues that are written in this book;","19","and if anyone takes away from the words of the book of this prophecy, God will take away his part from the tree of life and from the holy city, which are written in this book.","20","He who testifies to these things says, “Yes, I am coming quickly.” Amen. Come, Lord Jesus.","21","The grace of the Lord Jesus be with all. Amen."]},{"reference":"Titus 3:1-11","words":219,"text":["1","Remind them to be subject to rulers, to authorities, to be obedient, to be ready for every good deed,","2","to slander no one, not to be contentious, to be gentle, showing every consideration for all people.","3","For we too were once foolish, disobedient, deceived, enslaved to various lusts and pleasures, spending our life in malice and envy, hateful, hating one another.","4","But when the kindness of God our Savior and His love for mankind appeared,","5","He saved us, not on the basis of deeds which we did in righteousness, but in accordance with His mercy, by the washing of regeneration and renewing by the Holy Spirit,","6","whom He richly poured out upon us through Jesus Christ our Savior,","7","so that being justified by His grace we would be made heirs according to the hope of eternal life.","8","This statement is trustworthy; and concerning these things I want you to speak confidently, so that those who have believed God will be careful to engage in good deeds. These things are good and beneficial for people.","9","But avoid foolish controversies and genealogies and strife and disputes about the Law, for they are useless and worthless.","10","Reject a divisive person after a first and second warning,","11","knowing that such a person has deviated from what is right and is sinning, being self-condemned."]}]
