[{"reference":"Ruth 1:1-2","words":83,"text":["1","Now it came to pass, in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehem, Judah, went to dwell in the country of Moab, he and his wife and his two sons.","2","The name of the man was Elimelech, the name of his wife was Naomi, and the names of his two sons were Mahlon and Chilion—Ephrathites of Bethlehem, Judah. And they went to the country of Moab and remained there."]},{"reference":"Genesis 22:8-14","words":199,"text":["8","And Abraham said, “My son, God will provide for Himself the lamb for a burnt offering.” So the two of them went together.","9","Then they came to the place of which God had told him. And Abraham built an altar there and placed the wood in order; and he bound Isaac his son and laid him on the altar, upon the wood.","10","And Abraham stretched out his hand and took the knife to slay his son.","11","But the Angel of the Lord called to him from heaven and said, “Abraham, Abraham!” So he said, “Here I am.”","12","And He said, “Do not lay your hand on the lad, or do anything to him; for now I know that you fear God, since you have not withheld your son, your only son, from Me.”","13","Then Abraham lifted his eyes and looked, and there behind him was a ram caught in a thicket by its horns. So Abraham went and took the ram, and offered it up for a burnt offering instead of his son.","14","And Abraham called the name of the place, The-Lord-Will-Provide; as it is said to this day, “In the Mount of the Lord it shall be provided.”"]},{"reference":"Philemon 1:4-7","words":75,"text":["4","I thank my God, making mention of you always in my prayers,","5","hearing of your love and faith which you have toward the Lord Jesus and toward all the saints,","6","that the sharing of your faith may become effective by the acknowledgment of every good thing which is in you in Christ Jesus.","7","For we have great joy and consolation in your love, because the hearts of the saints have been refreshed by you, brother."]},{"reference":"Romans 5:12-13","words":43,"text":["12","Therefore, just as through one man sin entered the world, and death through sin, and thus death spread to all men, because all sinned—","13","(For until the law sin was in the world, but sin is not imputed when there is no law."]},{"reference":"Psalm 130:1-8","words":114,"text":["1","Out of the depths I have cried to You, O Lord;","2","Lord, hear my voice! Let Your ears be attentive To the voice of my supplications.","3","If You, Lord, should mark iniquities, O Lord, who could stand?","4","But there is forgiveness with You, That You may be feared.","5","I wait for the Lord, my soul waits, And in His word I do hope.","6","My soul waits for the Lord More than those who watch for the morning— Yes, more than those who watch for the morning.","7","O Israel, hope in the Lord; For with the Lord there is mercy, And with Him is abundant redemption.","8","And He shall redeem Israel From all his iniquities."]},{"reference":"Hebrews 11:29-40","words":244,"text":["29","By faith they passed through the Red Sea as by dry land, whereas the Egyptians, attempting to do so, were drowned.","30","By faith the walls of Jericho fell down after they were encircled for seven days.","31","By faith the harlot Rahab did not perish with those who did not believe, when she had received the spies with peace.","32","And what more shall I say? For the time would fail me to tell of Gideon and Barak and Samson and Jephthah, also of David and Samuel and the prophets:","33","who through faith subdued kingdoms, worked righteousness, obtained promises, stopped the mouths of lions,","34","quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, became valiant in battle, turned to flight the armies of the aliens.","35","Women received their dead raised to life again. Others were tortured, not accepting deliverance, that they might obtain a better resurrection.","36","Still others had trial of mockings and scourgings, yes, and of chains and imprisonment.","37","They were stoned, they were sawn in two, were tempted, were slain with the sword. They wandered about in sheepskins and goatskins, being destitute, afflicted, tormented—","38","of whom the world was not worthy. They wandered in deserts and mountains, in dens and caves of the earth.","39","And all these, having obtained a good testimony through faith, did not receive the promise,","40","God having provided something better for us, that they should not be made perfect apart from us."]},{"reference":"Ruth 1:16-17","words":71,"text":["16","But Ruth said: “Entreat me not to leave you, Or to turn back from following after you; For wherever you go, I will go; And wherever you lodge, I will lodge; Your people shall be my people, And your God, my God.","17","Where you die, I will die, And there will I be buried. The Lord do so to me, and more also, If anything but death parts you and me.”"]},{"reference":"Psalm 46:1-11","words":202,"text":["1","God is our refuge and strength, A very present help in trouble.","2","Therefore we will not fear, Even though the earth be removed, And though the mountains be carried into the midst of the sea;","3","Though its waters roar and be troubled, Though the mountains shake with its swelling. Selah","4","There is a river whose streams shall make glad the city of God, The holy place of the tabernacle of the Most High.","5","God is in the midst of her, she shall not be moved; God shall help her, just at the break of dawn.","6","The nations raged, the kingdoms were moved; He uttered His voice, the earth melted.","7","The Lord of hosts is with us; The God of Jacob is our refuge. Selah","8","Come, behold the works of the Lord, Who has made desolations in the earth.","9","He makes wars cease to the end of the earth; He breaks the bow and cuts the spear in two; He burns the chariot in the fire.","10","Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth!","11","The Lord of hosts is with us; The God of Jacob is our refuge. Selah"]},{"reference":"Hebrews 12:1-2","words":79,"text":["1","Therefore we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us,","2","looking unto Jesus, the author and finisher of our faith, who for the joy that was set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God."]},{"reference":"Genesis 17:6-8","words":84,"text":["6","I will make you exceedingly fruitful; and I will make nations of you, and kings shall come from you.","7","And I will establish My covenant between Me and you and your descendants after you in their generations, for an everlasting covenant, to be God to you and your descendants after you.","8","Also I give to you and your descendants after you the land in which you are a stranger, all the land of Canaan, as an everlasting possession; and I will be their God.”"]},{"reference":"Psalm 76:1-12","words":195,"text":["1","In Judah God is known; His name is great in Israel.","2","In Salem also is His tabernacle, And His dwelling place in Zion.","3","There He broke the arrows of the bow, The shield and sword of battle. Selah","4","You are more glorious and excellent Than the mountains of prey.","5","The stouthearted were plundered; They have sunk into their sleep; And none of the mighty men have found the use of their hands.","6","At Your rebuke, O God of Jacob, Both the chariot and horse were cast into a dead sleep.","7","You, Yourself, are to be feared; And who may stand in Your presence When once You are angry?","8","You caused judgment to be heard from heaven; The earth feared and was still,","9","When God arose to judgment, To deliver all the oppressed of the earth. Selah","10","Surely the wrath of man shall praise You; With the remainder of wrath You shall gird Yourself.","11","Make vows to the Lord your God, and pay them; Let all who are around Him bring presents to Him who ought to be feared.","12","He shall cut off the spirit of princes; He is awesome to the kings of the earth."]},{"reference":"James 2:1-4","words":96,"text":["1","My brethren, do not hold the faith of our Lord Jesus Christ, the Lord of glory, with partiality.","2","For if there should come into your assembly a man with gold rings, in fine apparel, and there should also come in a poor man in filthy clothes,","3","and you pay attention to the one wearing the fine clothes and say to him, “You sit here in a good place,” and say to the poor man, “You stand there,” or, “Sit here at my footstool,”","4","have you not shown partiality among yourselves, and become judges with evil thoughts?"]},{"reference":"Ruth 2:12-13","words":59,"text":["12","The Lord repay your work, and a full reward be given you by the Lord God of Israel, under whose wings you have come for refuge.”","13","Then she said, “Let me find favor in your sight, my lord; for you have comforted me, and have spoken kindly to your maidservant, though I am not like one of your maidservants.”"]},{"reference":"Psalm 147:1-5","words":67,"text":["1","Praise the Lord! For it is good to sing praises to our God; For it is pleasant, and praise is beautiful.","2","The Lord builds up Jerusalem; He gathers together the outcasts of Israel.","3","He heals the brokenhearted And binds up their wounds.","4","He counts the number of the stars; He calls them all by name.","5","Great is our Lord, and mighty in power; His understanding is infinite."]},{"reference":"James 3:1-10","words":228,"text":["1","My brethren, let not many of you become teachers, knowing that we shall receive a stricter judgment.","2","For we all stumble in many things. If anyone does not stumble in word, he is a perfect man, able also to bridle the whole body.","3","Indeed, we put bits in horses’ mouths that they may obey us, and we turn their whole body.","4","Look also at ships: although they are so large and are driven by fierce winds, they are turned by a very small rudder wherever the pilot desires.","5","Even so the tongue is a little member and boasts great things. See how great a forest a little fire kindles!","6","And the tongue is a fire, a world of iniquity. The tongue is so set among our members that it defiles the whole body, and sets on fire the course of nature; and it is set on fire by hell.","7","For every kind of beast and bird, of reptile and creature of the sea, is tamed and has been tamed by mankind.","8","But no man can tame the tongue. It is an unruly evil, full of deadly poison.","9","With it we bless our God and Father, and with it we curse men, who have been made in the similitude of God.","10","Out of the same mouth proceed blessing and cursing. My brethren, these things ought not to be so."]},{"reference":"Exodus 12:11-14","words":155,"text":["11","And thus you shall eat it: with a belt on your waist, your sandals on your feet, and your staff in your hand. So you shall eat it in haste. It is the Lord’s Passover.","12","‘For I will pass through the land of Egypt on that night, and will strike all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am the Lord.","13","Now the blood shall be a sign for you on the houses where you are. And when I see the blood, I will pass over you; and the plague shall not be on you to destroy you when I strike the land of Egypt.","14","‘So this day shall be to you a memorial; and you shall keep it as a feast to the Lord throughout your generations. You shall keep it as a feast by an everlasting ordinance."]},{"reference":"Proverbs 15:2-3","words":33,"text":["2","The tongue of the wise uses knowledge rightly, But the mouth of fools pours forth foolishness.","3","The eyes of the Lord are in every place, Keeping watch on the evil and the good."]},{"reference":"James 4:1-17","words":369,"text":["1","Where do wars and fights come from among you? Do they not come from your desires for pleasure that war in your members?","2","You lust and do not have. You murder and covet and cannot obtain. You fight and war. Yet you do not have because you do not ask.","3","You ask and do not receive, because you ask amiss, that you may spend it on your pleasures.","4","Adulterers and adulteresses! Do you not know that friendship with the world is enmity with God? Whoever therefore wants to be a friend of the world makes himself an enemy of God.","5","Or do you think that the Scripture says in vain, “The Spirit who dwells in us yearns jealously”?","6","But He gives more grace. Therefore He says: “God resists the proud, But gives grace to the humble.”","7","Therefore submit to God. Resist the devil and he will flee from you.","8","Draw near to God and He will draw near to you. Cleanse your hands, you sinners; and purify your hearts, you double-minded.","9","Lament and mourn and weep! Let your laughter be turned to mourning and your joy to gloom.","10","Humble yourselves in the sight of the Lord, and He will lift you up.","11","Do not speak evil of one another, brethren. He who speaks evil of a brother and judges his brother, speaks evil of the law and judges the law. But if you judge the law, you are not a doer of the law but a judge.","12","There is one Lawgiver, who is able to save and to destroy. Who are you to judge another?","13","Come now, you who say, “Today or tomorrow we will go to such and such a city, spend a year there, buy and sell, and make a profit”;","14","whereas you do not know what will happen tomorrow. For what is your life? It is even a vapor that appears for a little time and then vanishes away.","15","Instead you ought to say, “If the Lord wills, we shall live and do this or that.”","16","But now you boast in your arrogance. All such boasting is evil.","17","Therefore, to him who knows to do good and does not do it, to him it is sin."]},{"reference":"Ruth 3:9-11","words":93,"text":["9","And he said, “Who are you?” So she answered, “I am Ruth, your maidservant. Take your maidservant under your wing, for you are a close relative.”","10","Then he said, “Blessed are you of the Lord, my daughter! For you have shown more kindness at the end than at the beginning, in that you did not go after young men, whether poor or rich.","11","And now, my daughter, do not fear. I will do for you all that you request, for all the people of my town know that you are a virtuous woman."]},{"reference":"Proverbs 20:5-6","words":34,"text":["5","Counsel in the heart of man is like deep water, But a man of understanding will draw it out.","6","Most men will proclaim each his own goodness, But who can find a faithful man?"]},{"reference":"1 Peter 1:22-25","words":94,"text":["22","Since you have purified your souls in obeying the truth through the Spirit in sincere love of the brethren, love one another fervently with a pure heart,","23","having been born again, not of corruptible seed but incorruptible, through the word of God which lives and abides forever,","24","because “All flesh is as grass, And all the glory of man as the flower of the grass. The grass withers, And its flower falls away,","25","But the word of the Lord endures forever.” Now this is the word which by the gospel was preached to you."]},{"reference":"Hebrews 2:14-15","words":50,"text":["14","Inasmuch then as the children have partaken of flesh and blood, He Himself likewise shared in the same, that through death He might destroy him who had the power of death, that is, the devil,","15","and release those who through fear of death were all their lifetime subject to bondage."]},{"reference":"Isaiah 40:1-5","words":111,"text":["1","“Comfort, yes, comfort My people!” Says your God.","2","“Speak comfort to Jerusalem, and cry out to her, That her warfare is ended, That her iniquity is pardoned; For she has received from the Lord’s hand Double for all her sins.”","3","The voice of one crying in the wilderness: “Prepare the way of the Lord; Make straight in the desert A highway for our God.","4","Every valley shall be exalted And every mountain and hill brought low; The crooked places shall be made straight And the rough places smooth;","5","The glory of the Lord shall be revealed, And all flesh shall see it together; For the mouth of the Lord has spoken.”"]},{"reference":"1 Peter 3:8-22","words":366,"text":["8","Finally, all of you be of one mind, having compassion for one another; love as brothers, be tenderhearted, be courteous;","9","not returning evil for evil or reviling for reviling, but on the contrary blessing, knowing that you were called to this, that you may inherit a blessing.","10","For “He who would love life And see good days, Let him refrain his tongue from evil, And his lips from speaking deceit.","11","Let him turn away from evil and do good; Let him seek peace and pursue it.","12","For the eyes of the Lord are on the righteous, And His ears are open to their prayers; But the face of the Lord is against those who do evil.”","13","And who is he who will harm you if you become followers of what is good?","14","But even if you should suffer for righteousness’ sake, you are blessed. “And do not be afraid of their threats, nor be troubled.”","15","But sanctify the Lord God in your hearts, and always be ready to give a defense to everyone who asks you a reason for the hope that is in you, with meekness and fear;","16","having a good conscience, that when they defame you as evildoers, those who revile your good conduct in Christ may be ashamed.","17","For it is better, if it is the will of God, to suffer for doing good than for doing evil.","18","For Christ also suffered once for sins, the just for the unjust, that He might bring us to God, being put to death in the flesh but made alive by the Spirit,","19","by whom also He went and preached to the spirits in prison,","20","who formerly were disobedient, when once the Divine longsuffering waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight souls, were saved through water.","21","There is also an antitype which now saves us—baptism (not the removal of the filth of the flesh, but the answer of a good conscience toward God), through the resurrection of Jesus Christ,","22","who has gone into heaven and is at the right hand of God, angels and authorities and powers having been made subject to Him."]},{"reference":"Ruth 4:9-12","words":164,"text":["9","And Boaz said to the elders and all the people, “You are witnesses this day that I have bought all that was Elimelech’s, and all that was Chilion’s and Mahlon’s, from the hand of Naomi.","10","Moreover, Ruth the Moabitess, the widow of Mahlon, I have acquired as my wife, to perpetuate the name of the dead through his inheritance, that the name of the dead may not be cut off from among his brethren and from his position at the gate. You are witnesses this day.”","11","And all the people who were at the gate, and the elders, said, “We are witnesses. The Lord make the woman who is coming to your house like Rachel and Leah, the two who built the house of Israel; and may you prosper in Ephrathah and be famous in Bethlehem.","12","May your house be like the house of Perez, whom Tamar bore to Judah, because of the offspring which the Lord will give you from this young woman.”"]},{"reference":"Isaiah 44:6-8","words":108,"text":["6","“Thus says the Lord, the King of Israel, And his Redeemer, the Lord of hosts: ‘I am the First and I am the Last; Besides Me there is no God.","7","And who can proclaim as I do? Then let him declare it and set it in order for Me, Since I appointed the ancient people. And the things that are coming and shall come, Let them show these to them.","8","Do not fear, nor be afraid; Have I not told you from that time, and declared it? You are My witnesses. Is there a God besides Me? Indeed there is no other Rock; I know not one.’ ”"]},{"reference":"1 Peter 5:1-4","words":89,"text":["1","The elders who are among you I exhort, I who am a fellow elder and a witness of the sufferings of Christ, and also a partaker of the glory that will be revealed:","2","Shepherd the flock of God which is among you, serving as overseers, not by compulsion but willingly, not for dishonest gain but eagerly;","3","nor as being lords over those entrusted to you, but being examples to the flock;","4","and when the Chief Shepherd appears, you will receive the crown of glory that does not fade away."]},{"reference":"1 Peter 1:18-21","words":83,"text":["18","knowing that you were not redeemed with corruptible things, like silver or gold, from your aimless conduct received by tradition from your fathers,","19","but with the precious blood of Christ, as of a lamb without blemish and without spot.","20","He indeed was foreordained before the foundation of the world, but was manifest in these last times for you","21","who through Him believe in God, who raised Him from the dead and gave Him glory, so that your faith and hope are in God."]},{"reference":"Isaiah 51:10-12","words":98,"text":["10","Are You not the One who dried up the sea, The waters of the great deep; That made the depths of the sea a road For the redeemed to cross over?","11","So the ransomed of the Lord shall return, And come to Zion with singing, With everlasting joy on their heads. They shall obtain joy and gladness; Sorrow and sighing shall flee away.","12","“I, even I, am He who comforts you. Who are you that you should be afraid Of a man who will die, And of the son of a man who will be made like grass?"]},{"reference":"2 Peter 2:1-9","words":221,"text":["1","But there were also false prophets among the people, even as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Lord who bought them, and bring on themselves swift destruction.","2","And many will follow their destructive ways, because of whom the way of truth will be blasphemed.","3","By covetousness they will exploit you with deceptive words; for a long time their judgment has not been idle, and their destruction does not slumber.","4","For if God did not spare the angels who sinned, but cast them down to hell and delivered them into chains of darkness, to be reserved for judgment;","5","and did not spare the ancient world, but saved Noah, one of eight people, a preacher of righteousness, bringing in the flood on the world of the ungodly;","6","and turning the cities of Sodom and Gomorrah into ashes, condemned them to destruction, making them an example to those who afterward would live ungodly;","7","and delivered righteous Lot, who was oppressed by the filthy conduct of the wicked","8","(for that righteous man, dwelling among them, tormented his righteous soul from day to day by seeing and hearing their lawless deeds)—","9","then the Lord knows how to deliver the godly out of temptations and to reserve the unjust under punishment for the day of judgment,"]},{"reference":"Ruth 4:13-16","words":106,"text":["13","So Boaz took Ruth and she became his wife; and when he went in to her, the Lord gave her conception, and she bore a son.","14","Then the women said to Naomi, “Blessed be the Lord, who has not left you this day without a close relative; and may his name be famous in Israel!","15","And may he be to you a restorer of life and a nourisher of your old age; for your daughter-in-law, who loves you, who is better to you than seven sons, has borne him.”","16","Then Naomi took the child and laid him on her bosom, and became a nurse to him."]},{"reference":"Isaiah 60:1-9","words":258,"text":["1","Arise, shine; For your light has come! And the glory of the Lord is risen upon you.","2","For behold, the darkness shall cover the earth, And deep darkness the people; But the Lord will arise over you, And His glory will be seen upon you.","3","The Gentiles shall come to your light, And kings to the brightness of your rising.","4","“Lift up your eyes all around, and see: They all gather together, they come to you; Your sons shall come from afar, And your daughters shall be nursed at your side.","5","Then you shall see and become radiant, And your heart shall swell with joy; Because the abundance of the sea shall be turned to you, The wealth of the Gentiles shall come to you.","6","The multitude of camels shall cover your land, The dromedaries of Midian and Ephah; All those from Sheba shall come; They shall bring gold and incense, And they shall proclaim the praises of the Lord.","7","All the flocks of Kedar shall be gathered together to you, The rams of Nebaioth shall minister to you; They shall ascend with acceptance on My altar, And I will glorify the house of My glory.","8","“Who are these who fly like a cloud, And like doves to their roosts?","9","Surely the coastlands shall wait for Me; And the ships of Tarshish will come first, To bring your sons from afar, Their silver and their gold with them, To the name of the Lord your God, And to the Holy One of Israel, Because He has glorified you."]},{"reference":"2 Peter 3:11-18","words":205,"text":["11","Therefore, since all these things will be dissolved, what manner of persons ought you to be in holy conduct and godliness,","12","looking for and hastening the coming of the day of God, because of which the heavens will be dissolved, being on fire, and the elements will melt with fervent heat?","13","Nevertheless we, according to His promise, look for new heavens and a new earth in which righteousness dwells.","14","Therefore, beloved, looking forward to these things, be diligent to be found by Him in peace, without spot and blameless;","15","and consider that the longsuffering of our Lord is salvation—as also our beloved brother Paul, according to the wisdom given to him, has written to you,","16","as also in all his epistles, speaking in them of these things, in which are some things hard to understand, which untaught and unstable people twist to their own destruction, as they do also the rest of the Scriptures.","17","You therefore, beloved, since you know this beforehand, beware lest you also fall from your own steadfastness, being led away with the error of the wicked;","18","but grow in the grace and knowledge of our Lord and Savior Jesus Christ. To Him be the glory both now and forever. Amen."]},{"reference":"Colossians 1:13-18","words":122,"text":["13","He has delivered us from the power of darkness and conveyed us into the kingdom of the Son of His love,","14","in whom we have redemption through His blood, the forgiveness of sins.","15","He is the image of the invisible God, the firstborn over all creation.","16","For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers. All things were created through Him and for Him.","17","And He is before all things, and in Him all things consist.","18","And He is the head of the body, the church, who is the beginning, the firstborn from the dead, that in all things He may have the preeminence."]},{"reference":"Isaiah 61:1-7","words":226,"text":["1","“The Spirit of the Lord God is upon Me, Because the Lord has anointed Me To preach good tidings to the poor; He has sent Me to heal the brokenhearted, To proclaim liberty to the captives, And the opening of the prison to those who are bound;","2","To proclaim the acceptable year of the Lord, And the day of vengeance of our God; To comfort all who mourn,","3","To console those who mourn in Zion, To give them beauty for ashes, The oil of joy for mourning, The garment of praise for the spirit of heaviness; That they may be called trees of righteousness, The planting of the Lord, that He may be glorified.”","4","And they shall rebuild the old ruins, They shall raise up the former desolations, And they shall repair the ruined cities, The desolations of many generations.","5","Strangers shall stand and feed your flocks, And the sons of the foreigner Shall be your plowmen and your vinedressers.","6","But you shall be named the priests of the Lord, They shall call you the servants of our God. You shall eat the riches of the Gentiles, And in their glory you shall boast.","7","Instead of your shame you shall have double honor, And instead of confusion they shall rejoice in their portion. Therefore in their land they shall possess double; Everlasting joy shall be theirs."]},{"reference":"1 John 1:1-10","words":245,"text":["1","That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, concerning the Word of life—","2","the life was manifested, and we have seen, and bear witness, and declare to you that eternal life which was with the Father and was manifested to us—","3","that which we have seen and heard we declare to you, that you also may have fellowship with us; and truly our fellowship is with the Father and with His Son Jesus Christ.","4","And these things we write to you that your joy may be full.","5","This is the message which we have heard from Him and declare to you, that God is light and in Him is no darkness at all.","6","If we say that we have fellowship with Him, and walk in darkness, we lie and do not practice the truth.","7","But if we walk in the light as He is in the light, we have fellowship with one another, and the blood of Jesus Christ His Son cleanses us from all sin.","8","If we say that we have no sin, we deceive ourselves, and the truth is not in us.","9","If we confess our sins, He is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.","10","If we say that we have not sinned, we make Him a liar, and His word is not in us."]},{"reference":"Ruth 4:18-22","words":38,"text":["18","Now this is the genealogy of Perez: Perez begot Hezron;","19","Hezron begot Ram, and Ram begot Amminadab;","20","Amminadab begot Nahshon, and Nahshon begot Salmon;","21","Salmon begot Boaz, and Boaz begot Obed;","22","Obed begot Jesse, and Jesse begot David."]},{"reference":"Isaiah 62:10-12","words":87,"text":["10","Go through, Go through the gates! Prepare the way for the people; Build up, Build up the highway! Take out the stones, Lift up a banner for the peoples!","11","Indeed the Lord has proclaimed To the end of the world: “Say to the daughter of Zion, ‘Surely your salvation is coming; Behold, His reward is with Him, And His work before Him.’ ”","12","And they shall call them The Holy People, The Redeemed of the Lord; And you shall be called Sought Out, A City Not Forsaken."]},{"reference":"1 John 4:13-19","words":148,"text":["13","By this we know that we abide in Him, and He in us, because He has given us of His Spirit.","14","And we have seen and testify that the Father has sent the Son as Savior of the world.","15","Whoever confesses that Jesus is the Son of God, God abides in him, and he in God.","16","And we have known and believed the love that God has for us. God is love, and he who abides in love abides in God, and God in him.","17","Love has been perfected among us in this: that we may have boldness in the day of judgment; because as He is, so are we in this world.","18","There is no fear in love; but perfect love casts out fear, because fear involves torment. But he who fears has not been made perfect in love.","19","We love Him because He first loved us."]},{"reference":"Ephesians 1:18-20","words":75,"text":["18","the eyes of your understanding being enlightened; that you may know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints,","19","and what is the exceeding greatness of His power toward us who believe, according to the working of His mighty power","20","which He worked in Christ when He raised Him from the dead and seated Him at His right hand in the heavenly places,"]},{"reference":"Isaiah 63:15-19","words":127,"text":["15","Look down from heaven, And see from Your habitation, holy and glorious. Where are Your zeal and Your strength, The yearning of Your heart and Your mercies toward me? Are they restrained?","16","Doubtless You are our Father, Though Abraham was ignorant of us, And Israel does not acknowledge us. You, O Lord, are our Father; Our Redeemer from Everlasting is Your name.","17","O Lord, why have You made us stray from Your ways, And hardened our heart from Your fear? Return for Your servants’ sake, The tribes of Your inheritance.","18","Your holy people have possessed it but a little while; Our adversaries have trodden down Your sanctuary.","19","We have become like those of old, over whom You never ruled, Those who were never called by Your name."]},{"reference":"1 John 5:1-15","words":370,"text":["1","Whoever believes that Jesus is the Christ is born of God, and everyone who loves Him who begot also loves him who is begotten of Him.","2","By this we know that we love the children of God, when we love God and keep His commandments.","3","For this is the love of God, that we keep His commandments. And His commandments are not burdensome.","4","For whatever is born of God overcomes the world. And this is the victory that has overcome the world—our faith.","5","Who is he who overcomes the world, but he who believes that Jesus is the Son of God?","6","This is He who came by water and blood—Jesus Christ; not only by water, but by water and blood. And it is the Spirit who bears witness, because the Spirit is truth.","7","For there are three that bear witness in heaven: the Father, the Word, and the Holy Spirit; and these three are one.","8","And there are three that bear witness on earth: the Spirit, the water, and the blood; and these three agree as one.","9","If we receive the witness of men, the witness of God is greater; for this is the witness of God which He has testified of His Son.","10","He who believes in the Son of God has the witness in himself; he who does not believe God has made Him a liar, because he has not believed the testimony that God has given of His Son.","11","And this is the testimony: that God has given us eternal life, and this life is in His Son.","12","He who has the Son has life; he who does not have the Son of God does not have life.","13","These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life, and that you may continue to believe in the name of the Son of God.","14","Now this is the confidence that we have in Him, that if we ask anything according to His will, He hears us.","15","And if we know that He hears us, whatever we ask, we know that we have the petitions that we have asked of Him."]},{"reference":"Exodus 19:4-6","words":80,"text":["4","‘You have seen what I did to the Egyptians, and how I bore you on eagles’ wings and brought you to Myself.","5","Now therefore, if you will indeed obey My voice and keep My covenant, then you shall be a special treasure to Me above all people; for all the earth is Mine.","6","And you shall be to Me a kingdom of priests and a holy nation.’ These are the words which you shall speak to the children of Israel.”"]},{"reference":"Isaiah 66:7-13","words":199,"text":["7","“Before she was in labor, she gave birth; Before her pain came, She delivered a male child.","8","Who has heard such a thing? Who has seen such things? Shall the earth be made to give birth in one day? Or shall a nation be born at once? For as soon as Zion was in labor, She gave birth to her children.","9","Shall I bring to the time of birth, and not cause delivery?” says the Lord. “Shall I who cause delivery shut up the womb?” says your God.","10","“Rejoice with Jerusalem, And be glad with her, all you who love her; Rejoice for joy with her, all you who mourn for her;","11","That you may feed and be satisfied With the consolation of her bosom, That you may drink deeply and be delighted With the abundance of her glory.”","12","For thus says the Lord: “Behold, I will extend peace to her like a river, And the glory of the Gentiles like a flowing stream. Then you shall feed; On her sides shall you be carried, And be dandled on her knees.","13","As one whom his mother comforts, So I will comfort you; And you shall be comforted in Jerusalem.”"]},{"reference":"Jude 1:14-23","words":195,"text":["14","Now Enoch, the seventh from Adam, prophesied about these men also, saying, “Behold, the Lord comes with ten thousands of His saints,","15","to execute judgment on all, to convict all who are ungodly among them of all their ungodly deeds which they have committed in an ungodly way, and of all the harsh things which ungodly sinners have spoken against Him.”","16","These are grumblers, complainers, walking according to their own lusts; and they mouth great swelling words, flattering people to gain advantage.","17","But you, beloved, remember the words which were spoken before by the apostles of our Lord Jesus Christ:","18","how they told you that there would be mockers in the last time who would walk according to their own ungodly lusts.","19","These are sensual persons, who cause divisions, not having the Spirit.","20","But you, beloved, building yourselves up on your most holy faith, praying in the Holy Spirit,","21","keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.","22","And on some have compassion, making a distinction;","23","but others save with fear, pulling them out of the fire, hating even the garment defiled by the flesh."]},{"reference":"Joshua 21:43-45","words":88,"text":["43","So the Lord gave to Israel all the land of which He had sworn to give to their fathers, and they took possession of it and dwelt in it.","44","The Lord gave them rest all around, according to all that He had sworn to their fathers. And not a man of all their enemies stood against them; the Lord delivered all their enemies into their hand.","45","Not a word failed of any good thing which the Lord had spoken to the house of Israel. All came to pass."]},{"reference":"Matthew 6:25-33","words":214,"text":["25","“Therefore I say to you, do not worry about your life, what you will eat or what you will drink; nor about your body, what you will put on. Is not life more than food and the body more than clothing?","26","Look at the birds of the air, for they neither sow nor reap nor gather into barns; yet your heavenly Father feeds them. Are you not of more value than they?","27","Which of you by worrying can add one cubit to his stature?","28","“So why do you worry about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin;","29","and yet I say to you that even Solomon in all his glory was not arrayed like one of these.","30","Now if God so clothes the grass of the field, which today is, and tomorrow is thrown into the oven, will He not much more clothe you, O you of little faith?","31","“Therefore do not worry, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’","32","For after all these things the Gentiles seek. For your heavenly Father knows that you need all these things.","33","But seek first the kingdom of God and His righteousness, and all these things shall be added to you."]},{"reference":"Revelation 2:1-3","words":86,"text":["1","“To the angel of the church of Ephesus write, ‘These things says He who holds the seven stars in His right hand, who walks in the midst of the seven golden lampstands:","2","“I know your works, your labor, your patience, and that you cannot bear those who are evil. And you have tested those who say they are apostles and are not, and have found them liars;","3","and you have persevered and have patience, and have labored for My name’s sake and have not become weary."]},{"reference":"2 Chronicles 30:22","words":37,"text":["22","And Hezekiah gave encouragement to all the Levites who taught the good knowledge of the Lord; and they ate throughout the feast seven days, offering peace offerings and making confession to the Lord God of their fathers."]},{"reference":"Matthew 7:21-29","words":207,"text":["21","“Not everyone who says to Me, ‘Lord, Lord,’ shall enter the kingdom of heaven, but he who does the will of My Father in heaven.","22","Many will say to Me in that day, ‘Lord, Lord, have we not prophesied in Your name, cast out demons in Your name, and done many wonders in Your name?’","23","And then I will declare to them, ‘I never knew you; depart from Me, you who practice lawlessness!’","24","“Therefore whoever hears these sayings of Mine, and does them, I will liken him to a wise man who built his house on the rock:","25","and the rain descended, the floods came, and the winds blew and beat on that house; and it did not fall, for it was founded on the rock.","26","“But everyone who hears these sayings of Mine, and does not do them, will be like a foolish man who built his house on the sand:","27","and the rain descended, the floods came, and the winds blew and beat on that house; and it fell. And great was its fall.”","28","And so it was, when Jesus had ended these sayings, that the people were astonished at His teaching,","29","for He taught them as one having authority, and not as the scribes."]},{"reference":"Nehemiah 9:28-31","words":159,"text":["28","“But after they had rest, They again did evil before You. Therefore You left them in the hand of their enemies, So that they had dominion over them; Yet when they returned and cried out to You, You heard from heaven; And many times You delivered them according to Your mercies,","29","And testified against them, That You might bring them back to Your law. Yet they acted proudly, And did not heed Your commandments, But sinned against Your judgments, ‘Which if a man does, he shall live by them.’ And they shrugged their shoulders, Stiffened their necks, And would not hear.","30","Yet for many years You had patience with them, And testified against them by Your Spirit in Your prophets. Yet they would not listen; Therefore You gave them into the hand of the peoples of the lands.","31","Nevertheless in Your great mercy You did not utterly consume them nor forsake them; For You are God, gracious and merciful."]},{"reference":"Luke 4:3-13","words":234,"text":["3","And the devil said to Him, “If You are the Son of God, command this stone to become bread.”","4","But Jesus answered him, saying, “It is written, ‘Man shall not live by bread alone, but by every word of God.’ ”","5","Then the devil, taking Him up on a high mountain, showed Him all the kingdoms of the world in a moment of time.","6","And the devil said to Him, “All this authority I will give You, and their glory; for this has been delivered to me, and I give it to whomever I wish.","7","Therefore, if You will worship before me, all will be Yours.”","8","And Jesus answered and said to him, “Get behind Me, Satan! For it is written, ‘You shall worship the Lord your God, and Him only you shall serve.’ ”","9","Then he brought Him to Jerusalem, set Him on the pinnacle of the temple, and said to Him, “If You are the Son of God, throw Yourself down from here.","10","For it is written: ‘He shall give His angels charge over you, To keep you,’","11","and, ‘In their hands they shall bear you up, Lest you dash your foot against a stone.’ ”","12","And Jesus answered and said to him, “It has been said, ‘You shall not tempt the Lord your God.’ ”","13","Now when the devil had ended every temptation, he departed from Him until an opportune time."]},{"reference":"Job 19:23-29","words":123,"text":["23","“Oh, that my words were written! Oh, that they were inscribed in a book!","24","That they were engraved on a rock With an iron pen and lead, forever!","25","For I know that my Redeemer lives, And He shall stand at last on the earth;","26","And after my skin is destroyed, this I know, That in my flesh I shall see God,","27","Whom I shall see for myself, And my eyes shall behold, and not another. How my heart yearns within me!","28","If you should say, ‘How shall we persecute him?’— Since the root of the matter is found in me,","29","Be afraid of the sword for yourselves; For wrath brings the punishment of the sword, That you may know there is a judgment.”"]},{"reference":"Luke 8:4-15","words":301,"text":["4","And when a great multitude had gathered, and they had come to Him from every city, He spoke by a parable:","5","“A sower went out to sow his seed. And as he sowed, some fell by the wayside; and it was trampled down, and the birds of the air devoured it.","6","Some fell on rock; and as soon as it sprang up, it withered away because it lacked moisture.","7","And some fell among thorns, and the thorns sprang up with it and choked it.","8","But others fell on good ground, sprang up, and yielded a crop a hundredfold.” When He had said these things He cried, “He who has ears to hear, let him hear!”","9","Then His disciples asked Him, saying, “What does this parable mean?”","10","And He said, “To you it has been given to know the mysteries of the kingdom of God, but to the rest it is given in parables, that ‘Seeing they may not see, And hearing they may not understand.’","11","“Now the parable is this: The seed is the word of God.","12","Those by the wayside are the ones who hear; then the devil comes and takes away the word out of their hearts, lest they should believe and be saved.","13","But the ones on the rock are those who, when they hear, receive the word with joy; and these have no root, who believe for a while and in time of temptation fall away.","14","Now the ones that fell among thorns are those who, when they have heard, go out and are choked with cares, riches, and pleasures of life, and bring no fruit to maturity.","15","But the ones that fell on the good ground are those who, having heard the word with a noble and good heart, keep it and bear fruit with patience."]},{"reference":"Job 27:2-6","words":91,"text":["2","“As God lives, who has taken away my justice, And the Almighty, who has made my soul bitter,","3","As long as my breath is in me, And the breath of God in my nostrils,","4","My lips will not speak wickedness, Nor my tongue utter deceit.","5","Far be it from me That I should say you are right; Till I die I will not put away my integrity from me.","6","My righteousness I hold fast, and will not let it go; My heart shall not reproach me as long as I live."]},{"reference":"Luke 22:31-34","words":84,"text":["31","And the Lord said, “Simon, Simon! Indeed, Satan has asked for you, that he may sift you as wheat.","32","But I have prayed for you, that your faith should not fail; and when you have returned to Me, strengthen your brethren.”","33","But he said to Him, “Lord, I am ready to go with You, both to prison and to death.”","34","Then He said, “I tell you, Peter, the rooster shall not crow this day before you will deny three times that you know Me.”"]},{"reference":"Job 42:10-12","words":115,"text":["10","And the Lord restored Job’s losses when he prayed for his friends. Indeed the Lord gave Job twice as much as he had before.","11","Then all his brothers, all his sisters, and all those who had been his acquaintances before, came to him and ate food with him in his house; and they consoled him and comforted him for all the adversity that the Lord had brought upon him. Each one gave him a piece of silver and each a ring of gold.","12","Now the Lord blessed the latter days of Job more than his beginning; for he had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and one thousand female donkeys."]},{"reference":"John 3:4-8","words":116,"text":["4","Nicodemus said to Him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?”","5","Jesus answered, “Most assuredly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.","6","That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.","7","Do not marvel that I said to you, ‘You must be born again.’","8","The wind blows where it wishes, and you hear the sound of it, but cannot tell where it comes from and where it goes. So is everyone who is born of the Spirit.”"]},{"reference":"Psalm 32:1-11","words":235,"text":["1","Blessed is he whose transgression is forgiven, Whose sin is covered.","2","Blessed is the man to whom the Lord does not impute iniquity, And in whose spirit there is no deceit.","3","When I kept silent, my bones grew old Through my groaning all the day long.","4","For day and night Your hand was heavy upon me; My vitality was turned into the drought of summer. Selah","5","I acknowledged my sin to You, And my iniquity I have not hidden. I said, “I will confess my transgressions to the Lord,” And You forgave the iniquity of my sin. Selah","6","For this cause everyone who is godly shall pray to You In a time when You may be found; Surely in a flood of great waters They shall not come near him.","7","You are my hiding place; You shall preserve me from trouble; You shall surround me with songs of deliverance. Selah","8","I will instruct you and teach you in the way you should go; I will guide you with My eye.","9","Do not be like the horse or like the mule, Which have no understanding, Which must be harnessed with bit and bridle, Else they will not come near you.","10","Many sorrows shall be to the wicked; But he who trusts in the Lord, mercy shall surround him.","11","Be glad in the Lord and rejoice, you righteous; And shout for joy, all you upright in heart!"]},{"reference":"John 7:37-49","words":216,"text":["37","On the last day, that great day of the feast, Jesus stood and cried out, saying, “If anyone thirsts, let him come to Me and drink.","38","He who believes in Me, as the Scripture has said, out of his heart will flow rivers of living water.”","39","But this He spoke concerning the Spirit, whom those believing in Him would receive; for the Holy Spirit was not yet given, because Jesus was not yet glorified.","40","Therefore many from the crowd, when they heard this saying, said, “Truly this is the Prophet.”","41","Others said, “This is the Christ.” But some said, “Will the Christ come out of Galilee?","42","Has not the Scripture said that the Christ comes from the seed of David and from the town of Bethlehem, where David was?”","43","So there was a division among the people because of Him.","44","Now some of them wanted to take Him, but no one laid hands on Him.","45","Then the officers came to the chief priests and Pharisees, who said to them, “Why have you not brought Him?”","46","The officers answered, “No man ever spoke like this Man!”","47","Then the Pharisees answered them, “Are you also deceived?","48","Have any of the rulers or the Pharisees believed in Him?","49","But this crowd that does not know the law is accursed.”"]},{"reference":"Psalm 78:21-39","words":316,"text":["21","Therefore the Lord heard this and was furious; So a fire was kindled against Jacob, And anger also came up against Israel,","22","Because they did not believe in God, And did not trust in His salvation.","23","Yet He had commanded the clouds above, And opened the doors of heaven,","24","Had rained down manna on them to eat, And given them of the bread of heaven.","25","Men ate angels’ food; He sent them food to the full.","26","He caused an east wind to blow in the heavens; And by His power He brought in the south wind.","27","He also rained meat on them like the dust, Feathered fowl like the sand of the seas;","28","And He let them fall in the midst of their camp, All around their dwellings.","29","So they ate and were well filled, For He gave them their own desire.","30","They were not deprived of their craving; But while their food was still in their mouths,","31","The wrath of God came against them, And slew the stoutest of them, And struck down the choice men of Israel.","32","In spite of this they still sinned, And did not believe in His wondrous works.","33","Therefore their days He consumed in futility, And their years in fear.","34","When He slew them, then they sought Him; And they returned and sought earnestly for God.","35","Then they remembered that God was their rock, And the Most High God their Redeemer.","36","Nevertheless they flattered Him with their mouth, And they lied to Him with their tongue;","37","For their heart was not steadfast with Him, Nor were they faithful in His covenant.","38","But He, being full of compassion, forgave their iniquity, And did not destroy them. Yes, many a time He turned His anger away, And did not stir up all His wrath;","39","For He remembered that they were but flesh, A breath that passes away and does not come again."]},{"reference":"John 12:34-50","words":395,"text":["34","The people answered Him, “We have heard from the law that the Christ remains forever; and how can You say, ‘The Son of Man must be lifted up’? Who is this Son of Man?”","35","Then Jesus said to them, “A little while longer the light is with you. Walk while you have the light, lest darkness overtake you; he who walks in darkness does not know where he is going.","36","While you have the light, believe in the light, that you may become sons of light.” These things Jesus spoke, and departed, and was hidden from them.","37","But although He had done so many signs before them, they did not believe in Him,","38","that the word of Isaiah the prophet might be fulfilled, which he spoke: “Lord, who has believed our report? And to whom has the arm of the Lord been revealed?”","39","Therefore they could not believe, because Isaiah said again:","40","“He has blinded their eyes and hardened their hearts, Lest they should see with their eyes, Lest they should understand with their hearts and turn, So that I should heal them.”","41","These things Isaiah said when he saw His glory and spoke of Him.","42","Nevertheless even among the rulers many believed in Him, but because of the Pharisees they did not confess Him, lest they should be put out of the synagogue;","43","for they loved the praise of men more than the praise of God.","44","Then Jesus cried out and said, “He who believes in Me, believes not in Me but in Him who sent Me.","45","And he who sees Me sees Him who sent Me.","46","I have come as a light into the world, that whoever believes in Me should not abide in darkness.","47","And if anyone hears My words and does not believe, I do not judge him; for I did not come to judge the world but to save the world.","48","He who rejects Me, and does not receive My words, has that which judges him—the word that I have spoken will judge him in the last day.","49","For I have not spoken on My own authority; but the Father who sent Me gave Me a command, what I should say and what I should speak.","50","And I know that His command is everlasting life. Therefore, whatever I speak, just as the Father has told Me, so I speak.”"]},{"reference":"Psalm 90:13-17","words":90,"text":["13","Return, O Lord! How long? And have compassion on Your servants.","14","Oh, satisfy us early with Your mercy, That we may rejoice and be glad all our days!","15","Make us glad according to the days in which You have afflicted us, The years in which we have seen evil.","16","Let Your work appear to Your servants, And Your glory to their children.","17","And let the beauty of the Lord our God be upon us, And establish the work of our hands for us; Yes, establish the work of our hands."]},{"reference":"John 15:1-15","words":318,"text":["1","“I am the true vine, and My Father is the vinedresser.","2","Every branch in Me that does not bear fruit He takes away; and every branch that bears fruit He prunes, that it may bear more fruit.","3","You are already clean because of the word which I have spoken to you.","4","Abide in Me, and I in you. As the branch cannot bear fruit of itself, unless it abides in the vine, neither can you, unless you abide in Me.","5","“I am the vine, you are the branches. He who abides in Me, and I in him, bears much fruit; for without Me you can do nothing.","6","If anyone does not abide in Me, he is cast out as a branch and is withered; and they gather them and throw them into the fire, and they are burned.","7","If you abide in Me, and My words abide in you, you will ask what you desire, and it shall be done for you.","8","By this My Father is glorified, that you bear much fruit; so you will be My disciples.","9","“As the Father loved Me, I also have loved you; abide in My love.","10","If you keep My commandments, you will abide in My love, just as I have kept My Father’s commandments and abide in His love.","11","“These things I have spoken to you, that My joy may remain in you, and that your joy may be full.","12","This is My commandment, that you love one another as I have loved you.","13","Greater love has no one than this, than to lay down one’s life for his friends.","14","You are My friends if you do whatever I command you.","15","No longer do I call you servants, for a servant does not know what his master is doing; but I have called you friends, for all things that I heard from My Father I have made known to you."]},{"reference":"Psalm 106:1-12","words":210,"text":["1","Praise the Lord! Oh, give thanks to the Lord, for He is good! For His mercy endures forever.","2","Who can utter the mighty acts of the Lord? Who can declare all His praise?","3","Blessed are those who keep justice, And he who does righteousness at all times!","4","Remember me, O Lord, with the favor You have toward Your people. Oh, visit me with Your salvation,","5","That I may see the benefit of Your chosen ones, That I may rejoice in the gladness of Your nation, That I may glory with Your inheritance.","6","We have sinned with our fathers, We have committed iniquity, We have done wickedly.","7","Our fathers in Egypt did not understand Your wonders; They did not remember the multitude of Your mercies, But rebelled by the sea—the Red Sea.","8","Nevertheless He saved them for His name’s sake, That He might make His mighty power known.","9","He rebuked the Red Sea also, and it dried up; So He led them through the depths, As through the wilderness.","10","He saved them from the hand of him who hated them, And redeemed them from the hand of the enemy.","11","The waters covered their enemies; There was not one of them left.","12","Then they believed His words; They sang His praise."]},{"reference":"John 20:24-31","words":208,"text":["24","Now Thomas, called the Twin, one of the twelve, was not with them when Jesus came.","25","The other disciples therefore said to him, “We have seen the Lord.” So he said to them, “Unless I see in His hands the print of the nails, and put my finger into the print of the nails, and put my hand into His side, I will not believe.”","26","And after eight days His disciples were again inside, and Thomas with them. Jesus came, the doors being shut, and stood in the midst, and said, “Peace to you!”","27","Then He said to Thomas, “Reach your finger here, and look at My hands; and reach your hand here, and put it into My side. Do not be unbelieving, but believing.”","28","And Thomas answered and said to Him, “My Lord and my God!”","29","Jesus said to him, “Thomas, because you have seen Me, you have believed. Blessed are those who have not seen and yet have believed.”","30","And truly Jesus did many other signs in the presence of His disciples, which are not written in this book;","31","but these are written that you may believe that Jesus is the Christ, the Son of God, and that believing you may have life in His name."]},{"reference":"Isaiah 35:3-10","words":215,"text":["3","Strengthen the weak hands, And make firm the feeble knees.","4","Say to those who are fearful-hearted, “Be strong, do not fear! Behold, your God will come with vengeance, With the recompense of God; He will come and save you.”","5","Then the eyes of the blind shall be opened, And the ears of the deaf shall be unstopped.","6","Then the lame shall leap like a deer, And the tongue of the dumb sing. For waters shall burst forth in the wilderness, And streams in the desert.","7","The parched ground shall become a pool, And the thirsty land springs of water; In the habitation of jackals, where each lay, There shall be grass with reeds and rushes.","8","A highway shall be there, and a road, And it shall be called the Highway of Holiness. The unclean shall not pass over it, But it shall be for others. Whoever walks the road, although a fool, Shall not go astray.","9","No lion shall be there, Nor shall any ravenous beast go up on it; It shall not be found there. But the redeemed shall walk there,","10","And the ransomed of the Lord shall return, And come to Zion with singing, With everlasting joy on their heads. They shall obtain joy and gladness, And sorrow and sighing shall flee away."]},{"reference":"Acts 3:17-26","words":238,"text":["17","“Yet now, brethren, I know that you did it in ignorance, as did also your rulers.","18","But those things which God foretold by the mouth of all His prophets, that the Christ would suffer, He has thus fulfilled.","19","Repent therefore and be converted, that your sins may be blotted out, so that times of refreshing may come from the presence of the Lord,","20","and that He may send Jesus Christ, who was preached to you before,","21","whom heaven must receive until the times of restoration of all things, which God has spoken by the mouth of all His holy prophets since the world began.","22","For Moses truly said to the fathers, ‘The Lord your God will raise up for you a Prophet like me from your brethren. Him you shall hear in all things, whatever He says to you.","23","And it shall be that every soul who will not hear that Prophet shall be utterly destroyed from among the people.’","24","Yes, and all the prophets, from Samuel and those who follow, as many as have spoken, have also foretold these days.","25","You are sons of the prophets, and of the covenant which God made with our fathers, saying to Abraham, ‘And in your seed all the families of the earth shall be blessed.’","26","To you first, God, having raised up His Servant Jesus, sent Him to bless you, in turning away every one of you from your iniquities.”"]},{"reference":"Isaiah 40:21-28","words":232,"text":["21","Have you not known? Have you not heard? Has it not been told you from the beginning? Have you not understood from the foundations of the earth?","22","It is He who sits above the circle of the earth, And its inhabitants are like grasshoppers, Who stretches out the heavens like a curtain, And spreads them out like a tent to dwell in.","23","He brings the princes to nothing; He makes the judges of the earth useless.","24","Scarcely shall they be planted, Scarcely shall they be sown, Scarcely shall their stock take root in the earth, When He will also blow on them, And they will wither, And the whirlwind will take them away like stubble.","25","“To whom then will you liken Me, Or to whom shall I be equal?” says the Holy One.","26","Lift up your eyes on high, And see who has created these things, Who brings out their host by number; He calls them all by name, By the greatness of His might And the strength of His power; Not one is missing.","27","Why do you say, O Jacob, And speak, O Israel: “My way is hidden from the Lord, And my just claim is passed over by my God”?","28","Have you not known? Have you not heard? The everlasting God, the Lord, The Creator of the ends of the earth, Neither faints nor is weary. His understanding is unsearchable."]},{"reference":"Acts 10:34-44","words":236,"text":["34","Then Peter opened his mouth and said: “In truth I perceive that God shows no partiality.","35","But in every nation whoever fears Him and works righteousness is accepted by Him.","36","The word which God sent to the children of Israel, preaching peace through Jesus Christ—He is Lord of all—","37","that word you know, which was proclaimed throughout all Judea, and began from Galilee after the baptism which John preached:","38","how God anointed Jesus of Nazareth with the Holy Spirit and with power, who went about doing good and healing all who were oppressed by the devil, for God was with Him.","39","And we are witnesses of all things which He did both in the land of the Jews and in Jerusalem, whom they killed by hanging on a tree.","40","Him God raised up on the third day, and showed Him openly,","41","not to all the people, but to witnesses chosen before by God, even to us who ate and drank with Him after He arose from the dead.","42","And He commanded us to preach to the people, and to testify that it is He who was ordained by God to be Judge of the living and the dead.","43","To Him all the prophets witness that, through His name, whoever believes in Him will receive remission of sins.”","44","While Peter was still speaking these words, the Holy Spirit fell upon all those who heard the word."]},{"reference":"Isaiah 49:18-25","words":299,"text":["18","Lift up your eyes, look around and see; All these gather together and come to you. As I live,” says the Lord, “You shall surely clothe yourselves with them all as an ornament, And bind them on you as a bride does.","19","“For your waste and desolate places, And the land of your destruction, Will even now be too small for the inhabitants; And those who swallowed you up will be far away.","20","The children you will have, After you have lost the others, Will say again in your ears, ‘The place is too small for me; Give me a place where I may dwell.’","21","Then you will say in your heart, ‘Who has begotten these for me, Since I have lost my children and am desolate, A captive, and wandering to and fro? And who has brought these up? There I was, left alone; But these, where were they?’ ”","22","Thus says the Lord God: “Behold, I will lift My hand in an oath to the nations, And set up My standard for the peoples; They shall bring your sons in their arms, And your daughters shall be carried on their shoulders;","23","Kings shall be your foster fathers, And their queens your nursing mothers; They shall bow down to you with their faces to the earth, And lick up the dust of your feet. Then you will know that I am the Lord, For they shall not be ashamed who wait for Me.”","24","Shall the prey be taken from the mighty, Or the captives of the righteous be delivered?","25","But thus says the Lord: “Even the captives of the mighty shall be taken away, And the prey of the terrible be delivered; For I will contend with him who contends with you, And I will save your children."]},{"reference":"Romans 1:16-25","words":229,"text":["16","For I am not ashamed of the gospel of Christ, for it is the power of God to salvation for everyone who believes, for the Jew first and also for the Greek.","17","For in it the righteousness of God is revealed from faith to faith; as it is written, “The just shall live by faith.”","18","For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who suppress the truth in unrighteousness,","19","because what may be known of God is manifest in them, for God has shown it to them.","20","For since the creation of the world His invisible attributes are clearly seen, being understood by the things that are made, even His eternal power and Godhead, so that they are without excuse,","21","because, although they knew God, they did not glorify Him as God, nor were thankful, but became futile in their thoughts, and their foolish hearts were darkened.","22","Professing to be wise, they became fools,","23","and changed the glory of the incorruptible God into an image made like corruptible man—and birds and four-footed animals and creeping things.","24","Therefore God also gave them up to uncleanness, in the lusts of their hearts, to dishonor their bodies among themselves,","25","who exchanged the truth of God for the lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen."]},{"reference":"Isaiah 50:1-11","words":366,"text":["1","Thus says the Lord: “Where is the certificate of your mother’s divorce, Whom I have put away? Or which of My creditors is it to whom I have sold you? For your iniquities you have sold yourselves, And for your transgressions your mother has been put away.","2","Why, when I came, was there no man? Why, when I called, was there none to answer? Is My hand shortened at all that it cannot redeem? Or have I no power to deliver? Indeed with My rebuke I dry up the sea, I make the rivers a wilderness; Their fish stink because there is no water, And die of thirst.","3","I clothe the heavens with blackness, And I make sackcloth their covering.”","4","“The Lord God has given Me The tongue of the learned, That I should know how to speak A word in season to him who is weary. He awakens Me morning by morning, He awakens My ear To hear as the learned.","5","The Lord God has opened My ear; And I was not rebellious, Nor did I turn away.","6","I gave My back to those who struck Me, And My cheeks to those who plucked out the beard; I did not hide My face from shame and spitting.","7","“For the Lord God will help Me; Therefore I will not be disgraced; Therefore I have set My face like a flint, And I know that I will not be ashamed.","8","He is near who justifies Me; Who will contend with Me? Let us stand together. Who is My adversary? Let him come near Me.","9","Surely the Lord God will help Me; Who is he who will condemn Me? Indeed they will all grow old like a garment; The moth will eat them up.","10","“Who among you fears the Lord? Who obeys the voice of His Servant? Who walks in darkness And has no light? Let him trust in the name of the Lord And rely upon his God.","11","Look, all you who kindle a fire, Who encircle yourselves with sparks: Walk in the light of your fire and in the sparks you have kindled— This you shall have from My hand: You shall lie down in torment."]},{"reference":"Romans 9:6-16","words":222,"text":["6","But it is not that the word of God has taken no effect. For they are not all Israel who are of Israel,","7","nor are they all children because they are the seed of Abraham; but, “In Isaac your seed shall be called.”","8","That is, those who are the children of the flesh, these are not the children of God; but the children of the promise are counted as the seed.","9","For this is the word of promise: “At this time I will come and Sarah shall have a son.”","10","And not only this, but when Rebecca also had conceived by one man, even by our father Isaac","11","(for the children not yet being born, nor having done any good or evil, that the purpose of God according to election might stand, not of works but of Him who calls),","12","it was said to her, “The older shall serve the younger.”","13","As it is written, “Jacob I have loved, but Esau I have hated.”","14","What shall we say then? Is there unrighteousness with God? Certainly not!","15","For He says to Moses, “I will have mercy on whomever I will have mercy, and I will have compassion on whomever I will have compassion.”","16","So then it is not of him who wills, nor of him who runs, but of God who shows mercy."]},{"reference":"Jeremiah 4:22","words":33,"text":["22","“For My people are foolish, They have not known Me. They are silly children, And they have no understanding. They are wise to do evil, But to do good they have no knowledge.”"]},{"reference":"Romans 10:9-21","words":299,"text":["9","that if you confess with your mouth the Lord Jesus and believe in your heart that God has raised Him from the dead, you will be saved.","10","For with the heart one believes unto righteousness, and with the mouth confession is made unto salvation.","11","For the Scripture says, “Whoever believes on Him will not be put to shame.”","12","For there is no distinction between Jew and Greek, for the same Lord over all is rich to all who call upon Him.","13","For “whoever calls on the name of the Lord shall be saved.”","14","How then shall they call on Him in whom they have not believed? And how shall they believe in Him of whom they have not heard? And how shall they hear without a preacher?","15","And how shall they preach unless they are sent? As it is written: “How beautiful are the feet of those who preach the gospel of peace, Who bring glad tidings of good things!”","16","But they have not all obeyed the gospel. For Isaiah says, “Lord, who has believed our report?”","17","So then faith comes by hearing, and hearing by the word of God.","18","But I say, have they not heard? Yes indeed: “Their sound has gone out to all the earth, And their words to the ends of the world.”","19","But I say, did Israel not know? First Moses says: “I will provoke you to jealousy by those who are not a nation, I will move you to anger by a foolish nation.”","20","But Isaiah is very bold and says: “I was found by those who did not seek Me; I was made manifest to those who did not ask for Me.”","21","But to Israel he says: “All day long I have stretched out My hands To a disobedient and contrary people.”"]},{"reference":"Jeremiah 16:18","words":32,"text":["18","And first I will repay double for their iniquity and their sin, because they have defiled My land; they have filled My inheritance with the carcasses of their detestable and abominable idols.”"]},{"reference":"Romans 12:16-21","words":125,"text":["16","Be of the same mind toward one another. Do not set your mind on high things, but associate with the humble. Do not be wise in your own opinion.","17","Repay no one evil for evil. Have regard for good things in the sight of all men.","18","If it is possible, as much as depends on you, live peaceably with all men.","19","Beloved, do not avenge yourselves, but rather give place to wrath; for it is written, “Vengeance is Mine, I will repay,” says the Lord.","20","Therefore “If your enemy is hungry, feed him; If he is thirsty, give him a drink; For in so doing you will heap coals of fire on his head.”","21","Do not be overcome by evil, but overcome evil with good."]},{"reference":"Jeremiah 31:10-14","words":157,"text":["10","“Hear the word of the Lord, O nations, And declare it in the isles afar off, and say, ‘He who scattered Israel will gather him, And keep him as a shepherd does his flock.’","11","For the Lord has redeemed Jacob, And ransomed him from the hand of one stronger than he.","12","Therefore they shall come and sing in the height of Zion, Streaming to the goodness of the Lord— For wheat and new wine and oil, For the young of the flock and the herd; Their souls shall be like a well-watered garden, And they shall sorrow no more at all.","13","“Then shall the virgin rejoice in the dance, And the young men and the old, together; For I will turn their mourning to joy, Will comfort them, And make them rejoice rather than sorrow.","14","I will satiate the soul of the priests with abundance, And My people shall be satisfied with My goodness, says the Lord.”"]},{"reference":"Romans 14:7-12","words":126,"text":["7","For none of us lives to himself, and no one dies to himself.","8","For if we live, we live to the Lord; and if we die, we die to the Lord. Therefore, whether we live or die, we are the Lord’s.","9","For to this end Christ died and rose and lived again, that He might be Lord of both the dead and the living.","10","But why do you judge your brother? Or why do you show contempt for your brother? For we shall all stand before the judgment seat of Christ.","11","For it is written: “As I live, says the Lord, Every knee shall bow to Me, And every tongue shall confess to God.”","12","So then each of us shall give account of himself to God."]},{"reference":"Jeremiah 31:33-34","words":96,"text":["33","But this is the covenant that I will make with the house of Israel after those days, says the Lord: I will put My law in their minds, and write it on their hearts; and I will be their God, and they shall be My people.","34","No more shall every man teach his neighbor, and every man his brother, saying, ‘Know the Lord,’ for they all shall know Me, from the least of them to the greatest of them, says the Lord. For I will forgive their iniquity, and their sin I will remember no more.”"]},{"reference":"1 Corinthians 2:13-16","words":91,"text":["13","These things we also speak, not in words which man’s wisdom teaches but which the Holy Spirit teaches, comparing spiritual things with spiritual.","14","But the natural man does not receive the things of the Spirit of God, for they are foolishness to him; nor can he know them, because they are spiritually discerned.","15","But he who is spiritual judges all things, yet he himself is rightly judged by no one.","16","For “who has known the mind of the Lord that he may instruct Him?” But we have the mind of Christ."]},{"reference":"Jeremiah 33:8-9","words":85,"text":["8","I will cleanse them from all their iniquity by which they have sinned against Me, and I will pardon all their iniquities by which they have sinned and by which they have transgressed against Me.","9","Then it shall be to Me a name of joy, a praise, and an honor before all nations of the earth, who shall hear all the good that I do to them; they shall fear and tremble for all the goodness and all the prosperity that I provide for it.’"]},{"reference":"1 Corinthians 8:4-6","words":82,"text":["4","Therefore concerning the eating of things offered to idols, we know that an idol is nothing in the world, and that there is no other God but one.","5","For even if there are so-called gods, whether in heaven or on earth (as there are many gods and many lords),","6","yet for us there is one God, the Father, of whom are all things, and we for Him; and one Lord Jesus Christ, through whom are all things, and through whom we live."]},{"reference":"Daniel 12:4-9","words":179,"text":["4","“But you, Daniel, shut up the words, and seal the book until the time of the end; many shall run to and fro, and knowledge shall increase.”","5","Then I, Daniel, looked; and there stood two others, one on this riverbank and the other on that riverbank.","6","And one said to the man clothed in linen, who was above the waters of the river, “How long shall the fulfillment of these wonders be?”","7","Then I heard the man clothed in linen, who was above the waters of the river, when he held up his right hand and his left hand to heaven, and swore by Him who lives forever, that it shall be for a time, times, and half a time; and when the power of the holy people has been completely shattered, all these things shall be finished.","8","Although I heard, I did not understand. Then I said, “My lord, what shall be the end of these things?”","9","And he said, “Go your way, Daniel, for the words are closed up and sealed till the time of the end."]},{"reference":"2 Corinthians 1:3-4","words":51,"text":["3","Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,","4","who comforts us in all our tribulation, that we may be able to comfort those who are in any trouble, with the comfort with which we ourselves are comforted by God."]},{"reference":"Zephaniah 3:8-20","words":403,"text":["8","“Therefore wait for Me,” says the Lord, “Until the day I rise up for plunder; My determination is to gather the nations To My assembly of kingdoms, To pour on them My indignation, All My fierce anger; All the earth shall be devoured With the fire of My jealousy.","9","“For then I will restore to the peoples a pure language, That they all may call on the name of the Lord, To serve Him with one accord.","10","From beyond the rivers of Ethiopia My worshipers, The daughter of My dispersed ones, Shall bring My offering.","11","In that day you shall not be shamed for any of your deeds In which you transgress against Me; For then I will take away from your midst Those who rejoice in your pride, And you shall no longer be haughty In My holy mountain.","12","I will leave in your midst A meek and humble people, And they shall trust in the name of the Lord.","13","The remnant of Israel shall do no unrighteousness And speak no lies, Nor shall a deceitful tongue be found in their mouth; For they shall feed their flocks and lie down, And no one shall make them afraid.”","14","Sing, O daughter of Zion! Shout, O Israel! Be glad and rejoice with all your heart, O daughter of Jerusalem!","15","The Lord has taken away your judgments, He has cast out your enemy. The King of Israel, the Lord, is in your midst; You shall see disaster no more.","16","In that day it shall be said to Jerusalem: “Do not fear; Zion, let not your hands be weak.","17","The Lord your God in your midst, The Mighty One, will save; He will rejoice over you with gladness, He will quiet you with His love, He will rejoice over you with singing.”","18","“I will gather those who sorrow over the appointed assembly, Who are among you, To whom its reproach is a burden.","19","Behold, at that time I will deal with all who afflict you; I will save the lame, And gather those who were driven out; I will appoint them for praise and fame In every land where they were put to shame.","20","At that time I will bring you back, Even at the time I gather you; For I will give you fame and praise Among all the peoples of the earth, When I return your captives before your eyes,” Says the Lord."]},{"reference":"2 Corinthians 5:1-11","words":230,"text":["1","For we know that if our earthly house, this tent, is destroyed, we have a building from God, a house not made with hands, eternal in the heavens.","2","For in this we groan, earnestly desiring to be clothed with our habitation which is from heaven,","3","if indeed, having been clothed, we shall not be found naked.","4","For we who are in this tent groan, being burdened, not because we want to be unclothed, but further clothed, that mortality may be swallowed up by life.","5","Now He who has prepared us for this very thing is God, who also has given us the Spirit as a guarantee.","6","So we are always confident, knowing that while we are at home in the body we are absent from the Lord.","7","For we walk by faith, not by sight.","8","We are confident, yes, well pleased rather to be absent from the body and to be present with the Lord.","9","Therefore we make it our aim, whether present or absent, to be well pleasing to Him.","10","For we must all appear before the judgment seat of Christ, that each one may receive the things done in the body, according to what he has done, whether good or bad.","11","Knowing, therefore, the terror of the Lord, we persuade men; but we are well known to God, and I also trust are well known in your consciences."]},{"reference":"Zechariah 1:13-15","words":66,"text":["13","And the Lord answered the angel who talked to me, with good and comforting words.","14","So the angel who spoke with me said to me, “Proclaim, saying, ‘Thus says the Lord of hosts: “I am zealous for Jerusalem And for Zion with great zeal.","15","I am exceedingly angry with the nations at ease; For I was a little angry, And they helped—but with evil intent.”"]},{"reference":"Galatians 1:6-10","words":124,"text":["6","I marvel that you are turning away so soon from Him who called you in the grace of Christ, to a different gospel,","7","which is not another; but there are some who trouble you and want to pervert the gospel of Christ.","8","But even if we, or an angel from heaven, preach any other gospel to you than what we have preached to you, let him be accursed.","9","As we have said before, so now I say again, if anyone preaches any other gospel to you than what you have received, let him be accursed.","10","For do I now persuade men, or God? Or do I seek to please men? For if I still pleased men, I would not be a bondservant of Christ."]},{"reference":"Zechariah 9:9-12","words":122,"text":["9","“Rejoice greatly, O daughter of Zion! Shout, O daughter of Jerusalem! Behold, your King is coming to you; He is just and having salvation, Lowly and riding on a donkey, A colt, the foal of a donkey.","10","I will cut off the chariot from Ephraim And the horse from Jerusalem; The battle bow shall be cut off. He shall speak peace to the nations; His dominion shall be ‘from sea to sea, And from the River to the ends of the earth.’","11","“As for you also, Because of the blood of your covenant, I will set your prisoners free from the waterless pit.","12","Return to the stronghold, You prisoners of hope. Even today I declare That I will restore double to you."]},{"reference":"Galatians 2:18-21","words":96,"text":["18","For if I build again those things which I destroyed, I make myself a transgressor.","19","For I through the law died to the law that I might live to God.","20","I have been crucified with Christ; it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself for me.","21","I do not set aside the grace of God; for if righteousness comes through the law, then Christ died in vain.”"]},{"reference":"Mark 1:2-5","words":85,"text":["2","As it is written in the Prophets: “Behold, I send My messenger before Your face, Who will prepare Your way before You.”","3","“The voice of one crying in the wilderness: ‘Prepare the way of the Lord; Make His paths straight.’ ”","4","John came baptizing in the wilderness and preaching a baptism of repentance for the remission of sins.","5","Then all the land of Judea, and those from Jerusalem, went out to him and were all baptized by him in the Jordan River, confessing their sins."]},{"reference":"Ephesians 2:1-10","words":204,"text":["1","And you He made alive, who were dead in trespasses and sins,","2","in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the sons of disobedience,","3","among whom also we all once conducted ourselves in the lusts of our flesh, fulfilling the desires of the flesh and of the mind, and were by nature children of wrath, just as the others.","4","But God, who is rich in mercy, because of His great love with which He loved us,","5","even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved),","6","and raised us up together, and made us sit together in the heavenly places in Christ Jesus,","7","that in the ages to come He might show the exceeding riches of His grace in His kindness toward us in Christ Jesus.","8","For by grace you have been saved through faith, and that not of yourselves; it is the gift of God,","9","not of works, lest anyone should boast.","10","For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them."]},{"reference":"Luke 1:68-79","words":198,"text":["68","“Blessed is the Lord God of Israel, For He has visited and redeemed His people,","69","And has raised up a horn of salvation for us In the house of His servant David,","70","As He spoke by the mouth of His holy prophets, Who have been since the world began,","71","That we should be saved from our enemies And from the hand of all who hate us,","72","To perform the mercy promised to our fathers And to remember His holy covenant,","73","The oath which He swore to our father Abraham:","74","To grant us that we, Being delivered from the hand of our enemies, Might serve Him without fear,","75","In holiness and righteousness before Him all the days of our life.","76","“And you, child, will be called the prophet of the Highest; For you will go before the face of the Lord to prepare His ways,","77","To give knowledge of salvation to His people By the remission of their sins,","78","Through the tender mercy of our God, With which the Dayspring from on high has visited us;","79","To give light to those who sit in darkness and the shadow of death, To guide our feet into the way of peace.”"]},{"reference":"Ephesians 4:17-29","words":239,"text":["17","This I say, therefore, and testify in the Lord, that you should no longer walk as the rest of the Gentiles walk, in the futility of their mind,","18","having their understanding darkened, being alienated from the life of God, because of the ignorance that is in them, because of the blindness of their heart;","19","who, being past feeling, have given themselves over to lewdness, to work all uncleanness with greediness.","20","But you have not so learned Christ,","21","if indeed you have heard Him and have been taught by Him, as the truth is in Jesus:","22","that you put off, concerning your former conduct, the old man which grows corrupt according to the deceitful lusts,","23","and be renewed in the spirit of your mind,","24","and that you put on the new man which was created according to God, in true righteousness and holiness.","25","Therefore, putting away lying, “Let each one of you speak truth with his neighbor,” for we are members of one another.","26","“Be angry, and do not sin”: do not let the sun go down on your wrath,","27","nor give place to the devil.","28","Let him who stole steal no longer, but rather let him labor, working with his hands what is good, that he may have something to give him who has need.","29","Let no corrupt word proceed out of your mouth, but what is good for necessary edification, that it may impart grace to the hearers."]},{"reference":"Luke 3:2-6","words":108,"text":["2","while Annas and Caiaphas were high priests, the word of God came to John the son of Zacharias in the wilderness.","3","And he went into all the region around the Jordan, preaching a baptism of repentance for the remission of sins,","4","as it is written in the book of the words of Isaiah the prophet, saying: “The voice of one crying in the wilderness: ‘Prepare the way of the Lord; Make His paths straight.","5","Every valley shall be filled And every mountain and hill brought low; The crooked places shall be made straight And the rough ways smooth;","6","And all flesh shall see the salvation of God.’ ”"]},{"reference":"Philippians 1:3-8","words":120,"text":["3","I thank my God upon every remembrance of you,","4","always in every prayer of mine making request for you all with joy,","5","for your fellowship in the gospel from the first day until now,","6","being confident of this very thing, that He who has begun a good work in you will complete it until the day of Jesus Christ;","7","just as it is right for me to think this of you all, because I have you in my heart, inasmuch as both in my chains and in the defense and confirmation of the gospel, you all are partakers with me of grace.","8","For God is my witness, how greatly I long for you all with the affection of Jesus Christ."]},{"reference":"Luke 18:7-8","words":46,"text":["7","And shall God not avenge His own elect who cry out day and night to Him, though He bears long with them?","8","I tell you that He will avenge them speedily. Nevertheless, when the Son of Man comes, will He really find faith on the earth?”"]},{"reference":"1 Thessalonians 1:8-10","words":91,"text":["8","For from you the word of the Lord has sounded forth, not only in Macedonia and Achaia, but also in every place. Your faith toward God has gone out, so that we do not need to say anything.","9","For they themselves declare concerning us what manner of entry we had to you, and how you turned to God from idols to serve the living and true God,","10","and to wait for His Son from heaven, whom He raised from the dead, even Jesus who delivers us from the wrath to come."]},{"reference":"Acts 13:44-48","words":136,"text":["44","On the next Sabbath almost the whole city came together to hear the word of God.","45","But when the Jews saw the multitudes, they were filled with envy; and contradicting and blaspheming, they opposed the things spoken by Paul.","46","Then Paul and Barnabas grew bold and said, “It was necessary that the word of God should be spoken to you first; but since you reject it, and judge yourselves unworthy of everlasting life, behold, we turn to the Gentiles.","47","For so the Lord has commanded us: ‘I have set you as a light to the Gentiles, That you should be for salvation to the ends of the earth.’ ”","48","Now when the Gentiles heard this, they were glad and glorified the word of the Lord. And as many as had been appointed to eternal life believed."]},{"reference":"1 Timothy 1:8-17","words":230,"text":["8","But we know that the law is good if one uses it lawfully,","9","knowing this: that the law is not made for a righteous person, but for the lawless and insubordinate, for the ungodly and for sinners, for the unholy and profane, for murderers of fathers and murderers of mothers, for manslayers,","10","for fornicators, for sodomites, for kidnappers, for liars, for perjurers, and if there is any other thing that is contrary to sound doctrine,","11","according to the glorious gospel of the blessed God which was committed to my trust.","12","And I thank Christ Jesus our Lord who has enabled me, because He counted me faithful, putting me into the ministry,","13","although I was formerly a blasphemer, a persecutor, and an insolent man; but I obtained mercy because I did it ignorantly in unbelief.","14","And the grace of our Lord was exceedingly abundant, with faith and love which are in Christ Jesus.","15","This is a faithful saying and worthy of all acceptance, that Christ Jesus came into the world to save sinners, of whom I am chief.","16","However, for this reason I obtained mercy, that in me first Jesus Christ might show all longsuffering, as a pattern to those who are going to believe on Him for everlasting life.","17","Now to the King eternal, immortal, invisible, to God who alone is wise, be honor and glory forever and ever. Amen."]},{"reference":"Hebrews 1:1-14","words":327,"text":["1","God, who at various times and in various ways spoke in time past to the fathers by the prophets,","2","has in these last days spoken to us by His Son, whom He has appointed heir of all things, through whom also He made the worlds;","3","who being the brightness of His glory and the express image of His person, and upholding all things by the word of His power, when He had by Himself purged our sins, sat down at the right hand of the Majesty on high,","4","having become so much better than the angels, as He has by inheritance obtained a more excellent name than they.","5","For to which of the angels did He ever say: “You are My Son, Today I have begotten You”? And again: “I will be to Him a Father, And He shall be to Me a Son”?","6","But when He again brings the firstborn into the world, He says: “Let all the angels of God worship Him.”","7","And of the angels He says: “Who makes His angels spirits And His ministers a flame of fire.”","8","But to the Son He says: “Your throne, O God, is forever and ever; A scepter of righteousness is the scepter of Your kingdom.","9","You have loved righteousness and hated lawlessness; Therefore God, Your God, has anointed You With the oil of gladness more than Your companions.”","10","And: “You, Lord, in the beginning laid the foundation of the earth, And the heavens are the work of Your hands.","11","They will perish, but You remain; And they will all grow old like a garment;","12","Like a cloak You will fold them up, And they will be changed. But You are the same, And Your years will not fail.”","13","But to which of the angels has He ever said: “Sit at My right hand, Till I make Your enemies Your footstool”?","14","Are they not all ministering spirits sent forth to minister for those who will inherit salvation?"]},{"reference":"2 Timothy 1:3-10","words":211,"text":["3","I thank God, whom I serve with a pure conscience, as my forefathers did, as without ceasing I remember you in my prayers night and day,","4","greatly desiring to see you, being mindful of your tears, that I may be filled with joy,","5","when I call to remembrance the genuine faith that is in you, which dwelt first in your grandmother Lois and your mother Eunice, and I am persuaded is in you also.","6","Therefore I remind you to stir up the gift of God which is in you through the laying on of my hands.","7","For God has not given us a spirit of fear, but of power and of love and of a sound mind.","8","Therefore do not be ashamed of the testimony of our Lord, nor of me His prisoner, but share with me in the sufferings for the gospel according to the power of God,","9","who has saved us and called us with a holy calling, not according to our works, but according to His own purpose and grace which was given to us in Christ Jesus before time began,","10","but has now been revealed by the appearing of our Savior Jesus Christ, who has abolished death and brought life and immortality to light through the gospel,"]},{"reference":"Revelation 18:1-8","words":237,"text":["1","After these things I saw another angel coming down from heaven, having great authority, and the earth was illuminated with his glory.","2","And he cried mightily with a loud voice, saying, “Babylon the great is fallen, is fallen, and has become a dwelling place of demons, a prison for every foul spirit, and a cage for every unclean and hated bird!","3","For all the nations have drunk of the wine of the wrath of her fornication, the kings of the earth have committed fornication with her, and the merchants of the earth have become rich through the abundance of her luxury.”","4","And I heard another voice from heaven saying, “Come out of her, my people, lest you share in her sins, and lest you receive of her plagues.","5","For her sins have reached to heaven, and God has remembered her iniquities.","6","Render to her just as she rendered to you, and repay her double according to her works; in the cup which she has mixed, mix double for her.","7","In the measure that she glorified herself and lived luxuriously, in the same measure give her torment and sorrow; for she says in her heart, ‘I sit as queen, and am no widow, and will not see sorrow.’","8","Therefore her plagues will come in one day—death and mourning and famine. And she will be utterly burned with fire, for strong is the Lord God who judges her."]},{"reference":"Titus 2:1-6","words":91,"text":["1","But as for you, speak the things which are proper for sound doctrine:","2","that the older men be sober, reverent, temperate, sound in faith, in love, in patience;","3","the older women likewise, that they be reverent in behavior, not slanderers, not given to much wine, teachers of good things—","4","that they admonish the young women to love their husbands, to love their children,","5","to be discreet, chaste, homemakers, good, obedient to their own husbands, that the word of God may not be blasphemed.","6","Likewise, exhort the young men to be sober-minded,"]},{"reference":"Revelation 22:12-21","words":248,"text":["12","“And behold, I am coming quickly, and My reward is with Me, to give to every one according to his work.","13","I am the Alpha and the Omega, the Beginning and the End, the First and the Last.”","14","Blessed are those who do His commandments, that they may have the right to the tree of life, and may enter through the gates into the city.","15","But outside are dogs and sorcerers and sexually immoral and murderers and idolaters, and whoever loves and practices a lie.","16","“I, Jesus, have sent My angel to testify to you these things in the churches. I am the Root and the Offspring of David, the Bright and Morning Star.”","17","And the Spirit and the bride say, “Come!” And let him who hears say, “Come!” And let him who thirsts come. Whoever desires, let him take the water of life freely.","18","For I testify to everyone who hears the words of the prophecy of this book: If anyone adds to these things, God will add to him the plagues that are written in this book;","19","and if anyone takes away from the words of the book of this prophecy, God shall take away his part from the Book of Life, from the holy city, and from the things which are written in this book.","20","He who testifies to these things says, “Surely I am coming quickly.” Amen. Even so, come, Lord Jesus!","21","The grace of our Lord Jesus Christ be with you all. Amen."]},{"reference":"Titus 3:1-11","words":204,"text":["1","Remind them to be subject to rulers and authorities, to obey, to be ready for every good work,","2","to speak evil of no one, to be peaceable, gentle, showing all humility to all men.","3","For we ourselves were also once foolish, disobedient, deceived, serving various lusts and pleasures, living in malice and envy, hateful and hating one another.","4","But when the kindness and the love of God our Savior toward man appeared,","5","not by works of righteousness which we have done, but according to His mercy He saved us, through the washing of regeneration and renewing of the Holy Spirit,","6","whom He poured out on us abundantly through Jesus Christ our Savior,","7","that having been justified by His grace we should become heirs according to the hope of eternal life.","8","This is a faithful saying, and these things I want you to affirm constantly, that those who have believed in God should be careful to maintain good works. These things are good and profitable to men.","9","But avoid foolish disputes, genealogies, contentions, and strivings about the law; for they are unprofitable and useless.","10","Reject a divisive man after the first and second admonition,","11","knowing that such a person is warped and sinning, being self-condemned."]}]
