[{"reference":"Ruth 1:1-2","words":74,"text":["1","In the days when the judges ruled, there was a famine in the land. So a man from Bethlehem in Judah, together with his wife and two sons, went to live for a while in the country of Moab.","2","The man’s name was Elimelek, his wife’s name was Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem, Judah. And they went to Moab and lived there."]},{"reference":"Genesis 22:8-14","words":187,"text":["8","Abraham answered, “God himself will provide the lamb for the burnt offering, my son.” And the two of them went on together.","9","When they reached the place God had told him about, Abraham built an altar there and arranged the wood on it. He bound his son Isaac and laid him on the altar, on top of the wood.","10","Then he reached out his hand and took the knife to slay his son.","11","But the angel of the Lord called out to him from heaven, “Abraham! Abraham!” “Here I am,” he replied.","12","“Do not lay a hand on the boy,” he said. “Do not do anything to him. Now I know that you fear God, because you have not withheld from me your son, your only son.”","13","Abraham looked up and there in a thicket he saw a ram caught by its horns. He went over and took the ram and sacrificed it as a burnt offering instead of his son.","14","So Abraham called that place The Lord Will Provide. And to this day it is said, “On the mountain of the Lord it will be provided.”"]},{"reference":"Philemon 1:4-7","words":78,"text":["4","I always thank my God as I remember you in my prayers,","5","because I hear about your love for all his holy people and your faith in the Lord Jesus.","6","I pray that your partnership with us in the faith may be effective in deepening your understanding of every good thing we share for the sake of Christ.","7","Your love has given me great joy and encouragement, because you, brother, have refreshed the hearts of the Lord’s people."]},{"reference":"Romans 5:12-13","words":52,"text":["12","Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all people, because all sinned—","13","To be sure, sin was in the world before the law was given, but sin is not charged against anyone’s account where there is no law."]},{"reference":"Psalm 130:1-8","words":114,"text":["1","Out of the depths I cry to you, Lord;","2","Lord, hear my voice. Let your ears be attentive to my cry for mercy.","3","If you, Lord, kept a record of sins, Lord, who could stand?","4","But with you there is forgiveness, so that we can, with reverence, serve you.","5","I wait for the Lord, my whole being waits, and in his word I put my hope.","6","I wait for the Lord more than watchmen wait for the morning, more than watchmen wait for the morning.","7","Israel, put your hope in the Lord, for with the Lord is unfailing love and with him is full redemption.","8","He himself will redeem Israel from all their sins."]},{"reference":"Hebrews 11:29-40","words":256,"text":["29","By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned.","30","By faith the walls of Jericho fell, after the army had marched around them for seven days.","31","By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient.","32","And what more shall I say? I do not have time to tell about Gideon, Barak, Samson and Jephthah, about David and Samuel and the prophets,","33","who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions,","34","quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies.","35","Women received back their dead, raised to life again. There were others who were tortured, refusing to be released so that they might gain an even better resurrection.","36","Some faced jeers and flogging, and even chains and imprisonment.","37","They were put to death by stoning; they were sawed in two; they were killed by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated—","38","the world was not worthy of them. They wandered in deserts and mountains, living in caves and in holes in the ground.","39","These were all commended for their faith, yet none of them received what had been promised,","40","since God had planned something better for us so that only together with us would they be made perfect."]},{"reference":"Ruth 1:16-17","words":69,"text":["16","But Ruth replied, “Don’t urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.","17","Where you die I will die, and there I will be buried. May the Lord deal with me, be it ever so severely, if even death separates you and me.”"]},{"reference":"Psalm 46:1-11","words":183,"text":["1","God is our refuge and strength, an ever-present help in trouble.","2","Therefore we will not fear, though the earth give way and the mountains fall into the heart of the sea,","3","though its waters roar and foam and the mountains quake with their surging.","4","There is a river whose streams make glad the city of God, the holy place where the Most High dwells.","5","God is within her, she will not fall; God will help her at break of day.","6","Nations are in uproar, kingdoms fall; he lifts his voice, the earth melts.","7","The Lord Almighty is with us; the God of Jacob is our fortress.","8","Come and see what the Lord has done, the desolations he has brought on the earth.","9","He makes wars cease to the ends of the earth. He breaks the bow and shatters the spear; he burns the shields with fire.","10","He says, “Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.”","11","The Lord Almighty is with us; the God of Jacob is our fortress."]},{"reference":"Hebrews 12:1-2","words":74,"text":["1","Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us,","2","fixing our eyes on Jesus, the pioneer and perfecter of faith. For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God."]},{"reference":"Genesis 17:6-8","words":85,"text":["6","I will make you very fruitful; I will make nations of you, and kings will come from you.","7","I will establish my covenant as an everlasting covenant between me and you and your descendants after you for the generations to come, to be your God and the God of your descendants after you.","8","The whole land of Canaan, where you now reside as a foreigner, I will give as an everlasting possession to you and your descendants after you; and I will be their God.”"]},{"reference":"Psalm 76:1-12","words":177,"text":["1","God is renowned in Judah; in Israel his name is great.","2","His tent is in Salem, his dwelling place in Zion.","3","There he broke the flashing arrows, the shields and the swords, the weapons of war.","4","You are radiant with light, more majestic than mountains rich with game.","5","The valiant lie plundered, they sleep their last sleep; not one of the warriors can lift his hands.","6","At your rebuke, God of Jacob, both horse and chariot lie still.","7","It is you alone who are to be feared. Who can stand before you when you are angry?","8","From heaven you pronounced judgment, and the land feared and was quiet—","9","when you, God, rose up to judge, to save all the afflicted of the land.","10","Surely your wrath against mankind brings you praise, and the survivors of your wrath are restrained.","11","Make vows to the Lord your God and fulfill them; let all the neighboring lands bring gifts to the One to be feared.","12","He breaks the spirit of rulers; he is feared by the kings of the earth."]},{"reference":"James 2:1-4","words":88,"text":["1","My brothers and sisters, believers in our glorious Lord Jesus Christ must not show favoritism.","2","Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in filthy old clothes also comes in.","3","If you show special attention to the man wearing fine clothes and say, “Here’s a good seat for you,” but say to the poor man, “You stand there” or “Sit on the floor by my feet,”","4","have you not discriminated among yourselves and become judges with evil thoughts?"]},{"reference":"Ruth 2:12-13","words":68,"text":["12","May the Lord repay you for what you have done. May you be richly rewarded by the Lord, the God of Israel, under whose wings you have come to take refuge.”","13","“May I continue to find favor in your eyes, my lord,” she said. “You have put me at ease by speaking kindly to your servant—though I do not have the standing of one of your servants.”"]},{"reference":"Psalm 147:1-5","words":66,"text":["1","Praise the Lord. How good it is to sing praises to our God, how pleasant and fitting to praise him!","2","The Lord builds up Jerusalem; he gathers the exiles of Israel.","3","He heals the brokenhearted and binds up their wounds.","4","He determines the number of the stars and calls them each by name.","5","Great is our Lord and mighty in power; his understanding has no limit."]},{"reference":"James 3:1-10","words":240,"text":["1","Not many of you should become teachers, my fellow believers, because you know that we who teach will be judged more strictly.","2","We all stumble in many ways. Anyone who is never at fault in what they say is perfect, able to keep their whole body in check.","3","When we put bits into the mouths of horses to make them obey us, we can turn the whole animal.","4","Or take ships as an example. Although they are so large and are driven by strong winds, they are steered by a very small rudder wherever the pilot wants to go.","5","Likewise, the tongue is a small part of the body, but it makes great boasts. Consider what a great forest is set on fire by a small spark.","6","The tongue also is a fire, a world of evil among the parts of the body. It corrupts the whole body, sets the whole course of one’s life on fire, and is itself set on fire by hell.","7","All kinds of animals, birds, reptiles and sea creatures are being tamed and have been tamed by mankind,","8","but no human being can tame the tongue. It is a restless evil, full of deadly poison.","9","With the tongue we praise our Lord and Father, and with it we curse human beings, who have been made in God’s likeness.","10","Out of the same mouth come praise and cursing. My brothers and sisters, this should not be."]},{"reference":"Exodus 12:11-14","words":130,"text":["11","This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the Lord’s Passover.","12","“On that same night I will pass through Egypt and strike down every firstborn of both people and animals, and I will bring judgment on all the gods of Egypt. I am the Lord.","13","The blood will be a sign for you on the houses where you are, and when I see the blood, I will pass over you. No destructive plague will touch you when I strike Egypt.","14","“This is a day you are to commemorate; for the generations to come you shall celebrate it as a festival to the Lord—a lasting ordinance."]},{"reference":"Proverbs 15:2-3","words":30,"text":["2","The tongue of the wise adorns knowledge, but the mouth of the fool gushes folly.","3","The eyes of the Lord are everywhere, keeping watch on the wicked and the good."]},{"reference":"James 4:1-17","words":380,"text":["1","What causes fights and quarrels among you? Don’t they come from your desires that battle within you?","2","You desire but do not have, so you kill. You covet but you cannot get what you want, so you quarrel and fight. You do not have because you do not ask God.","3","When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures.","4","You adulterous people, don’t you know that friendship with the world means enmity against God? Therefore, anyone who chooses to be a friend of the world becomes an enemy of God.","5","Or do you think Scripture says without reason that he jealously longs for the spirit he has caused to dwell in us?","6","But he gives us more grace. That is why Scripture says: “God opposes the proud but shows favor to the humble.”","7","Submit yourselves, then, to God. Resist the devil, and he will flee from you.","8","Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded.","9","Grieve, mourn and wail. Change your laughter to mourning and your joy to gloom.","10","Humble yourselves before the Lord, and he will lift you up.","11","Brothers and sisters, do not slander one another. Anyone who speaks against a brother or sister or judges them speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it.","12","There is only one Lawgiver and Judge, the one who is able to save and destroy. But you—who are you to judge your neighbor?","13","Now listen, you who say, “Today or tomorrow we will go to this or that city, spend a year there, carry on business and make money.”","14","Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes.","15","Instead, you ought to say, “If it is the Lord’s will, we will live and do this or that.”","16","As it is, you boast in your arrogant schemes. All such boasting is evil.","17","If anyone, then, knows the good they ought to do and doesn’t do it, it is sin for them."]},{"reference":"Ruth 3:9-11","words":88,"text":["9","“Who are you?” he asked. “I am your servant Ruth,” she said. “Spread the corner of your garment over me, since you are a guardian-redeemer of our family.”","10","“The Lord bless you, my daughter,” he replied. “This kindness is greater than that which you showed earlier: You have not run after the younger men, whether rich or poor.","11","And now, my daughter, don’t be afraid. I will do for you all you ask. All the people of my town know that you are a woman of noble character."]},{"reference":"Proverbs 20:5-6","words":30,"text":["5","The purposes of a person’s heart are deep waters, but one who has insight draws them out.","6","Many claim to have unfailing love, but a faithful person who can find?"]},{"reference":"1 Peter 1:22-25","words":89,"text":["22","Now that you have purified yourselves by obeying the truth so that you have sincere love for each other, love one another deeply, from the heart.","23","For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God.","24","For, “All people are like grass, and all their glory is like the flowers of the field; the grass withers and the flowers fall,","25","but the word of the Lord endures forever.” And this is the word that was preached to you."]},{"reference":"Hebrews 2:14-15","words":51,"text":["14","Since the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death—that is, the devil—","15","and free those who all their lives were held in slavery by their fear of death."]},{"reference":"Isaiah 40:1-5","words":113,"text":["1","Comfort, comfort my people, says your God.","2","Speak tenderly to Jerusalem, and proclaim to her that her hard service has been completed, that her sin has been paid for, that she has received from the Lord’s hand double for all her sins.","3","A voice of one calling: “In the wilderness prepare the way for the Lord; make straight in the desert a highway for our God.","4","Every valley shall be raised up, every mountain and hill made low; the rough ground shall become level, the rugged places a plain.","5","And the glory of the Lord will be revealed, and all people will see it together. For the mouth of the Lord has spoken.”"]},{"reference":"1 Peter 3:8-22","words":358,"text":["8","Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble.","9","Do not repay evil with evil or insult with insult. On the contrary, repay evil with blessing, because to this you were called so that you may inherit a blessing.","10","For, “Whoever would love life and see good days must keep their tongue from evil and their lips from deceitful speech.","11","They must turn from evil and do good; they must seek peace and pursue it.","12","For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.”","13","Who is going to harm you if you are eager to do good?","14","But even if you should suffer for what is right, you are blessed. “Do not fear their threats; do not be frightened.”","15","But in your hearts revere Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,","16","keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander.","17","For it is better, if it is God’s will, to suffer for doing good than for doing evil.","18","For Christ also suffered once for sins, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive in the Spirit.","19","After being made alive, he went and made proclamation to the imprisoned spirits—","20","to those who were disobedient long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water,","21","and this water symbolizes baptism that now saves you also—not the removal of dirt from the body but the pledge of a clear conscience toward God. It saves you by the resurrection of Jesus Christ,","22","who has gone into heaven and is at God’s right hand—with angels, authorities and powers in submission to him."]},{"reference":"Ruth 4:9-12","words":144,"text":["9","Then Boaz announced to the elders and all the people, “Today you are witnesses that I have bought from Naomi all the property of Elimelek, Kilion and Mahlon.","10","I have also acquired Ruth the Moabite, Mahlon’s widow, as my wife, in order to maintain the name of the dead with his property, so that his name will not disappear from among his family or from his hometown. Today you are witnesses!”","11","Then the elders and all the people at the gate said, “We are witnesses. May the Lord make the woman who is coming into your home like Rachel and Leah, who together built up the family of Israel. May you have standing in Ephrathah and be famous in Bethlehem.","12","Through the offspring the Lord gives you by this young woman, may your family be like that of Perez, whom Tamar bore to Judah.”"]},{"reference":"Isaiah 44:6-8","words":105,"text":["6","“This is what the Lord says— Israel’s King and Redeemer, the Lord Almighty: I am the first and I am the last; apart from me there is no God.","7","Who then is like me? Let him proclaim it. Let him declare and lay out before me what has happened since I established my ancient people, and what is yet to come— yes, let them foretell what will come.","8","Do not tremble, do not be afraid. Did I not proclaim this and foretell it long ago? You are my witnesses. Is there any God besides me? No, there is no other Rock; I know not one.”"]},{"reference":"1 Peter 5:1-4","words":95,"text":["1","To the elders among you, I appeal as a fellow elder and a witness of Christ’s sufferings who also will share in the glory to be revealed:","2","Be shepherds of God’s flock that is under your care, watching over them—not because you must, but because you are willing, as God wants you to be; not pursuing dishonest gain, but eager to serve;","3","not lording it over those entrusted to you, but being examples to the flock.","4","And when the Chief Shepherd appears, you will receive the crown of glory that will never fade away."]},{"reference":"1 Peter 1:18-21","words":88,"text":["18","For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your ancestors,","19","but with the precious blood of Christ, a lamb without blemish or defect.","20","He was chosen before the creation of the world, but was revealed in these last times for your sake.","21","Through him you believe in God, who raised him from the dead and glorified him, and so your faith and hope are in God."]},{"reference":"Isaiah 51:10-12","words":86,"text":["10","Was it not you who dried up the sea, the waters of the great deep, who made a road in the depths of the sea so that the redeemed might cross over?","11","Those the Lord has rescued will return. They will enter Zion with singing; everlasting joy will crown their heads. Gladness and joy will overtake them, and sorrow and sighing will flee away.","12","“I, even I, am he who comforts you. Who are you that you fear mere mortals, human beings who are but grass,"]},{"reference":"2 Peter 2:1-9","words":228,"text":["1","But there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them—bringing swift destruction on themselves.","2","Many will follow their depraved conduct and will bring the way of truth into disrepute.","3","In their greed these teachers will exploit you with fabricated stories. Their condemnation has long been hanging over them, and their destruction has not been sleeping.","4","For if God did not spare angels when they sinned, but sent them to hell, putting them in chains of darkness to be held for judgment;","5","if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others;","6","if he condemned the cities of Sodom and Gomorrah by burning them to ashes, and made them an example of what is going to happen to the ungodly;","7","and if he rescued Lot, a righteous man, who was distressed by the depraved conduct of the lawless","8","(for that righteous man, living among them day after day, was tormented in his righteous soul by the lawless deeds he saw and heard)—","9","if this is so, then the Lord knows how to rescue the godly from trials and to hold the unrighteous for punishment on the day of judgment."]},{"reference":"Ruth 4:13-16","words":97,"text":["13","So Boaz took Ruth and she became his wife. When he made love to her, the Lord enabled her to conceive, and she gave birth to a son.","14","The women said to Naomi: “Praise be to the Lord, who this day has not left you without a guardian-redeemer. May he become famous throughout Israel!","15","He will renew your life and sustain you in your old age. For your daughter-in-law, who loves you and who is better to you than seven sons, has given him birth.”","16","Then Naomi took the child in her arms and cared for him."]},{"reference":"Isaiah 60:1-9","words":233,"text":["1","“Arise, shine, for your light has come, and the glory of the Lord rises upon you.","2","See, darkness covers the earth and thick darkness is over the peoples, but the Lord rises upon you and his glory appears over you.","3","Nations will come to your light, and kings to the brightness of your dawn.","4","“Lift up your eyes and look about you: All assemble and come to you; your sons come from afar, and your daughters are carried on the hip.","5","Then you will look and be radiant, your heart will throb and swell with joy; the wealth on the seas will be brought to you, to you the riches of the nations will come.","6","Herds of camels will cover your land, young camels of Midian and Ephah. And all from Sheba will come, bearing gold and incense and proclaiming the praise of the Lord.","7","All Kedar’s flocks will be gathered to you, the rams of Nebaioth will serve you; they will be accepted as offerings on my altar, and I will adorn my glorious temple.","8","“Who are these that fly along like clouds, like doves to their nests?","9","Surely the islands look to me; in the lead are the ships of Tarshish, bringing your children from afar, with their silver and gold, to the honor of the Lord your God, the Holy One of Israel, for he has endowed you with splendor."]},{"reference":"2 Peter 3:11-18","words":223,"text":["11","Since everything will be destroyed in this way, what kind of people ought you to be? You ought to live holy and godly lives","12","as you look forward to the day of God and speed its coming. That day will bring about the destruction of the heavens by fire, and the elements will melt in the heat.","13","But in keeping with his promise we are looking forward to a new heaven and a new earth, where righteousness dwells.","14","So then, dear friends, since you are looking forward to this, make every effort to be found spotless, blameless and at peace with him.","15","Bear in mind that our Lord’s patience means salvation, just as our dear brother Paul also wrote you with the wisdom that God gave him.","16","He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction.","17","Therefore, dear friends, since you have been forewarned, be on your guard so that you may not be carried away by the error of the lawless and fall from your secure position.","18","But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be glory both now and forever! Amen."]},{"reference":"Colossians 1:13-18","words":120,"text":["13","For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves,","14","in whom we have redemption, the forgiveness of sins.","15","The Son is the image of the invisible God, the firstborn over all creation.","16","For in him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things have been created through him and for him.","17","He is before all things, and in him all things hold together.","18","And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy."]},{"reference":"Isaiah 61:1-7","words":225,"text":["1","The Spirit of the Sovereign Lord is on me, because the Lord has anointed me to proclaim good news to the poor. He has sent me to bind up the brokenhearted, to proclaim freedom for the captives and release from darkness for the prisoners,","2","to proclaim the year of the Lord’s favor and the day of vengeance of our God, to comfort all who mourn,","3","and provide for those who grieve in Zion— to bestow on them a crown of beauty instead of ashes, the oil of joy instead of mourning, and a garment of praise instead of a spirit of despair. They will be called oaks of righteousness, a planting of the Lord for the display of his splendor.","4","They will rebuild the ancient ruins and restore the places long devastated; they will renew the ruined cities that have been devastated for generations.","5","Strangers will shepherd your flocks; foreigners will work your fields and vineyards.","6","And you will be called priests of the Lord, you will be named ministers of our God. You will feed on the wealth of nations, and in their riches you will boast.","7","Instead of your shame you will receive a double portion, and instead of disgrace you will rejoice in your inheritance. And so you will inherit a double portion in your land, and everlasting joy will be yours."]},{"reference":"1 John 1:1-10","words":243,"text":["1","That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched—this we proclaim concerning the Word of life.","2","The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us.","3","We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ.","4","We write this to make our joy complete.","5","This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all.","6","If we claim to have fellowship with him and yet walk in the darkness, we lie and do not live out the truth.","7","But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin.","8","If we claim to be without sin, we deceive ourselves and the truth is not in us.","9","If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.","10","If we claim we have not sinned, we make him out to be a liar and his word is not in us."]},{"reference":"Ruth 4:18-22","words":55,"text":["18","This, then, is the family line of Perez: Perez was the father of Hezron,","19","Hezron the father of Ram, Ram the father of Amminadab,","20","Amminadab the father of Nahshon, Nahshon the father of Salmon,","21","Salmon the father of Boaz, Boaz the father of Obed,","22","Obed the father of Jesse, and Jesse the father of David."]},{"reference":"Isaiah 62:10-12","words":81,"text":["10","Pass through, pass through the gates! Prepare the way for the people. Build up, build up the highway! Remove the stones. Raise a banner for the nations.","11","The Lord has made proclamation to the ends of the earth: “Say to Daughter Zion, ‘See, your Savior comes! See, his reward is with him, and his recompense accompanies him.’”","12","They will be called the Holy People, the Redeemed of the Lord; and you will be called Sought After, the City No Longer Deserted."]},{"reference":"1 John 4:13-19","words":149,"text":["13","This is how we know that we live in him and he in us: He has given us of his Spirit.","14","And we have seen and testify that the Father has sent his Son to be the Savior of the world.","15","If anyone acknowledges that Jesus is the Son of God, God lives in them and they in God.","16","And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in them.","17","This is how love is made complete among us so that we will have confidence on the day of judgment: In this world we are like Jesus.","18","There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.","19","We love because he first loved us."]},{"reference":"Ephesians 1:18-20","words":73,"text":["18","I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people,","19","and his incomparably great power for us who believe. That power is the same as the mighty strength","20","he exerted when he raised Christ from the dead and seated him at his right hand in the heavenly realms,"]},{"reference":"Isaiah 63:15-19","words":129,"text":["15","Look down from heaven and see, from your lofty throne, holy and glorious. Where are your zeal and your might? Your tenderness and compassion are withheld from us.","16","But you are our Father, though Abraham does not know us or Israel acknowledge us; you, Lord, are our Father, our Redeemer from of old is your name.","17","Why, Lord, do you make us wander from your ways and harden our hearts so we do not revere you? Return for the sake of your servants, the tribes that are your inheritance.","18","For a little while your people possessed your holy place, but now our enemies have trampled down your sanctuary.","19","We are yours from of old; but you have not ruled over them, they have not been called by your name."]},{"reference":"1 John 5:1-15","words":318,"text":["1","Everyone who believes that Jesus is the Christ is born of God, and everyone who loves the father loves his child as well.","2","This is how we know that we love the children of God: by loving God and carrying out his commands.","3","In fact, this is love for God: to keep his commands. And his commands are not burdensome,","4","for everyone born of God overcomes the world. This is the victory that has overcome the world, even our faith.","5","Who is it that overcomes the world? Only the one who believes that Jesus is the Son of God.","6","This is the one who came by water and blood—Jesus Christ. He did not come by water only, but by water and blood. And it is the Spirit who testifies, because the Spirit is the truth.","7","For there are three that testify:","8","the Spirit, the water and the blood; and the three are in agreement.","9","We accept human testimony, but God’s testimony is greater because it is the testimony of God, which he has given about his Son.","10","Whoever believes in the Son of God accepts this testimony. Whoever does not believe God has made him out to be a liar, because they have not believed the testimony God has given about his Son.","11","And this is the testimony: God has given us eternal life, and this life is in his Son.","12","Whoever has the Son has life; whoever does not have the Son of God does not have life.","13","I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life.","14","This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us.","15","And if we know that he hears us—whatever we ask—we know that we have what we asked of him."]},{"reference":"Exodus 19:4-6","words":73,"text":["4","‘You yourselves have seen what I did to Egypt, and how I carried you on eagles’ wings and brought you to myself.","5","Now if you obey me fully and keep my covenant, then out of all nations you will be my treasured possession. Although the whole earth is mine,","6","you will be for me a kingdom of priests and a holy nation.’ These are the words you are to speak to the Israelites.”"]},{"reference":"Isaiah 66:7-13","words":193,"text":["7","“Before she goes into labor, she gives birth; before the pains come upon her, she delivers a son.","8","Who has ever heard of such things? Who has ever seen things like this? Can a country be born in a day or a nation be brought forth in a moment? Yet no sooner is Zion in labor than she gives birth to her children.","9","Do I bring to the moment of birth and not give delivery?” says the Lord. “Do I close up the womb when I bring to delivery?” says your God.","10","“Rejoice with Jerusalem and be glad for her, all you who love her; rejoice greatly with her, all you who mourn over her.","11","For you will nurse and be satisfied at her comforting breasts; you will drink deeply and delight in her overflowing abundance.”","12","For this is what the Lord says: “I will extend peace to her like a river, and the wealth of nations like a flooding stream; you will nurse and be carried on her arm and dandled on her knees.","13","As a mother comforts her child, so will I comfort you; and you will be comforted over Jerusalem.”"]},{"reference":"Jude 1:14-23","words":196,"text":["14","Enoch, the seventh from Adam, prophesied about them: “See, the Lord is coming with thousands upon thousands of his holy ones","15","to judge everyone, and to convict all of them of all the ungodly acts they have committed in their ungodliness, and of all the defiant words ungodly sinners have spoken against him.”","16","These people are grumblers and faultfinders; they follow their own evil desires; they boast about themselves and flatter others for their own advantage.","17","But, dear friends, remember what the apostles of our Lord Jesus Christ foretold.","18","They said to you, “In the last times there will be scoffers who will follow their own ungodly desires.”","19","These are the people who divide you, who follow mere natural instincts and do not have the Spirit.","20","But you, dear friends, by building yourselves up in your most holy faith and praying in the Holy Spirit,","21","keep yourselves in God’s love as you wait for the mercy of our Lord Jesus Christ to bring you to eternal life.","22","Be merciful to those who doubt;","23","save others by snatching them from the fire; to others show mercy, mixed with fear—hating even the clothing stained by corrupted flesh."]},{"reference":"Joshua 21:43-45","words":71,"text":["43","So the Lord gave Israel all the land he had sworn to give their ancestors, and they took possession of it and settled there.","44","The Lord gave them rest on every side, just as he had sworn to their ancestors. Not one of their enemies withstood them; the Lord gave all their enemies into their hands.","45","Not one of all the Lord’s good promises to Israel failed; every one was fulfilled."]},{"reference":"Matthew 6:25-33","words":210,"text":["25","“Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more than food, and the body more than clothes?","26","Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they?","27","Can any one of you by worrying add a single hour to your life?","28","“And why do you worry about clothes? See how the flowers of the field grow. They do not labor or spin.","29","Yet I tell you that not even Solomon in all his splendor was dressed like one of these.","30","If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you—you of little faith?","31","So do not worry, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’","32","For the pagans run after all these things, and your heavenly Father knows that you need them.","33","But seek first his kingdom and his righteousness, and all these things will be given to you as well."]},{"reference":"Revelation 2:1-3","words":82,"text":["1","“To the angel of the church in Ephesus write: These are the words of him who holds the seven stars in his right hand and walks among the seven golden lampstands.","2","I know your deeds, your hard work and your perseverance. I know that you cannot tolerate wicked people, that you have tested those who claim to be apostles but are not, and have found them false.","3","You have persevered and have endured hardships for my name, and have not grown weary."]},{"reference":"2 Chronicles 30:22","words":39,"text":["22","Hezekiah spoke encouragingly to all the Levites, who showed good understanding of the service of the Lord. For the seven days they ate their assigned portion and offered fellowship offerings and praised the Lord, the God of their ancestors."]},{"reference":"Matthew 7:21-29","words":208,"text":["21","“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but only the one who does the will of my Father who is in heaven.","22","Many will say to me on that day, ‘Lord, Lord, did we not prophesy in your name and in your name drive out demons and in your name perform many miracles?’","23","Then I will tell them plainly, ‘I never knew you. Away from me, you evildoers!’","24","“Therefore everyone who hears these words of mine and puts them into practice is like a wise man who built his house on the rock.","25","The rain came down, the streams rose, and the winds blew and beat against that house; yet it did not fall, because it had its foundation on the rock.","26","But everyone who hears these words of mine and does not put them into practice is like a foolish man who built his house on sand.","27","The rain came down, the streams rose, and the winds blew and beat against that house, and it fell with a great crash.”","28","When Jesus had finished saying these things, the crowds were amazed at his teaching,","29","because he taught as one who had authority, and not as their teachers of the law."]},{"reference":"Nehemiah 9:28-31","words":163,"text":["28","“But as soon as they were at rest, they again did what was evil in your sight. Then you abandoned them to the hand of their enemies so that they ruled over them. And when they cried out to you again, you heard from heaven, and in your compassion you delivered them time after time.","29","“You warned them in order to turn them back to your law, but they became arrogant and disobeyed your commands. They sinned against your ordinances, of which you said, ‘The person who obeys them will live by them.’ Stubbornly they turned their backs on you, became stiff-necked and refused to listen.","30","For many years you were patient with them. By your Spirit you warned them through your prophets. Yet they paid no attention, so you gave them into the hands of the neighboring peoples.","31","But in your great mercy you did not put an end to them or abandon them, for you are a gracious and merciful God."]},{"reference":"Luke 4:3-13","words":199,"text":["3","The devil said to him, “If you are the Son of God, tell this stone to become bread.”","4","Jesus answered, “It is written: ‘Man shall not live on bread alone.’”","5","The devil led him up to a high place and showed him in an instant all the kingdoms of the world.","6","And he said to him, “I will give you all their authority and splendor; it has been given to me, and I can give it to anyone I want to.","7","If you worship me, it will all be yours.”","8","Jesus answered, “It is written: ‘Worship the Lord your God and serve him only.’”","9","The devil led him to Jerusalem and had him stand on the highest point of the temple. “If you are the Son of God,” he said, “throw yourself down from here.","10","For it is written: “‘He will command his angels concerning you to guard you carefully;","11","they will lift you up in their hands, so that you will not strike your foot against a stone.’”","12","Jesus answered, “It is said: ‘Do not put the Lord your God to the test.’”","13","When the devil had finished all this tempting, he left him until an opportune time."]},{"reference":"Job 19:23-29","words":119,"text":["23","“Oh, that my words were recorded, that they were written on a scroll,","24","that they were inscribed with an iron tool on lead, or engraved in rock forever!","25","I know that my redeemer lives, and that in the end he will stand on the earth.","26","And after my skin has been destroyed, yet in my flesh I will see God;","27","I myself will see him with my own eyes—I, and not another. How my heart yearns within me!","28","“If you say, ‘How we will hound him, since the root of the trouble lies in him,’","29","you should fear the sword yourselves; for wrath will bring punishment by the sword, and then you will know that there is judgment.”"]},{"reference":"Luke 8:4-15","words":304,"text":["4","While a large crowd was gathering and people were coming to Jesus from town after town, he told this parable:","5","“A farmer went out to sow his seed. As he was scattering the seed, some fell along the path; it was trampled on, and the birds ate it up.","6","Some fell on rocky ground, and when it came up, the plants withered because they had no moisture.","7","Other seed fell among thorns, which grew up with it and choked the plants.","8","Still other seed fell on good soil. It came up and yielded a crop, a hundred times more than was sown.” When he said this, he called out, “Whoever has ears to hear, let them hear.”","9","His disciples asked him what this parable meant.","10","He said, “The knowledge of the secrets of the kingdom of God has been given to you, but to others I speak in parables, so that, “‘though seeing, they may not see; though hearing, they may not understand.’","11","“This is the meaning of the parable: The seed is the word of God.","12","Those along the path are the ones who hear, and then the devil comes and takes away the word from their hearts, so that they may not believe and be saved.","13","Those on the rocky ground are the ones who receive the word with joy when they hear it, but they have no root. They believe for a while, but in the time of testing they fall away.","14","The seed that fell among thorns stands for those who hear, but as they go on their way they are choked by life’s worries, riches and pleasures, and they do not mature.","15","But the seed on good soil stands for those with a noble and good heart, who hear the word, retain it, and by persevering produce a crop."]},{"reference":"Job 27:2-6","words":87,"text":["2","“As surely as God lives, who has denied me justice, the Almighty, who has made my life bitter,","3","as long as I have life within me, the breath of God in my nostrils,","4","my lips will not say anything wicked, and my tongue will not utter lies.","5","I will never admit you are in the right; till I die, I will not deny my integrity.","6","I will maintain my innocence and never let go of it; my conscience will not reproach me as long as I live."]},{"reference":"Luke 22:31-34","words":70,"text":["31","“Simon, Simon, Satan has asked to sift all of you as wheat.","32","But I have prayed for you, Simon, that your faith may not fail. And when you have turned back, strengthen your brothers.”","33","But he replied, “Lord, I am ready to go with you to prison and to death.”","34","Jesus answered, “I tell you, Peter, before the rooster crows today, you will deny three times that you know me.”"]},{"reference":"Job 42:10-12","words":101,"text":["10","After Job had prayed for his friends, the Lord restored his fortunes and gave him twice as much as he had before.","11","All his brothers and sisters and everyone who had known him before came and ate with him in his house. They comforted and consoled him over all the trouble the Lord had brought on him, and each one gave him a piece of silver and a gold ring.","12","The Lord blessed the latter part of Job’s life more than the former part. He had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen and a thousand donkeys."]},{"reference":"John 3:4-8","words":106,"text":["4","“How can someone be born when they are old?” Nicodemus asked. “Surely they cannot enter a second time into their mother’s womb to be born!”","5","Jesus answered, “Very truly I tell you, no one can enter the kingdom of God unless they are born of water and the Spirit.","6","Flesh gives birth to flesh, but the Spirit gives birth to spirit.","7","You should not be surprised at my saying, ‘You must be born again.’","8","The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.”"]},{"reference":"Psalm 32:1-11","words":227,"text":["1","Blessed is the one whose transgressions are forgiven, whose sins are covered.","2","Blessed is the one whose sin the Lord does not count against them and in whose spirit is no deceit.","3","When I kept silent, my bones wasted away through my groaning all day long.","4","For day and night your hand was heavy on me; my strength was sapped as in the heat of summer.","5","Then I acknowledged my sin to you and did not cover up my iniquity. I said, “I will confess my transgressions to the Lord.” And you forgave the guilt of my sin.","6","Therefore let all the faithful pray to you while you may be found; surely the rising of the mighty waters will not reach them.","7","You are my hiding place; you will protect me from trouble and surround me with songs of deliverance.","8","I will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you.","9","Do not be like the horse or the mule, which have no understanding but must be controlled by bit and bridle or they will not come to you.","10","Many are the woes of the wicked, but the Lord’s unfailing love surrounds the one who trusts in him.","11","Rejoice in the Lord and be glad, you righteous; sing, all you who are upright in heart!"]},{"reference":"John 7:37-49","words":221,"text":["37","On the last and greatest day of the festival, Jesus stood and said in a loud voice, “Let anyone who is thirsty come to me and drink.","38","Whoever believes in me, as Scripture has said, rivers of living water will flow from within them.”","39","By this he meant the Spirit, whom those who believed in him were later to receive. Up to that time the Spirit had not been given, since Jesus had not yet been glorified.","40","On hearing his words, some of the people said, “Surely this man is the Prophet.”","41","Others said, “He is the Messiah.” Still others asked, “How can the Messiah come from Galilee?","42","Does not Scripture say that the Messiah will come from David’s descendants and from Bethlehem, the town where David lived?”","43","Thus the people were divided because of Jesus.","44","Some wanted to seize him, but no one laid a hand on him.","45","Finally the temple guards went back to the chief priests and the Pharisees, who asked them, “Why didn’t you bring him in?”","46","“No one ever spoke the way this man does,” the guards replied.","47","“You mean he has deceived you also?” the Pharisees retorted.","48","“Have any of the rulers or of the Pharisees believed in him?","49","No! But this mob that knows nothing of the law—there is a curse on them.”"]},{"reference":"Psalm 78:21-39","words":303,"text":["21","When the Lord heard them, he was furious; his fire broke out against Jacob, and his wrath rose against Israel,","22","for they did not believe in God or trust in his deliverance.","23","Yet he gave a command to the skies above and opened the doors of the heavens;","24","he rained down manna for the people to eat, he gave them the grain of heaven.","25","Human beings ate the bread of angels; he sent them all the food they could eat.","26","He let loose the east wind from the heavens and by his power made the south wind blow.","27","He rained meat down on them like dust, birds like sand on the seashore.","28","He made them come down inside their camp, all around their tents.","29","They ate till they were gorged— he had given them what they craved.","30","But before they turned from what they craved, even while the food was still in their mouths,","31","God’s anger rose against them; he put to death the sturdiest among them, cutting down the young men of Israel.","32","In spite of all this, they kept on sinning; in spite of his wonders, they did not believe.","33","So he ended their days in futility and their years in terror.","34","Whenever God slew them, they would seek him; they eagerly turned to him again.","35","They remembered that God was their Rock, that God Most High was their Redeemer.","36","But then they would flatter him with their mouths, lying to him with their tongues;","37","their hearts were not loyal to him, they were not faithful to his covenant.","38","Yet he was merciful; he forgave their iniquities and did not destroy them. Time after time he restrained his anger and did not stir up his full wrath.","39","He remembered that they were but flesh, a passing breeze that does not return."]},{"reference":"John 12:34-50","words":405,"text":["34","The crowd spoke up, “We have heard from the Law that the Messiah will remain forever, so how can you say, ‘The Son of Man must be lifted up’? Who is this ‘Son of Man’?”","35","Then Jesus told them, “You are going to have the light just a little while longer. Walk while you have the light, before darkness overtakes you. Whoever walks in the dark does not know where they are going.","36","Believe in the light while you have the light, so that you may become children of light.” When he had finished speaking, Jesus left and hid himself from them.","37","Even after Jesus had performed so many signs in their presence, they still would not believe in him.","38","This was to fulfill the word of Isaiah the prophet: “Lord, who has believed our message and to whom has the arm of the Lord been revealed?”","39","For this reason they could not believe, because, as Isaiah says elsewhere:","40","“He has blinded their eyes and hardened their hearts, so they can neither see with their eyes, nor understand with their hearts, nor turn—and I would heal them.”","41","Isaiah said this because he saw Jesus’ glory and spoke about him.","42","Yet at the same time many even among the leaders believed in him. But because of the Pharisees they would not openly acknowledge their faith for fear they would be put out of the synagogue;","43","for they loved human praise more than praise from God.","44","Then Jesus cried out, “Whoever believes in me does not believe in me only, but in the one who sent me.","45","The one who looks at me is seeing the one who sent me.","46","I have come into the world as a light, so that no one who believes in me should stay in darkness.","47","“If anyone hears my words but does not keep them, I do not judge that person. For I did not come to judge the world, but to save the world.","48","There is a judge for the one who rejects me and does not accept my words; the very words I have spoken will condemn them at the last day.","49","For I did not speak on my own, but the Father who sent me commanded me to say all that I have spoken.","50","I know that his command leads to eternal life. So whatever I say is just what the Father has told me to say.”"]},{"reference":"Psalm 90:13-17","words":93,"text":["13","Relent, Lord! How long will it be? Have compassion on your servants.","14","Satisfy us in the morning with your unfailing love, that we may sing for joy and be glad all our days.","15","Make us glad for as many days as you have afflicted us, for as many years as we have seen trouble.","16","May your deeds be shown to your servants, your splendor to their children.","17","May the favor of the Lord our God rest on us; establish the work of our hands for us— yes, establish the work of our hands."]},{"reference":"John 15:1-15","words":313,"text":["1","“I am the true vine, and my Father is the gardener.","2","He cuts off every branch in me that bears no fruit, while every branch that does bear fruit he prunes so that it will be even more fruitful.","3","You are already clean because of the word I have spoken to you.","4","Remain in me, as I also remain in you. No branch can bear fruit by itself; it must remain in the vine. Neither can you bear fruit unless you remain in me.","5","“I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing.","6","If you do not remain in me, you are like a branch that is thrown away and withers; such branches are picked up, thrown into the fire and burned.","7","If you remain in me and my words remain in you, ask whatever you wish, and it will be done for you.","8","This is to my Father’s glory, that you bear much fruit, showing yourselves to be my disciples.","9","“As the Father has loved me, so have I loved you. Now remain in my love.","10","If you keep my commands, you will remain in my love, just as I have kept my Father’s commands and remain in his love.","11","I have told you this so that my joy may be in you and that your joy may be complete.","12","My command is this: Love each other as I have loved you.","13","Greater love has no one than this: to lay down one’s life for one’s friends.","14","You are my friends if you do what I command.","15","I no longer call you servants, because a servant does not know his master’s business. Instead, I have called you friends, for everything that I learned from my Father I have made known to you."]},{"reference":"Psalm 106:1-12","words":201,"text":["1","Praise the Lord. Give thanks to the Lord, for he is good; his love endures forever.","2","Who can proclaim the mighty acts of the Lord or fully declare his praise?","3","Blessed are those who act justly, who always do what is right.","4","Remember me, Lord, when you show favor to your people, come to my aid when you save them,","5","that I may enjoy the prosperity of your chosen ones, that I may share in the joy of your nation and join your inheritance in giving praise.","6","We have sinned, even as our ancestors did; we have done wrong and acted wickedly.","7","When our ancestors were in Egypt, they gave no thought to your miracles; they did not remember your many kindnesses, and they rebelled by the sea, the Red Sea.","8","Yet he saved them for his name’s sake, to make his mighty power known.","9","He rebuked the Red Sea, and it dried up; he led them through the depths as through a desert.","10","He saved them from the hand of the foe; from the hand of the enemy he redeemed them.","11","The waters covered their adversaries; not one of them survived.","12","Then they believed his promises and sang his praise."]},{"reference":"John 20:24-31","words":198,"text":["24","Now Thomas (also known as Didymus), one of the Twelve, was not with the disciples when Jesus came.","25","So the other disciples told him, “We have seen the Lord!” But he said to them, “Unless I see the nail marks in his hands and put my finger where the nails were, and put my hand into his side, I will not believe.”","26","A week later his disciples were in the house again, and Thomas was with them. Though the doors were locked, Jesus came and stood among them and said, “Peace be with you!”","27","Then he said to Thomas, “Put your finger here; see my hands. Reach out your hand and put it into my side. Stop doubting and believe.”","28","Thomas said to him, “My Lord and my God!”","29","Then Jesus told him, “Because you have seen me, you have believed; blessed are those who have not seen and yet have believed.”","30","Jesus performed many other signs in the presence of his disciples, which are not recorded in this book.","31","But these are written that you may believe that Jesus is the Messiah, the Son of God, and that by believing you may have life in his name."]},{"reference":"Isaiah 35:3-10","words":202,"text":["3","Strengthen the feeble hands, steady the knees that give way;","4","say to those with fearful hearts, “Be strong, do not fear; your God will come, he will come with vengeance; with divine retribution he will come to save you.”","5","Then will the eyes of the blind be opened and the ears of the deaf unstopped.","6","Then will the lame leap like a deer, and the mute tongue shout for joy. Water will gush forth in the wilderness and streams in the desert.","7","The burning sand will become a pool, the thirsty ground bubbling springs. In the haunts where jackals once lay, grass and reeds and papyrus will grow.","8","And a highway will be there; it will be called the Way of Holiness; it will be for those who walk on that Way. The unclean will not journey on it; wicked fools will not go about on it.","9","No lion will be there, nor any ravenous beast; they will not be found there. But only the redeemed will walk there,","10","and those the Lord has rescued will return. They will enter Zion with singing; everlasting joy will crown their heads. Gladness and joy will overtake them, and sorrow and sighing will flee away."]},{"reference":"Acts 3:17-26","words":206,"text":["17","“Now, fellow Israelites, I know that you acted in ignorance, as did your leaders.","18","But this is how God fulfilled what he had foretold through all the prophets, saying that his Messiah would suffer.","19","Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord,","20","and that he may send the Messiah, who has been appointed for you—even Jesus.","21","Heaven must receive him until the time comes for God to restore everything, as he promised long ago through his holy prophets.","22","For Moses said, ‘The Lord your God will raise up for you a prophet like me from among your own people; you must listen to everything he tells you.","23","Anyone who does not listen to him will be completely cut off from their people.’","24","“Indeed, beginning with Samuel, all the prophets who have spoken have foretold these days.","25","And you are heirs of the prophets and of the covenant God made with your fathers. He said to Abraham, ‘Through your offspring all peoples on earth will be blessed.’","26","When God raised up his servant, he sent him first to you to bless you by turning each of you from your wicked ways.”"]},{"reference":"Isaiah 40:21-28","words":228,"text":["21","Do you not know? Have you not heard? Has it not been told you from the beginning? Have you not understood since the earth was founded?","22","He sits enthroned above the circle of the earth, and its people are like grasshoppers. He stretches out the heavens like a canopy, and spreads them out like a tent to live in.","23","He brings princes to naught and reduces the rulers of this world to nothing.","24","No sooner are they planted, no sooner are they sown, no sooner do they take root in the ground, than he blows on them and they wither, and a whirlwind sweeps them away like chaff.","25","“To whom will you compare me? Or who is my equal?” says the Holy One.","26","Lift up your eyes and look to the heavens: Who created all these? He who brings out the starry host one by one and calls forth each of them by name. Because of his great power and mighty strength, not one of them is missing.","27","Why do you complain, Jacob? Why do you say, Israel, “My way is hidden from the Lord; my cause is disregarded by my God”?","28","Do you not know? Have you not heard? The Lord is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom."]},{"reference":"Acts 10:34-44","words":247,"text":["34","Then Peter began to speak: “I now realize how true it is that God does not show favoritism","35","but accepts from every nation the one who fears him and does what is right.","36","You know the message God sent to the people of Israel, announcing the good news of peace through Jesus Christ, who is Lord of all.","37","You know what has happened throughout the province of Judea, beginning in Galilee after the baptism that John preached—","38","how God anointed Jesus of Nazareth with the Holy Spirit and power, and how he went around doing good and healing all who were under the power of the devil, because God was with him.","39","“We are witnesses of everything he did in the country of the Jews and in Jerusalem. They killed him by hanging him on a cross,","40","but God raised him from the dead on the third day and caused him to be seen.","41","He was not seen by all the people, but by witnesses whom God had already chosen—by us who ate and drank with him after he rose from the dead.","42","He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead.","43","All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.”","44","While Peter was still speaking these words, the Holy Spirit came on all who heard the message."]},{"reference":"Isaiah 49:18-25","words":267,"text":["18","Lift up your eyes and look around; all your children gather and come to you. As surely as I live,” declares the Lord, “you will wear them all as ornaments; you will put them on, like a bride.","19","“Though you were ruined and made desolate and your land laid waste, now you will be too small for your people, and those who devoured you will be far away.","20","The children born during your bereavement will yet say in your hearing, ‘This place is too small for us; give us more space to live in.’","21","Then you will say in your heart, ‘Who bore me these? I was bereaved and barren; I was exiled and rejected. Who brought these up? I was left all alone, but these—where have they come from?’”","22","This is what the Sovereign Lord says: “See, I will beckon to the nations, I will lift up my banner to the peoples; they will bring your sons in their arms and carry your daughters on their hips.","23","Kings will be your foster fathers, and their queens your nursing mothers. They will bow down before you with their faces to the ground; they will lick the dust at your feet. Then you will know that I am the Lord; those who hope in me will not be disappointed.”","24","Can plunder be taken from warriors, or captives be rescued from the fierce?","25","But this is what the Lord says: “Yes, captives will be taken from warriors, and plunder retrieved from the fierce; I will contend with those who contend with you, and your children I will save."]},{"reference":"Romans 1:16-25","words":245,"text":["16","For I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes: first to the Jew, then to the Gentile.","17","For in the gospel the righteousness of God is revealed—a righteousness that is by faith from first to last, just as it is written: “The righteous will live by faith.”","18","The wrath of God is being revealed from heaven against all the godlessness and wickedness of people, who suppress the truth by their wickedness,","19","since what may be known about God is plain to them, because God has made it plain to them.","20","For since the creation of the world God’s invisible qualities—his eternal power and divine nature—have been clearly seen, being understood from what has been made, so that people are without excuse.","21","For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened.","22","Although they claimed to be wise, they became fools","23","and exchanged the glory of the immortal God for images made to look like a mortal human being and birds and animals and reptiles.","24","Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another.","25","They exchanged the truth about God for a lie, and worshiped and served created things rather than the Creator—who is forever praised. Amen."]},{"reference":"Isaiah 50:1-11","words":355,"text":["1","This is what the Lord says: “Where is your mother’s certificate of divorce with which I sent her away? Or to which of my creditors did I sell you? Because of your sins you were sold; because of your transgressions your mother was sent away.","2","When I came, why was there no one? When I called, why was there no one to answer? Was my arm too short to deliver you? Do I lack the strength to rescue you? By a mere rebuke I dry up the sea, I turn rivers into a desert; their fish rot for lack of water and die of thirst.","3","I clothe the heavens with darkness and make sackcloth its covering.”","4","The Sovereign Lord has given me a well-instructed tongue, to know the word that sustains the weary. He wakens me morning by morning, wakens my ear to listen like one being instructed.","5","The Sovereign Lord has opened my ears; I have not been rebellious, I have not turned away.","6","I offered my back to those who beat me, my cheeks to those who pulled out my beard; I did not hide my face from mocking and spitting.","7","Because the Sovereign Lord helps me, I will not be disgraced. Therefore have I set my face like flint, and I know I will not be put to shame.","8","He who vindicates me is near. Who then will bring charges against me? Let us face each other! Who is my accuser? Let him confront me!","9","It is the Sovereign Lord who helps me. Who will condemn me? They will all wear out like a garment; the moths will eat them up.","10","Who among you fears the Lord and obeys the word of his servant? Let the one who walks in the dark, who has no light, trust in the name of the Lord and rely on their God.","11","But now, all you who light fires and provide yourselves with flaming torches, go, walk in the light of your fires and of the torches you have set ablaze. This is what you shall receive from my hand: You will lie down in torment."]},{"reference":"Romans 9:6-16","words":209,"text":["6","It is not as though God’s word had failed. For not all who are descended from Israel are Israel.","7","Nor because they are his descendants are they all Abraham’s children. On the contrary, “It is through Isaac that your offspring will be reckoned.”","8","In other words, it is not the children by physical descent who are God’s children, but it is the children of the promise who are regarded as Abraham’s offspring.","9","For this was how the promise was stated: “At the appointed time I will return, and Sarah will have a son.”","10","Not only that, but Rebekah’s children were conceived at the same time by our father Isaac.","11","Yet, before the twins were born or had done anything good or bad—in order that God’s purpose in election might stand:","12","not by works but by him who calls—she was told, “The older will serve the younger.”","13","Just as it is written: “Jacob I loved, but Esau I hated.”","14","What then shall we say? Is God unjust? Not at all!","15","For he says to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”","16","It does not, therefore, depend on human desire or effort, but on God’s mercy."]},{"reference":"Jeremiah 4:22","words":30,"text":["22","“My people are fools; they do not know me. They are senseless children; they have no understanding. They are skilled in doing evil; they know not how to do good.”"]},{"reference":"Romans 10:9-21","words":305,"text":["9","If you declare with your mouth, “Jesus is Lord,” and believe in your heart that God raised him from the dead, you will be saved.","10","For it is with your heart that you believe and are justified, and it is with your mouth that you profess your faith and are saved.","11","As Scripture says, “Anyone who believes in him will never be put to shame.”","12","For there is no difference between Jew and Gentile—the same Lord is Lord of all and richly blesses all who call on him,","13","for, “Everyone who calls on the name of the Lord will be saved.”","14","How, then, can they call on the one they have not believed in? And how can they believe in the one of whom they have not heard? And how can they hear without someone preaching to them?","15","And how can anyone preach unless they are sent? As it is written: “How beautiful are the feet of those who bring good news!”","16","But not all the Israelites accepted the good news. For Isaiah says, “Lord, who has believed our message?”","17","Consequently, faith comes from hearing the message, and the message is heard through the word about Christ.","18","But I ask: Did they not hear? Of course they did: “Their voice has gone out into all the earth, their words to the ends of the world.”","19","Again I ask: Did Israel not understand? First, Moses says, “I will make you envious by those who are not a nation; I will make you angry by a nation that has no understanding.”","20","And Isaiah boldly says, “I was found by those who did not seek me; I revealed myself to those who did not ask for me.”","21","But concerning Israel he says, “All day long I have held out my hands to a disobedient and obstinate people.”"]},{"reference":"Jeremiah 16:18","words":34,"text":["18","I will repay them double for their wickedness and their sin, because they have defiled my land with the lifeless forms of their vile images and have filled my inheritance with their detestable idols.”"]},{"reference":"Romans 12:16-21","words":128,"text":["16","Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited.","17","Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everyone.","18","If it is possible, as far as it depends on you, live at peace with everyone.","19","Do not take revenge, my dear friends, but leave room for God’s wrath, for it is written: “It is mine to avenge; I will repay,” says the Lord.","20","On the contrary: “If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.”","21","Do not be overcome by evil, but overcome evil with good."]},{"reference":"Jeremiah 31:10-14","words":146,"text":["10","“Hear the word of the Lord, you nations; proclaim it in distant coastlands: ‘He who scattered Israel will gather them and will watch over his flock like a shepherd.’","11","For the Lord will deliver Jacob and redeem them from the hand of those stronger than they.","12","They will come and shout for joy on the heights of Zion; they will rejoice in the bounty of the Lord— the grain, the new wine and the olive oil, the young of the flocks and herds. They will be like a well-watered garden, and they will sorrow no more.","13","Then young women will dance and be glad, young men and old as well. I will turn their mourning into gladness; I will give them comfort and joy instead of sorrow.","14","I will satisfy the priests with abundance, and my people will be filled with my bounty,” declares the Lord."]},{"reference":"Romans 14:7-12","words":130,"text":["7","For none of us lives for ourselves alone, and none of us dies for ourselves alone.","8","If we live, we live for the Lord; and if we die, we die for the Lord. So, whether we live or die, we belong to the Lord.","9","For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living.","10","You, then, why do you judge your brother or sister? Or why do you treat them with contempt? For we will all stand before God’s judgment seat.","11","It is written: “‘As surely as I live,’ says the Lord, ‘every knee will bow before me; every tongue will acknowledge God.’”","12","So then, each of us will give an account of ourselves to God."]},{"reference":"Jeremiah 31:33-34","words":88,"text":["33","“This is the covenant I will make with the people of Israel after that time,” declares the Lord. “I will put my law in their minds and write it on their hearts. I will be their God, and they will be my people.","34","No longer will they teach their neighbor, or say to one another, ‘Know the Lord,’ because they will all know me, from the least of them to the greatest,” declares the Lord. “For I will forgive their wickedness and will remember their sins no more.”"]},{"reference":"1 Corinthians 2:13-16","words":101,"text":["13","This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, explaining spiritual realities with Spirit-taught words.","14","The person without the Spirit does not accept the things that come from the Spirit of God but considers them foolishness, and cannot understand them because they are discerned only through the Spirit.","15","The person with the Spirit makes judgments about all things, but such a person is not subject to merely human judgments,","16","for, “Who has known the mind of the Lord so as to instruct him?” But we have the mind of Christ."]},{"reference":"Jeremiah 33:8-9","words":69,"text":["8","I will cleanse them from all the sin they have committed against me and will forgive all their sins of rebellion against me.","9","Then this city will bring me renown, joy, praise and honor before all nations on earth that hear of all the good things I do for it; and they will be in awe and will tremble at the abundant prosperity and peace I provide for it.’"]},{"reference":"1 Corinthians 8:4-6","words":88,"text":["4","So then, about eating food sacrificed to idols: We know that “An idol is nothing at all in the world” and that “There is no God but one.”","5","For even if there are so-called gods, whether in heaven or on earth (as indeed there are many “gods” and many “lords”),","6","yet for us there is but one God, the Father, from whom all things came and for whom we live; and there is but one Lord, Jesus Christ, through whom all things came and through whom we live."]},{"reference":"Daniel 12:4-9","words":182,"text":["4","But you, Daniel, roll up and seal the words of the scroll until the time of the end. Many will go here and there to increase knowledge.”","5","Then I, Daniel, looked, and there before me stood two others, one on this bank of the river and one on the opposite bank.","6","One of them said to the man clothed in linen, who was above the waters of the river, “How long will it be before these astonishing things are fulfilled?”","7","The man clothed in linen, who was above the waters of the river, lifted his right hand and his left hand toward heaven, and I heard him swear by him who lives forever, saying, “It will be for a time, times and half a time. When the power of the holy people has been finally broken, all these things will be completed.”","8","I heard, but I did not understand. So I asked, “My lord, what will the outcome of all this be?”","9","He replied, “Go your way, Daniel, because the words are rolled up and sealed until the time of the end."]},{"reference":"2 Corinthians 1:3-4","words":46,"text":["3","Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort,","4","who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves receive from God."]},{"reference":"Zephaniah 3:8-20","words":387,"text":["8","Therefore wait for me,” declares the Lord, “for the day I will stand up to testify. I have decided to assemble the nations, to gather the kingdoms and to pour out my wrath on them— all my fierce anger. The whole world will be consumed by the fire of my jealous anger.","9","“Then I will purify the lips of the peoples, that all of them may call on the name of the Lord and serve him shoulder to shoulder.","10","From beyond the rivers of Cush my worshipers, my scattered people, will bring me offerings.","11","On that day you, Jerusalem, will not be put to shame for all the wrongs you have done to me, because I will remove from you your arrogant boasters. Never again will you be haughty on my holy hill.","12","But I will leave within you the meek and humble. The remnant of Israel will trust in the name of the Lord.","13","They will do no wrong; they will tell no lies. A deceitful tongue will not be found in their mouths. They will eat and lie down and no one will make them afraid.”","14","Sing, Daughter Zion; shout aloud, Israel! Be glad and rejoice with all your heart, Daughter Jerusalem!","15","The Lord has taken away your punishment, he has turned back your enemy. The Lord, the King of Israel, is with you; never again will you fear any harm.","16","On that day they will say to Jerusalem, “Do not fear, Zion; do not let your hands hang limp.","17","The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.”","18","“I will remove from you all who mourn over the loss of your appointed festivals, which is a burden and reproach for you.","19","At that time I will deal with all who oppressed you. I will rescue the lame; I will gather the exiles. I will give them praise and honor in every land where they have suffered shame.","20","At that time I will gather you; at that time I will bring you home. I will give you honor and praise among all the peoples of the earth when I restore your fortunes before your very eyes,” says the Lord."]},{"reference":"2 Corinthians 5:1-11","words":259,"text":["1","For we know that if the earthly tent we live in is destroyed, we have a building from God, an eternal house in heaven, not built by human hands.","2","Meanwhile we groan, longing to be clothed instead with our heavenly dwelling,","3","because when we are clothed, we will not be found naked.","4","For while we are in this tent, we groan and are burdened, because we do not wish to be unclothed but to be clothed instead with our heavenly dwelling, so that what is mortal may be swallowed up by life.","5","Now the one who has fashioned us for this very purpose is God, who has given us the Spirit as a deposit, guaranteeing what is to come.","6","Therefore we are always confident and know that as long as we are at home in the body we are away from the Lord.","7","For we live by faith, not by sight.","8","We are confident, I say, and would prefer to be away from the body and at home with the Lord.","9","So we make it our goal to please him, whether we are at home in the body or away from it.","10","For we must all appear before the judgment seat of Christ, so that each of us may receive what is due us for the things done while in the body, whether good or bad.","11","Since, then, we know what it is to fear the Lord, we try to persuade others. What we are is plain to God, and I hope it is also plain to your conscience."]},{"reference":"Zechariah 1:13-15","words":67,"text":["13","So the Lord spoke kind and comforting words to the angel who talked with me.","14","Then the angel who was speaking to me said, “Proclaim this word: This is what the Lord Almighty says: ‘I am very jealous for Jerusalem and Zion,","15","and I am very angry with the nations that feel secure. I was only a little angry, but they went too far with the punishment.’"]},{"reference":"Galatians 1:6-10","words":145,"text":["6","I am astonished that you are so quickly deserting the one who called you to live in the grace of Christ and are turning to a different gospel—","7","which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ.","8","But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let them be under God’s curse!","9","As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let them be under God’s curse!","10","Am I now trying to win the approval of human beings, or of God? Or am I trying to please people? If I were still trying to please people, I would not be a servant of Christ."]},{"reference":"Zechariah 9:9-12","words":117,"text":["9","Rejoice greatly, Daughter Zion! Shout, Daughter Jerusalem! See, your king comes to you, righteous and victorious, lowly and riding on a donkey, on a colt, the foal of a donkey.","10","I will take away the chariots from Ephraim and the warhorses from Jerusalem, and the battle bow will be broken. He will proclaim peace to the nations. His rule will extend from sea to sea and from the River to the ends of the earth.","11","As for you, because of the blood of my covenant with you, I will free your prisoners from the waterless pit.","12","Return to your fortress, you prisoners of hope; even now I announce that I will restore twice as much to you."]},{"reference":"Galatians 2:18-21","words":92,"text":["18","If I rebuild what I destroyed, then I really would be a lawbreaker.","19","“For through the law I died to the law so that I might live for God.","20","I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me.","21","I do not set aside the grace of God, for if righteousness could be gained through the law, Christ died for nothing!”"]},{"reference":"Mark 1:2-5","words":85,"text":["2","as it is written in Isaiah the prophet: “I will send my messenger ahead of you, who will prepare your way”—","3","“a voice of one calling in the wilderness, ‘Prepare the way for the Lord, make straight paths for him.’”","4","And so John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins.","5","The whole Judean countryside and all the people of Jerusalem went out to him. Confessing their sins, they were baptized by him in the Jordan River."]},{"reference":"Ephesians 2:1-10","words":211,"text":["1","As for you, you were dead in your transgressions and sins,","2","in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient.","3","All of us also lived among them at one time, gratifying the cravings of our flesh and following its desires and thoughts. Like the rest, we were by nature deserving of wrath.","4","But because of his great love for us, God, who is rich in mercy,","5","made us alive with Christ even when we were dead in transgressions—it is by grace you have been saved.","6","And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus,","7","in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus.","8","For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God—","9","not by works, so that no one can boast.","10","For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do."]},{"reference":"Luke 1:68-79","words":188,"text":["68","“Praise be to the Lord, the God of Israel, because he has come to his people and redeemed them.","69","He has raised up a horn of salvation for us in the house of his servant David","70","(as he said through his holy prophets of long ago),","71","salvation from our enemies and from the hand of all who hate us—","72","to show mercy to our ancestors and to remember his holy covenant,","73","the oath he swore to our father Abraham:","74","to rescue us from the hand of our enemies, and to enable us to serve him without fear","75","in holiness and righteousness before him all our days.","76","And you, my child, will be called a prophet of the Most High; for you will go on before the Lord to prepare the way for him,","77","to give his people the knowledge of salvation through the forgiveness of their sins,","78","because of the tender mercy of our God, by which the rising sun will come to us from heaven","79","to shine on those living in darkness and in the shadow of death, to guide our feet into the path of peace.”"]},{"reference":"Ephesians 4:17-29","words":272,"text":["17","So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking.","18","They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts.","19","Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, and they are full of greed.","20","That, however, is not the way of life you learned","21","when you heard about Christ and were taught in him in accordance with the truth that is in Jesus.","22","You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires;","23","to be made new in the attitude of your minds;","24","and to put on the new self, created to be like God in true righteousness and holiness.","25","Therefore each of you must put off falsehood and speak truthfully to your neighbor, for we are all members of one body.","26","“In your anger do not sin”: Do not let the sun go down while you are still angry,","27","and do not give the devil a foothold.","28","Anyone who has been stealing must steal no longer, but must work, doing something useful with their own hands, that they may have something to share with those in need.","29","Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen."]},{"reference":"Luke 3:2-6","words":101,"text":["2","during the high-priesthood of Annas and Caiaphas, the word of God came to John son of Zechariah in the wilderness.","3","He went into all the country around the Jordan, preaching a baptism of repentance for the forgiveness of sins.","4","As it is written in the book of the words of Isaiah the prophet: “A voice of one calling in the wilderness, ‘Prepare the way for the Lord, make straight paths for him.","5","Every valley shall be filled in, every mountain and hill made low. The crooked roads shall become straight, the rough ways smooth.","6","And all people will see God’s salvation.’”"]},{"reference":"Philippians 1:3-8","words":117,"text":["3","I thank my God every time I remember you.","4","In all my prayers for all of you, I always pray with joy","5","because of your partnership in the gospel from the first day until now,","6","being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus.","7","It is right for me to feel this way about all of you, since I have you in my heart and, whether I am in chains or defending and confirming the gospel, all of you share in God’s grace with me.","8","God can testify how I long for all of you with the affection of Christ Jesus."]},{"reference":"Luke 18:7-8","words":51,"text":["7","And will not God bring about justice for his chosen ones, who cry out to him day and night? Will he keep putting them off?","8","I tell you, he will see that they get justice, and quickly. However, when the Son of Man comes, will he find faith on the earth?”"]},{"reference":"1 Thessalonians 1:8-10","words":80,"text":["8","The Lord’s message rang out from you not only in Macedonia and Achaia—your faith in God has become known everywhere. Therefore we do not need to say anything about it,","9","for they themselves report what kind of reception you gave us. They tell how you turned to God from idols to serve the living and true God,","10","and to wait for his Son from heaven, whom he raised from the dead—Jesus, who rescues us from the coming wrath."]},{"reference":"Acts 13:44-48","words":130,"text":["44","On the next Sabbath almost the whole city gathered to hear the word of the Lord.","45","When the Jews saw the crowds, they were filled with jealousy. They began to contradict what Paul was saying and heaped abuse on him.","46","Then Paul and Barnabas answered them boldly: “We had to speak the word of God to you first. Since you reject it and do not consider yourselves worthy of eternal life, we now turn to the Gentiles.","47","For this is what the Lord has commanded us: “‘I have made you a light for the Gentiles, that you may bring salvation to the ends of the earth.’”","48","When the Gentiles heard this, they were glad and honored the word of the Lord; and all who were appointed for eternal life believed."]},{"reference":"1 Timothy 1:8-17","words":238,"text":["8","We know that the law is good if one uses it properly.","9","We also know that the law is made not for the righteous but for lawbreakers and rebels, the ungodly and sinful, the unholy and irreligious, for those who kill their fathers or mothers, for murderers,","10","for the sexually immoral, for those practicing homosexuality, for slave traders and liars and perjurers—and for whatever else is contrary to the sound doctrine","11","that conforms to the gospel concerning the glory of the blessed God, which he entrusted to me.","12","I thank Christ Jesus our Lord, who has given me strength, that he considered me trustworthy, appointing me to his service.","13","Even though I was once a blasphemer and a persecutor and a violent man, I was shown mercy because I acted in ignorance and unbelief.","14","The grace of our Lord was poured out on me abundantly, along with the faith and love that are in Christ Jesus.","15","Here is a trustworthy saying that deserves full acceptance: Christ Jesus came into the world to save sinners—of whom I am the worst.","16","But for that very reason I was shown mercy so that in me, the worst of sinners, Christ Jesus might display his immense patience as an example for those who would believe in him and receive eternal life.","17","Now to the King eternal, immortal, invisible, the only God, be honor and glory for ever and ever. Amen."]},{"reference":"Hebrews 1:1-14","words":328,"text":["1","In the past God spoke to our ancestors through the prophets at many times and in various ways,","2","but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom also he made the universe.","3","The Son is the radiance of God’s glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven.","4","So he became as much superior to the angels as the name he has inherited is superior to theirs.","5","For to which of the angels did God ever say, “You are my Son; today I have become your Father”? Or again, “I will be his Father, and he will be my Son”?","6","And again, when God brings his firstborn into the world, he says, “Let all God’s angels worship him.”","7","In speaking of the angels he says, “He makes his angels spirits, and his servants flames of fire.”","8","But about the Son he says, “Your throne, O God, will last for ever and ever; a scepter of justice will be the scepter of your kingdom.","9","You have loved righteousness and hated wickedness; therefore God, your God, has set you above your companions by anointing you with the oil of joy.”","10","He also says, “In the beginning, Lord, you laid the foundations of the earth, and the heavens are the work of your hands.","11","They will perish, but you remain; they will all wear out like a garment.","12","You will roll them up like a robe; like a garment they will be changed. But you remain the same, and your years will never end.”","13","To which of the angels did God ever say, “Sit at my right hand until I make your enemies a footstool for your feet”?","14","Are not all angels ministering spirits sent to serve those who will inherit salvation?"]},{"reference":"2 Timothy 1:3-10","words":210,"text":["3","I thank God, whom I serve, as my ancestors did, with a clear conscience, as night and day I constantly remember you in my prayers.","4","Recalling your tears, I long to see you, so that I may be filled with joy.","5","I am reminded of your sincere faith, which first lived in your grandmother Lois and in your mother Eunice and, I am persuaded, now lives in you also.","6","For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands.","7","For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline.","8","So do not be ashamed of the testimony about our Lord or of me his prisoner. Rather, join with me in suffering for the gospel, by the power of God.","9","He has saved us and called us to a holy life—not because of anything we have done but because of his own purpose and grace. This grace was given us in Christ Jesus before the beginning of time,","10","but it has now been revealed through the appearing of our Savior, Christ Jesus, who has destroyed death and has brought life and immortality to light through the gospel."]},{"reference":"Revelation 18:1-8","words":230,"text":["1","After this I saw another angel coming down from heaven. He had great authority, and the earth was illuminated by his splendor.","2","With a mighty voice he shouted: “‘Fallen! Fallen is Babylon the Great!’ She has become a dwelling for demons and a haunt for every impure spirit, a haunt for every unclean bird, a haunt for every unclean and detestable animal.","3","For all the nations have drunk the maddening wine of her adulteries. The kings of the earth committed adultery with her, and the merchants of the earth grew rich from her excessive luxuries.”","4","Then I heard another voice from heaven say: “‘Come out of her, my people,’ so that you will not share in her sins, so that you will not receive any of her plagues;","5","for her sins are piled up to heaven, and God has remembered her crimes.","6","Give back to her as she has given; pay her back double for what she has done. Pour her a double portion from her own cup.","7","Give her as much torment and grief as the glory and luxury she gave herself. In her heart she boasts, ‘I sit enthroned as queen. I am not a widow; I will never mourn.’","8","Therefore in one day her plagues will overtake her: death, mourning and famine. She will be consumed by fire, for mighty is the Lord God who judges her."]},{"reference":"Titus 2:1-6","words":109,"text":["1","You, however, must teach what is appropriate to sound doctrine.","2","Teach the older men to be temperate, worthy of respect, self-controlled, and sound in faith, in love and in endurance.","3","Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good.","4","Then they can urge the younger women to love their husbands and children,","5","to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God.","6","Similarly, encourage the young men to be self-controlled."]},{"reference":"Revelation 22:12-21","words":249,"text":["12","“Look, I am coming soon! My reward is with me, and I will give to each person according to what they have done.","13","I am the Alpha and the Omega, the First and the Last, the Beginning and the End.","14","“Blessed are those who wash their robes, that they may have the right to the tree of life and may go through the gates into the city.","15","Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood.","16","“I, Jesus, have sent my angel to give you this testimony for the churches. I am the Root and the Offspring of David, and the bright Morning Star.”","17","The Spirit and the bride say, “Come!” And let the one who hears say, “Come!” Let the one who is thirsty come; and let the one who wishes take the free gift of the water of life.","18","I warn everyone who hears the words of the prophecy of this scroll: If anyone adds anything to them, God will add to that person the plagues described in this scroll.","19","And if anyone takes words away from this scroll of prophecy, God will take away from that person any share in the tree of life and in the Holy City, which are described in this scroll.","20","He who testifies to these things says, “Yes, I am coming soon.” Amen. Come, Lord Jesus.","21","The grace of the Lord Jesus be with God’s people. Amen."]},{"reference":"Titus 3:1-11","words":231,"text":["1","Remind the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good,","2","to slander no one, to be peaceable and considerate, and always to be gentle toward everyone.","3","At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another.","4","But when the kindness and love of God our Savior appeared,","5","he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,","6","whom he poured out on us generously through Jesus Christ our Savior,","7","so that, having been justified by his grace, we might become heirs having the hope of eternal life.","8","This is a trustworthy saying. And I want you to stress these things, so that those who have trusted in God may be careful to devote themselves to doing what is good. These things are excellent and profitable for everyone.","9","But avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless.","10","Warn a divisive person once, and then warn them a second time. After that, have nothing to do with them.","11","You may be sure that such people are warped and sinful; they are self-condemned."]}]
