[{"reference":"Ruth 1:1-2","words":81,"text":["1","Now it came to pass in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehemjudah went to sojourn in the country of Moab, he, and his wife, and his two sons.","2","And the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Bethlehemjudah. And they came into the country of Moab, and continued there."]},{"reference":"Genesis 22:8-14","words":201,"text":["8","And Abraham said, My son, God will provide himself a lamb for a burnt offering: so they went both of them together.","9","And they came to the place which God had told him of; and Abraham built an altar there, and laid the wood in order, and bound Isaac his son, and laid him on the altar upon the wood.","10","And Abraham stretched forth his hand, and took the knife to slay his son.","11","And the angel of the Lord called unto him out of heaven, and said, Abraham, Abraham: and he said, Here am I.","12","And he said, Lay not thine hand upon the lad, neither do thou any thing unto him: for now I know that thou fearest God, seeing thou hast not withheld thy son, thine only son from me.","13","And Abraham lifted up his eyes, and looked, and behold behind him a ram caught in a thicket by his horns: and Abraham went and took the ram, and offered him up for a burnt offering in the stead of his son.","14","And Abraham called the name of that place Jehovahjireh: as it is said to this day, In the mount of the Lord it shall be seen."]},{"reference":"Philemon 1:4-7","words":73,"text":["4","I thank my God, making mention of thee always in my prayers,","5","Hearing of thy love and faith, which thou hast toward the Lord Jesus, and toward all saints;","6","That the communication of thy faith may become effectual by the acknowledging of every good thing which is in you in Christ Jesus.","7","For we have great joy and consolation in thy love, because the bowels of the saints are refreshed by thee, brother."]},{"reference":"Romans 5:12-13","words":45,"text":["12","Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:","13","(For until the law sin was in the world: but sin is not imputed when there is no law."]},{"reference":"Psalm 130:1-8","words":116,"text":["1","Out of the depths have I cried unto thee, O Lord.","2","Lord, hear my voice: let thine ears be attentive to the voice of my supplications.","3","If thou, Lord, shouldest mark iniquities, O Lord, who shall stand?","4","But there is forgiveness with thee, that thou mayest be feared.","5","I wait for the Lord, my soul doth wait, and in his word do I hope.","6","My soul waiteth for the Lord more than they that watch for the morning: I say, more than they that watch for the morning.","7","Let Israel hope in the Lord: for with the Lord there is mercy, and with him is plenteous redemption.","8","And he shall redeem Israel from all his iniquities."]},{"reference":"Hebrews 11:29-40","words":247,"text":["29","By faith they passed through the Red sea as by dry land: which the Egyptians assaying to do were drowned.","30","By faith the walls of Jericho fell down, after they were compassed about seven days.","31","By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.","32","And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:","33","Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions.","34","Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.","35","Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:","36","And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:","37","They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;","38","(Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.","39","And these all, having obtained a good report through faith, received not the promise:","40","God having provided some better thing for us, that they without us should not be made perfect."]},{"reference":"Ruth 1:16-17","words":70,"text":["16","And Ruth said, Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God:","17","Where thou diest, will I die, and there will I be buried: the Lord do so to me, and more also, if ought but death part thee and me."]},{"reference":"Psalm 46:1-11","words":204,"text":["1","God is our refuge and strength, a very present help in trouble.","2","Therefore will not we fear, though the earth be removed, and though the mountains be carried into the midst of the sea;","3","Though the waters thereof roar and be troubled, though the mountains shake with the swelling thereof. Selah.","4","There is a river, the streams whereof shall make glad the city of God, the holy place of the tabernacles of the most High.","5","God is in the midst of her; she shall not be moved: God shall help her, and that right early.","6","The heathen raged, the kingdoms were moved: he uttered his voice, the earth melted.","7","The Lord of hosts is with us; the God of Jacob is our refuge. Selah.","8","Come, behold the works of the Lord, what desolations he hath made in the earth.","9","He maketh wars to cease unto the end of the earth; he breaketh the bow, and cutteth the spear in sunder; he burneth the chariot in the fire.","10","Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.","11","The Lord of hosts is with us; the God of Jacob is our refuge. Selah."]},{"reference":"Hebrews 12:1-2","words":80,"text":["1","Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,","2","Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God."]},{"reference":"Genesis 17:6-8","words":89,"text":["6","And I will make thee exceeding fruitful, and I will make nations of thee, and kings shall come out of thee.","7","And I will establish my covenant between me and thee and thy seed after thee in their generations for an everlasting covenant, to be a God unto thee, and to thy seed after thee.","8","And I will give unto thee, and to thy seed after thee, the land wherein thou art a stranger, all the land of Canaan, for an everlasting possession; and I will be their God."]},{"reference":"Psalm 76:1-12","words":193,"text":["1","In Judah is God known: his name is great in Israel.","2","In Salem also is his tabernacle, and his dwelling place in Zion.","3","There brake he the arrows of the bow, the shield, and the sword, and the battle. Selah.","4","Thou art more glorious and excellent than the mountains of prey.","5","The stouthearted are spoiled, they have slept their sleep: and none of the men of might have found their hands.","6","At thy rebuke, O God of Jacob, both the chariot and horse are cast into a dead sleep.","7","Thou, even thou, art to be feared: and who may stand in thy sight when once thou art angry?","8","Thou didst cause judgment to be heard from heaven; the earth feared, and was still,","9","When God arose to judgment, to save all the meek of the earth. Selah.","10","Surely the wrath of man shall praise thee: the remainder of wrath shalt thou restrain.","11","Vow, and pay unto the Lord your God: let all that be round about him bring presents unto him that ought to be feared.","12","He shall cut off the spirit of princes: he is terrible to the kings of the earth."]},{"reference":"James 2:1-4","words":96,"text":["1","My brethren, have not the faith of our Lord Jesus Christ, the Lord of glory, with respect of persons.","2","For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;","3","And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:","4","Are ye not then partial in yourselves, and are become judges of evil thoughts?"]},{"reference":"Ruth 2:12-13","words":64,"text":["12","The Lord recompense thy work, and a full reward be given thee of the Lord God of Israel, under whose wings thou art come to trust.","13","Then she said, Let me find favour in thy sight, my lord; for that thou hast comforted me, and for that thou hast spoken friendly unto thine handmaid, though I be not like unto one of thine handmaidens."]},{"reference":"Psalm 147:1-5","words":72,"text":["1","Praise ye the Lord: for it is good to sing praises unto our God; for it is pleasant; and praise is comely.","2","The Lord doth build up Jerusalem: he gathereth together the outcasts of Israel.","3","He healeth the broken in heart, and bindeth up their wounds.","4","He telleth the number of the stars; he calleth them all by their names.","5","Great is our Lord, and of great power: his understanding is infinite."]},{"reference":"James 3:1-10","words":231,"text":["1","My brethren, be not many masters, knowing that we shall receive the greater condemnation.","2","For in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.","3","Behold, we put bits in the horses' mouths, that they may obey us; and we turn about their whole body.","4","Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small helm, whithersoever the governor listeth.","5","Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!","6","And the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell.","7","For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and hath been tamed of mankind:","8","But the tongue can no man tame; it is an unruly evil, full of deadly poison.","9","Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God.","10","Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be."]},{"reference":"Exodus 12:11-14","words":153,"text":["11","And thus shall ye eat it; with your loins girded, your shoes on your feet, and your staff in your hand; and ye shall eat it in haste: it is the Lord's passover.","12","For I will pass through the land of Egypt this night, and will smite all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am the Lord.","13","And the blood shall be to you for a token upon the houses where ye are: and when I see the blood, I will pass over you, and the plague shall not be upon you to destroy you, when I smite the land of Egypt.","14","And this day shall be unto you for a memorial; and ye shall keep it a feast to the Lord throughout your generations; ye shall keep it a feast by an ordinance for ever."]},{"reference":"Proverbs 15:2-3","words":31,"text":["2","The tongue of the wise useth knowledge aright: but the mouth of fools poureth out foolishness.","3","The eyes of the Lord are in every place, beholding the evil and the good."]},{"reference":"James 4:1-17","words":369,"text":["1","From whence come wars and fightings among you? come they not hence, even of your lusts that war in your members?","2","Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.","3","Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.","4","Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.","5","Do ye think that the scripture saith in vain, The spirit that dwelleth in us lusteth to envy?","6","But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.","7","Submit yourselves therefore to God. Resist the devil, and he will flee from you.","8","Draw nigh to God, and he will draw nigh to you. Cleanse your hands, ye sinners; and purify your hearts, ye double minded.","9","Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness.","10","Humble yourselves in the sight of the Lord, and he shall lift you up.","11","Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.","12","There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?","13","Go to now, ye that say, To day or to morrow we will go into such a city, and continue there a year, and buy and sell, and get gain:","14","Whereas ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away.","15","For that ye ought to say, If the Lord will, we shall live, and do this, or that.","16","But now ye rejoice in your boastings: all such rejoicing is evil.","17","Therefore to him that knoweth to do good, and doeth it not, to him it is sin."]},{"reference":"Ruth 3:9-11","words":93,"text":["9","And he said, Who art thou? And she answered, I am Ruth thine handmaid: spread therefore thy skirt over thine handmaid; for thou art a near kinsman.","10","And he said, Blessed be thou of the Lord, my daughter: for thou hast shewed more kindness in the latter end than at the beginning, inasmuch as thou followedst not young men, whether poor or rich.","11","And now, my daughter, fear not; I will do to thee all that thou requirest: for all the city of my people doth know that thou art a virtuous woman."]},{"reference":"Proverbs 20:5-6","words":35,"text":["5","Counsel in the heart of man is like deep water; but a man of understanding will draw it out.","6","Most men will proclaim every one his own goodness: but a faithful man who can find?"]},{"reference":"1 Peter 1:22-25","words":99,"text":["22","Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently:","23","Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.","24","For all flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away:","25","But the word of the Lord endureth for ever. And this is the word which by the gospel is preached unto you."]},{"reference":"Hebrews 2:14-15","words":52,"text":["14","Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;","15","And deliver them who through fear of death were all their lifetime subject to bondage."]},{"reference":"Isaiah 40:1-5","words":118,"text":["1","Comfort ye, comfort ye my people, saith your God.","2","Speak ye comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned: for she hath received of the Lord's hand double for all her sins.","3","The voice of him that crieth in the wilderness, Prepare ye the way of the Lord, make straight in the desert a highway for our God.","4","Every valley shall be exalted, and every mountain and hill shall be made low: and the crooked shall be made straight, and the rough places plain:","5","And the glory of the Lord shall be revealed, and all flesh shall see it together: for the mouth of the Lord hath spoken it."]},{"reference":"1 Peter 3:8-22","words":367,"text":["8","Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:","9","Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.","10","For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:","11","Let him eschew evil, and do good; let him seek peace, and ensue it.","12","For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is against them that do evil.","13","And who is he that will harm you, if ye be followers of that which is good?","14","But and if ye suffer for righteousness' sake, happy are ye: and be not afraid of their terror, neither be troubled;","15","But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:","16","Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.","17","For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.","18","For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:","19","By which also he went and preached unto the spirits in prison;","20","Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.","21","The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:","22","Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him."]},{"reference":"Ruth 4:9-12","words":167,"text":["9","And Boaz said unto the elders, and unto all the people, Ye are witnesses this day, that I have bought all that was Elimelech's, and all that was Chilion's and Mahlon's, of the hand of Naomi.","10","Moreover Ruth the Moabitess, the wife of Mahlon, have I purchased to be my wife, to raise up the name of the dead upon his inheritance, that the name of the dead be not cut off from among his brethren, and from the gate of his place: ye are witnesses this day.","11","And all the people that were in the gate, and the elders, said, We are witnesses. The Lord make the woman that is come into thine house like Rachel and like Leah, which two did build the house of Israel: and do thou worthily in Ephratah, and be famous in Bethlehem:","12","And let thy house be like the house of Pharez, whom Tamar bare unto Judah, of the seed which the Lord shall give thee of this young woman."]},{"reference":"Isaiah 44:6-8","words":106,"text":["6","Thus saith the Lord the King of Israel, and his redeemer the Lord of hosts; I am the first, and I am the last; and beside me there is no God.","7","And who, as I, shall call, and shall declare it, and set it in order for me, since I appointed the ancient people? and the things that are coming, and shall come, let them shew unto them.","8","Fear ye not, neither be afraid: have not I told thee from that time, and have declared it? ye are even my witnesses. Is there a God beside me? yea, there is no God; I know not any."]},{"reference":"1 Peter 5:1-4","words":90,"text":["1","The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:","2","Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;","3","Neither as being lords over God's heritage, but being examples to the flock.","4","And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away."]},{"reference":"1 Peter 1:18-21","words":88,"text":["18","Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received by tradition from your fathers;","19","But with the precious blood of Christ, as of a lamb without blemish and without spot:","20","Who verily was foreordained before the foundation of the world, but was manifest in these last times for you,","21","Who by him do believe in God, that raised him up from the dead, and gave him glory; that your faith and hope might be in God."]},{"reference":"Isaiah 51:10-12","words":100,"text":["10","Art thou not it which hath dried the sea, the waters of the great deep; that hath made the depths of the sea a way for the ransomed to pass over?","11","Therefore the redeemed of the Lord shall return, and come with singing unto Zion; and everlasting joy shall be upon their head: they shall obtain gladness and joy; and sorrow and mourning shall flee away.","12","I, even I, am he that comforteth you: who art thou, that thou shouldest be afraid of a man that shall die, and of the son of man which shall be made as grass;"]},{"reference":"2 Peter 2:1-9","words":222,"text":["1","But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.","2","And many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of.","3","And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.","4","For if God spared not the angels that sinned, but cast them down to hell, and delivered them into chains of darkness, to be reserved unto judgment;","5","And spared not the old world, but saved Noah the eighth person, a preacher of righteousness, bringing in the flood upon the world of the ungodly;","6","And turning the cities of Sodom and Gomorrha into ashes condemned them with an overthrow, making them an ensample unto those that after should live ungodly;","7","And delivered just Lot, vexed with the filthy conversation of the wicked:","8","(For that righteous man dwelling among them, in seeing and hearing, vexed his righteous soul from day to day with their unlawful deeds;)","9","The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:"]},{"reference":"Ruth 4:13-16","words":107,"text":["13","So Boaz took Ruth, and she was his wife: and when he went in unto her, the Lord gave her conception, and she bare a son.","14","And the women said unto Naomi, Blessed be the Lord, which hath not left thee this day without a kinsman, that his name may be famous in Israel.","15","And he shall be unto thee a restorer of thy life, and a nourisher of thine old age: for thy daughter in law, which loveth thee, which is better to thee than seven sons, hath born him.","16","And Naomi took the child, and laid it in her bosom, and became nurse unto it."]},{"reference":"Isaiah 60:1-9","words":261,"text":["1","Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.","2","For, behold, the darkness shall cover the earth, and gross darkness the people: but the Lord shall arise upon thee, and his glory shall be seen upon thee.","3","And the Gentiles shall come to thy light, and kings to the brightness of thy rising.","4","Lift up thine eyes round about, and see: all they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at thy side.","5","Then thou shalt see, and flow together, and thine heart shall fear, and be enlarged; because the abundance of the sea shall be converted unto thee, the forces of the Gentiles shall come unto thee.","6","The multitude of camels shall cover thee, the dromedaries of Midian and Ephah; all they from Sheba shall come: they shall bring gold and incense; and they shall shew forth the praises of the Lord.","7","All the flocks of Kedar shall be gathered together unto thee, the rams of Nebaioth shall minister unto thee: they shall come up with acceptance on mine altar, and I will glorify the house of my glory.","8","Who are these that fly as a cloud, and as the doves to their windows?","9","Surely the isles shall wait for me, and the ships of Tarshish first, to bring thy sons from far, their silver and their gold with them, unto the name of the Lord thy God, and to the Holy One of Israel, because he hath glorified thee."]},{"reference":"2 Peter 3:11-18","words":213,"text":["11","Seeing then that all these things shall be dissolved, what manner of persons ought ye to be in all holy conversation and godliness,","12","Looking for and hasting unto the coming of the day of God, wherein the heavens being on fire shall be dissolved, and the elements shall melt with fervent heat?","13","Nevertheless we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness.","14","Wherefore, beloved, seeing that ye look for such things, be diligent that ye may be found of him in peace, without spot, and blameless.","15","And account that the longsuffering of our Lord is salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;","16","As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.","17","Ye therefore, beloved, seeing ye know these things before, beware lest ye also, being led away with the error of the wicked, fall from your own stedfastness.","18","But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen."]},{"reference":"Colossians 1:13-18","words":124,"text":["13","Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:","14","In whom we have redemption through his blood, even the forgiveness of sins:","15","Who is the image of the invisible God, the firstborn of every creature:","16","For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:","17","And he is before all things, and by him all things consist.","18","And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence."]},{"reference":"Isaiah 61:1-7","words":230,"text":["1","The Spirit of the Lord God is upon me; because the Lord hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound;","2","To proclaim the acceptable year of the Lord, and the day of vengeance of our God; to comfort all that mourn;","3","To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the Lord, that he might be glorified.","4","And they shall build the old wastes, they shall raise up the former desolations, and they shall repair the waste cities, the desolations of many generations.","5","And strangers shall stand and feed your flocks, and the sons of the alien shall be your plowmen and your vinedressers.","6","But ye shall be named the Priests of the Lord: men shall call you the Ministers of our God: ye shall eat the riches of the Gentiles, and in their glory shall ye boast yourselves.","7","For your shame ye shall have double; and for confusion they shall rejoice in their portion: therefore in their land they shall possess the double: everlasting joy shall be unto them."]},{"reference":"1 John 1:1-10","words":247,"text":["1","That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;","2","(For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)","3","That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.","4","And these things write we unto you, that your joy may be full.","5","This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.","6","If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:","7","But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.","8","If we say that we have no sin, we deceive ourselves, and the truth is not in us.","9","If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.","10","If we say that we have not sinned, we make him a liar, and his word is not in us."]},{"reference":"Ruth 4:18-22","words":42,"text":["18","Now these are the generations of Pharez: Pharez begat Hezron,","19","And Hezron begat Ram, and Ram begat Amminadab,","20","And Amminadab begat Nahshon, and Nahshon begat Salmon,","21","And Salmon begat Boaz, and Boaz begat Obed,","22","And Obed begat Jesse, and Jesse begat David."]},{"reference":"Isaiah 62:10-12","words":87,"text":["10","Go through, go through the gates; prepare ye the way of the people; cast up, cast up the highway; gather out the stones; lift up a standard for the people.","11","Behold, the Lord hath proclaimed unto the end of the world, Say ye to the daughter of Zion, Behold, thy salvation cometh; behold, his reward is with him, and his work before him.","12","And they shall call them, The holy people, The redeemed of the Lord: and thou shalt be called, Sought out, A city not forsaken."]},{"reference":"1 John 4:13-19","words":146,"text":["13","Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit.","14","And we have seen and do testify that the Father sent the Son to be the Saviour of the world.","15","Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.","16","And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.","17","Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.","18","There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.","19","We love him, because he first loved us."]},{"reference":"Ephesians 1:18-20","words":76,"text":["18","The eyes of your understanding being enlightened; that ye may know what is the hope of his calling, and what the riches of the glory of his inheritance in the saints,","19","And what is the exceeding greatness of his power to us-ward who believe, according to the working of his mighty power,","20","Which he wrought in Christ, when he raised him from the dead, and set him at his own right hand in the heavenly places,"]},{"reference":"Isaiah 63:15-19","words":130,"text":["15","Look down from heaven, and behold from the habitation of thy holiness and of thy glory: where is thy zeal and thy strength, the sounding of thy bowels and of thy mercies toward me? are they restrained?","16","Doubtless thou art our father, though Abraham be ignorant of us, and Israel acknowledge us not: thou, O Lord, art our father, our redeemer; thy name is from everlasting.","17","O Lord, why hast thou made us to err from thy ways, and hardened our heart from thy fear? Return for thy servants' sake, the tribes of thine inheritance.","18","The people of thy holiness have possessed it but a little while: our adversaries have trodden down thy sanctuary.","19","We are thine: thou never barest rule over them; they were not called by thy name."]},{"reference":"1 John 5:1-15","words":368,"text":["1","Whosoever believeth that Jesus is the Christ is born of God: and every one that loveth him that begat loveth him also that is begotten of him.","2","By this we know that we love the children of God, when we love God, and keep his commandments.","3","For this is the love of God, that we keep his commandments: and his commandments are not grievous.","4","For whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith.","5","Who is he that overcometh the world, but he that believeth that Jesus is the Son of God?","6","This is he that came by water and blood, even Jesus Christ; not by water only, but by water and blood. And it is the Spirit that beareth witness, because the Spirit is truth.","7","For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.","8","And there are three that bear witness in earth, the Spirit, and the water, and the blood: and these three agree in one.","9","If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son.","10","He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.","11","And this is the record, that God hath given to us eternal life, and this life is in his Son.","12","He that hath the Son hath life; and he that hath not the Son of God hath not life.","13","These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.","14","And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:","15","And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him."]},{"reference":"Exodus 19:4-6","words":80,"text":["4","Ye have seen what I did unto the Egyptians, and how I bare you on eagles' wings, and brought you unto myself.","5","Now therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for all the earth is mine:","6","And ye shall be unto me a kingdom of priests, and an holy nation. These are the words which thou shalt speak unto the children of Israel."]},{"reference":"Isaiah 66:7-13","words":198,"text":["7","Before she travailed, she brought forth; before her pain came, she was delivered of a man child.","8","Who hath heard such a thing? who hath seen such things? Shall the earth be made to bring forth in one day? or shall a nation be born at once? for as soon as Zion travailed, she brought forth her children.","9","Shall I bring to the birth, and not cause to bring forth? saith the Lord: shall I cause to bring forth, and shut the womb? saith thy God.","10","Rejoice ye with Jerusalem, and be glad with her, all ye that love her: rejoice for joy with her, all ye that mourn for her:","11","That ye may suck, and be satisfied with the breasts of her consolations; that ye may milk out, and be delighted with the abundance of her glory.","12","For thus saith the Lord, Behold, I will extend peace to her like a river, and the glory of the Gentiles like a flowing stream: then shall ye suck, ye shall be borne upon her sides, and be dandled upon her knees.","13","As one whom his mother comforteth, so will I comfort you; and ye shall be comforted in Jerusalem."]},{"reference":"Jude 1:14-23","words":194,"text":["14","And Enoch also, the seventh from Adam, prophesied of these, saying, Behold, the Lord cometh with ten thousands of his saints,","15","To execute judgment upon all, and to convince all that are ungodly among them of all their ungodly deeds which they have ungodly committed, and of all their hard speeches which ungodly sinners have spoken against him.","16","These are murmurers, complainers, walking after their own lusts; and their mouth speaketh great swelling words, having men's persons in admiration because of advantage.","17","But, beloved, remember ye the words which were spoken before of the apostles of our Lord Jesus Christ;","18","How that they told you there should be mockers in the last time, who should walk after their own ungodly lusts.","19","These be they who separate themselves, sensual, having not the Spirit.","20","But ye, beloved, building up yourselves on your most holy faith, praying in the Holy Ghost,","21","Keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.","22","And of some have compassion, making a difference:","23","And others save with fear, pulling them out of the fire; hating even the garment spotted by the flesh."]},{"reference":"Joshua 21:43-45","words":84,"text":["43","And the Lord gave unto Israel all the land which he sware to give unto their fathers; and they possessed it, and dwelt therein.","44","And the Lord gave them rest round about, according to all that he sware unto their fathers: and there stood not a man of all their enemies before them; the Lord delivered all their enemies into their hand.","45","There failed not ought of any good thing which the Lord had spoken unto the house of Israel; all came to pass."]},{"reference":"Matthew 6:25-33","words":225,"text":["25","Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?","26","Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?","27","Which of you by taking thought can add one cubit unto his stature?","28","And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:","29","And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.","30","Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?","31","Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?","32","(For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.","33","But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you."]},{"reference":"Revelation 2:1-3","words":87,"text":["1","Unto the angel of the church of Ephesus write; These things saith he that holdeth the seven stars in his right hand, who walketh in the midst of the seven golden candlesticks;","2","I know thy works, and thy labour, and thy patience, and how thou canst not bear them which are evil: and thou hast tried them which say they are apostles, and are not, and hast found them liars:","3","And hast borne, and hast patience, and for my name's sake hast laboured, and hast not fainted."]},{"reference":"2 Chronicles 30:22","words":38,"text":["22","And Hezekiah spake comfortably unto all the Levites that taught the good knowledge of the Lord: and they did eat throughout the feast seven days, offering peace offerings, and making confession to the Lord God of their fathers."]},{"reference":"Matthew 7:21-29","words":218,"text":["21","Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.","22","Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?","23","And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.","24","Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:","25","And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.","26","And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:","27","And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.","28","And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:","29","For he taught them as one having authority, and not as the scribes."]},{"reference":"Nehemiah 9:28-31","words":162,"text":["28","But after they had rest, they did evil again before thee: therefore leftest thou them in the hand of their enemies, so that they had the dominion over them: yet when they returned, and cried unto thee, thou heardest them from heaven; and many times didst thou deliver them according to thy mercies;","29","And testifiedst against them, that thou mightest bring them again unto thy law: yet they dealt proudly, and hearkened not unto thy commandments, but sinned against thy judgments, (which if a man do, he shall live in them;) and withdrew the shoulder, and hardened their neck, and would not hear.","30","Yet many years didst thou forbear them, and testifiedst against them by thy spirit in thy prophets: yet would they not give ear: therefore gavest thou them into the hand of the people of the lands.","31","Nevertheless for thy great mercies' sake thou didst not utterly consume them, nor forsake them; for thou art a gracious and merciful God."]},{"reference":"Luke 4:3-13","words":237,"text":["3","And the devil said unto him, If thou be the Son of God, command this stone that it be made bread.","4","And Jesus answered him, saying, It is written, That man shall not live by bread alone, but by every word of God.","5","And the devil, taking him up into an high mountain, shewed unto him all the kingdoms of the world in a moment of time.","6","And the devil said unto him, All this power will I give thee, and the glory of them: for that is delivered unto me; and to whomsoever I will I give it.","7","If thou therefore wilt worship me, all shall be thine.","8","And Jesus answered and said unto him, Get thee behind me, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.","9","And he brought him to Jerusalem, and set him on a pinnacle of the temple, and said unto him, If thou be the Son of God, cast thyself down from hence:","10","For it is written, He shall give his angels charge over thee, to keep thee:","11","And in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.","12","And Jesus answering said unto him, It is said, Thou shalt not tempt the Lord thy God.","13","And when the devil had ended all the temptation, he departed from him for a season."]},{"reference":"Job 19:23-29","words":127,"text":["23","Oh that my words were now written! oh that they were printed in a book!","24","That they were graven with an iron pen and lead in the rock for ever!","25","For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:","26","And though after my skin worms destroy this body, yet in my flesh shall I see God:","27","Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me.","28","But ye should say, Why persecute we him, seeing the root of the matter is found in me?","29","Be ye afraid of the sword: for wrath bringeth the punishments of the sword, that ye may know there is a judgment."]},{"reference":"Luke 8:4-15","words":298,"text":["4","And when much people were gathered together, and were come to him out of every city, he spake by a parable:","5","A sower went out to sow his seed: and as he sowed, some fell by the way side; and it was trodden down, and the fowls of the air devoured it.","6","And some fell upon a rock; and as soon as it was sprung up, it withered away, because it lacked moisture.","7","And some fell among thorns; and the thorns sprang up with it, and choked it.","8","And other fell on good ground, and sprang up, and bare fruit an hundredfold. And when he had said these things, he cried, He that hath ears to hear, let him hear.","9","And his disciples asked him, saying, What might this parable be?","10","And he said, Unto you it is given to know the mysteries of the kingdom of God: but to others in parables; that seeing they might not see, and hearing they might not understand.","11","Now the parable is this: The seed is the word of God.","12","Those by the way side are they that hear; then cometh the devil, and taketh away the word out of their hearts, lest they should believe and be saved.","13","They on the rock are they, which, when they hear, receive the word with joy; and these have no root, which for a while believe, and in time of temptation fall away.","14","And that which fell among thorns are they, which, when they have heard, go forth, and are choked with cares and riches and pleasures of this life, and bring no fruit to perfection.","15","But that on the good ground are they, which in an honest and good heart, having heard the word, keep it, and bring forth fruit with patience."]},{"reference":"Job 27:2-6","words":85,"text":["2","As God liveth, who hath taken away my judgment; and the Almighty, who hath vexed my soul;","3","All the while my breath is in me, and the spirit of God is in my nostrils;","4","My lips shall not speak wickedness, nor my tongue utter deceit.","5","God forbid that I should justify you: till I die I will not remove mine integrity from me.","6","My righteousness I hold fast, and will not let it go: my heart shall not reproach me so long as I live."]},{"reference":"Luke 22:31-34","words":82,"text":["31","And the Lord said, Simon, Simon, behold, Satan hath desired to have you, that he may sift you as wheat:","32","But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren.","33","And he said unto him, Lord, I am ready to go with thee, both into prison, and to death.","34","And he said, I tell thee, Peter, the cock shall not crow this day, before that thou shalt thrice deny that thou knowest me."]},{"reference":"Job 42:10-12","words":125,"text":["10","And the Lord turned the captivity of Job, when he prayed for his friends: also the Lord gave Job twice as much as he had before.","11","Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house: and they bemoaned him, and comforted him over all the evil that the Lord had brought upon him: every man also gave him a piece of money, and every one an earring of gold.","12","So the Lord blessed the latter end of Job more than his beginning: for he had fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she asses."]},{"reference":"John 3:4-8","words":118,"text":["4","Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother's womb, and be born?","5","Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.","6","That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.","7","Marvel not that I said unto thee, Ye must be born again.","8","The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit."]},{"reference":"Psalm 32:1-11","words":241,"text":["1","Blessed is he whose transgression is forgiven, whose sin is covered.","2","Blessed is the man unto whom the Lord imputeth not iniquity, and in whose spirit there is no guile.","3","When I kept silence, my bones waxed old through my roaring all the day long.","4","For day and night thy hand was heavy upon me: my moisture is turned into the drought of summer. Selah.","5","I acknowledge my sin unto thee, and mine iniquity have I not hid. I said, I will confess my transgressions unto the Lord; and thou forgavest the iniquity of my sin. Selah.","6","For this shall every one that is godly pray unto thee in a time when thou mayest be found: surely in the floods of great waters they shall not come nigh unto him.","7","Thou art my hiding place; thou shalt preserve me from trouble; thou shalt compass me about with songs of deliverance. Selah.","8","I will instruct thee and teach thee in the way which thou shalt go: I will guide thee with mine eye.","9","Be ye not as the horse, or as the mule, which have no understanding: whose mouth must be held in with bit and bridle, lest they come near unto thee.","10","Many sorrows shall be to the wicked: but he that trusteth in the Lord, mercy shall compass him about.","11","Be glad in the Lord, and rejoice, ye righteous: and shout for joy, all ye that are upright in heart."]},{"reference":"John 7:37-49","words":219,"text":["37","In the last day, that great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me, and drink.","38","He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water.","39","(But this spake he of the Spirit, which they that believe on him should receive: for the Holy Ghost was not yet given; because that Jesus was not yet glorified.)","40","Many of the people therefore, when they heard this saying, said, Of a truth this is the Prophet.","41","Others said, This is the Christ. But some said, Shall Christ come out of Galilee?","42","Hath not the scripture said, That Christ cometh of the seed of David, and out of the town of Bethlehem, where David was?","43","So there was a division among the people because of him.","44","And some of them would have taken him; but no man laid hands on him.","45","Then came the officers to the chief priests and Pharisees; and they said unto them, Why have ye not brought him?","46","The officers answered, Never man spake like this man.","47","Then answered them the Pharisees, Are ye also deceived?","48","Have any of the rulers or of the Pharisees believed on him?","49","But this people who knoweth not the law are cursed."]},{"reference":"Psalm 78:21-39","words":317,"text":["21","Therefore the Lord heard this, and was wroth: so a fire was kindled against Jacob, and anger also came up against Israel;","22","Because they believed not in God, and trusted not in his salvation:","23","Though he had commanded the clouds from above, and opened the doors of heaven,","24","And had rained down manna upon them to eat, and had given them of the corn of heaven.","25","Man did eat angels' food: he sent them meat to the full.","26","He caused an east wind to blow in the heaven: and by his power he brought in the south wind.","27","He rained flesh also upon them as dust, and feathered fowls like as the sand of the sea:","28","And he let it fall in the midst of their camp, round about their habitations.","29","So they did eat, and were well filled: for he gave them their own desire;","30","They were not estranged from their lust. But while their meat was yet in their mouths,","31","The wrath of God came upon them, and slew the fattest of them, and smote down the chosen men of Israel.","32","For all this they sinned still, and believed not for his wondrous works.","33","Therefore their days did he consume in vanity, and their years in trouble.","34","When he slew them, then they sought him: and they returned and enquired early after God.","35","And they remembered that God was their rock, and the high God their redeemer.","36","Nevertheless they did flatter him with their mouth, and they lied unto him with their tongues.","37","For their heart was not right with him, neither were they stedfast in his covenant.","38","But he, being full of compassion, forgave their iniquity, and destroyed them not: yea, many a time turned he his anger away, and did not stir up all his wrath.","39","For he remembered that they were but flesh; a wind that passeth away, and cometh not again."]},{"reference":"John 12:34-50","words":392,"text":["34","The people answered him, We have heard out of the law that Christ abideth for ever: and how sayest thou, The Son of man must be lifted up? who is this Son of man?","35","Then Jesus said unto them, Yet a little while is the light with you. Walk while ye have the light, lest darkness come upon you: for he that walketh in darkness knoweth not whither he goeth.","36","While ye have light, believe in the light, that ye may be the children of light. These things spake Jesus, and departed, and did hide himself from them.","37","But though he had done so many miracles before them, yet they believed not on him:","38","That the saying of Esaias the prophet might be fulfilled, which he spake, Lord, who hath believed our report? and to whom hath the arm of the Lord been revealed?","39","Therefore they could not believe, because that Esaias said again,","40","He hath blinded their eyes, and hardened their heart; that they should not see with their eyes, nor understand with their heart, and be converted, and I should heal them.","41","These things said Esaias, when he saw his glory, and spake of him.","42","Nevertheless among the chief rulers also many believed on him; but because of the Pharisees they did not confess him, lest they should be put out of the synagogue:","43","For they loved the praise of men more than the praise of God.","44","Jesus cried and said, He that believeth on me, believeth not on me, but on him that sent me.","45","And he that seeth me seeth him that sent me.","46","I am come a light into the world, that whosoever believeth on me should not abide in darkness.","47","And if any man hear my words, and believe not, I judge him not: for I came not to judge the world, but to save the world.","48","He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day.","49","For I have not spoken of myself; but the Father which sent me, he gave me a commandment, what I should say, and what I should speak.","50","And I know that his commandment is life everlasting: whatsoever I speak therefore, even as the Father said unto me, so I speak."]},{"reference":"Psalm 90:13-17","words":94,"text":["13","Return, O Lord, how long? and let it repent thee concerning thy servants.","14","O satisfy us early with thy mercy; that we may rejoice and be glad all our days.","15","Make us glad according to the days wherein thou hast afflicted us, and the years wherein we have seen evil.","16","Let thy work appear unto thy servants, and thy glory unto their children.","17","And let the beauty of the Lord our God be upon us: and establish thou the work of our hands upon us; yea, the work of our hands establish thou it."]},{"reference":"John 15:1-15","words":322,"text":["1","I am the true vine, and my Father is the husbandman.","2","Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.","3","Now ye are clean through the word which I have spoken unto you.","4","Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me.","5","I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.","6","If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.","7","If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.","8","Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.","9","As the Father hath loved me, so have I loved you: continue ye in my love.","10","If ye keep my commandments, ye shall abide in my love; even as I have kept my Father's commandments, and abide in his love.","11","These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.","12","This is my commandment, That ye love one another, as I have loved you.","13","Greater love hath no man than this, that a man lay down his life for his friends.","14","Ye are my friends, if ye do whatsoever I command you.","15","Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you."]},{"reference":"Psalm 106:1-12","words":219,"text":["1","Praise ye the Lord. O give thanks unto the Lord; for he is good: for his mercy endureth for ever.","2","Who can utter the mighty acts of the Lord? who can shew forth all his praise?","3","Blessed are they that keep judgment, and he that doeth righteousness at all times.","4","Remember me, O Lord, with the favour that thou bearest unto thy people: O visit me with thy salvation;","5","That I may see the good of thy chosen, that I may rejoice in the gladness of thy nation, that I may glory with thine inheritance.","6","We have sinned with our fathers, we have committed iniquity, we have done wickedly.","7","Our fathers understood not thy wonders in Egypt; they remembered not the multitude of thy mercies; but provoked him at the sea, even at the Red sea.","8","Nevertheless he saved them for his name's sake, that he might make his mighty power to be known.","9","He rebuked the Red sea also, and it was dried up: so he led them through the depths, as through the wilderness.","10","And he saved them from the hand of him that hated them, and redeemed them from the hand of the enemy.","11","And the waters covered their enemies: there was not one of them left.","12","Then believed they his words; they sang his praise."]},{"reference":"John 20:24-31","words":209,"text":["24","But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.","25","The other disciples therefore said unto him, We have seen the Lord. But he said unto them, Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.","26","And after eight days again his disciples were within, and Thomas with them: then came Jesus, the doors being shut, and stood in the midst, and said, Peace be unto you.","27","Then saith he to Thomas, Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.","28","And Thomas answered and said unto him, My Lord and my God.","29","Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed.","30","And many other signs truly did Jesus in the presence of his disciples, which are not written in this book:","31","But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name."]},{"reference":"Isaiah 35:3-10","words":216,"text":["3","Strengthen ye the weak hands, and confirm the feeble knees.","4","Say to them that are of a fearful heart, Be strong, fear not: behold, your God will come with vengeance, even God with a recompence; he will come and save you.","5","Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped.","6","Then shall the lame man leap as an hart, and the tongue of the dumb sing: for in the wilderness shall waters break out, and streams in the desert.","7","And the parched ground shall become a pool, and the thirsty land springs of water: in the habitation of dragons, where each lay, shall be grass with reeds and rushes.","8","And an highway shall be there, and a way, and it shall be called The way of holiness; the unclean shall not pass over it; but it shall be for those: the wayfaring men, though fools, shall not err therein.","9","No lion shall be there, nor any ravenous beast shall go up thereon, it shall not be found there; but the redeemed shall walk there:","10","And the ransomed of the Lord shall return, and come to Zion with songs and everlasting joy upon their heads: they shall obtain joy and gladness, and sorrow and sighing shall flee away."]},{"reference":"Acts 3:17-26","words":246,"text":["17","And now, brethren, I wot that through ignorance ye did it, as did also your rulers.","18","But those things, which God before had shewed by the mouth of all his prophets, that Christ should suffer, he hath so fulfilled.","19","Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord.","20","And he shall send Jesus Christ, which before was preached unto you:","21","Whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.","22","For Moses truly said unto the fathers, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you.","23","And it shall come to pass, that every soul, which will not hear that prophet, shall be destroyed from among the people.","24","Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days.","25","Ye are the children of the prophets, and of the covenant which God made with our fathers, saying unto Abraham, And in thy seed shall all the kindreds of the earth be blessed.","26","Unto you first God, having raised up his Son Jesus, sent him to bless you, in turning away every one of you from his iniquities."]},{"reference":"Isaiah 40:21-28","words":237,"text":["21","Have ye not known? have ye not heard? hath it not been told you from the beginning? have ye not understood from the foundations of the earth?","22","It is he that sitteth upon the circle of the earth, and the inhabitants thereof are as grasshoppers; that stretcheth out the heavens as a curtain, and spreadeth them out as a tent to dwell in:","23","That bringeth the princes to nothing; he maketh the judges of the earth as vanity.","24","Yea, they shall not be planted; yea, they shall not be sown: yea, their stock shall not take root in the earth: and he shall also blow upon them, and they shall wither, and the whirlwind shall take them away as stubble.","25","To whom then will ye liken me, or shall I be equal? saith the Holy One.","26","Lift up your eyes on high, and behold who hath created these things, that bringeth out their host by number: he calleth them all by names by the greatness of his might, for that he is strong in power; not one faileth.","27","Why sayest thou, O Jacob, and speakest, O Israel, My way is hid from the Lord, and my judgment is passed over from my God?","28","Hast thou not known? hast thou not heard, that the everlasting God, the Lord, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of his understanding."]},{"reference":"Acts 10:34-44","words":240,"text":["34","Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:","35","But in every nation he that feareth him, and worketh righteousness, is accepted with him.","36","The word which God sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)","37","That word, I say, ye know, which was published throughout all Judaea, and began from Galilee, after the baptism which John preached;","38","How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.","39","And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:","40","Him God raised up the third day, and shewed him openly;","41","Not to all the people, but unto witnesses chosen before God, even to us, who did eat and drink with him after he rose from the dead.","42","And he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead.","43","To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins.","44","While Peter yet spake these words, the Holy Ghost fell on all them which heard the word."]},{"reference":"Isaiah 49:18-25","words":301,"text":["18","Lift up thine eyes round about, and behold: all these gather themselves together, and come to thee. As I live, saith the Lord, thou shalt surely clothe thee with them all, as with an ornament, and bind them on thee, as a bride doeth.","19","For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants, and they that swallowed thee up shall be far away.","20","The children which thou shalt have, after thou hast lost the other, shall say again in thine ears, The place is too strait for me: give place to me that I may dwell.","21","Then shalt thou say in thine heart, Who hath begotten me these, seeing I have lost my children, and am desolate, a captive, and removing to and fro? and who hath brought up these? Behold, I was left alone; these, where had they been?","22","Thus saith the Lord God, Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people: and they shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders.","23","And kings shall be thy nursing fathers, and their queens thy nursing mothers: they shall bow down to thee with their face toward the earth, and lick up the dust of thy feet; and thou shalt know that I am the Lord: for they shall not be ashamed that wait for me.","24","Shall the prey be taken from the mighty, or the lawful captive delivered?","25","But thus saith the Lord, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children."]},{"reference":"Romans 1:16-25","words":238,"text":["16","For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.","17","For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.","18","For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;","19","Because that which may be known of God is manifest in them; for God hath shewed it unto them.","20","For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even his eternal power and Godhead; so that they are without excuse:","21","Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.","22","Professing themselves to be wise, they became fools,","23","And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.","24","Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:","25","Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen."]},{"reference":"Isaiah 50:1-11","words":365,"text":["1","Thus saith the Lord, Where is the bill of your mother's divorcement, whom I have put away? or which of my creditors is it to whom I have sold you? Behold, for your iniquities have ye sold yourselves, and for your transgressions is your mother put away.","2","Wherefore, when I came, was there no man? when I called, was there none to answer? Is my hand shortened at all, that it cannot redeem? or have I no power to deliver? behold, at my rebuke I dry up the sea, I make the rivers a wilderness: their fish stinketh, because there is no water, and dieth for thirst.","3","I clothe the heavens with blackness, and I make sackcloth their covering.","4","The Lord God hath given me the tongue of the learned, that I should know how to speak a word in season to him that is weary: he wakeneth morning by morning, he wakeneth mine ear to hear as the learned.","5","The Lord God hath opened mine ear, and I was not rebellious, neither turned away back.","6","I gave my back to the smiters, and my cheeks to them that plucked off the hair: I hid not my face from shame and spitting.","7","For the Lord God will help me; therefore shall I not be confounded: therefore have I set my face like a flint, and I know that I shall not be ashamed.","8","He is near that justifieth me; who will contend with me? let us stand together: who is mine adversary? let him come near to me.","9","Behold, the Lord God will help me; who is he that shall condemn me? lo, they all shall wax old as a garment; the moth shall eat them up.","10","Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness, and hath no light? let him trust in the name of the Lord, and stay upon his God.","11","Behold, all ye that kindle a fire, that compass yourselves about with sparks: walk in the light of your fire, and in the sparks that ye have kindled. This shall ye have of mine hand; ye shall lie down in sorrow."]},{"reference":"Romans 9:6-16","words":219,"text":["6","Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:","7","Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.","8","That is, They which are the children of the flesh, these are not the children of God: but the children of the promise are counted for the seed.","9","For this is the word of promise, At this time will I come, and Sarah shall have a son.","10","And not only this; but when Rebecca also had conceived by one, even by our father Isaac;","11","(For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)","12","It was said unto her, The elder shall serve the younger.","13","As it is written, Jacob have I loved, but Esau have I hated.","14","What shall we say then? Is there unrighteousness with God? God forbid.","15","For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.","16","So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy."]},{"reference":"Jeremiah 4:22","words":33,"text":["22","For my people is foolish, they have not known me; they are sottish children, and they have none understanding: they are wise to do evil, but to do good they have no knowledge."]},{"reference":"Romans 10:9-21","words":296,"text":["9","That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.","10","For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.","11","For the scripture saith, Whosoever believeth on him shall not be ashamed.","12","For there is no difference between the Jew and the Greek: for the same Lord over all is rich unto all that call upon him.","13","For whosoever shall call upon the name of the Lord shall be saved.","14","How then shall they call on him in whom they have not believed? and how shall they believe in him of whom they have not heard? and how shall they hear without a preacher?","15","And how shall they preach, except they be sent? as it is written, How beautiful are the feet of them that preach the gospel of peace, and bring glad tidings of good things!","16","But they have not all obeyed the gospel. For Esaias saith, Lord, who hath believed our report?","17","So then faith cometh by hearing, and hearing by the word of God.","18","But I say, Have they not heard? Yes verily, their sound went into all the earth, and their words unto the ends of the world.","19","But I say, Did not Israel know? First Moses saith, I will provoke you to jealousy by them that are no people, and by a foolish nation I will anger you.","20","But Esaias is very bold, and saith, I was found of them that sought me not; I was made manifest unto them that asked not after me.","21","But to Israel he saith, All day long I have stretched forth my hands unto a disobedient and gainsaying people."]},{"reference":"Jeremiah 16:18","words":31,"text":["18","And first I will recompense their iniquity and their sin double; because they have defiled my land, they have filled mine inheritance with the carcases of their detestable and abominable things."]},{"reference":"Romans 12:16-21","words":117,"text":["16","Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.","17","Recompense to no man evil for evil. Provide things honest in the sight of all men.","18","If it be possible, as much as lieth in you, live peaceably with all men.","19","Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.","20","Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.","21","Be not overcome of evil, but overcome evil with good."]},{"reference":"Jeremiah 31:10-14","words":168,"text":["10","Hear the word of the Lord, O ye nations, and declare it in the isles afar off, and say, He that scattered Israel will gather him, and keep him, as a shepherd doth his flock.","11","For the Lord hath redeemed Jacob, and ransomed him from the hand of him that was stronger than he.","12","Therefore they shall come and sing in the height of Zion, and shall flow together to the goodness of the Lord, for wheat, and for wine, and for oil, and for the young of the flock and of the herd: and their soul shall be as a watered garden; and they shall not sorrow any more at all.","13","Then shall the virgin rejoice in the dance, both young men and old together: for I will turn their mourning into joy, and will comfort them, and make them rejoice from their sorrow.","14","And I will satiate the soul of the priests with fatness, and my people shall be satisfied with my goodness, saith the Lord."]},{"reference":"Romans 14:7-12","words":126,"text":["7","For none of us liveth to himself, and no man dieth to himself.","8","For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord's.","9","For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.","10","But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.","11","For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.","12","So then every one of us shall give account of himself to God."]},{"reference":"Jeremiah 31:33-34","words":99,"text":["33","But this shall be the covenant that I will make with the house of Israel; After those days, saith the Lord, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.","34","And they shall teach no more every man his neighbour, and every man his brother, saying, Know the Lord: for they shall all know me, from the least of them unto the greatest of them, saith the Lord: for I will forgive their iniquity, and I will remember their sin no more."]},{"reference":"1 Corinthians 2:13-16","words":90,"text":["13","Which things also we speak, not in the words which man's wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.","14","But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.","15","But he that is spiritual judgeth all things, yet he himself is judged of no man.","16","For who hath known the mind of the Lord, that he may instruct him? but we have the mind of Christ."]},{"reference":"Jeremiah 33:8-9","words":86,"text":["8","And I will cleanse them from all their iniquity, whereby they have sinned against me; and I will pardon all their iniquities, whereby they have sinned, and whereby they have transgressed against me.","9","And it shall be to me a name of joy, a praise and an honour before all the nations of the earth, which shall hear all the good that I do unto them: and they shall fear and tremble for all the goodness and for all the prosperity that I procure unto it."]},{"reference":"1 Corinthians 8:4-6","words":89,"text":["4","As concerning therefore the eating of those things that are offered in sacrifice unto idols, we know that an idol is nothing in the world, and that there is none other God but one.","5","For though there be that are called gods, whether in heaven or in earth, (as there be gods many, and lords many,)","6","But to us there is but one God, the Father, of whom are all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him."]},{"reference":"Daniel 12:4-9","words":201,"text":["4","But thou, O Daniel, shut up the words, and seal the book, even to the time of the end: many shall run to and fro, and knowledge shall be increased.","5","Then I Daniel looked, and, behold, there stood other two, the one on this side of the bank of the river, and the other on that side of the bank of the river.","6","And one said to the man clothed in linen, which was upon the waters of the river, How long shall it be to the end of these wonders?","7","And I heard the man clothed in linen, which was upon the waters of the river, when he held up his right hand and his left hand unto heaven, and sware by him that liveth for ever that it shall be for a time, times, and an half; and when he shall have accomplished to scatter the power of the holy people, all these things shall be finished.","8","And I heard, but I understood not: then said I, O my Lord, what shall be the end of these things?","9","And he said, Go thy way, Daniel: for the words are closed up and sealed till the time of the end."]},{"reference":"2 Corinthians 1:3-4","words":51,"text":["3","Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort;","4","Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God."]},{"reference":"Zephaniah 3:8-20","words":427,"text":["8","Therefore wait ye upon me, saith the Lord, until the day that I rise up to the prey: for my determination is to gather the nations, that I may assemble the kingdoms, to pour upon them mine indignation, even all my fierce anger: for all the earth shall be devoured with the fire of my jealousy.","9","For then will I turn to the people a pure language, that they may all call upon the name of the Lord, to serve him with one consent.","10","From beyond the rivers of Ethiopia my suppliants, even the daughter of my dispersed, shall bring mine offering.","11","In that day shalt thou not be ashamed for all thy doings, wherein thou hast transgressed against me: for then I will take away out of the midst of thee them that rejoice in thy pride, and thou shalt no more be haughty because of my holy mountain.","12","I will also leave in the midst of thee an afflicted and poor people, and they shall trust in the name of the Lord.","13","The remnant of Israel shall not do iniquity, nor speak lies; neither shall a deceitful tongue be found in their mouth: for they shall feed and lie down, and none shall make them afraid.","14","Sing, O daughter of Zion; shout, O Israel; be glad and rejoice with all the heart, O daughter of Jerusalem.","15","The Lord hath taken away thy judgments, he hath cast out thine enemy: the king of Israel, even the Lord, is in the midst of thee: thou shalt not see evil any more.","16","In that day it shall be said to Jerusalem, Fear thou not: and to Zion, Let not thine hands be slack.","17","The Lord thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing.","18","I will gather them that are sorrowful for the solemn assembly, who are of thee, to whom the reproach of it was a burden.","19","Behold, at that time I will undo all that afflict thee: and I will save her that halteth, and gather her that was driven out; and I will get them praise and fame in every land where they have been put to shame.","20","At that time will I bring you again, even in the time that I gather you: for I will make you a name and a praise among all people of the earth, when I turn back your captivity before your eyes, saith the Lord."]},{"reference":"2 Corinthians 5:1-11","words":236,"text":["1","For we know that if our earthly house of this tabernacle were dissolved, we have a building of God, an house not made with hands, eternal in the heavens.","2","For in this we groan, earnestly desiring to be clothed upon with our house which is from heaven:","3","If so be that being clothed we shall not be found naked.","4","For we that are in this tabernacle do groan, being burdened: not for that we would be unclothed, but clothed upon, that mortality might be swallowed up of life.","5","Now he that hath wrought us for the selfsame thing is God, who also hath given unto us the earnest of the Spirit.","6","Therefore we are always confident, knowing that, whilst we are at home in the body, we are absent from the Lord:","7","(For we walk by faith, not by sight:)","8","We are confident, I say, and willing rather to be absent from the body, and to be present with the Lord.","9","Wherefore we labour, that, whether present or absent, we may be accepted of him.","10","For we must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.","11","Knowing therefore the terror of the Lord, we persuade men; but we are made manifest unto God; and I trust also are made manifest in your consciences."]},{"reference":"Zechariah 1:13-15","words":73,"text":["13","And the Lord answered the angel that talked with me with good words and comfortable words.","14","So the angel that communed with me said unto me, Cry thou, saying, Thus saith the Lord of hosts; I am jealous for Jerusalem and for Zion with a great jealousy.","15","And I am very sore displeased with the heathen that are at ease: for I was but a little displeased, and they helped forward the affliction."]},{"reference":"Galatians 1:6-10","words":121,"text":["6","I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel:","7","Which is not another; but there be some that trouble you, and would pervert the gospel of Christ.","8","But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.","9","As we said before, so say I now again, if any man preach any other gospel unto you than that ye have received, let him be accursed.","10","For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ."]},{"reference":"Zechariah 9:9-12","words":136,"text":["9","Rejoice greatly, O daughter of Zion; shout, O daughter of Jerusalem: behold, thy King cometh unto thee: he is just, and having salvation; lowly, and riding upon an ass, and upon a colt the foal of an ass.","10","And I will cut off the chariot from Ephraim, and the horse from Jerusalem, and the battle bow shall be cut off: and he shall speak peace unto the heathen: and his dominion shall be from sea even to sea, and from the river even to the ends of the earth.","11","As for thee also, by the blood of thy covenant I have sent forth thy prisoners out of the pit wherein is no water.","12","Turn you to the strong hold, ye prisoners of hope: even to day do I declare that I will render double unto thee;"]},{"reference":"Galatians 2:18-21","words":96,"text":["18","For if I build again the things which I destroyed, I make myself a transgressor.","19","For I through the law am dead to the law, that I might live unto God.","20","I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.","21","I do not frustrate the grace of God: for if righteousness come by the law, then Christ is dead in vain."]},{"reference":"Mark 1:2-5","words":87,"text":["2","As it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee.","3","The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.","4","John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins.","5","And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins."]},{"reference":"Ephesians 2:1-10","words":206,"text":["1","And you hath he quickened, who were dead in trespasses and sins;","2","Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:","3","Among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.","4","But God, who is rich in mercy, for his great love wherewith he loved us,","5","Even when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)","6","And hath raised us up together, and made us sit together in heavenly places in Christ Jesus:","7","That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.","8","For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:","9","Not of works, lest any man should boast.","10","For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them."]},{"reference":"Luke 1:68-79","words":202,"text":["68","Blessed be the Lord God of Israel; for he hath visited and redeemed his people,","69","And hath raised up an horn of salvation for us in the house of his servant David;","70","As he spake by the mouth of his holy prophets, which have been since the world began:","71","That we should be saved from our enemies, and from the hand of all that hate us;","72","To perform the mercy promised to our fathers, and to remember his holy covenant;","73","The oath which he sware to our father Abraham,","74","That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,","75","In holiness and righteousness before him, all the days of our life.","76","And thou, child, shalt be called the prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways;","77","To give knowledge of salvation unto his people by the remission of their sins,","78","Through the tender mercy of our God; whereby the dayspring from on high hath visited us,","79","To give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace."]},{"reference":"Ephesians 4:17-29","words":235,"text":["17","This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,","18","Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:","19","Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.","20","But ye have not so learned Christ;","21","If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:","22","That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;","23","And be renewed in the spirit of your mind;","24","And that ye put on the new man, which after God is created in righteousness and true holiness.","25","Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.","26","Be ye angry, and sin not: let not the sun go down upon your wrath:","27","Neither give place to the devil.","28","Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.","29","Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers."]},{"reference":"Luke 3:2-6","words":112,"text":["2","Annas and Caiaphas being the high priests, the word of God came unto John the son of Zacharias in the wilderness.","3","And he came into all the country about Jordan, preaching the baptism of repentance for the remission of sins;","4","As it is written in the book of the words of Esaias the prophet, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.","5","Every valley shall be filled, and every mountain and hill shall be brought low; and the crooked shall be made straight, and the rough ways shall be made smooth;","6","And all flesh shall see the salvation of God."]},{"reference":"Philippians 1:3-8","words":119,"text":["3","I thank my God upon every remembrance of you,","4","Always in every prayer of mine for you all making request with joy,","5","For your fellowship in the gospel from the first day until now;","6","Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:","7","Even as it is meet for me to think this of you all, because I have you in my heart; inasmuch as both in my bonds, and in the defence and confirmation of the gospel, ye all are partakers of my grace.","8","For God is my record, how greatly I long after you all in the bowels of Jesus Christ."]},{"reference":"Luke 18:7-8","words":44,"text":["7","And shall not God avenge his own elect, which cry day and night unto him, though he bear long with them?","8","I tell you that he will avenge them speedily. Nevertheless when the Son of man cometh, shall he find faith on the earth?"]},{"reference":"1 Thessalonians 1:8-10","words":91,"text":["8","For from you sounded out the word of the Lord not only in Macedonia and Achaia, but also in every place your faith to God-ward is spread abroad; so that we need not to speak any thing.","9","For they themselves shew of us what manner of entering in we had unto you, and how ye turned to God from idols to serve the living and true God;","10","And to wait for his Son from heaven, whom he raised from the dead, even Jesus, which delivered us from the wrath to come."]},{"reference":"Acts 13:44-48","words":142,"text":["44","And the next sabbath day came almost the whole city together to hear the word of God.","45","But when the Jews saw the multitudes, they were filled with envy, and spake against those things which were spoken by Paul, contradicting and blaspheming.","46","Then Paul and Barnabas waxed bold, and said, It was necessary that the word of God should first have been spoken to you: but seeing ye put it from you, and judge yourselves unworthy of everlasting life, lo, we turn to the Gentiles.","47","For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.","48","And when the Gentiles heard this, they were glad, and glorified the word of the Lord: and as many as were ordained to eternal life believed."]},{"reference":"1 Timothy 1:8-17","words":234,"text":["8","But we know that the law is good, if a man use it lawfully;","9","Knowing this, that the law is not made for a righteous man, but for the lawless and disobedient, for the ungodly and for sinners, for unholy and profane, for murderers of fathers and murderers of mothers, for manslayers,","10","For whoremongers, for them that defile themselves with mankind, for menstealers, for liars, for perjured persons, and if there be any other thing that is contrary to sound doctrine;","11","According to the glorious gospel of the blessed God, which was committed to my trust.","12","And I thank Christ Jesus our Lord, who hath enabled me, for that he counted me faithful, putting me into the ministry;","13","Who was before a blasphemer, and a persecutor, and injurious: but I obtained mercy, because I did it ignorantly in unbelief.","14","And the grace of our Lord was exceeding abundant with faith and love which is in Christ Jesus.","15","This is a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners; of whom I am chief.","16","Howbeit for this cause I obtained mercy, that in me first Jesus Christ might shew forth all longsuffering, for a pattern to them which should hereafter believe on him to life everlasting.","17","Now unto the King eternal, immortal, invisible, the only wise God, be honour and glory for ever and ever. Amen."]},{"reference":"Hebrews 1:1-14","words":338,"text":["1","God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,","2","Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;","3","Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high:","4","Being made so much better than the angels, as he hath by inheritance obtained a more excellent name than they.","5","For unto which of the angels said he at any time, Thou art my Son, this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son?","6","And again, when he bringeth in the firstbegotten into the world, he saith, And let all the angels of God worship him.","7","And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.","8","But unto the Son he saith, Thy throne, O God, is for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom.","9","Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.","10","And, Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands:","11","They shall perish; but thou remainest; and they all shall wax old as doth a garment;","12","And as a vesture shalt thou fold them up, and they shall be changed: but thou art the same, and thy years shall not fail.","13","But to which of the angels said he at any time, Sit on my right hand, until I make thine enemies thy footstool?","14","Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?"]},{"reference":"2 Timothy 1:3-10","words":215,"text":["3","I thank God, whom I serve from my forefathers with pure conscience, that without ceasing I have remembrance of thee in my prayers night and day;","4","Greatly desiring to see thee, being mindful of thy tears, that I may be filled with joy;","5","When I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois, and thy mother Eunice; and I am persuaded that in thee also.","6","Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.","7","For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.","8","Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;","9","Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,","10","But is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:"]},{"reference":"Revelation 18:1-8","words":237,"text":["1","And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.","2","And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird.","3","For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies.","4","And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.","5","For her sins have reached unto heaven, and God hath remembered her iniquities.","6","Reward her even as she rewarded you, and double unto her double according to her works: in the cup which she hath filled fill to her double.","7","How much she hath glorified herself, and lived deliciously, so much torment and sorrow give her: for she saith in her heart, I sit a queen, and am no widow, and shall see no sorrow.","8","Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is the Lord God who judgeth her."]},{"reference":"Titus 2:1-6","words":95,"text":["1","But speak thou the things which become sound doctrine:","2","That the aged men be sober, grave, temperate, sound in faith, in charity, in patience.","3","The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;","4","That they may teach the young women to be sober, to love their husbands, to love their children,","5","To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.","6","Young men likewise exhort to be sober minded."]},{"reference":"Revelation 22:12-21","words":254,"text":["12","And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.","13","I am Alpha and Omega, the beginning and the end, the first and the last.","14","Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.","15","For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.","16","I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star.","17","And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.","18","For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:","19","And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.","20","He which testifieth these things saith, Surely I come quickly. Amen. Even so, come, Lord Jesus.","21","The grace of our Lord Jesus Christ be with you all. Amen."]},{"reference":"Titus 3:1-11","words":216,"text":["1","Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,","2","To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men.","3","For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another.","4","But after that the kindness and love of God our Saviour toward man appeared,","5","Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;","6","Which he shed on us abundantly through Jesus Christ our Saviour;","7","That being justified by his grace, we should be made heirs according to the hope of eternal life.","8","This is a faithful saying, and these things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works. These things are good and profitable unto men.","9","But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain.","10","A man that is an heretick after the first and second admonition reject;","11","Knowing that he that is such is subverted, and sinneth, being condemned of himself."]}]
