[{"reference":"Ruth 1:1-2","words":79,"text":["1","In the days when the judges ruled there was a famine in the land, and a man of Bethlehem in Judah went to sojourn in the country of Moab, he and his wife and his two sons.","2","The name of the man was Elimelech and the name of his wife Naomi, and the names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They went into the country of Moab and remained there."]},{"reference":"Genesis 22:8-14","words":201,"text":["8","Abraham said, “God will provide for himself the lamb for a burnt offering, my son.” So they went both of them together.","9","When they came to the place of which God had told him, Abraham built the altar there and laid the wood in order and bound Isaac his son and laid him on the altar, on top of the wood.","10","Then Abraham reached out his hand and took the knife to slaughter his son.","11","But the angel of the Lord called to him from heaven and said, “Abraham, Abraham!” And he said, “Here I am.”","12","He said, “Do not lay your hand on the boy or do anything to him, for now I know that you fear God, seeing you have not withheld your son, your only son, from me.”","13","And Abraham lifted up his eyes and looked, and behold, behind him was a ram, caught in a thicket by his horns. And Abraham went and took the ram and offered it up as a burnt offering instead of his son.","14","So Abraham called the name of that place, “The Lord will provide”; as it is said to this day, “On the mount of the Lord it shall be provided.”"]},{"reference":"Philemon 1:4-7","words":87,"text":["4","I thank my God always when I remember you in my prayers,","5","because I hear of your love and of the faith that you have toward the Lord Jesus and for all the saints,","6","and I pray that the sharing of your faith may become effective for the full knowledge of every good thing that is in us for the sake of Christ.","7","For I have derived much joy and comfort from your love, my brother, because the hearts of the saints have been refreshed through you."]},{"reference":"Romans 5:12-13","words":47,"text":["12","Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—","13","for sin indeed was in the world before the law was given, but sin is not counted where there is no law."]},{"reference":"Psalm 130:1-8","words":112,"text":["1","Out of the depths I cry to you, O Lord!","2","O Lord, hear my voice! Let your ears be attentive to the voice of my pleas for mercy!","3","If you, O Lord, should mark iniquities, O Lord, who could stand?","4","But with you there is forgiveness, that you may be feared.","5","I wait for the Lord, my soul waits, and in his word I hope;","6","my soul waits for the Lord more than watchmen for the morning, more than watchmen for the morning.","7","O Israel, hope in the Lord! For with the Lord there is steadfast love, and with him is plentiful redemption.","8","And he will redeem Israel from all his iniquities."]},{"reference":"Hebrews 11:29-40","words":241,"text":["29","By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned.","30","By faith the walls of Jericho fell down after they had been encircled for seven days.","31","By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies.","32","And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—","33","who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions,","34","quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight.","35","Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life.","36","Others suffered mocking and flogging, and even chains and imprisonment.","37","They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—","38","of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.","39","And all these, though commended through their faith, did not receive what was promised,","40","since God had provided something better for us, that apart from us they should not be made perfect."]},{"reference":"Ruth 1:16-17","words":71,"text":["16","But Ruth said, “Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God.","17","Where you die I will die, and there will I be buried. May the Lord do so to me and more also if anything but death parts me from you.”"]},{"reference":"Psalm 46:1-11","words":189,"text":["1","God is our refuge and strength, a very present help in trouble.","2","Therefore we will not fear though the earth gives way, though the mountains be moved into the heart of the sea,","3","though its waters roar and foam, though the mountains tremble at its swelling. Selah","4","There is a river whose streams make glad the city of God, the holy habitation of the Most High.","5","God is in the midst of her; she shall not be moved; God will help her when morning dawns.","6","The nations rage, the kingdoms totter; he utters his voice, the earth melts.","7","The Lord of hosts is with us; the God of Jacob is our fortress. Selah","8","Come, behold the works of the Lord, how he has brought desolations on the earth.","9","He makes wars cease to the end of the earth; he breaks the bow and shatters the spear; he burns the chariots with fire.","10","“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”","11","The Lord of hosts is with us; the God of Jacob is our fortress. Selah"]},{"reference":"Hebrews 12:1-2","words":75,"text":["1","Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us,","2","looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God."]},{"reference":"Genesis 17:6-8","words":84,"text":["6","I will make you exceedingly fruitful, and I will make you into nations, and kings shall come from you.","7","And I will establish my covenant between me and you and your offspring after you throughout their generations for an everlasting covenant, to be God to you and to your offspring after you.","8","And I will give to you and to your offspring after you the land of your sojournings, all the land of Canaan, for an everlasting possession, and I will be their God.”"]},{"reference":"Psalm 76:1-12","words":191,"text":["1","In Judah God is known; his name is great in Israel.","2","His abode has been established in Salem, his dwelling place in Zion.","3","There he broke the flashing arrows, the shield, the sword, and the weapons of war. Selah","4","Glorious are you, more majestic than the mountains full of prey.","5","The stouthearted were stripped of their spoil; they sank into sleep; all the men of war were unable to use their hands.","6","At your rebuke, O God of Jacob, both rider and horse lay stunned.","7","But you, you are to be feared! Who can stand before you when once your anger is roused?","8","From the heavens you uttered judgment; the earth feared and was still,","9","when God arose to establish judgment, to save all the humble of the earth. Selah","10","Surely the wrath of man shall praise you; the remnant of wrath you will put on like a belt.","11","Make your vows to the Lord your God and perform them; let all around him bring gifts to him who is to be feared,","12","who cuts off the spirit of princes, who is to be feared by the kings of the earth."]},{"reference":"James 2:1-4","words":97,"text":["1","My brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory.","2","For if a man wearing a gold ring and fine clothing comes into your assembly, and a poor man in shabby clothing also comes in,","3","and if you pay attention to the one who wears the fine clothing and say, “You sit here in a good place,” while you say to the poor man, “You stand over there,” or, “Sit down at my feet,”","4","have you not then made distinctions among yourselves and become judges with evil thoughts?"]},{"reference":"Ruth 2:12-13","words":63,"text":["12","The Lord repay you for what you have done, and a full reward be given you by the Lord, the God of Israel, under whose wings you have come to take refuge!”","13","Then she said, “I have found favor in your eyes, my lord, for you have comforted me and spoken kindly to your servant, though I am not one of your servants.”"]},{"reference":"Psalm 147:1-5","words":72,"text":["1","Praise the Lord! For it is good to sing praises to our God; for it is pleasant, and a song of praise is fitting.","2","The Lord builds up Jerusalem; he gathers the outcasts of Israel.","3","He heals the brokenhearted and binds up their wounds.","4","He determines the number of the stars; he gives to all of them their names.","5","Great is our Lord, and abundant in power; his understanding is beyond measure."]},{"reference":"James 3:1-10","words":241,"text":["1","Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.","2","For we all stumble in many ways. And if anyone does not stumble in what he says, he is a perfect man, able also to bridle his whole body.","3","If we put bits into the mouths of horses so that they obey us, we guide their whole bodies as well.","4","Look at the ships also: though they are so large and are driven by strong winds, they are guided by a very small rudder wherever the will of the pilot directs.","5","So also the tongue is a small member, yet it boasts of great things. How great a forest is set ablaze by such a small fire!","6","And the tongue is a fire, a world of unrighteousness. The tongue is set among our members, staining the whole body, setting on fire the entire course of life, and set on fire by hell.","7","For every kind of beast and bird, of reptile and sea creature, can be tamed and has been tamed by mankind,","8","but no human being can tame the tongue. It is a restless evil, full of deadly poison.","9","With it we bless our Lord and Father, and with it we curse people who are made in the likeness of God.","10","From the same mouth come blessing and cursing. My brothers, these things ought not to be so."]},{"reference":"Exodus 12:11-14","words":151,"text":["11","In this manner you shall eat it: with your belt fastened, your sandals on your feet, and your staff in your hand. And you shall eat it in haste. It is the Lord's Passover.","12","For I will pass through the land of Egypt that night, and I will strike all the firstborn in the land of Egypt, both man and beast; and on all the gods of Egypt I will execute judgments: I am the Lord.","13","The blood shall be a sign for you, on the houses where you are. And when I see the blood, I will pass over you, and no plague will befall you to destroy you, when I strike the land of Egypt.","14","“This day shall be for you a memorial day, and you shall keep it as a feast to the Lord; throughout your generations, as a statute forever, you shall keep it as a feast."]},{"reference":"Proverbs 15:2-3","words":32,"text":["2","The tongue of the wise commends knowledge, but the mouths of fools pour out folly.","3","The eyes of the Lord are in every place, keeping watch on the evil and the good."]},{"reference":"James 4:1-17","words":378,"text":["1","What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you?","2","You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask.","3","You ask and do not receive, because you ask wrongly, to spend it on your passions.","4","You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.","5","Or do you suppose it is to no purpose that the Scripture says, “He yearns jealously over the spirit that he has made to dwell in us”?","6","But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”","7","Submit yourselves therefore to God. Resist the devil, and he will flee from you.","8","Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.","9","Be wretched and mourn and weep. Let your laughter be turned to mourning and your joy to gloom.","10","Humble yourselves before the Lord, and he will exalt you.","11","Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge.","12","There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?","13","Come now, you who say, “Today or tomorrow we will go into such and such a town and spend a year there and trade and make a profit”—","14","yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes.","15","Instead you ought to say, “If the Lord wills, we will live and do this or that.”","16","As it is, you boast in your arrogance. All such boasting is evil.","17","So whoever knows the right thing to do and fails to do it, for him it is sin."]},{"reference":"Ruth 3:9-11","words":87,"text":["9","He said, “Who are you?” And she answered, “I am Ruth, your servant. Spread your wings over your servant, for you are a redeemer.”","10","And he said, “May you be blessed by the Lord, my daughter. You have made this last kindness greater than the first in that you have not gone after young men, whether poor or rich.","11","And now, my daughter, do not fear. I will do for you all that you ask, for all my fellow townsmen know that you are a worthy woman."]},{"reference":"Proverbs 20:5-6","words":34,"text":["5","The purpose in a man's heart is like deep water, but a man of understanding will draw it out.","6","Many a man proclaims his own steadfast love, but a faithful man who can find?"]},{"reference":"1 Peter 1:22-25","words":86,"text":["22","Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,","23","since you have been born again, not of perishable seed but of imperishable, through the living and abiding word of God;","24","for “All flesh is like grass and all its glory like the flower of grass. The grass withers, and the flower falls,","25","but the word of the Lord remains forever.” And this word is the good news that was preached to you."]},{"reference":"Hebrews 2:14-15","words":49,"text":["14","Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,","15","and deliver all those who through fear of death were subject to lifelong slavery."]},{"reference":"Isaiah 40:1-5","words":110,"text":["1","Comfort, comfort my people, says your God.","2","Speak tenderly to Jerusalem, and cry to her that her warfare is ended, that her iniquity is pardoned, that she has received from the Lord's hand double for all her sins.","3","A voice cries: “In the wilderness prepare the way of the Lord; make straight in the desert a highway for our God.","4","Every valley shall be lifted up, and every mountain and hill be made low; the uneven ground shall become level, and the rough places a plain.","5","And the glory of the Lord shall be revealed, and all flesh shall see it together, for the mouth of the Lord has spoken.”"]},{"reference":"1 Peter 3:8-22","words":364,"text":["8","Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.","9","Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.","10","For “Whoever desires to love life and see good days, let him keep his tongue from evil and his lips from speaking deceit;","11","let him turn away from evil and do good; let him seek peace and pursue it.","12","For the eyes of the Lord are on the righteous, and his ears are open to their prayer. But the face of the Lord is against those who do evil.”","13","Now who is there to harm you if you are zealous for what is good?","14","But even if you should suffer for righteousness' sake, you will be blessed. Have no fear of them, nor be troubled,","15","but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,","16","having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame.","17","For it is better to suffer for doing good, if that should be God's will, than for doing evil.","18","For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit,","19","in which he went and proclaimed to the spirits in prison,","20","because they formerly did not obey, when God's patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water.","21","Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ,","22","who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him."]},{"reference":"Ruth 4:9-12","words":171,"text":["9","Then Boaz said to the elders and all the people, “You are witnesses this day that I have bought from the hand of Naomi all that belonged to Elimelech and all that belonged to Chilion and to Mahlon.","10","Also Ruth the Moabite, the widow of Mahlon, I have bought to be my wife, to perpetuate the name of the dead in his inheritance, that the name of the dead may not be cut off from among his brothers and from the gate of his native place. You are witnesses this day.”","11","Then all the people who were at the gate and the elders said, “We are witnesses. May the Lord make the woman, who is coming into your house, like Rachel and Leah, who together built up the house of Israel. May you act worthily in Ephrathah and be renowned in Bethlehem,","12","and may your house be like the house of Perez, whom Tamar bore to Judah, because of the offspring that the Lord will give you by this young woman.”"]},{"reference":"Isaiah 44:6-8","words":98,"text":["6","Thus says the Lord, the King of Israel and his Redeemer, the Lord of hosts: “I am the first and I am the last; besides me there is no god.","7","Who is like me? Let him proclaim it. Let him declare and set it before me, since I appointed an ancient people. Let them declare what is to come, and what will happen.","8","Fear not, nor be afraid; have I not told you from of old and declared it? And you are my witnesses! Is there a God besides me? There is no Rock; I know not any.”"]},{"reference":"1 Peter 5:1-4","words":87,"text":["1","So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed:","2","shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly;","3","not domineering over those in your charge, but being examples to the flock.","4","And when the chief Shepherd appears, you will receive the unfading crown of glory."]},{"reference":"1 Peter 1:18-21","words":86,"text":["18","knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold,","19","but with the precious blood of Christ, like that of a lamb without blemish or spot.","20","He was foreknown before the foundation of the world but was made manifest in the last times for the sake of you","21","who through him are believers in God, who raised him from the dead and gave him glory, so that your faith and hope are in God."]},{"reference":"Isaiah 51:10-12","words":92,"text":["10","Was it not you who dried up the sea, the waters of the great deep, who made the depths of the sea a way for the redeemed to pass over?","11","And the ransomed of the Lord shall return and come to Zion with singing; everlasting joy shall be upon their heads; they shall obtain gladness and joy, and sorrow and sighing shall flee away.","12","“I, I am he who comforts you; who are you that you are afraid of man who dies, of the son of man who is made like grass,"]},{"reference":"2 Peter 2:1-9","words":229,"text":["1","But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction.","2","And many will follow their sensuality, and because of them the way of truth will be blasphemed.","3","And in their greed they will exploit you with false words. Their condemnation from long ago is not idle, and their destruction is not asleep.","4","For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment;","5","if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly;","6","if by turning the cities of Sodom and Gomorrah to ashes he condemned them to extinction, making them an example of what is going to happen to the ungodly;","7","and if he rescued righteous Lot, greatly distressed by the sensual conduct of the wicked","8","(for as that righteous man lived among them day after day, he was tormenting his righteous soul over their lawless deeds that he saw and heard);","9","then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment,"]},{"reference":"Ruth 4:13-16","words":104,"text":["13","So Boaz took Ruth, and she became his wife. And he went in to her, and the Lord gave her conception, and she bore a son.","14","Then the women said to Naomi, “Blessed be the Lord, who has not left you this day without a redeemer, and may his name be renowned in Israel!","15","He shall be to you a restorer of life and a nourisher of your old age, for your daughter-in-law who loves you, who is more to you than seven sons, has given birth to him.”","16","Then Naomi took the child and laid him on her lap and became his nurse."]},{"reference":"Isaiah 60:1-9","words":252,"text":["1","Arise, shine, for your light has come, and the glory of the Lord has risen upon you.","2","For behold, darkness shall cover the earth, and thick darkness the peoples; but the Lord will arise upon you, and his glory will be seen upon you.","3","And nations shall come to your light, and kings to the brightness of your rising.","4","Lift up your eyes all around, and see; they all gather together, they come to you; your sons shall come from afar, and your daughters shall be carried on the hip.","5","Then you shall see and be radiant; your heart shall thrill and exult, because the abundance of the sea shall be turned to you, the wealth of the nations shall come to you.","6","A multitude of camels shall cover you, the young camels of Midian and Ephah; all those from Sheba shall come. They shall bring gold and frankincense, and shall bring good news, the praises of the Lord.","7","All the flocks of Kedar shall be gathered to you; the rams of Nebaioth shall minister to you; they shall come up with acceptance on my altar, and I will beautify my beautiful house.","8","Who are these that fly like a cloud, and like doves to their windows?","9","For the coastlands shall hope for me, the ships of Tarshish first, to bring your children from afar, their silver and gold with them, for the name of the Lord your God, and for the Holy One of Israel, because he has made you beautiful."]},{"reference":"2 Peter 3:11-18","words":216,"text":["11","Since all these things are thus to be dissolved, what sort of people ought you to be in lives of holiness and godliness,","12","waiting for and hastening the coming of the day of God, because of which the heavens will be set on fire and dissolved, and the heavenly bodies will melt as they burn!","13","But according to his promise we are waiting for new heavens and a new earth in which righteousness dwells.","14","Therefore, beloved, since you are waiting for these, be diligent to be found by him without spot or blemish, and at peace.","15","And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him,","16","as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures.","17","You therefore, beloved, knowing this beforehand, take care that you are not carried away with the error of lawless people and lose your own stability.","18","But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen."]},{"reference":"Colossians 1:13-18","words":112,"text":["13","He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son,","14","in whom we have redemption, the forgiveness of sins.","15","He is the image of the invisible God, the firstborn of all creation.","16","For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him.","17","And he is before all things, and in him all things hold together.","18","And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent."]},{"reference":"Isaiah 61:1-7","words":229,"text":["1","The Spirit of the Lord God is upon me, because the Lord has anointed me to bring good news to the poor; he has sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to those who are bound;","2","to proclaim the year of the Lord's favor, and the day of vengeance of our God; to comfort all who mourn;","3","to grant to those who mourn in Zion— to give them a beautiful headdress instead of ashes, the oil of gladness instead of mourning, the garment of praise instead of a faint spirit; that they may be called oaks of righteousness, the planting of the Lord, that he may be glorified.","4","They shall build up the ancient ruins; they shall raise up the former devastations; they shall repair the ruined cities, the devastations of many generations.","5","Strangers shall stand and tend your flocks; foreigners shall be your plowmen and vinedressers;","6","but you shall be called the priests of the Lord; they shall speak of you as the ministers of our God; you shall eat the wealth of the nations, and in their glory you shall boast.","7","Instead of your shame there shall be a double portion; instead of dishonor they shall rejoice in their lot; therefore in their land they shall possess a double portion; they shall have everlasting joy."]},{"reference":"1 John 1:1-10","words":247,"text":["1","That which was from the beginning, which we have heard, which we have seen with our eyes, which we looked upon and have touched with our hands, concerning the word of life—","2","the life was made manifest, and we have seen it, and testify to it and proclaim to you the eternal life, which was with the Father and was made manifest to us—","3","that which we have seen and heard we proclaim also to you, so that you too may have fellowship with us; and indeed our fellowship is with the Father and with his Son Jesus Christ.","4","And we are writing these things so that our joy may be complete.","5","This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all.","6","If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth.","7","But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin.","8","If we say we have no sin, we deceive ourselves, and the truth is not in us.","9","If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.","10","If we say we have not sinned, we make him a liar, and his word is not in us."]},{"reference":"Ruth 4:18-22","words":35,"text":["18","Now these are the generations of Perez: Perez fathered Hezron,","19","Hezron fathered Ram, Ram fathered Amminadab,","20","Amminadab fathered Nahshon, Nahshon fathered Salmon,","21","Salmon fathered Boaz, Boaz fathered Obed,","22","Obed fathered Jesse, and Jesse fathered David."]},{"reference":"Isaiah 62:10-12","words":85,"text":["10","Go through, go through the gates; prepare the way for the people; build up, build up the highway; clear it of stones; lift up a signal over the peoples.","11","Behold, the Lord has proclaimed to the end of the earth: Say to the daughter of Zion, “Behold, your salvation comes; behold, his reward is with him, and his recompense before him.”","12","And they shall be called The Holy People, The Redeemed of the Lord; and you shall be called Sought Out, A City Not Forsaken."]},{"reference":"1 John 4:13-19","words":154,"text":["13","By this we know that we abide in him and he in us, because he has given us of his Spirit.","14","And we have seen and testify that the Father has sent his Son to be the Savior of the world.","15","Whoever confesses that Jesus is the Son of God, God abides in him, and he in God.","16","So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.","17","By this is love perfected with us, so that we may have confidence for the day of judgment, because as he is so also are we in this world.","18","There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.","19","We love because he first loved us."]},{"reference":"Ephesians 1:18-20","words":76,"text":["18","having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints,","19","and what is the immeasurable greatness of his power toward us who believe, according to the working of his great might","20","that he worked in Christ when he raised him from the dead and seated him at his right hand in the heavenly places,"]},{"reference":"Isaiah 63:15-19","words":133,"text":["15","Look down from heaven and see, from your holy and beautiful habitation. Where are your zeal and your might? The stirring of your inner parts and your compassion are held back from me.","16","For you are our Father, though Abraham does not know us, and Israel does not acknowledge us; you, O Lord, are our Father, our Redeemer from of old is your name.","17","O Lord, why do you make us wander from your ways and harden our heart, so that we fear you not? Return for the sake of your servants, the tribes of your heritage.","18","Your holy people held possession for a little while; our adversaries have trampled down your sanctuary.","19","We have become like those over whom you have never ruled, like those who are not called by your name."]},{"reference":"1 John 5:1-15","words":332,"text":["1","Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him.","2","By this we know that we love the children of God, when we love God and obey his commandments.","3","For this is the love of God, that we keep his commandments. And his commandments are not burdensome.","4","For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith.","5","Who is it that overcomes the world except the one who believes that Jesus is the Son of God?","6","This is he who came by water and blood—Jesus Christ; not by the water only but by the water and the blood. And the Spirit is the one who testifies, because the Spirit is the truth.","7","For there are three that testify:","8","the Spirit and the water and the blood; and these three agree.","9","If we receive the testimony of men, the testimony of God is greater, for this is the testimony of God that he has borne concerning his Son.","10","Whoever believes in the Son of God has the testimony in himself. Whoever does not believe God has made him a liar, because he has not believed in the testimony that God has borne concerning his Son.","11","And this is the testimony, that God gave us eternal life, and this life is in his Son.","12","Whoever has the Son has life; whoever does not have the Son of God does not have life.","13","I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life.","14","And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.","15","And if we know that he hears us in whatever we ask, we know that we have the requests that we have asked of him."]},{"reference":"Exodus 19:4-6","words":78,"text":["4","‘You yourselves have seen what I did to the Egyptians, and how I bore you on eagles' wings and brought you to myself.","5","Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;","6","and you shall be to me a kingdom of priests and a holy nation.’ These are the words that you shall speak to the people of Israel.”"]},{"reference":"Isaiah 66:7-13","words":193,"text":["7","“Before she was in labor she gave birth; before her pain came upon her she delivered a son.","8","Who has heard such a thing? Who has seen such things? Shall a land be born in one day? Shall a nation be brought forth in one moment? For as soon as Zion was in labor she brought forth her children.","9","Shall I bring to the point of birth and not cause to bring forth?” says the Lord; “shall I, who cause to bring forth, shut the womb?” says your God.","10","“Rejoice with Jerusalem, and be glad for her, all you who love her; rejoice with her in joy, all you who mourn over her;","11","that you may nurse and be satisfied from her consoling breast; that you may drink deeply with delight from her glorious abundance.”","12","For thus says the Lord: “Behold, I will extend peace to her like a river, and the glory of the nations like an overflowing stream; and you shall nurse, you shall be carried upon her hip, and bounced upon her knees.","13","As one whom his mother comforts, so I will comfort you; you shall be comforted in Jerusalem."]},{"reference":"Jude 1:14-23","words":193,"text":["14","It was also about these that Enoch, the seventh from Adam, prophesied, saying, “Behold, the Lord comes with ten thousands of his holy ones,","15","to execute judgment on all and to convict all the ungodly of all their deeds of ungodliness that they have committed in such an ungodly way, and of all the harsh things that ungodly sinners have spoken against him.”","16","These are grumblers, malcontents, following their own sinful desires; they are loud-mouthed boasters, showing favoritism to gain advantage.","17","But you must remember, beloved, the predictions of the apostles of our Lord Jesus Christ.","18","They said to you, “In the last time there will be scoffers, following their own ungodly passions.”","19","It is these who cause divisions, worldly people, devoid of the Spirit.","20","But you, beloved, building yourselves up in your most holy faith and praying in the Holy Spirit,","21","keep yourselves in the love of God, waiting for the mercy of our Lord Jesus Christ that leads to eternal life.","22","And have mercy on those who doubt;","23","save others by snatching them out of the fire; to others show mercy with fear, hating even the garment stained by the flesh."]},{"reference":"Joshua 21:43-45","words":88,"text":["43","Thus the Lord gave to Israel all the land that he swore to give to their fathers. And they took possession of it, and they settled there.","44","And the Lord gave them rest on every side just as he had sworn to their fathers. Not one of all their enemies had withstood them, for the Lord had given all their enemies into their hands.","45","Not one word of all the good promises that the Lord had made to the house of Israel had failed; all came to pass."]},{"reference":"Matthew 6:25-33","words":217,"text":["25","“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?","26","Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?","27","And which of you by being anxious can add a single hour to his span of life?","28","And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,","29","yet I tell you, even Solomon in all his glory was not arrayed like one of these.","30","But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?","31","Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’","32","For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.","33","But seek first the kingdom of God and his righteousness, and all these things will be added to you."]},{"reference":"Revelation 2:1-3","words":85,"text":["1","“To the angel of the church in Ephesus write: ‘The words of him who holds the seven stars in his right hand, who walks among the seven golden lampstands.","2","“‘I know your works, your toil and your patient endurance, and how you cannot bear with those who are evil, but have tested those who call themselves apostles and are not, and found them to be false.","3","I know you are enduring patiently and bearing up for my name's sake, and you have not grown weary."]},{"reference":"2 Chronicles 30:22","words":43,"text":["22","And Hezekiah spoke encouragingly to all the Levites who showed good skill in the service of the Lord. So they ate the food of the festival for seven days, sacrificing peace offerings and giving thanks to the Lord, the God of their fathers."]},{"reference":"Matthew 7:21-29","words":213,"text":["21","“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.","22","On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’","23","And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’","24","“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.","25","And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.","26","And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.","27","And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.”","28","And when Jesus finished these sayings, the crowds were astonished at his teaching,","29","for he was teaching them as one who had authority, and not as their scribes."]},{"reference":"Nehemiah 9:28-31","words":161,"text":["28","But after they had rest they did evil again before you, and you abandoned them to the hand of their enemies, so that they had dominion over them. Yet when they turned and cried to you, you heard from heaven, and many times you delivered them according to your mercies.","29","And you warned them in order to turn them back to your law. Yet they acted presumptuously and did not obey your commandments, but sinned against your rules, which if a person does them, he shall live by them, and they turned a stubborn shoulder and stiffened their neck and would not obey.","30","Many years you bore with them and warned them by your Spirit through your prophets. Yet they would not give ear. Therefore you gave them into the hand of the peoples of the lands.","31","Nevertheless, in your great mercies you did not make an end of them or forsake them, for you are a gracious and merciful God."]},{"reference":"Luke 4:3-13","words":209,"text":["3","The devil said to him, “If you are the Son of God, command this stone to become bread.”","4","And Jesus answered him, “It is written, ‘Man shall not live by bread alone.’”","5","And the devil took him up and showed him all the kingdoms of the world in a moment of time,","6","and said to him, “To you I will give all this authority and their glory, for it has been delivered to me, and I give it to whom I will.","7","If you, then, will worship me, it will all be yours.”","8","And Jesus answered him, “It is written, “‘You shall worship the Lord your God, and him only shall you serve.’”","9","And he took him to Jerusalem and set him on the pinnacle of the temple and said to him, “If you are the Son of God, throw yourself down from here,","10","for it is written, “‘He will command his angels concerning you, to guard you,’","11","and “‘On their hands they will bear you up, lest you strike your foot against a stone.’”","12","And Jesus answered him, “It is said, ‘You shall not put the Lord your God to the test.’”","13","And when the devil had ended every temptation, he departed from him until an opportune time."]},{"reference":"Job 19:23-29","words":120,"text":["23","“Oh that my words were written! Oh that they were inscribed in a book!","24","Oh that with an iron pen and lead they were engraved in the rock forever!","25","For I know that my Redeemer lives, and at the last he will stand upon the earth.","26","And after my skin has been thus destroyed, yet in my flesh I shall see God,","27","whom I shall see for myself, and my eyes shall behold, and not another. My heart faints within me!","28","If you say, ‘How we will pursue him!’ and, ‘The root of the matter is found in him,’","29","be afraid of the sword, for wrath brings the punishment of the sword, that you may know there is a judgment.”"]},{"reference":"Luke 8:4-15","words":304,"text":["4","And when a great crowd was gathering and people from town after town came to him, he said in a parable,","5","“A sower went out to sow his seed. And as he sowed, some fell along the path and was trampled underfoot, and the birds of the air devoured it.","6","And some fell on the rock, and as it grew up, it withered away, because it had no moisture.","7","And some fell among thorns, and the thorns grew up with it and choked it.","8","And some fell into good soil and grew and yielded a hundredfold.” As he said these things, he called out, “He who has ears to hear, let him hear.”","9","And when his disciples asked him what this parable meant,","10","he said, “To you it has been given to know the secrets of the kingdom of God, but for others they are in parables, so that ‘seeing they may not see, and hearing they may not understand.’","11","Now the parable is this: The seed is the word of God.","12","The ones along the path are those who have heard; then the devil comes and takes away the word from their hearts, so that they may not believe and be saved.","13","And the ones on the rock are those who, when they hear the word, receive it with joy. But these have no root; they believe for a while, and in time of testing fall away.","14","And as for what fell among the thorns, they are those who hear, but as they go on their way they are choked by the cares and riches and pleasures of life, and their fruit does not mature.","15","As for that in the good soil, they are those who, hearing the word, hold it fast in an honest and good heart, and bear fruit with patience."]},{"reference":"Job 27:2-6","words":93,"text":["2","“As God lives, who has taken away my right, and the Almighty, who has made my soul bitter,","3","as long as my breath is in me, and the spirit of God is in my nostrils,","4","my lips will not speak falsehood, and my tongue will not utter deceit.","5","Far be it from me to say that you are right; till I die I will not put away my integrity from me.","6","I hold fast my righteousness and will not let it go; my heart does not reproach me for any of my days."]},{"reference":"Luke 22:31-34","words":76,"text":["31","“Simon, Simon, behold, Satan demanded to have you, that he might sift you like wheat,","32","but I have prayed for you that your faith may not fail. And when you have turned again, strengthen your brothers.”","33","Peter said to him, “Lord, I am ready to go with you both to prison and to death.”","34","Jesus said, “I tell you, Peter, the rooster will not crow this day, until you deny three times that you know me.”"]},{"reference":"Job 42:10-12","words":113,"text":["10","And the Lord restored the fortunes of Job, when he had prayed for his friends. And the Lord gave Job twice as much as he had before.","11","Then came to him all his brothers and sisters and all who had known him before, and ate bread with him in his house. And they showed him sympathy and comforted him for all the evil that the Lord had brought upon him. And each of them gave him a piece of money and a ring of gold.","12","And the Lord blessed the latter days of Job more than his beginning. And he had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys."]},{"reference":"John 3:4-8","words":118,"text":["4","Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother's womb and be born?”","5","Jesus answered, “Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.","6","That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.","7","Do not marvel that I said to you, ‘You must be born again.’","8","The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”"]},{"reference":"Psalm 32:1-11","words":233,"text":["1","Blessed is the one whose transgression is forgiven, whose sin is covered.","2","Blessed is the man against whom the Lord counts no iniquity, and in whose spirit there is no deceit.","3","For when I kept silent, my bones wasted away through my groaning all day long.","4","For day and night your hand was heavy upon me; my strength was dried up as by the heat of summer. Selah","5","I acknowledged my sin to you, and I did not cover my iniquity; I said, “I will confess my transgressions to the Lord,” and you forgave the iniquity of my sin. Selah","6","Therefore let everyone who is godly offer prayer to you at a time when you may be found; surely in the rush of great waters, they shall not reach him.","7","You are a hiding place for me; you preserve me from trouble; you surround me with shouts of deliverance. Selah","8","I will instruct you and teach you in the way you should go; I will counsel you with my eye upon you.","9","Be not like a horse or a mule, without understanding, which must be curbed with bit and bridle, or it will not stay near you.","10","Many are the sorrows of the wicked, but steadfast love surrounds the one who trusts in the Lord.","11","Be glad in the Lord, and rejoice, O righteous, and shout for joy, all you upright in heart!"]},{"reference":"John 7:37-49","words":215,"text":["37","On the last day of the feast, the great day, Jesus stood up and cried out, “If anyone thirsts, let him come to me and drink.","38","Whoever believes in me, as the Scripture has said, ‘Out of his heart will flow rivers of living water.’”","39","Now this he said about the Spirit, whom those who believed in him were to receive, for as yet the Spirit had not been given, because Jesus was not yet glorified.","40","When they heard these words, some of the people said, “This really is the Prophet.”","41","Others said, “This is the Christ.” But some said, “Is the Christ to come from Galilee?","42","Has not the Scripture said that the Christ comes from the offspring of David, and comes from Bethlehem, the village where David was?”","43","So there was a division among the people over him.","44","Some of them wanted to arrest him, but no one laid hands on him.","45","The officers then came to the chief priests and Pharisees, who said to them, “Why did you not bring him?”","46","The officers answered, “No one ever spoke like this man!”","47","The Pharisees answered them, “Have you also been deceived?","48","Have any of the authorities or the Pharisees believed in him?","49","But this crowd that does not know the law is accursed.”"]},{"reference":"Psalm 78:21-39","words":301,"text":["21","Therefore, when the Lord heard, he was full of wrath; a fire was kindled against Jacob; his anger rose against Israel,","22","because they did not believe in God and did not trust his saving power.","23","Yet he commanded the skies above and opened the doors of heaven,","24","and he rained down on them manna to eat and gave them the grain of heaven.","25","Man ate of the bread of the angels; he sent them food in abundance.","26","He caused the east wind to blow in the heavens, and by his power he led out the south wind;","27","he rained meat on them like dust, winged birds like the sand of the seas;","28","he let them fall in the midst of their camp, all around their dwellings.","29","And they ate and were well filled, for he gave them what they craved.","30","But before they had satisfied their craving, while the food was still in their mouths,","31","the anger of God rose against them, and he killed the strongest of them and laid low the young men of Israel.","32","In spite of all this, they still sinned; despite his wonders, they did not believe.","33","So he made their days vanish like a breath, and their years in terror.","34","When he killed them, they sought him; they repented and sought God earnestly.","35","They remembered that God was their rock, the Most High God their redeemer.","36","But they flattered him with their mouths; they lied to him with their tongues.","37","Their heart was not steadfast toward him; they were not faithful to his covenant.","38","Yet he, being compassionate, atoned for their iniquity and did not destroy them; he restrained his anger often and did not stir up all his wrath.","39","He remembered that they were but flesh, a wind that passes and comes not again."]},{"reference":"John 12:34-50","words":401,"text":["34","So the crowd answered him, “We have heard from the Law that the Christ remains forever. How can you say that the Son of Man must be lifted up? Who is this Son of Man?”","35","So Jesus said to them, “The light is among you for a little while longer. Walk while you have the light, lest darkness overtake you. The one who walks in the darkness does not know where he is going.","36","While you have the light, believe in the light, that you may become sons of light.” When Jesus had said these things, he departed and hid himself from them.","37","Though he had done so many signs before them, they still did not believe in him,","38","so that the word spoken by the prophet Isaiah might be fulfilled: “Lord, who has believed what he heard from us, and to whom has the arm of the Lord been revealed?”","39","Therefore they could not believe. For again Isaiah said,","40","“He has blinded their eyes and hardened their heart, lest they see with their eyes, and understand with their heart, and turn, and I would heal them.”","41","Isaiah said these things because he saw his glory and spoke of him.","42","Nevertheless, many even of the authorities believed in him, but for fear of the Pharisees they did not confess it, so that they would not be put out of the synagogue;","43","for they loved the glory that comes from man more than the glory that comes from God.","44","And Jesus cried out and said, “Whoever believes in me, believes not in me but in him who sent me.","45","And whoever sees me sees him who sent me.","46","I have come into the world as light, so that whoever believes in me may not remain in darkness.","47","If anyone hears my words and does not keep them, I do not judge him; for I did not come to judge the world but to save the world.","48","The one who rejects me and does not receive my words has a judge; the word that I have spoken will judge him on the last day.","49","For I have not spoken on my own authority, but the Father who sent me has himself given me a commandment—what to say and what to speak.","50","And I know that his commandment is eternal life. What I say, therefore, I say as the Father has told me.”"]},{"reference":"Psalm 90:13-17","words":93,"text":["13","Return, O Lord! How long? Have pity on your servants!","14","Satisfy us in the morning with your steadfast love, that we may rejoice and be glad all our days.","15","Make us glad for as many days as you have afflicted us, and for as many years as we have seen evil.","16","Let your work be shown to your servants, and your glorious power to their children.","17","Let the favor of the Lord our God be upon us, and establish the work of our hands upon us; yes, establish the work of our hands!"]},{"reference":"John 15:1-15","words":319,"text":["1","“I am the true vine, and my Father is the vinedresser.","2","Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit.","3","Already you are clean because of the word that I have spoken to you.","4","Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me.","5","I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.","6","If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned.","7","If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.","8","By this my Father is glorified, that you bear much fruit and so prove to be my disciples.","9","As the Father has loved me, so have I loved you. Abide in my love.","10","If you keep my commandments, you will abide in my love, just as I have kept my Father's commandments and abide in his love.","11","These things I have spoken to you, that my joy may be in you, and that your joy may be full.","12","“This is my commandment, that you love one another as I have loved you.","13","Greater love has no one than this, that someone lay down his life for his friends.","14","You are my friends if you do what I command you.","15","No longer do I call you servants, for the servant does not know what his master is doing; but I have called you friends, for all that I have heard from my Father I have made known to you."]},{"reference":"Psalm 106:1-12","words":213,"text":["1","Praise the Lord! Oh give thanks to the Lord, for he is good, for his steadfast love endures forever!","2","Who can utter the mighty deeds of the Lord, or declare all his praise?","3","Blessed are they who observe justice, who do righteousness at all times!","4","Remember me, O Lord, when you show favor to your people; help me when you save them,","5","that I may look upon the prosperity of your chosen ones, that I may rejoice in the gladness of your nation, that I may glory with your inheritance.","6","Both we and our fathers have sinned; we have committed iniquity; we have done wickedness.","7","Our fathers, when they were in Egypt, did not consider your wondrous works; they did not remember the abundance of your steadfast love, but rebelled by the sea, at the Red Sea.","8","Yet he saved them for his name's sake, that he might make known his mighty power.","9","He rebuked the Red Sea, and it became dry, and he led them through the deep as through a desert.","10","So he saved them from the hand of the foe and redeemed them from the power of the enemy.","11","And the waters covered their adversaries; not one of them was left.","12","Then they believed his words; they sang his praise."]},{"reference":"John 20:24-31","words":202,"text":["24","Now Thomas, one of the twelve, called the Twin, was not with them when Jesus came.","25","So the other disciples told him, “We have seen the Lord.” But he said to them, “Unless I see in his hands the mark of the nails, and place my finger into the mark of the nails, and place my hand into his side, I will never believe.”","26","Eight days later, his disciples were inside again, and Thomas was with them. Although the doors were locked, Jesus came and stood among them and said, “Peace be with you.”","27","Then he said to Thomas, “Put your finger here, and see my hands; and put out your hand, and place it in my side. Do not disbelieve, but believe.”","28","Thomas answered him, “My Lord and my God!”","29","Jesus said to him, “Have you believed because you have seen me? Blessed are those who have not seen and yet have believed.”","30","Now Jesus did many other signs in the presence of the disciples, which are not written in this book;","31","but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."]},{"reference":"Isaiah 35:3-10","words":218,"text":["3","Strengthen the weak hands, and make firm the feeble knees.","4","Say to those who have an anxious heart, “Be strong; fear not! Behold, your God will come with vengeance, with the recompense of God. He will come and save you.”","5","Then the eyes of the blind shall be opened, and the ears of the deaf unstopped;","6","then shall the lame man leap like a deer, and the tongue of the mute sing for joy. For waters break forth in the wilderness, and streams in the desert;","7","the burning sand shall become a pool, and the thirsty ground springs of water; in the haunt of jackals, where they lie down, the grass shall become reeds and rushes.","8","And a highway shall be there, and it shall be called the Way of Holiness; the unclean shall not pass over it. It shall belong to those who walk on the way; even if they are fools, they shall not go astray.","9","No lion shall be there, nor shall any ravenous beast come up on it; they shall not be found there, but the redeemed shall walk there.","10","And the ransomed of the Lord shall return and come to Zion with singing; everlasting joy shall be upon their heads; they shall obtain gladness and joy, and sorrow and sighing shall flee away."]},{"reference":"Acts 3:17-26","words":216,"text":["17","“And now, brothers, I know that you acted in ignorance, as did also your rulers.","18","But what God foretold by the mouth of all the prophets, that his Christ would suffer, he thus fulfilled.","19","Repent therefore, and turn back, that your sins may be blotted out,","20","that times of refreshing may come from the presence of the Lord, and that he may send the Christ appointed for you, Jesus,","21","whom heaven must receive until the time for restoring all the things about which God spoke by the mouth of his holy prophets long ago.","22","Moses said, ‘The Lord God will raise up for you a prophet like me from your brothers. You shall listen to him in whatever he tells you.","23","And it shall be that every soul who does not listen to that prophet shall be destroyed from the people.’","24","And all the prophets who have spoken, from Samuel and those who came after him, also proclaimed these days.","25","You are the sons of the prophets and of the covenant that God made with your fathers, saying to Abraham, ‘And in your offspring shall all the families of the earth be blessed.’","26","God, having raised up his servant, sent him to you first, to bless you by turning every one of you from your wickedness.”"]},{"reference":"Isaiah 40:21-28","words":222,"text":["21","Do you not know? Do you not hear? Has it not been told you from the beginning? Have you not understood from the foundations of the earth?","22","It is he who sits above the circle of the earth, and its inhabitants are like grasshoppers; who stretches out the heavens like a curtain, and spreads them like a tent to dwell in;","23","who brings princes to nothing, and makes the rulers of the earth as emptiness.","24","Scarcely are they planted, scarcely sown, scarcely has their stem taken root in the earth, when he blows on them, and they wither, and the tempest carries them off like stubble.","25","To whom then will you compare me, that I should be like him? says the Holy One.","26","Lift up your eyes on high and see: who created these? He who brings out their host by number, calling them all by name; by the greatness of his might and because he is strong in power, not one is missing.","27","Why do you say, O Jacob, and speak, O Israel, “My way is hidden from the Lord, and my right is disregarded by my God”?","28","Have you not known? Have you not heard? The Lord is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable."]},{"reference":"Acts 10:34-44","words":240,"text":["34","So Peter opened his mouth and said: “Truly I understand that God shows no partiality,","35","but in every nation anyone who fears him and does what is right is acceptable to him.","36","As for the word that he sent to Israel, preaching good news of peace through Jesus Christ (he is Lord of all),","37","you yourselves know what happened throughout all Judea, beginning from Galilee after the baptism that John proclaimed:","38","how God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him.","39","And we are witnesses of all that he did both in the country of the Jews and in Jerusalem. They put him to death by hanging him on a tree,","40","but God raised him on the third day and made him to appear,","41","not to all the people but to us who had been chosen by God as witnesses, who ate and drank with him after he rose from the dead.","42","And he commanded us to preach to the people and to testify that he is the one appointed by God to be judge of the living and the dead.","43","To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”","44","While Peter was still saying these things, the Holy Spirit fell on all who heard the word."]},{"reference":"Isaiah 49:18-25","words":276,"text":["18","Lift up your eyes around and see; they all gather, they come to you. As I live, declares the Lord, you shall put them all on as an ornament; you shall bind them on as a bride does.","19","“Surely your waste and your desolate places and your devastated land— surely now you will be too narrow for your inhabitants, and those who swallowed you up will be far away.","20","The children of your bereavement will yet say in your ears: ‘The place is too narrow for me; make room for me to dwell in.’","21","Then you will say in your heart: ‘Who has borne me these? I was bereaved and barren, exiled and put away, but who has brought up these? Behold, I was left alone; from where have these come?’”","22","Thus says the Lord God: “Behold, I will lift up my hand to the nations, and raise my signal to the peoples; and they shall bring your sons in their arms, and your daughters shall be carried on their shoulders.","23","Kings shall be your foster fathers, and their queens your nursing mothers. With their faces to the ground they shall bow down to you, and lick the dust of your feet. Then you will know that I am the Lord; those who wait for me shall not be put to shame.”","24","Can the prey be taken from the mighty, or the captives of a tyrant be rescued?","25","For thus says the Lord: “Even the captives of the mighty shall be taken, and the prey of the tyrant be rescued, for I will contend with those who contend with you, and I will save your children."]},{"reference":"Romans 1:16-25","words":231,"text":["16","For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.","17","For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”","18","For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth.","19","For what can be known about God is plain to them, because God has shown it to them.","20","For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse.","21","For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened.","22","Claiming to be wise, they became fools,","23","and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.","24","Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves,","25","because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen."]},{"reference":"Isaiah 50:1-11","words":362,"text":["1","Thus says the Lord: “Where is your mother's certificate of divorce, with which I sent her away? Or which of my creditors is it to whom I have sold you? Behold, for your iniquities you were sold, and for your transgressions your mother was sent away.","2","Why, when I came, was there no man; why, when I called, was there no one to answer? Is my hand shortened, that it cannot redeem? Or have I no power to deliver? Behold, by my rebuke I dry up the sea, I make the rivers a desert; their fish stink for lack of water and die of thirst.","3","I clothe the heavens with blackness and make sackcloth their covering.”","4","The Lord God has given me the tongue of those who are taught, that I may know how to sustain with a word him who is weary. Morning by morning he awakens; he awakens my ear to hear as those who are taught.","5","The Lord God has opened my ear, and I was not rebellious; I turned not backward.","6","I gave my back to those who strike, and my cheeks to those who pull out the beard; I hid not my face from disgrace and spitting.","7","But the Lord God helps me; therefore I have not been disgraced; therefore I have set my face like a flint, and I know that I shall not be put to shame.","8","He who vindicates me is near. Who will contend with me? Let us stand up together. Who is my adversary? Let him come near to me.","9","Behold, the Lord God helps me; who will declare me guilty? Behold, all of them will wear out like a garment; the moth will eat them up.","10","Who among you fears the Lord and obeys the voice of his servant? Let him who walks in darkness and has no light trust in the name of the Lord and rely on his God.","11","Behold, all you who kindle a fire, who equip yourselves with burning torches! Walk by the light of your fire, and by the torches that you have kindled! This you have from my hand: you shall lie down in torment."]},{"reference":"Romans 9:6-16","words":215,"text":["6","But it is not as though the word of God has failed. For not all who are descended from Israel belong to Israel,","7","and not all are children of Abraham because they are his offspring, but “Through Isaac shall your offspring be named.”","8","This means that it is not the children of the flesh who are the children of God, but the children of the promise are counted as offspring.","9","For this is what the promise said: “About this time next year I will return, and Sarah shall have a son.”","10","And not only so, but also when Rebekah had conceived children by one man, our forefather Isaac,","11","though they were not yet born and had done nothing either good or bad—in order that God's purpose of election might continue, not because of works but because of him who calls—","12","she was told, “The older will serve the younger.”","13","As it is written, “Jacob I loved, but Esau I hated.”","14","What shall we say then? Is there injustice on God's part? By no means!","15","For he says to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”","16","So then it depends not on human will or exertion, but on God, who has mercy."]},{"reference":"Jeremiah 4:22","words":31,"text":["22","“For my people are foolish; they know me not; they are stupid children; they have no understanding. They are ‘wise’—in doing evil! But how to do good they know not.”"]},{"reference":"Romans 10:9-21","words":305,"text":["9","because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.","10","For with the heart one believes and is justified, and with the mouth one confesses and is saved.","11","For the Scripture says, “Everyone who believes in him will not be put to shame.”","12","For there is no distinction between Jew and Greek; for the same Lord is Lord of all, bestowing his riches on all who call on him.","13","For “everyone who calls on the name of the Lord will be saved.”","14","How then will they call on him in whom they have not believed? And how are they to believe in him of whom they have never heard? And how are they to hear without someone preaching?","15","And how are they to preach unless they are sent? As it is written, “How beautiful are the feet of those who preach the good news!”","16","But they have not all obeyed the gospel. For Isaiah says, “Lord, who has believed what he has heard from us?”","17","So faith comes from hearing, and hearing through the word of Christ.","18","But I ask, have they not heard? Indeed they have, for “Their voice has gone out to all the earth, and their words to the ends of the world.”","19","But I ask, did Israel not understand? First Moses says, “I will make you jealous of those who are not a nation; with a foolish nation I will make you angry.”","20","Then Isaiah is so bold as to say, “I have been found by those who did not seek me; I have shown myself to those who did not ask for me.”","21","But of Israel he says, “All day long I have held out my hands to a disobedient and contrary people.”"]},{"reference":"Jeremiah 16:18","words":32,"text":["18","But first I will doubly repay their iniquity and their sin, because they have polluted my land with the carcasses of their detestable idols, and have filled my inheritance with their abominations.”"]},{"reference":"Romans 12:16-21","words":121,"text":["16","Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight.","17","Repay no one evil for evil, but give thought to do what is honorable in the sight of all.","18","If possible, so far as it depends on you, live peaceably with all.","19","Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”","20","To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.”","21","Do not be overcome by evil, but overcome evil with good."]},{"reference":"Jeremiah 31:10-14","words":162,"text":["10","“Hear the word of the Lord, O nations, and declare it in the coastlands far away; say, ‘He who scattered Israel will gather him, and will keep him as a shepherd keeps his flock.’","11","For the Lord has ransomed Jacob and has redeemed him from hands too strong for him.","12","They shall come and sing aloud on the height of Zion, and they shall be radiant over the goodness of the Lord, over the grain, the wine, and the oil, and over the young of the flock and the herd; their life shall be like a watered garden, and they shall languish no more.","13","Then shall the young women rejoice in the dance, and the young men and the old shall be merry. I will turn their mourning into joy; I will comfort them, and give them gladness for sorrow.","14","I will feast the soul of the priests with abundance, and my people shall be satisfied with my goodness, declares the Lord.”"]},{"reference":"Romans 14:7-12","words":130,"text":["7","For none of us lives to himself, and none of us dies to himself.","8","For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord's.","9","For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.","10","Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God;","11","for it is written, “As I live, says the Lord, every knee shall bow to me, and every tongue shall confess to God.”","12","So then each of us will give an account of himself to God."]},{"reference":"Jeremiah 31:33-34","words":95,"text":["33","For this is the covenant that I will make with the house of Israel after those days, declares the Lord: I will put my law within them, and I will write it on their hearts. And I will be their God, and they shall be my people.","34","And no longer shall each one teach his neighbor and each his brother, saying, ‘Know the Lord,’ for they shall all know me, from the least of them to the greatest, declares the Lord. For I will forgive their iniquity, and I will remember their sin no more.”"]},{"reference":"1 Corinthians 2:13-16","words":92,"text":["13","And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.","14","The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.","15","The spiritual person judges all things, but is himself to be judged by no one.","16","“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ."]},{"reference":"Jeremiah 33:8-9","words":80,"text":["8","I will cleanse them from all the guilt of their sin against me, and I will forgive all the guilt of their sin and rebellion against me.","9","And this city shall be to me a name of joy, a praise and a glory before all the nations of the earth who shall hear of all the good that I do for them. They shall fear and tremble because of all the good and all the prosperity I provide for it."]},{"reference":"1 Corinthians 8:4-6","words":82,"text":["4","Therefore, as to the eating of food offered to idols, we know that “an idol has no real existence,” and that “there is no God but one.”","5","For although there may be so-called gods in heaven or on earth—as indeed there are many “gods” and many “lords”—","6","yet for us there is one God, the Father, from whom are all things and for whom we exist, and one Lord, Jesus Christ, through whom are all things and through whom we exist."]},{"reference":"Daniel 12:4-9","words":188,"text":["4","But you, Daniel, shut up the words and seal the book, until the time of the end. Many shall run to and fro, and knowledge shall increase.”","5","Then I, Daniel, looked, and behold, two others stood, one on this bank of the stream and one on that bank of the stream.","6","And someone said to the man clothed in linen, who was above the waters of the stream, “How long shall it be till the end of these wonders?”","7","And I heard the man clothed in linen, who was above the waters of the stream; he raised his right hand and his left hand toward heaven and swore by him who lives forever that it would be for a time, times, and half a time, and that when the shattering of the power of the holy people comes to an end all these things would be finished.","8","I heard, but I did not understand. Then I said, “O my lord, what shall be the outcome of these things?”","9","He said, “Go your way, Daniel, for the words are shut up and sealed until the time of the end."]},{"reference":"2 Corinthians 1:3-4","words":52,"text":["3","Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,","4","who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, with the comfort with which we ourselves are comforted by God."]},{"reference":"Zephaniah 3:8-20","words":411,"text":["8","“Therefore wait for me,” declares the Lord, “for the day when I rise up to seize the prey. For my decision is to gather nations, to assemble kingdoms, to pour out upon them my indignation, all my burning anger; for in the fire of my jealousy all the earth shall be consumed.","9","“For at that time I will change the speech of the peoples to a pure speech, that all of them may call upon the name of the Lord and serve him with one accord.","10","From beyond the rivers of Cush my worshipers, the daughter of my dispersed ones, shall bring my offering.","11","“On that day you shall not be put to shame because of the deeds by which you have rebelled against me; for then I will remove from your midst your proudly exultant ones, and you shall no longer be haughty in my holy mountain.","12","But I will leave in your midst a people humble and lowly. They shall seek refuge in the name of the Lord,","13","those who are left in Israel; they shall do no injustice and speak no lies, nor shall there be found in their mouth a deceitful tongue. For they shall graze and lie down, and none shall make them afraid.”","14","Sing aloud, O daughter of Zion; shout, O Israel! Rejoice and exult with all your heart, O daughter of Jerusalem!","15","The Lord has taken away the judgments against you; he has cleared away your enemies. The King of Israel, the Lord, is in your midst; you shall never again fear evil.","16","On that day it shall be said to Jerusalem: “Fear not, O Zion; let not your hands grow weak.","17","The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.","18","I will gather those of you who mourn for the festival, so that you will no longer suffer reproach.","19","Behold, at that time I will deal with all your oppressors. And I will save the lame and gather the outcast, and I will change their shame into praise and renown in all the earth.","20","At that time I will bring you in, at the time when I gather you together; for I will make you renowned and praised among all the peoples of the earth, when I restore your fortunes before your eyes,” says the Lord."]},{"reference":"2 Corinthians 5:1-11","words":240,"text":["1","For we know that if the tent that is our earthly home is destroyed, we have a building from God, a house not made with hands, eternal in the heavens.","2","For in this tent we groan, longing to put on our heavenly dwelling,","3","if indeed by putting it on we may not be found naked.","4","For while we are still in this tent, we groan, being burdened—not that we would be unclothed, but that we would be further clothed, so that what is mortal may be swallowed up by life.","5","He who has prepared us for this very thing is God, who has given us the Spirit as a guarantee.","6","So we are always of good courage. We know that while we are at home in the body we are away from the Lord,","7","for we walk by faith, not by sight.","8","Yes, we are of good courage, and we would rather be away from the body and at home with the Lord.","9","So whether we are at home or away, we make it our aim to please him.","10","For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil.","11","Therefore, knowing the fear of the Lord, we persuade others. But what we are is known to God, and I hope it is known also to your conscience."]},{"reference":"Zechariah 1:13-15","words":66,"text":["13","And the Lord answered gracious and comforting words to the angel who talked with me.","14","So the angel who talked with me said to me, ‘Cry out, Thus says the Lord of hosts: I am exceedingly jealous for Jerusalem and for Zion.","15","And I am exceedingly angry with the nations that are at ease; for while I was angry but a little, they furthered the disaster."]},{"reference":"Galatians 1:6-10","words":136,"text":["6","I am astonished that you are so quickly deserting him who called you in the grace of Christ and are turning to a different gospel—","7","not that there is another one, but there are some who trouble you and want to distort the gospel of Christ.","8","But even if we or an angel from heaven should preach to you a gospel contrary to the one we preached to you, let him be accursed.","9","As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be accursed.","10","For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ."]},{"reference":"Zechariah 9:9-12","words":128,"text":["9","Rejoice greatly, O daughter of Zion! Shout aloud, O daughter of Jerusalem! Behold, your king is coming to you; righteous and having salvation is he, humble and mounted on a donkey, on a colt, the foal of a donkey.","10","I will cut off the chariot from Ephraim and the war horse from Jerusalem; and the battle bow shall be cut off, and he shall speak peace to the nations; his rule shall be from sea to sea, and from the River to the ends of the earth.","11","As for you also, because of the blood of my covenant with you, I will set your prisoners free from the waterless pit.","12","Return to your stronghold, O prisoners of hope; today I declare that I will restore to you double."]},{"reference":"Galatians 2:18-21","words":97,"text":["18","For if I rebuild what I tore down, I prove myself to be a transgressor.","19","For through the law I died to the law, so that I might live to God.","20","I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.","21","I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose."]},{"reference":"Mark 1:2-5","words":83,"text":["2","As it is written in Isaiah the prophet, “Behold, I send my messenger before your face, who will prepare your way,","3","the voice of one crying in the wilderness: ‘Prepare the way of the Lord, make his paths straight,’”","4","John appeared, baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins.","5","And all the country of Judea and all Jerusalem were going out to him and were being baptized by him in the river Jordan, confessing their sins."]},{"reference":"Ephesians 2:1-10","words":206,"text":["1","And you were dead in the trespasses and sins","2","in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—","3","among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind.","4","But God, being rich in mercy, because of the great love with which he loved us,","5","even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—","6","and raised us up with him and seated us with him in the heavenly places in Christ Jesus,","7","so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus.","8","For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,","9","not a result of works, so that no one may boast.","10","For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them."]},{"reference":"Luke 1:68-79","words":190,"text":["68","“Blessed be the Lord God of Israel, for he has visited and redeemed his people","69","and has raised up a horn of salvation for us in the house of his servant David,","70","as he spoke by the mouth of his holy prophets from of old,","71","that we should be saved from our enemies and from the hand of all who hate us;","72","to show the mercy promised to our fathers and to remember his holy covenant,","73","the oath that he swore to our father Abraham, to grant us","74","that we, being delivered from the hand of our enemies, might serve him without fear,","75","in holiness and righteousness before him all our days.","76","And you, child, will be called the prophet of the Most High; for you will go before the Lord to prepare his ways,","77","to give knowledge of salvation to his people in the forgiveness of their sins,","78","because of the tender mercy of our God, whereby the sunrise shall visit us from on high","79","to give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace.”"]},{"reference":"Ephesians 4:17-29","words":251,"text":["17","Now this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds.","18","They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart.","19","They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity.","20","But that is not the way you learned Christ!—","21","assuming that you have heard about him and were taught in him, as the truth is in Jesus,","22","to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires,","23","and to be renewed in the spirit of your minds,","24","and to put on the new self, created after the likeness of God in true righteousness and holiness.","25","Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another.","26","Be angry and do not sin; do not let the sun go down on your anger,","27","and give no opportunity to the devil.","28","Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.","29","Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear."]},{"reference":"Luke 3:2-6","words":111,"text":["2","during the high priesthood of Annas and Caiaphas, the word of God came to John the son of Zechariah in the wilderness.","3","And he went into all the region around the Jordan, proclaiming a baptism of repentance for the forgiveness of sins.","4","As it is written in the book of the words of Isaiah the prophet, “The voice of one crying in the wilderness: ‘Prepare the way of the Lord, make his paths straight.","5","Every valley shall be filled, and every mountain and hill shall be made low, and the crooked shall become straight, and the rough places shall become level ways,","6","and all flesh shall see the salvation of God.’”"]},{"reference":"Philippians 1:3-8","words":121,"text":["3","I thank my God in all my remembrance of you,","4","always in every prayer of mine for you all making my prayer with joy,","5","because of your partnership in the gospel from the first day until now.","6","And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.","7","It is right for me to feel this way about you all, because I hold you in my heart, for you are all partakers with me of grace, both in my imprisonment and in the defense and confirmation of the gospel.","8","For God is my witness, how I yearn for you all with the affection of Christ Jesus."]},{"reference":"Luke 18:7-8","words":45,"text":["7","And will not God give justice to his elect, who cry to him day and night? Will he delay long over them?","8","I tell you, he will give justice to them speedily. Nevertheless, when the Son of Man comes, will he find faith on earth?”"]},{"reference":"1 Thessalonians 1:8-10","words":85,"text":["8","For not only has the word of the Lord sounded forth from you in Macedonia and Achaia, but your faith in God has gone forth everywhere, so that we need not say anything.","9","For they themselves report concerning us the kind of reception we had among you, and how you turned to God from idols to serve the living and true God,","10","and to wait for his Son from heaven, whom he raised from the dead, Jesus who delivers us from the wrath to come."]},{"reference":"Acts 13:44-48","words":132,"text":["44","The next Sabbath almost the whole city gathered to hear the word of the Lord.","45","But when the Jews saw the crowds, they were filled with jealousy and began to contradict what was spoken by Paul, reviling him.","46","And Paul and Barnabas spoke out boldly, saying, “It was necessary that the word of God be spoken first to you. Since you thrust it aside and judge yourselves unworthy of eternal life, behold, we are turning to the Gentiles.","47","For so the Lord has commanded us, saying, “‘I have made you a light for the Gentiles, that you may bring salvation to the ends of the earth.’”","48","And when the Gentiles heard this, they began rejoicing and glorifying the word of the Lord, and as many as were appointed to eternal life believed."]},{"reference":"1 Timothy 1:8-17","words":227,"text":["8","Now we know that the law is good, if one uses it lawfully,","9","understanding this, that the law is not laid down for the just but for the lawless and disobedient, for the ungodly and sinners, for the unholy and profane, for those who strike their fathers and mothers, for murderers,","10","the sexually immoral, men who practice homosexuality, enslavers, liars, perjurers, and whatever else is contrary to sound doctrine,","11","in accordance with the gospel of the glory of the blessed God with which I have been entrusted.","12","I thank him who has given me strength, Christ Jesus our Lord, because he judged me faithful, appointing me to his service,","13","though formerly I was a blasphemer, persecutor, and insolent opponent. But I received mercy because I had acted ignorantly in unbelief,","14","and the grace of our Lord overflowed for me with the faith and love that are in Christ Jesus.","15","The saying is trustworthy and deserving of full acceptance, that Christ Jesus came into the world to save sinners, of whom I am the foremost.","16","But I received mercy for this reason, that in me, as the foremost, Jesus Christ might display his perfect patience as an example to those who were to believe in him for eternal life.","17","To the King of the ages, immortal, invisible, the only God, be honor and glory forever and ever. Amen."]},{"reference":"Hebrews 1:1-14","words":331,"text":["1","Long ago, at many times and in many ways, God spoke to our fathers by the prophets,","2","but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world.","3","He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high,","4","having become as much superior to angels as the name he has inherited is more excellent than theirs.","5","For to which of the angels did God ever say, “You are my Son, today I have begotten you”? Or again, “I will be to him a father, and he shall be to me a son”?","6","And again, when he brings the firstborn into the world, he says, “Let all God's angels worship him.”","7","Of the angels he says, “He makes his angels winds, and his ministers a flame of fire.”","8","But of the Son he says, “Your throne, O God, is forever and ever, the scepter of uprightness is the scepter of your kingdom.","9","You have loved righteousness and hated wickedness; therefore God, your God, has anointed you with the oil of gladness beyond your companions.”","10","And, “You, Lord, laid the foundation of the earth in the beginning, and the heavens are the work of your hands;","11","they will perish, but you remain; they will all wear out like a garment,","12","like a robe you will roll them up, like a garment they will be changed. But you are the same, and your years will have no end.”","13","And to which of the angels has he ever said, “Sit at my right hand until I make your enemies a footstool for your feet”?","14","Are they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?"]},{"reference":"2 Timothy 1:3-10","words":202,"text":["3","I thank God whom I serve, as did my ancestors, with a clear conscience, as I remember you constantly in my prayers night and day.","4","As I remember your tears, I long to see you, that I may be filled with joy.","5","I am reminded of your sincere faith, a faith that dwelt first in your grandmother Lois and your mother Eunice and now, I am sure, dwells in you as well.","6","For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands,","7","for God gave us a spirit not of fear but of power and love and self-control.","8","Therefore do not be ashamed of the testimony about our Lord, nor of me his prisoner, but share in suffering for the gospel by the power of God,","9","who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began,","10","and which now has been manifested through the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,"]},{"reference":"Revelation 18:1-8","words":247,"text":["1","After this I saw another angel coming down from heaven, having great authority, and the earth was made bright with his glory.","2","And he called out with a mighty voice, “Fallen, fallen is Babylon the great! She has become a dwelling place for demons, a haunt for every unclean spirit, a haunt for every unclean bird, a haunt for every unclean and detestable beast.","3","For all nations have drunk the wine of the passion of her sexual immorality, and the kings of the earth have committed immorality with her, and the merchants of the earth have grown rich from the power of her luxurious living.”","4","Then I heard another voice from heaven saying, “Come out of her, my people, lest you take part in her sins, lest you share in her plagues;","5","for her sins are heaped high as heaven, and God has remembered her iniquities.","6","Pay her back as she herself has paid back others, and repay her double for her deeds; mix a double portion for her in the cup she mixed.","7","As she glorified herself and lived in luxury, so give her a like measure of torment and mourning, since in her heart she says, ‘I sit as a queen, I am no widow, and mourning I shall never see.’","8","For this reason her plagues will come in a single day, death and mourning and famine, and she will be burned up with fire; for mighty is the Lord God who has judged her.”"]},{"reference":"Titus 2:1-6","words":92,"text":["1","But as for you, teach what accords with sound doctrine.","2","Older men are to be sober-minded, dignified, self-controlled, sound in faith, in love, and in steadfastness.","3","Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good,","4","and so train the young women to love their husbands and children,","5","to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.","6","Likewise, urge the younger men to be self-controlled."]},{"reference":"Revelation 22:12-21","words":241,"text":["12","“Behold, I am coming soon, bringing my recompense with me, to repay each one for what he has done.","13","I am the Alpha and the Omega, the first and the last, the beginning and the end.”","14","Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates.","15","Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.","16","“I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.”","17","The Spirit and the Bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires take the water of life without price.","18","I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book,","19","and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.","20","He who testifies to these things says, “Surely I am coming soon.” Amen. Come, Lord Jesus!","21","The grace of the Lord Jesus be with all. Amen."]},{"reference":"Titus 3:1-11","words":228,"text":["1","Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work,","2","to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people.","3","For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another.","4","But when the goodness and loving kindness of God our Savior appeared,","5","he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,","6","whom he poured out on us richly through Jesus Christ our Savior,","7","so that being justified by his grace we might become heirs according to the hope of eternal life.","8","The saying is trustworthy, and I want you to insist on these things, so that those who have believed in God may be careful to devote themselves to good works. These things are excellent and profitable for people.","9","But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless.","10","As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him,","11","knowing that such a person is warped and sinful; he is self-condemned."]}]
