[{"reference":"Ruth 1:1","words":39,"text":["1","In the days when the judges ruled, there was a famine in the land. So a man from Bethlehem in Judah, together with his wife and two sons, went to live for a while in the country of Moab."]},{"reference":"Psalm 138:1-7","words":142,"text":["1","I will praise you, Lord, with all my heart; before the “gods” I will sing your praise.","2","I will bow down toward your holy temple and will praise your name for your unfailing love and your faithfulness, for you have so exalted your solemn decree that it surpasses your fame.","3","When I called, you answered me; you greatly emboldened me.","4","May all the kings of the earth praise you, Lord, when they hear what you have decreed.","5","May they sing of the ways of the Lord, for the glory of the Lord is great.","6","Though the Lord is exalted, he looks kindly on the lowly; though lofty, he sees them from afar.","7","Though I walk in the midst of trouble, you preserve my life. You stretch out your hand against the anger of my foes; with your right hand you save me."]},{"reference":"1 Thessalonians 4:16-18","words":77,"text":["16","For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first.","17","After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever.","18","Therefore encourage one another with these words."]},{"reference":"Romans 5:12-13","words":52,"text":["12","Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all people, because all sinned—","13","To be sure, sin was in the world before the law was given, but sin is not charged against anyone’s account where there is no law."]},{"reference":"Psalm 147:1-5","words":66,"text":["1","Praise the Lord. How good it is to sing praises to our God, how pleasant and fitting to praise him!","2","The Lord builds up Jerusalem; he gathers the exiles of Israel.","3","He heals the brokenhearted and binds up their wounds.","4","He determines the number of the stars and calls them each by name.","5","Great is our Lord and mighty in power; his understanding has no limit."]},{"reference":"1 Thessalonians 5:1-24","words":394,"text":["1","Now, brothers and sisters, about times and dates we do not need to write to you,","2","for you know very well that the day of the Lord will come like a thief in the night.","3","While people are saying, “Peace and safety,” destruction will come on them suddenly, as labor pains on a pregnant woman, and they will not escape.","4","But you, brothers and sisters, are not in darkness so that this day should surprise you like a thief.","5","You are all children of the light and children of the day. We do not belong to the night or to the darkness.","6","So then, let us not be like others, who are asleep, but let us be awake and sober.","7","For those who sleep, sleep at night, and those who get drunk, get drunk at night.","8","But since we belong to the day, let us be sober, putting on faith and love as a breastplate, and the hope of salvation as a helmet.","9","For God did not appoint us to suffer wrath but to receive salvation through our Lord Jesus Christ.","10","He died for us so that, whether we are awake or asleep, we may live together with him.","11","Therefore encourage one another and build each other up, just as in fact you are doing.","12","Now we ask you, brothers and sisters, to acknowledge those who work hard among you, who care for you in the Lord and who admonish you.","13","Hold them in the highest regard in love because of their work. Live in peace with each other.","14","And we urge you, brothers and sisters, warn those who are idle and disruptive, encourage the disheartened, help the weak, be patient with everyone.","15","Make sure that nobody pays back wrong for wrong, but always strive to do what is good for each other and for everyone else.","16","Rejoice always,","17","pray continually,","18","give thanks in all circumstances; for this is God’s will for you in Christ Jesus.","19","Do not quench the Spirit.","20","Do not treat prophecies with contempt","21","but test them all; hold on to what is good,","22","reject every kind of evil.","23","May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ.","24","The one who calls you is faithful, and he will do it."]},{"reference":"Ruth 1:16-17","words":69,"text":["16","But Ruth replied, “Don’t urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.","17","Where you die I will die, and there I will be buried. May the Lord deal with me, be it ever so severely, if even death separates you and me.”"]},{"reference":"Isaiah 55:1-13","words":364,"text":["1","“Come, all you who are thirsty, come to the waters; and you who have no money, come, buy and eat! Come, buy wine and milk without money and without cost.","2","Why spend money on what is not bread, and your labor on what does not satisfy? Listen, listen to me, and eat what is good, and you will delight in the richest of fare.","3","Give ear and come to me; listen, that you may live. I will make an everlasting covenant with you, my faithful love promised to David.","4","See, I have made him a witness to the peoples, a ruler and commander of the peoples.","5","Surely you will summon nations you know not, and nations you do not know will come running to you, because of the Lord your God, the Holy One of Israel, for he has endowed you with splendor.”","6","Seek the Lord while he may be found; call on him while he is near.","7","Let the wicked forsake their ways and the unrighteous their thoughts. Let them turn to the Lord, and he will have mercy on them, and to our God, for he will freely pardon.","8","“For my thoughts are not your thoughts, neither are your ways my ways,” declares the Lord.","9","“As the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts.","10","As the rain and the snow come down from heaven, and do not return to it without watering the earth and making it bud and flourish, so that it yields seed for the sower and bread for the eater,","11","so is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it.","12","You will go out in joy and be led forth in peace; the mountains and hills will burst into song before you, and all the trees of the field will clap their hands.","13","Instead of the thornbush will grow the juniper, and instead of briers the myrtle will grow. This will be for the Lord’s renown, for an everlasting sign, that will endure forever.”"]},{"reference":"1 Timothy 6:11-16","words":140,"text":["11","But you, man of God, flee from all this, and pursue righteousness, godliness, faith, love, endurance and gentleness.","12","Fight the good fight of the faith. Take hold of the eternal life to which you were called when you made your good confession in the presence of many witnesses.","13","In the sight of God, who gives life to everything, and of Christ Jesus, who while testifying before Pontius Pilate made the good confession, I charge you","14","to keep this command without spot or blame until the appearing of our Lord Jesus Christ,","15","which God will bring about in his own time—God, the blessed and only Ruler, the King of kings and Lord of lords,","16","who alone is immortal and who lives in unapproachable light, whom no one has seen or can see. To him be honor and might forever. Amen."]},{"reference":"Genesis 17:6-7","words":53,"text":["6","I will make you very fruitful; I will make nations of you, and kings will come from you.","7","I will establish my covenant as an everlasting covenant between me and you and your descendants after you for the generations to come, to be your God and the God of your descendants after you."]},{"reference":"Isaiah 57:14-19","words":166,"text":["14","And it will be said: “Build up, build up, prepare the road! Remove the obstacles out of the way of my people.”","15","For this is what the high and exalted One says— he who lives forever, whose name is holy: “I live in a high and holy place, but also with the one who is contrite and lowly in spirit, to revive the spirit of the lowly and to revive the heart of the contrite.","16","I will not accuse them forever, nor will I always be angry, for then they would faint away because of me— the very people I have created.","17","I was enraged by their sinful greed; I punished them, and hid my face in anger, yet they kept on in their willful ways.","18","I have seen their ways, but I will heal them; I will guide them and restore comfort to Israel’s mourners,","19","creating praise on their lips. Peace, peace, to those far and near,” says the Lord. “And I will heal them.”"]},{"reference":"2 Timothy 2:1-19","words":361,"text":["1","You then, my son, be strong in the grace that is in Christ Jesus.","2","And the things you have heard me say in the presence of many witnesses entrust to reliable people who will also be qualified to teach others.","3","Join with me in suffering, like a good soldier of Christ Jesus.","4","No one serving as a soldier gets entangled in civilian affairs, but rather tries to please his commanding officer.","5","Similarly, anyone who competes as an athlete does not receive the victor’s crown except by competing according to the rules.","6","The hardworking farmer should be the first to receive a share of the crops.","7","Reflect on what I am saying, for the Lord will give you insight into all this.","8","Remember Jesus Christ, raised from the dead, descended from David. This is my gospel,","9","for which I am suffering even to the point of being chained like a criminal. But God’s word is not chained.","10","Therefore I endure everything for the sake of the elect, that they too may obtain the salvation that is in Christ Jesus, with eternal glory.","11","Here is a trustworthy saying: If we died with him, we will also live with him;","12","if we endure, we will also reign with him. If we disown him, he will also disown us;","13","if we are faithless, he remains faithful, for he cannot disown himself.","14","Keep reminding God’s people of these things. Warn them before God against quarreling about words; it is of no value, and only ruins those who listen.","15","Do your best to present yourself to God as one approved, a worker who does not need to be ashamed and who correctly handles the word of truth.","16","Avoid godless chatter, because those who indulge in it will become more and more ungodly.","17","Their teaching will spread like gangrene. Among them are Hymenaeus and Philetus,","18","who have departed from the truth. They say that the resurrection has already taken place, and they destroy the faith of some.","19","Nevertheless, God’s solid foundation stands firm, sealed with this inscription: “The Lord knows those who are his,” and, “Everyone who confesses the name of the Lord must turn away from wickedness.”"]},{"reference":"Ruth 2:12-13","words":68,"text":["12","May the Lord repay you for what you have done. May you be richly rewarded by the Lord, the God of Israel, under whose wings you have come to take refuge.”","13","“May I continue to find favor in your eyes, my lord,” she said. “You have put me at ease by speaking kindly to your servant—though I do not have the standing of one of your servants.”"]},{"reference":"Isaiah 61:1-7","words":225,"text":["1","The Spirit of the Sovereign Lord is on me, because the Lord has anointed me to proclaim good news to the poor. He has sent me to bind up the brokenhearted, to proclaim freedom for the captives and release from darkness for the prisoners,","2","to proclaim the year of the Lord’s favor and the day of vengeance of our God, to comfort all who mourn,","3","and provide for those who grieve in Zion— to bestow on them a crown of beauty instead of ashes, the oil of joy instead of mourning, and a garment of praise instead of a spirit of despair. They will be called oaks of righteousness, a planting of the Lord for the display of his splendor.","4","They will rebuild the ancient ruins and restore the places long devastated; they will renew the ruined cities that have been devastated for generations.","5","Strangers will shepherd your flocks; foreigners will work your fields and vineyards.","6","And you will be called priests of the Lord, you will be named ministers of our God. You will feed on the wealth of nations, and in their riches you will boast.","7","Instead of your shame you will receive a double portion, and instead of disgrace you will rejoice in your inheritance. And so you will inherit a double portion in your land, and everlasting joy will be yours."]},{"reference":"2 Timothy 4:1-8","words":202,"text":["1","In the presence of God and of Christ Jesus, who will judge the living and the dead, and in view of his appearing and his kingdom, I give you this charge:","2","Preach the word; be prepared in season and out of season; correct, rebuke and encourage—with great patience and careful instruction.","3","For the time will come when people will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear.","4","They will turn their ears away from the truth and turn aside to myths.","5","But you, keep your head in all situations, endure hardship, do the work of an evangelist, discharge all the duties of your ministry.","6","For I am already being poured out like a drink offering, and the time for my departure is near.","7","I have fought the good fight, I have finished the race, I have kept the faith.","8","Now there is in store for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day—and not only to me, but also to all who have longed for his appearing."]},{"reference":"Exodus 12:13-14","words":61,"text":["13","The blood will be a sign for you on the houses where you are, and when I see the blood, I will pass over you. No destructive plague will touch you when I strike Egypt.","14","“This is a day you are to commemorate; for the generations to come you shall celebrate it as a festival to the Lord—a lasting ordinance."]},{"reference":"Isaiah 62:10-12","words":81,"text":["10","Pass through, pass through the gates! Prepare the way for the people. Build up, build up the highway! Remove the stones. Raise a banner for the nations.","11","The Lord has made proclamation to the ends of the earth: “Say to Daughter Zion, ‘See, your Savior comes! See, his reward is with him, and his recompense accompanies him.’”","12","They will be called the Holy People, the Redeemed of the Lord; and you will be called Sought After, the City No Longer Deserted."]},{"reference":"Titus 2:1-6","words":109,"text":["1","You, however, must teach what is appropriate to sound doctrine.","2","Teach the older men to be temperate, worthy of respect, self-controlled, and sound in faith, in love and in endurance.","3","Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good.","4","Then they can urge the younger women to love their husbands and children,","5","to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God.","6","Similarly, encourage the young men to be self-controlled."]},{"reference":"Ruth 3:11-13","words":96,"text":["11","And now, my daughter, don’t be afraid. I will do for you all you ask. All the people of my town know that you are a woman of noble character.","12","Although it is true that I am a guardian-redeemer of our family, there is another who is more closely related than I.","13","Stay here for the night, and in the morning if he wants to do his duty as your guardian-redeemer, good; let him redeem you. But if he is not willing, as surely as the Lord lives I will do it. Lie here until morning.”"]},{"reference":"Isaiah 63:15-19","words":129,"text":["15","Look down from heaven and see, from your lofty throne, holy and glorious. Where are your zeal and your might? Your tenderness and compassion are withheld from us.","16","But you are our Father, though Abraham does not know us or Israel acknowledge us; you, Lord, are our Father, our Redeemer from of old is your name.","17","Why, Lord, do you make us wander from your ways and harden our hearts so we do not revere you? Return for the sake of your servants, the tribes that are your inheritance.","18","For a little while your people possessed your holy place, but now our enemies have trampled down your sanctuary.","19","We are yours from of old; but you have not ruled over them, they have not been called by your name."]},{"reference":"Hebrews 1:10-12","words":63,"text":["10","He also says, “In the beginning, Lord, you laid the foundations of the earth, and the heavens are the work of your hands.","11","They will perish, but you remain; they will all wear out like a garment.","12","You will roll them up like a robe; like a garment they will be changed. But you remain the same, and your years will never end.”"]},{"reference":"Hebrews 2:14-15","words":51,"text":["14","Since the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death—that is, the devil—","15","and free those who all their lives were held in slavery by their fear of death."]},{"reference":"Isaiah 65:13-14","words":63,"text":["13","Therefore this is what the Sovereign Lord says: “My servants will eat, but you will go hungry; my servants will drink, but you will go thirsty; my servants will rejoice, but you will be put to shame.","14","My servants will sing out of the joy of their hearts, but you will cry out from anguish of heart and wail in brokenness of spirit."]},{"reference":"Hebrews 8:8-11","words":149,"text":["8","But God found fault with the people and said: “The days are coming, declares the Lord, when I will make a new covenant with the people of Israel and with the people of Judah.","9","It will not be like the covenant I made with their ancestors when I took them by the hand to lead them out of Egypt, because they did not remain faithful to my covenant, and I turned away from them, declares the Lord.","10","This is the covenant I will establish with the people of Israel after that time, declares the Lord. I will put my laws in their minds and write them on their hearts. I will be their God, and they will be my people.","11","No longer will they teach their neighbor, or say to one another, ‘Know the Lord,’ because they will all know me, from the least of them to the greatest."]},{"reference":"Ruth 4:10-11","words":92,"text":["10","I have also acquired Ruth the Moabite, Mahlon’s widow, as my wife, in order to maintain the name of the dead with his property, so that his name will not disappear from among his family or from his hometown. Today you are witnesses!”","11","Then the elders and all the people at the gate said, “We are witnesses. May the Lord make the woman who is coming into your home like Rachel and Leah, who together built up the family of Israel. May you have standing in Ephrathah and be famous in Bethlehem."]},{"reference":"Jeremiah 16:16-21","words":174,"text":["16","“But now I will send for many fishermen,” declares the Lord, “and they will catch them. After that I will send for many hunters, and they will hunt them down on every mountain and hill and from the crevices of the rocks.","17","My eyes are on all their ways; they are not hidden from me, nor is their sin concealed from my eyes.","18","I will repay them double for their wickedness and their sin, because they have defiled my land with the lifeless forms of their vile images and have filled my inheritance with their detestable idols.”","19","Lord, my strength and my fortress, my refuge in time of distress, to you the nations will come from the ends of the earth and say, “Our ancestors possessed nothing but false gods, worthless idols that did them no good.","20","Do people make their own gods? Yes, but they are not gods!”","21","“Therefore I will teach them— this time I will teach them my power and might. Then they will know that my name is the Lord."]},{"reference":"Hebrews 9:11-15","words":179,"text":["11","But when Christ came as high priest of the good things that are now already here, he went through the greater and more perfect tabernacle that is not made with human hands, that is to say, is not a part of this creation.","12","He did not enter by means of the blood of goats and calves; but he entered the Most Holy Place once for all by his own blood, thus obtaining eternal redemption.","13","The blood of goats and bulls and the ashes of a heifer sprinkled on those who are ceremonially unclean sanctify them so that they are outwardly clean.","14","How much more, then, will the blood of Christ, who through the eternal Spirit offered himself unblemished to God, cleanse our consciences from acts that lead to death, so that we may serve the living God!","15","For this reason Christ is the mediator of a new covenant, that those who are called may receive the promised eternal inheritance—now that he has died as a ransom to set them free from the sins committed under the first covenant."]},{"reference":"1 Peter 1:18-19","words":45,"text":["18","For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your ancestors,","19","but with the precious blood of Christ, a lamb without blemish or defect."]},{"reference":"Ezekiel 3:4-6","words":70,"text":["4","He then said to me: “Son of man, go now to the people of Israel and speak my words to them.","5","You are not being sent to a people of obscure speech and strange language, but to the people of Israel—","6","not to many peoples of obscure speech and strange language, whose words you cannot understand. Surely if I had sent you to them, they would have listened to you."]},{"reference":"Hebrews 12:12-15","words":72,"text":["12","Therefore, strengthen your feeble arms and weak knees.","13","“Make level paths for your feet,” so that the lame may not be disabled, but rather healed.","14","Make every effort to live in peace with everyone and to be holy; without holiness no one will see the Lord.","15","See to it that no one falls short of the grace of God and that no bitter root grows up to cause trouble and defile many."]},{"reference":"Ruth 4:13-15","words":85,"text":["13","So Boaz took Ruth and she became his wife. When he made love to her, the Lord enabled her to conceive, and she gave birth to a son.","14","The women said to Naomi: “Praise be to the Lord, who this day has not left you without a guardian-redeemer. May he become famous throughout Israel!","15","He will renew your life and sustain you in your old age. For your daughter-in-law, who loves you and who is better to you than seven sons, has given him birth.”"]},{"reference":"Daniel 4:28-37","words":341,"text":["28","All this happened to King Nebuchadnezzar.","29","Twelve months later, as the king was walking on the roof of the royal palace of Babylon,","30","he said, “Is not this the great Babylon I have built as the royal residence, by my mighty power and for the glory of my majesty?”","31","Even as the words were on his lips, a voice came from heaven, “This is what is decreed for you, King Nebuchadnezzar: Your royal authority has been taken from you.","32","You will be driven away from people and will live with the wild animals; you will eat grass like the ox. Seven times will pass by for you until you acknowledge that the Most High is sovereign over all kingdoms on earth and gives them to anyone he wishes.”","33","Immediately what had been said about Nebuchadnezzar was fulfilled. He was driven away from people and ate grass like the ox. His body was drenched with the dew of heaven until his hair grew like the feathers of an eagle and his nails like the claws of a bird.","34","At the end of that time, I, Nebuchadnezzar, raised my eyes toward heaven, and my sanity was restored. Then I praised the Most High; I honored and glorified him who lives forever. His dominion is an eternal dominion; his kingdom endures from generation to generation.","35","All the peoples of the earth are regarded as nothing. He does as he pleases with the powers of heaven and the peoples of the earth. No one can hold back his hand or say to him: “What have you done?”","36","At the same time that my sanity was restored, my honor and splendor were returned to me for the glory of my kingdom. My advisers and nobles sought me out, and I was restored to my throne and became even greater than before.","37","Now I, Nebuchadnezzar, praise and exalt and glorify the King of heaven, because everything he does is right and all his ways are just. And those who walk in pride he is able to humble."]},{"reference":"James 1:26-27","words":54,"text":["26","Those who consider themselves religious and yet do not keep a tight rein on their tongues deceive themselves, and their religion is worthless.","27","Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."]},{"reference":"Colossians 1:13-14","words":30,"text":["13","For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves,","14","in whom we have redemption, the forgiveness of sins."]},{"reference":"Malachi 3:1","words":38,"text":["1","“I will send my messenger, who will prepare the way before me. Then suddenly the Lord you are seeking will come to his temple; the messenger of the covenant, whom you desire, will come,” says the Lord Almighty."]},{"reference":"1 Peter 1:3-16","words":358,"text":["3","Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead,","4","and into an inheritance that can never perish, spoil or fade. This inheritance is kept in heaven for you,","5","who through faith are shielded by God’s power until the coming of the salvation that is ready to be revealed in the last time.","6","In all this you greatly rejoice, though now for a little while you may have had to suffer grief in all kinds of trials.","7","These have come so that the proven genuineness of your faith—of greater worth than gold, which perishes even though refined by fire—may result in praise, glory and honor when Jesus Christ is revealed.","8","Though you have not seen him, you love him; and even though you do not see him now, you believe in him and are filled with an inexpressible and glorious joy,","9","for you are receiving the end result of your faith, the salvation of your souls.","10","Concerning this salvation, the prophets, who spoke of the grace that was to come to you, searched intently and with the greatest care,","11","trying to find out the time and circumstances to which the Spirit of Christ in them was pointing when he predicted the sufferings of the Messiah and the glories that would follow.","12","It was revealed to them that they were not serving themselves but you, when they spoke of the things that have now been told you by those who have preached the gospel to you by the Holy Spirit sent from heaven. Even angels long to look into these things.","13","Therefore, with minds that are alert and fully sober, set your hope on the grace to be brought to you when Jesus Christ is revealed at his coming.","14","As obedient children, do not conform to the evil desires you had when you lived in ignorance.","15","But just as he who called you is holy, so be holy in all you do;","16","for it is written: “Be holy, because I am holy.”"]},{"reference":"Ruth 4:18-22","words":55,"text":["18","This, then, is the family line of Perez: Perez was the father of Hezron,","19","Hezron the father of Ram, Ram the father of Amminadab,","20","Amminadab the father of Nahshon, Nahshon the father of Salmon,","21","Salmon the father of Boaz, Boaz the father of Obed,","22","Obed the father of Jesse, and Jesse the father of David."]},{"reference":"Matthew 3:1-3","words":54,"text":["1","In those days John the Baptist came, preaching in the wilderness of Judea","2","and saying, “Repent, for the kingdom of heaven has come near.”","3","This is he who was spoken of through the prophet Isaiah: “A voice of one calling in the wilderness, ‘Prepare the way for the Lord, make straight paths for him.’”"]},{"reference":"1 Peter 2:6-10","words":144,"text":["6","For in Scripture it says: “See, I lay a stone in Zion, a chosen and precious cornerstone, and the one who trusts in him will never be put to shame.”","7","Now to you who believe, this stone is precious. But to those who do not believe, “The stone the builders rejected has become the cornerstone,”","8","and, “A stone that causes people to stumble and a rock that makes them fall.” They stumble because they disobey the message—which is also what they were destined for.","9","But you are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light.","10","Once you were not a people, but now you are the people of God; once you had not received mercy, but now you have received mercy."]},{"reference":"Ephesians 1:18-19","words":53,"text":["18","I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people,","19","and his incomparably great power for us who believe. That power is the same as the mighty strength"]},{"reference":"Matthew 5:1-16","words":272,"text":["1","Now when Jesus saw the crowds, he went up on a mountainside and sat down. His disciples came to him,","2","and he began to teach them. He said:","3","“Blessed are the poor in spirit, for theirs is the kingdom of heaven.","4","Blessed are those who mourn, for they will be comforted.","5","Blessed are the meek, for they will inherit the earth.","6","Blessed are those who hunger and thirst for righteousness, for they will be filled.","7","Blessed are the merciful, for they will be shown mercy.","8","Blessed are the pure in heart, for they will see God.","9","Blessed are the peacemakers, for they will be called children of God.","10","Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven.","11","“Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me.","12","Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you.","13","“You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled underfoot.","14","“You are the light of the world. A town built on a hill cannot be hidden.","15","Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house.","16","In the same way, let your light shine before others, that they may see your good deeds and glorify your Father in heaven."]},{"reference":"1 Peter 2:23-25","words":76,"text":["23","When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly.","24","“He himself bore our sins” in his body on the cross, so that we might die to sins and live for righteousness; “by his wounds you have been healed.”","25","For “you were like sheep going astray,” but now you have returned to the Shepherd and Overseer of your souls."]},{"reference":"Genesis 21:33","words":20,"text":["33","Abraham planted a tamarisk tree in Beersheba, and there he called on the name of the Lord, the Eternal God."]},{"reference":"Matthew 9:1-8","words":150,"text":["1","Jesus stepped into a boat, crossed over and came to his own town.","2","Some men brought to him a paralyzed man, lying on a mat. When Jesus saw their faith, he said to the man, “Take heart, son; your sins are forgiven.”","3","At this, some of the teachers of the law said to themselves, “This fellow is blaspheming!”","4","Knowing their thoughts, Jesus said, “Why do you entertain evil thoughts in your hearts?","5","Which is easier: to say, ‘Your sins are forgiven,’ or to say, ‘Get up and walk’?","6","But I want you to know that the Son of Man has authority on earth to forgive sins.” So he said to the paralyzed man, “Get up, take your mat and go home.”","7","Then the man got up and went home.","8","When the crowd saw this, they were filled with awe; and they praised God, who had given such authority to man."]},{"reference":"1 Peter 3:8-12","words":111,"text":["8","Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble.","9","Do not repay evil with evil or insult with insult. On the contrary, repay evil with blessing, because to this you were called so that you may inherit a blessing.","10","For, “Whoever would love life and see good days must keep their tongue from evil and their lips from deceitful speech.","11","They must turn from evil and do good; they must seek peace and pursue it.","12","For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.”"]},{"reference":"Genesis 34:3","words":19,"text":["3","His heart was drawn to Dinah daughter of Jacob; he loved the young woman and spoke tenderly to her."]},{"reference":"Matthew 28:18-20","words":68,"text":["18","Then Jesus came to them and said, “All authority in heaven and on earth has been given to me.","19","Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,","20","and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.”"]},{"reference":"1 John 4:17-19","words":63,"text":["17","This is how love is made complete among us so that we will have confidence on the day of judgment: In this world we are like Jesus.","18","There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.","19","We love because he first loved us."]},{"reference":"Exodus 15:1-13","words":280,"text":["1","Then Moses and the Israelites sang this song to the Lord: “I will sing to the Lord, for he is highly exalted. Both horse and driver he has hurled into the sea.","2","“The Lord is my strength and my defense; he has become my salvation. He is my God, and I will praise him, my father’s God, and I will exalt him.","3","The Lord is a warrior; the Lord is his name.","4","Pharaoh’s chariots and his army he has hurled into the sea. The best of Pharaoh’s officers are drowned in the Red Sea.","5","The deep waters have covered them; they sank to the depths like a stone.","6","Your right hand, Lord, was majestic in power. Your right hand, Lord, shattered the enemy.","7","“In the greatness of your majesty you threw down those who opposed you. You unleashed your burning anger; it consumed them like stubble.","8","By the blast of your nostrils the waters piled up. The surging waters stood up like a wall; the deep waters congealed in the heart of the sea.","9","The enemy boasted, ‘I will pursue, I will overtake them. I will divide the spoils; I will gorge myself on them. I will draw my sword and my hand will destroy them.’","10","But you blew with your breath, and the sea covered them. They sank like lead in the mighty waters.","11","Who among the gods is like you, Lord? Who is like you— majestic in holiness, awesome in glory, working wonders?","12","“You stretch out your right hand, and the earth swallows your enemies.","13","In your unfailing love you will lead the people you have redeemed. In your strength you will guide them to your holy dwelling."]},{"reference":"Mark 9:2-4","words":56,"text":["2","After six days Jesus took Peter, James and John with him and led them up a high mountain, where they were all alone. There he was transfigured before them.","3","His clothes became dazzling white, whiter than anyone in the world could bleach them.","4","And there appeared before them Elijah and Moses, who were talking with Jesus."]},{"reference":"1 John 5:1-15","words":318,"text":["1","Everyone who believes that Jesus is the Christ is born of God, and everyone who loves the father loves his child as well.","2","This is how we know that we love the children of God: by loving God and carrying out his commands.","3","In fact, this is love for God: to keep his commands. And his commands are not burdensome,","4","for everyone born of God overcomes the world. This is the victory that has overcome the world, even our faith.","5","Who is it that overcomes the world? Only the one who believes that Jesus is the Son of God.","6","This is the one who came by water and blood—Jesus Christ. He did not come by water only, but by water and blood. And it is the Spirit who testifies, because the Spirit is the truth.","7","For there are three that testify:","8","the Spirit, the water and the blood; and the three are in agreement.","9","We accept human testimony, but God’s testimony is greater because it is the testimony of God, which he has given about his Son.","10","Whoever believes in the Son of God accepts this testimony. Whoever does not believe God has made him out to be a liar, because they have not believed the testimony God has given about his Son.","11","And this is the testimony: God has given us eternal life, and this life is in his Son.","12","Whoever has the Son has life; whoever does not have the Son of God does not have life.","13","I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life.","14","This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us.","15","And if we know that he hears us—whatever we ask—we know that we have what we asked of him."]},{"reference":"Deuteronomy 32:28-43","words":350,"text":["28","They are a nation without sense, there is no discernment in them.","29","If only they were wise and would understand this and discern what their end will be!","30","How could one man chase a thousand, or two put ten thousand to flight, unless their Rock had sold them, unless the Lord had given them up?","31","For their rock is not like our Rock, as even our enemies concede.","32","Their vine comes from the vine of Sodom and from the fields of Gomorrah. Their grapes are filled with poison, and their clusters with bitterness.","33","Their wine is the venom of serpents, the deadly poison of cobras.","34","“Have I not kept this in reserve and sealed it in my vaults?","35","It is mine to avenge; I will repay. In due time their foot will slip; their day of disaster is near and their doom rushes upon them.”","36","The Lord will vindicate his people and relent concerning his servants when he sees their strength is gone and no one is left, slave or free.","37","He will say: “Now where are their gods, the rock they took refuge in,","38","the gods who ate the fat of their sacrifices and drank the wine of their drink offerings? Let them rise up to help you! Let them give you shelter!","39","“See now that I myself am he! There is no god besides me. I put to death and I bring to life, I have wounded and I will heal, and no one can deliver out of my hand.","40","I lift my hand to heaven and solemnly swear: As surely as I live forever,","41","when I sharpen my flashing sword and my hand grasps it in judgment, I will take vengeance on my adversaries and repay those who hate me.","42","I will make my arrows drunk with blood, while my sword devours flesh: the blood of the slain and the captives, the heads of the enemy leaders.”","43","Rejoice, you nations, with his people, for he will avenge the blood of his servants; he will take vengeance on his enemies and make atonement for his land and people."]},{"reference":"Luke 1:68-79","words":188,"text":["68","“Praise be to the Lord, the God of Israel, because he has come to his people and redeemed them.","69","He has raised up a horn of salvation for us in the house of his servant David","70","(as he said through his holy prophets of long ago),","71","salvation from our enemies and from the hand of all who hate us—","72","to show mercy to our ancestors and to remember his holy covenant,","73","the oath he swore to our father Abraham:","74","to rescue us from the hand of our enemies, and to enable us to serve him without fear","75","in holiness and righteousness before him all our days.","76","And you, my child, will be called a prophet of the Most High; for you will go on before the Lord to prepare the way for him,","77","to give his people the knowledge of salvation through the forgiveness of their sins,","78","because of the tender mercy of our God, by which the rising sun will come to us from heaven","79","to shine on those living in darkness and in the shadow of death, to guide our feet into the path of peace.”"]},{"reference":"Revelation 4:6-11","words":194,"text":["6","Also in front of the throne there was what looked like a sea of glass, clear as crystal. In the center, around the throne, were four living creatures, and they were covered with eyes, in front and in back.","7","The first living creature was like a lion, the second was like an ox, the third had a face like a man, the fourth was like a flying eagle.","8","Each of the four living creatures had six wings and was covered with eyes all around, even under its wings. Day and night they never stop saying: “‘Holy, holy, holy is the Lord God Almighty,’ who was, and is, and is to come.”","9","Whenever the living creatures give glory, honor and thanks to him who sits on the throne and who lives for ever and ever,","10","the twenty-four elders fall down before him who sits on the throne and worship him who lives for ever and ever. They lay their crowns before the throne and say:","11","“You are worthy, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they were created and have their being.”"]},{"reference":"Deuteronomy 33:1-6","words":120,"text":["1","This is the blessing that Moses the man of God pronounced on the Israelites before his death.","2","He said: “The Lord came from Sinai and dawned over them from Seir; he shone forth from Mount Paran. He came with myriads of holy ones from the south, from his mountain slopes.","3","Surely it is you who love the people; all the holy ones are in your hand. At your feet they all bow down, and from you receive instruction,","4","the law that Moses gave us, the possession of the assembly of Jacob.","5","He was king over Jeshurun when the leaders of the people assembled, along with the tribes of Israel.","6","“Let Reuben live and not die, nor his people be few.”"]},{"reference":"Luke 3:2-6","words":101,"text":["2","during the high-priesthood of Annas and Caiaphas, the word of God came to John son of Zechariah in the wilderness.","3","He went into all the country around the Jordan, preaching a baptism of repentance for the forgiveness of sins.","4","As it is written in the book of the words of Isaiah the prophet: “A voice of one calling in the wilderness, ‘Prepare the way for the Lord, make straight paths for him.","5","Every valley shall be filled in, every mountain and hill made low. The crooked roads shall become straight, the rough ways smooth.","6","And all people will see God’s salvation.’”"]},{"reference":"Revelation 22:13-19","words":199,"text":["13","I am the Alpha and the Omega, the First and the Last, the Beginning and the End.","14","“Blessed are those who wash their robes, that they may have the right to the tree of life and may go through the gates into the city.","15","Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood.","16","“I, Jesus, have sent my angel to give you this testimony for the churches. I am the Root and the Offspring of David, and the bright Morning Star.”","17","The Spirit and the bride say, “Come!” And let the one who hears say, “Come!” Let the one who is thirsty come; and let the one who wishes take the free gift of the water of life.","18","I warn everyone who hears the words of the prophecy of this scroll: If anyone adds anything to them, God will add to that person the plagues described in this scroll.","19","And if anyone takes words away from this scroll of prophecy, God will take away from that person any share in the tree of life and in the Holy City, which are described in this scroll."]},{"reference":"1 Samuel 2:10","words":38,"text":["10","those who oppose the Lord will be broken. The Most High will thunder from heaven; the Lord will judge the ends of the earth. “He will give strength to his king and exalt the horn of his anointed.”"]},{"reference":"Luke 4:18-19","words":50,"text":["18","“The Spirit of the Lord is on me, because he has anointed me to proclaim good news to the poor. He has sent me to proclaim freedom for the prisoners and recovery of sight for the blind, to set the oppressed free,","19","to proclaim the year of the Lord’s favor.”"]},{"reference":"1 Kings 8:46-53","words":254,"text":["46","“When they sin against you—for there is no one who does not sin—and you become angry with them and give them over to their enemies, who take them captive to their own lands, far away or near;","47","and if they have a change of heart in the land where they are held captive, and repent and plead with you in the land of their captors and say, ‘We have sinned, we have done wrong, we have acted wickedly’;","48","and if they turn back to you with all their heart and soul in the land of their enemies who took them captive, and pray to you toward the land you gave their ancestors, toward the city you have chosen and the temple I have built for your Name;","49","then from heaven, your dwelling place, hear their prayer and their plea, and uphold their cause.","50","And forgive your people, who have sinned against you; forgive all the offenses they have committed against you, and cause their captors to show them mercy;","51","for they are your people and your inheritance, whom you brought out of Egypt, out of that iron-smelting furnace.","52","“May your eyes be open to your servant’s plea and to the plea of your people Israel, and may you listen to them whenever they cry out to you.","53","For you singled them out from all the nations of the world to be your own inheritance, just as you declared through your servant Moses when you, Sovereign Lord, brought our ancestors out of Egypt.”"]},{"reference":"Luke 18:7-8","words":51,"text":["7","And will not God bring about justice for his chosen ones, who cry out to him day and night? Will he keep putting them off?","8","I tell you, he will see that they get justice, and quickly. However, when the Son of Man comes, will he find faith on the earth?”"]},{"reference":"Nehemiah 9:30-31","words":57,"text":["30","For many years you were patient with them. By your Spirit you warned them through your prophets. Yet they paid no attention, so you gave them into the hands of the neighboring peoples.","31","But in your great mercy you did not put an end to them or abandon them, for you are a gracious and merciful God."]},{"reference":"Luke 22:31-34","words":70,"text":["31","“Simon, Simon, Satan has asked to sift all of you as wheat.","32","But I have prayed for you, Simon, that your faith may not fail. And when you have turned back, strengthen your brothers.”","33","But he replied, “Lord, I am ready to go with you to prison and to death.”","34","Jesus answered, “I tell you, Peter, before the rooster crows today, you will deny three times that you know me.”"]},{"reference":"Job 19:23-29","words":119,"text":["23","“Oh, that my words were recorded, that they were written on a scroll,","24","that they were inscribed with an iron tool on lead, or engraved in rock forever!","25","I know that my redeemer lives, and that in the end he will stand on the earth.","26","And after my skin has been destroyed, yet in my flesh I will see God;","27","I myself will see him with my own eyes—I, and not another. How my heart yearns within me!","28","“If you say, ‘How we will hound him, since the root of the trouble lies in him,’","29","you should fear the sword yourselves; for wrath will bring punishment by the sword, and then you will know that there is judgment.”"]},{"reference":"John 1:1-18","words":317,"text":["1","In the beginning was the Word, and the Word was with God, and the Word was God.","2","He was with God in the beginning.","3","Through him all things were made; without him nothing was made that has been made.","4","In him was life, and that life was the light of all mankind.","5","The light shines in the darkness, and the darkness has not overcome it.","6","There was a man sent from God whose name was John.","7","He came as a witness to testify concerning that light, so that through him all might believe.","8","He himself was not the light; he came only as a witness to the light.","9","The true light that gives light to everyone was coming into the world.","10","He was in the world, and though the world was made through him, the world did not recognize him.","11","He came to that which was his own, but his own did not receive him.","12","Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God—","13","children born not of natural descent, nor of human decision or a husband’s will, but born of God.","14","The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth.","15","(John testified concerning him. He cried out, saying, “This is the one I spoke about when I said, ‘He who comes after me has surpassed me because he was before me.’”)","16","Out of his fullness we have all received grace in place of grace already given.","17","For the law was given through Moses; grace and truth came through Jesus Christ.","18","No one has ever seen God, but the one and only Son, who is himself God and is in closest relationship with the Father, has made him known."]},{"reference":"Job 42:10-12","words":101,"text":["10","After Job had prayed for his friends, the Lord restored his fortunes and gave him twice as much as he had before.","11","All his brothers and sisters and everyone who had known him before came and ate with him in his house. They comforted and consoled him over all the trouble the Lord had brought on him, and each one gave him a piece of silver and a gold ring.","12","The Lord blessed the latter part of Job’s life more than the former part. He had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen and a thousand donkeys."]},{"reference":"John 5:30-32","words":57,"text":["30","By myself I can do nothing; I judge only as I hear, and my judgment is just, for I seek not to please myself but him who sent me.","31","“If I testify about myself, my testimony is not true.","32","There is another who testifies in my favor, and I know that his testimony about me is true."]},{"reference":"Psalm 32:1-11","words":227,"text":["1","Blessed is the one whose transgressions are forgiven, whose sins are covered.","2","Blessed is the one whose sin the Lord does not count against them and in whose spirit is no deceit.","3","When I kept silent, my bones wasted away through my groaning all day long.","4","For day and night your hand was heavy on me; my strength was sapped as in the heat of summer.","5","Then I acknowledged my sin to you and did not cover up my iniquity. I said, “I will confess my transgressions to the Lord.” And you forgave the guilt of my sin.","6","Therefore let all the faithful pray to you while you may be found; surely the rising of the mighty waters will not reach them.","7","You are my hiding place; you will protect me from trouble and surround me with songs of deliverance.","8","I will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you.","9","Do not be like the horse or the mule, which have no understanding but must be controlled by bit and bridle or they will not come to you.","10","Many are the woes of the wicked, but the Lord’s unfailing love surrounds the one who trusts in him.","11","Rejoice in the Lord and be glad, you righteous; sing, all you who are upright in heart!"]},{"reference":"John 6:28-40","words":276,"text":["28","Then they asked him, “What must we do to do the works God requires?”","29","Jesus answered, “The work of God is this: to believe in the one he has sent.”","30","So they asked him, “What sign then will you give that we may see it and believe you? What will you do?","31","Our ancestors ate the manna in the wilderness; as it is written: ‘He gave them bread from heaven to eat.’”","32","Jesus said to them, “Very truly I tell you, it is not Moses who has given you the bread from heaven, but it is my Father who gives you the true bread from heaven.","33","For the bread of God is the bread that comes down from heaven and gives life to the world.”","34","“Sir,” they said, “always give us this bread.”","35","Then Jesus declared, “I am the bread of life. Whoever comes to me will never go hungry, and whoever believes in me will never be thirsty.","36","But as I told you, you have seen me and still you do not believe.","37","All those the Father gives me will come to me, and whoever comes to me I will never drive away.","38","For I have come down from heaven not to do my will but to do the will of him who sent me.","39","And this is the will of him who sent me, that I shall lose none of all those he has given me, but raise them up at the last day.","40","For my Father’s will is that everyone who looks to the Son and believes in him shall have eternal life, and I will raise them up at the last day.”"]},{"reference":"Psalm 68:4","words":24,"text":["4","Sing to God, sing in praise of his name, extol him who rides on the clouds; rejoice before him—his name is the Lord."]},{"reference":"John 8:12-19","words":180,"text":["12","When Jesus spoke again to the people, he said, “I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.”","13","The Pharisees challenged him, “Here you are, appearing as your own witness; your testimony is not valid.”","14","Jesus answered, “Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going.","15","You judge by human standards; I pass judgment on no one.","16","But if I do judge, my decisions are true, because I am not alone. I stand with the Father, who sent me.","17","In your own Law it is written that the testimony of two witnesses is true.","18","I am one who testifies for myself; my other witness is the Father, who sent me.”","19","Then they asked him, “Where is your father?” “You do not know me or my Father,” Jesus replied. “If you knew me, you would know my Father also.”"]},{"reference":"Psalm 85:1-13","words":180,"text":["1","You, Lord, showed favor to your land; you restored the fortunes of Jacob.","2","You forgave the iniquity of your people and covered all their sins.","3","You set aside all your wrath and turned from your fierce anger.","4","Restore us again, God our Savior, and put away your displeasure toward us.","5","Will you be angry with us forever? Will you prolong your anger through all generations?","6","Will you not revive us again, that your people may rejoice in you?","7","Show us your unfailing love, Lord, and grant us your salvation.","8","I will listen to what God the Lord says; he promises peace to his people, his faithful servants— but let them not turn to folly.","9","Surely his salvation is near those who fear him, that his glory may dwell in our land.","10","Love and faithfulness meet together; righteousness and peace kiss each other.","11","Faithfulness springs forth from the earth, and righteousness looks down from heaven.","12","The Lord will indeed give what is good, and our land will yield its harvest.","13","Righteousness goes before him and prepares the way for his steps."]},{"reference":"John 14:9","words":35,"text":["9","Jesus answered: “Don’t you know me, Philip, even after I have been among you such a long time? Anyone who has seen me has seen the Father. How can you say, ‘Show us the Father’?"]},{"reference":"Psalm 90:13-17","words":93,"text":["13","Relent, Lord! How long will it be? Have compassion on your servants.","14","Satisfy us in the morning with your unfailing love, that we may sing for joy and be glad all our days.","15","Make us glad for as many days as you have afflicted us, for as many years as we have seen trouble.","16","May your deeds be shown to your servants, your splendor to their children.","17","May the favor of the Lord our God rest on us; establish the work of our hands for us— yes, establish the work of our hands."]},{"reference":"John 21:15-19","words":177,"text":["15","When they had finished eating, Jesus said to Simon Peter, “Simon son of John, do you love me more than these?” “Yes, Lord,” he said, “you know that I love you.” Jesus said, “Feed my lambs.”","16","Again Jesus said, “Simon son of John, do you love me?” He answered, “Yes, Lord, you know that I love you.” Jesus said, “Take care of my sheep.”","17","The third time he said to him, “Simon son of John, do you love me?” Peter was hurt because Jesus asked him the third time, “Do you love me?” He said, “Lord, you know all things; you know that I love you.” Jesus said, “Feed my sheep.","18","Very truly I tell you, when you were younger you dressed yourself and went where you wanted; but when you are old you will stretch out your hands, and someone else will dress you and lead you where you do not want to go.”","19","Jesus said this to indicate the kind of death by which Peter would glorify God. Then he said to him, “Follow me!”"]},{"reference":"Psalm 107:1-9","words":130,"text":["1","Give thanks to the Lord, for he is good; his love endures forever.","2","Let the redeemed of the Lord tell their story— those he redeemed from the hand of the foe,","3","those he gathered from the lands, from east and west, from north and south.","4","Some wandered in desert wastelands, finding no way to a city where they could settle.","5","They were hungry and thirsty, and their lives ebbed away.","6","Then they cried out to the Lord in their trouble, and he delivered them from their distress.","7","He led them by a straight way to a city where they could settle.","8","Let them give thanks to the Lord for his unfailing love and his wonderful deeds for mankind,","9","for he satisfies the thirsty and fills the hungry with good things."]},{"reference":"Acts 2:14-28","words":340,"text":["14","Then Peter stood up with the Eleven, raised his voice and addressed the crowd: “Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say.","15","These people are not drunk, as you suppose. It’s only nine in the morning!","16","No, this is what was spoken by the prophet Joel:","17","“‘In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams.","18","Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy.","19","I will show wonders in the heavens above and signs on the earth below, blood and fire and billows of smoke.","20","The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord.","21","And everyone who calls on the name of the Lord will be saved.’","22","“Fellow Israelites, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know.","23","This man was handed over to you by God’s deliberate plan and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross.","24","But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him.","25","David said about him: “‘I saw the Lord always before me. Because he is at my right hand, I will not be shaken.","26","Therefore my heart is glad and my tongue rejoices; my body also will rest in hope,","27","because you will not abandon me to the realm of the dead, you will not let your holy one see decay.","28","You have made known to me the paths of life; you will fill me with joy in your presence.’"]},{"reference":"Proverbs 23:1-12","words":185,"text":["1","When you sit to dine with a ruler, note well what is before you,","2","and put a knife to your throat if you are given to gluttony.","3","Do not crave his delicacies, for that food is deceptive.","4","Do not wear yourself out to get rich; do not trust your own cleverness.","5","Cast but a glance at riches, and they are gone, for they will surely sprout wings and fly off to the sky like an eagle.","6","Do not eat the food of a begrudging host, do not crave his delicacies;","7","for he is the kind of person who is always thinking about the cost. “Eat and drink,” he says to you, but his heart is not with you.","8","You will vomit up the little you have eaten and will have wasted your compliments.","9","Do not speak to fools, for they will scorn your prudent words.","10","Do not move an ancient boundary stone or encroach on the fields of the fatherless,","11","for their Defender is strong; he will take up their case against you.","12","Apply your heart to instruction and your ears to words of knowledge."]},{"reference":"Acts 26:19-23","words":126,"text":["19","“So then, King Agrippa, I was not disobedient to the vision from heaven.","20","First to those in Damascus, then to those in Jerusalem and in all Judea, and then to the Gentiles, I preached that they should repent and turn to God and demonstrate their repentance by their deeds.","21","That is why some Jews seized me in the temple courts and tried to kill me.","22","But God has helped me to this very day; so I stand here and testify to small and great alike. I am saying nothing beyond what the prophets and Moses said would happen—","23","that the Messiah would suffer and, as the first to rise from the dead, would bring the message of light to his own people and to the Gentiles.”"]},{"reference":"Isaiah 11:15-16","words":67,"text":["15","The Lord will dry up the gulf of the Egyptian sea; with a scorching wind he will sweep his hand over the Euphrates River. He will break it up into seven streams so that anyone can cross over in sandals.","16","There will be a highway for the remnant of his people that is left from Assyria, as there was for Israel when they came up from Egypt."]},{"reference":"Romans 3:21-27","words":160,"text":["21","But now apart from the law the righteousness of God has been made known, to which the Law and the Prophets testify.","22","This righteousness is given through faith in Jesus Christ to all who believe. There is no difference between Jew and Gentile,","23","for all have sinned and fall short of the glory of God,","24","and all are justified freely by his grace through the redemption that came by Christ Jesus.","25","God presented Christ as a sacrifice of atonement, through the shedding of his blood—to be received by faith. He did this to demonstrate his righteousness, because in his forbearance he had left the sins committed beforehand unpunished—","26","he did it to demonstrate his righteousness at the present time, so as to be just and the one who justifies those who have faith in Jesus.","27","Where, then, is boasting? It is excluded. Because of what law? The law that requires works? No, because of the law that requires faith."]},{"reference":"Isaiah 43:19-25","words":169,"text":["19","See, I am doing a new thing! Now it springs up; do you not perceive it? I am making a way in the wilderness and streams in the wasteland.","20","The wild animals honor me, the jackals and the owls, because I provide water in the wilderness and streams in the wasteland, to give drink to my people, my chosen,","21","the people I formed for myself that they may proclaim my praise.","22","“Yet you have not called on me, Jacob, you have not wearied yourselves for me, Israel.","23","You have not brought me sheep for burnt offerings, nor honored me with your sacrifices. I have not burdened you with grain offerings nor wearied you with demands for incense.","24","You have not bought any fragrant calamus for me, or lavished on me the fat of your sacrifices. But you have burdened me with your sins and wearied me with your offenses.","25","“I, even I, am he who blots out your transgressions, for my own sake, and remembers your sins no more."]},{"reference":"Romans 8:19-25","words":153,"text":["19","For the creation waits in eager expectation for the children of God to be revealed.","20","For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope","21","that the creation itself will be liberated from its bondage to decay and brought into the freedom and glory of the children of God.","22","We know that the whole creation has been groaning as in the pains of childbirth right up to the present time.","23","Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption to sonship, the redemption of our bodies.","24","For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what they already have?","25","But if we hope for what we do not yet have, we wait for it patiently."]},{"reference":"Isaiah 51:10-12","words":86,"text":["10","Was it not you who dried up the sea, the waters of the great deep, who made a road in the depths of the sea so that the redeemed might cross over?","11","Those the Lord has rescued will return. They will enter Zion with singing; everlasting joy will crown their heads. Gladness and joy will overtake them, and sorrow and sighing will flee away.","12","“I, even I, am he who comforts you. Who are you that you fear mere mortals, human beings who are but grass,"]},{"reference":"Romans 9:3-5","words":75,"text":["3","For I could wish that I myself were cursed and cut off from Christ for the sake of my people, those of my own race,","4","the people of Israel. Theirs is the adoption to sonship; theirs the divine glory, the covenants, the receiving of the law, the temple worship and the promises.","5","Theirs are the patriarchs, and from them is traced the human ancestry of the Messiah, who is God over all, forever praised! Amen."]},{"reference":"Isaiah 52:3-9","words":182,"text":["3","For this is what the Lord says: “You were sold for nothing, and without money you will be redeemed.”","4","For this is what the Sovereign Lord says: “At first my people went down to Egypt to live; lately, Assyria has oppressed them.","5","“And now what do I have here?” declares the Lord. “For my people have been taken away for nothing, and those who rule them mock,” declares the Lord. “And all day long my name is constantly blasphemed.","6","Therefore my people will know my name; therefore in that day they will know that it is I who foretold it. Yes, it is I.”","7","How beautiful on the mountains are the feet of those who bring good news, who proclaim peace, who bring good tidings, who proclaim salvation, who say to Zion, “Your God reigns!”","8","Listen! Your watchmen lift up their voices; together they shout for joy. When the Lord returns to Zion, they will see it with their own eyes.","9","Burst into songs of joy together, you ruins of Jerusalem, for the Lord has comforted his people, he has redeemed Jerusalem."]},{"reference":"Romans 11:33-36","words":67,"text":["33","Oh, the depth of the riches of the wisdom and knowledge of God! How unsearchable his judgments, and his paths beyond tracing out!","34","“Who has known the mind of the Lord? Or who has been his counselor?”","35","“Who has ever given to God, that God should repay them?”","36","For from him and through him and for him are all things. To him be the glory forever! Amen."]},{"reference":"Jeremiah 17:18","words":33,"text":["18","Let my persecutors be put to shame, but keep me from shame; let them be terrified, but keep me from terror. Bring on them the day of disaster; destroy them with double destruction."]},{"reference":"1 Corinthians 2:13-16","words":101,"text":["13","This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, explaining spiritual realities with Spirit-taught words.","14","The person without the Spirit does not accept the things that come from the Spirit of God but considers them foolishness, and cannot understand them because they are discerned only through the Spirit.","15","The person with the Spirit makes judgments about all things, but such a person is not subject to merely human judgments,","16","for, “Who has known the mind of the Lord so as to instruct him?” But we have the mind of Christ."]},{"reference":"Jeremiah 31:10-14","words":146,"text":["10","“Hear the word of the Lord, you nations; proclaim it in distant coastlands: ‘He who scattered Israel will gather them and will watch over his flock like a shepherd.’","11","For the Lord will deliver Jacob and redeem them from the hand of those stronger than they.","12","They will come and shout for joy on the heights of Zion; they will rejoice in the bounty of the Lord— the grain, the new wine and the olive oil, the young of the flocks and herds. They will be like a well-watered garden, and they will sorrow no more.","13","Then young women will dance and be glad, young men and old as well. I will turn their mourning into gladness; I will give them comfort and joy instead of sorrow.","14","I will satisfy the priests with abundance, and my people will be filled with my bounty,” declares the Lord."]},{"reference":"2 Corinthians 1:3-4","words":46,"text":["3","Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort,","4","who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves receive from God."]},{"reference":"Jeremiah 31:33-34","words":88,"text":["33","“This is the covenant I will make with the people of Israel after that time,” declares the Lord. “I will put my law in their minds and write it on their hearts. I will be their God, and they will be my people.","34","No longer will they teach their neighbor, or say to one another, ‘Know the Lord,’ because they will all know me, from the least of them to the greatest,” declares the Lord. “For I will forgive their wickedness and will remember their sins no more.”"]},{"reference":"2 Corinthians 4:7-15","words":189,"text":["7","But we have this treasure in jars of clay to show that this all-surpassing power is from God and not from us.","8","We are hard pressed on every side, but not crushed; perplexed, but not in despair;","9","persecuted, but not abandoned; struck down, but not destroyed.","10","We always carry around in our body the death of Jesus, so that the life of Jesus may also be revealed in our body.","11","For we who are alive are always being given over to death for Jesus’ sake, so that his life may also be revealed in our mortal body.","12","So then, death is at work in us, but life is at work in you.","13","It is written: “I believed; therefore I have spoken.” Since we have that same spirit of faith, we also believe and therefore speak,","14","because we know that the one who raised the Lord Jesus from the dead will also raise us with Jesus and present us with you to himself.","15","All this is for your benefit, so that the grace that is reaching more and more people may cause thanksgiving to overflow to the glory of God."]},{"reference":"Jeremiah 33:8-9","words":69,"text":["8","I will cleanse them from all the sin they have committed against me and will forgive all their sins of rebellion against me.","9","Then this city will bring me renown, joy, praise and honor before all nations on earth that hear of all the good things I do for it; and they will be in awe and will tremble at the abundant prosperity and peace I provide for it.’"]},{"reference":"2 Corinthians 12:9-10","words":65,"text":["9","But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me.","10","That is why, for Christ’s sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong."]},{"reference":"Jeremiah 50:33-38","words":157,"text":["33","This is what the Lord Almighty says: “The people of Israel are oppressed, and the people of Judah as well. All their captors hold them fast, refusing to let them go.","34","Yet their Redeemer is strong; the Lord Almighty is his name. He will vigorously defend their cause so that he may bring rest to their land, but unrest to those who live in Babylon.","35","“A sword against the Babylonians!” declares the Lord— “against those who live in Babylon and against her officials and wise men!","36","A sword against her false prophets! They will become fools. A sword against her warriors! They will be filled with terror.","37","A sword against her horses and chariots and all the foreigners in her ranks! They will become weaklings. A sword against her treasures! They will be plundered.","38","A drought on her waters! They will dry up. For it is a land of idols, idols that will go mad with terror."]},{"reference":"2 Corinthians 13:4-9","words":153,"text":["4","For to be sure, he was crucified in weakness, yet he lives by God’s power. Likewise, we are weak in him, yet by God’s power we will live with him in our dealing with you.","5","Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you—unless, of course, you fail the test?","6","And I trust that you will discover that we have not failed the test.","7","Now we pray to God that you will not do anything wrong—not so that people will see that we have stood the test but so that you will do what is right even though we may seem to have failed.","8","For we cannot do anything against the truth, but only for the truth.","9","We are glad whenever we are weak but you are strong; and our prayer is that you may be fully restored."]},{"reference":"Micah 3:11","words":40,"text":["11","Her leaders judge for a bribe, her priests teach for a price, and her prophets tell fortunes for money. Yet they look for the Lord’s support and say, “Is not the Lord among us? No disaster will come upon us.”"]},{"reference":"Galatians 1:6-10","words":145,"text":["6","I am astonished that you are so quickly deserting the one who called you to live in the grace of Christ and are turning to a different gospel—","7","which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ.","8","But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let them be under God’s curse!","9","As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let them be under God’s curse!","10","Am I now trying to win the approval of human beings, or of God? Or am I trying to please people? If I were still trying to please people, I would not be a servant of Christ."]},{"reference":"Daniel 12:4-9","words":182,"text":["4","But you, Daniel, roll up and seal the words of the scroll until the time of the end. Many will go here and there to increase knowledge.”","5","Then I, Daniel, looked, and there before me stood two others, one on this bank of the river and one on the opposite bank.","6","One of them said to the man clothed in linen, who was above the waters of the river, “How long will it be before these astonishing things are fulfilled?”","7","The man clothed in linen, who was above the waters of the river, lifted his right hand and his left hand toward heaven, and I heard him swear by him who lives forever, saying, “It will be for a time, times and half a time. When the power of the holy people has been finally broken, all these things will be completed.”","8","I heard, but I did not understand. So I asked, “My lord, what will the outcome of all this be?”","9","He replied, “Go your way, Daniel, because the words are rolled up and sealed until the time of the end."]},{"reference":"Galatians 6:6-10","words":102,"text":["6","Nevertheless, the one who receives instruction in the word should share all good things with their instructor.","7","Do not be deceived: God cannot be mocked. A man reaps what he sows.","8","Whoever sows to please their flesh, from the flesh will reap destruction; whoever sows to please the Spirit, from the Spirit will reap eternal life.","9","Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.","10","Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers."]},{"reference":"Zephaniah 3:14-17","words":99,"text":["14","Sing, Daughter Zion; shout aloud, Israel! Be glad and rejoice with all your heart, Daughter Jerusalem!","15","The Lord has taken away your punishment, he has turned back your enemy. The Lord, the King of Israel, is with you; never again will you fear any harm.","16","On that day they will say to Jerusalem, “Do not fear, Zion; do not let your hands hang limp.","17","The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.”"]},{"reference":"Ephesians 2:17-22","words":106,"text":["17","He came and preached peace to you who were far away and peace to those who were near.","18","For through him we both have access to the Father by one Spirit.","19","Consequently, you are no longer foreigners and strangers, but fellow citizens with God’s people and also members of his household,","20","built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone.","21","In him the whole building is joined together and rises to become a holy temple in the Lord.","22","And in him you too are being built together to become a dwelling in which God lives by his Spirit."]},{"reference":"Zechariah 1:13-15","words":67,"text":["13","So the Lord spoke kind and comforting words to the angel who talked with me.","14","Then the angel who was speaking to me said, “Proclaim this word: This is what the Lord Almighty says: ‘I am very jealous for Jerusalem and Zion,","15","and I am very angry with the nations that feel secure. I was only a little angry, but they went too far with the punishment.’"]},{"reference":"Ephesians 3:14-21","words":154,"text":["14","For this reason I kneel before the Father,","15","from whom every family in heaven and on earth derives its name.","16","I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being,","17","so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love,","18","may have power, together with all the Lord’s holy people, to grasp how wide and long and high and deep is the love of Christ,","19","and to know this love that surpasses knowledge—that you may be filled to the measure of all the fullness of God.","20","Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us,","21","to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen."]},{"reference":"Malachi 4:1-6","words":171,"text":["1","“Surely the day is coming; it will burn like a furnace. All the arrogant and every evildoer will be stubble, and the day that is coming will set them on fire,” says the Lord Almighty. “Not a root or a branch will be left to them.","2","But for you who revere my name, the sun of righteousness will rise with healing in its rays. And you will go out and frolic like well-fed calves.","3","Then you will trample on the wicked; they will be ashes under the soles of your feet on the day when I act,” says the Lord Almighty.","4","“Remember the law of my servant Moses, the decrees and laws I gave him at Horeb for all Israel.","5","“See, I will send the prophet Elijah to you before that great and dreadful day of the Lord comes.","6","He will turn the hearts of the parents to their children, and the hearts of the children to their parents; or else I will come and strike the land with total destruction.”"]},{"reference":"Philippians 2:4-11","words":141,"text":["4","not looking to your own interests but each of you to the interests of the others.","5","In your relationships with one another, have the same mindset as Christ Jesus:","6","Who, being in very nature God, did not consider equality with God something to be used to his own advantage;","7","rather, he made himself nothing by taking the very nature of a servant, being made in human likeness.","8","And being found in appearance as a man, he humbled himself by becoming obedient to death— even death on a cross!","9","Therefore God exalted him to the highest place and gave him the name that is above every name,","10","that at the name of Jesus every knee should bow, in heaven and on earth and under the earth,","11","and every tongue acknowledge that Jesus Christ is Lord, to the glory of God the Father."]},{"reference":"Mark 1:2-5","words":85,"text":["2","as it is written in Isaiah the prophet: “I will send my messenger ahead of you, who will prepare your way”—","3","“a voice of one calling in the wilderness, ‘Prepare the way for the Lord, make straight paths for him.’”","4","And so John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins.","5","The whole Judean countryside and all the people of Jerusalem went out to him. Confessing their sins, they were baptized by him in the Jordan River."]},{"reference":"1 Thessalonians 1:8-10","words":80,"text":["8","The Lord’s message rang out from you not only in Macedonia and Achaia—your faith in God has become known everywhere. Therefore we do not need to say anything about it,","9","for they themselves report what kind of reception you gave us. They tell how you turned to God from idols to serve the living and true God,","10","and to wait for his Son from heaven, whom he raised from the dead—Jesus, who rescues us from the coming wrath."]},{"reference":"Mark 16:14","words":33,"text":["14","Later Jesus appeared to the Eleven as they were eating; he rebuked them for their lack of faith and their stubborn refusal to believe those who had seen him after he had risen."]},{"reference":"1 Thessalonians 2:9-12","words":89,"text":["9","Surely you remember, brothers and sisters, our toil and hardship; we worked night and day in order not to be a burden to anyone while we preached the gospel of God to you.","10","You are witnesses, and so is God, of how holy, righteous and blameless we were among you who believed.","11","For you know that we dealt with each of you as a father deals with his own children,","12","encouraging, comforting and urging you to live lives worthy of God, who calls you into his kingdom and glory."]}]
