[{"reference":"Ruth 1:1","words":43,"text":["1","Now it came to pass, in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehem, Judah, went to dwell in the country of Moab, he and his wife and his two sons."]},{"reference":"Psalm 138:1-7","words":149,"text":["1","I will praise You with my whole heart; Before the gods I will sing praises to You.","2","I will worship toward Your holy temple, And praise Your name For Your lovingkindness and Your truth; For You have magnified Your word above all Your name.","3","In the day when I cried out, You answered me, And made me bold with strength in my soul.","4","All the kings of the earth shall praise You, O Lord, When they hear the words of Your mouth.","5","Yes, they shall sing of the ways of the Lord, For great is the glory of the Lord.","6","Though the Lord is on high, Yet He regards the lowly; But the proud He knows from afar.","7","Though I walk in the midst of trouble, You will revive me; You will stretch out Your hand Against the wrath of my enemies, And Your right hand will save me."]},{"reference":"1 Thessalonians 4:16-18","words":71,"text":["16","For the Lord Himself will descend from heaven with a shout, with the voice of an archangel, and with the trumpet of God. And the dead in Christ will rise first.","17","Then we who are alive and remain shall be caught up together with them in the clouds to meet the Lord in the air. And thus we shall always be with the Lord.","18","Therefore comfort one another with these words."]},{"reference":"Romans 5:12-13","words":43,"text":["12","Therefore, just as through one man sin entered the world, and death through sin, and thus death spread to all men, because all sinned—","13","(For until the law sin was in the world, but sin is not imputed when there is no law."]},{"reference":"Psalm 147:1-5","words":67,"text":["1","Praise the Lord! For it is good to sing praises to our God; For it is pleasant, and praise is beautiful.","2","The Lord builds up Jerusalem; He gathers together the outcasts of Israel.","3","He heals the brokenhearted And binds up their wounds.","4","He counts the number of the stars; He calls them all by name.","5","Great is our Lord, and mighty in power; His understanding is infinite."]},{"reference":"1 Thessalonians 5:1-24","words":368,"text":["1","But concerning the times and the seasons, brethren, you have no need that I should write to you.","2","For you yourselves know perfectly that the day of the Lord so comes as a thief in the night.","3","For when they say, “Peace and safety!” then sudden destruction comes upon them, as labor pains upon a pregnant woman. And they shall not escape.","4","But you, brethren, are not in darkness, so that this Day should overtake you as a thief.","5","You are all sons of light and sons of the day. We are not of the night nor of darkness.","6","Therefore let us not sleep, as others do, but let us watch and be sober.","7","For those who sleep, sleep at night, and those who get drunk are drunk at night.","8","But let us who are of the day be sober, putting on the breastplate of faith and love, and as a helmet the hope of salvation.","9","For God did not appoint us to wrath, but to obtain salvation through our Lord Jesus Christ,","10","who died for us, that whether we wake or sleep, we should live together with Him.","11","Therefore comfort each other and edify one another, just as you also are doing.","12","And we urge you, brethren, to recognize those who labor among you, and are over you in the Lord and admonish you,","13","and to esteem them very highly in love for their work’s sake. Be at peace among yourselves.","14","Now we exhort you, brethren, warn those who are unruly, comfort the fainthearted, uphold the weak, be patient with all.","15","See that no one renders evil for evil to anyone, but always pursue what is good both for yourselves and for all.","16","Rejoice always,","17","pray without ceasing,","18","in everything give thanks; for this is the will of God in Christ Jesus for you.","19","Do not quench the Spirit.","20","Do not despise prophecies.","21","Test all things; hold fast what is good.","22","Abstain from every form of evil.","23","Now may the God of peace Himself sanctify you completely; and may your whole spirit, soul, and body be preserved blameless at the coming of our Lord Jesus Christ.","24","He who calls you is faithful, who also will do it."]},{"reference":"Ruth 1:16-17","words":71,"text":["16","But Ruth said: “Entreat me not to leave you, Or to turn back from following after you; For wherever you go, I will go; And wherever you lodge, I will lodge; Your people shall be my people, And your God, my God.","17","Where you die, I will die, And there will I be buried. The Lord do so to me, and more also, If anything but death parts you and me.”"]},{"reference":"Isaiah 55:1-13","words":389,"text":["1","“Ho! Everyone who thirsts, Come to the waters; And you who have no money, Come, buy and eat. Yes, come, buy wine and milk Without money and without price.","2","Why do you spend money for what is not bread, And your wages for what does not satisfy? Listen carefully to Me, and eat what is good, And let your soul delight itself in abundance.","3","Incline your ear, and come to Me. Hear, and your soul shall live; And I will make an everlasting covenant with you— The sure mercies of David.","4","Indeed I have given him as a witness to the people, A leader and commander for the people.","5","Surely you shall call a nation you do not know, And nations who do not know you shall run to you, Because of the Lord your God, And the Holy One of Israel; For He has glorified you.”","6","Seek the Lord while He may be found, Call upon Him while He is near.","7","Let the wicked forsake his way, And the unrighteous man his thoughts; Let him return to the Lord, And He will have mercy on him; And to our God, For He will abundantly pardon.","8","“For My thoughts are not your thoughts, Nor are your ways My ways,” says the Lord.","9","“For as the heavens are higher than the earth, So are My ways higher than your ways, And My thoughts than your thoughts.","10","“For as the rain comes down, and the snow from heaven, And do not return there, But water the earth, And make it bring forth and bud, That it may give seed to the sower And bread to the eater,","11","So shall My word be that goes forth from My mouth; It shall not return to Me void, But it shall accomplish what I please, And it shall prosper in the thing for which I sent it.","12","“For you shall go out with joy, And be led out with peace; The mountains and the hills Shall break forth into singing before you, And all the trees of the field shall clap their hands.","13","Instead of the thorn shall come up the cypress tree, And instead of the brier shall come up the myrtle tree; And it shall be to the Lord for a name, For an everlasting sign that shall not be cut off.”"]},{"reference":"1 Timothy 6:11-16","words":134,"text":["11","But you, O man of God, flee these things and pursue righteousness, godliness, faith, love, patience, gentleness.","12","Fight the good fight of faith, lay hold on eternal life, to which you were also called and have confessed the good confession in the presence of many witnesses.","13","I urge you in the sight of God who gives life to all things, and before Christ Jesus who witnessed the good confession before Pontius Pilate,","14","that you keep this commandment without spot, blameless until our Lord Jesus Christ’s appearing,","15","which He will manifest in His own time, He who is the blessed and only Potentate, the King of kings and Lord of lords,","16","who alone has immortality, dwelling in unapproachable light, whom no man has seen or can see, to whom be honor and everlasting power. Amen."]},{"reference":"Genesis 17:6-7","words":51,"text":["6","I will make you exceedingly fruitful; and I will make nations of you, and kings shall come from you.","7","And I will establish My covenant between Me and you and your descendants after you in their generations, for an everlasting covenant, to be God to you and your descendants after you."]},{"reference":"Isaiah 57:14-19","words":178,"text":["14","And one shall say, “Heap it up! Heap it up! Prepare the way, Take the stumbling block out of the way of My people.”","15","For thus says the High and Lofty One Who inhabits eternity, whose name is Holy: “I dwell in the high and holy place, With him who has a contrite and humble spirit, To revive the spirit of the humble, And to revive the heart of the contrite ones.","16","For I will not contend forever, Nor will I always be angry; For the spirit would fail before Me, And the souls which I have made.","17","For the iniquity of his covetousness I was angry and struck him; I hid and was angry, And he went on backsliding in the way of his heart.","18","I have seen his ways, and will heal him; I will also lead him, And restore comforts to him And to his mourners.","19","“I create the fruit of the lips: Peace, peace to him who is far off and to him who is near,” Says the Lord, “And I will heal him.”"]},{"reference":"2 Timothy 2:1-19","words":353,"text":["1","You therefore, my son, be strong in the grace that is in Christ Jesus.","2","And the things that you have heard from me among many witnesses, commit these to faithful men who will be able to teach others also.","3","You therefore must endure hardship as a good soldier of Jesus Christ.","4","No one engaged in warfare entangles himself with the affairs of this life, that he may please him who enlisted him as a soldier.","5","And also if anyone competes in athletics, he is not crowned unless he competes according to the rules.","6","The hardworking farmer must be first to partake of the crops.","7","Consider what I say, and may the Lord give you understanding in all things.","8","Remember that Jesus Christ, of the seed of David, was raised from the dead according to my gospel,","9","for which I suffer trouble as an evildoer, even to the point of chains; but the word of God is not chained.","10","Therefore I endure all things for the sake of the elect, that they also may obtain the salvation which is in Christ Jesus with eternal glory.","11","This is a faithful saying: For if we died with Him, We shall also live with Him.","12","If we endure, We shall also reign with Him. If we deny Him, He also will deny us.","13","If we are faithless, He remains faithful; He cannot deny Himself.","14","Remind them of these things, charging them before the Lord not to strive about words to no profit, to the ruin of the hearers.","15","Be diligent to present yourself approved to God, a worker who does not need to be ashamed, rightly dividing the word of truth.","16","But shun profane and idle babblings, for they will increase to more ungodliness.","17","And their message will spread like cancer. Hymenaeus and Philetus are of this sort,","18","who have strayed concerning the truth, saying that the resurrection is already past; and they overthrow the faith of some.","19","Nevertheless the solid foundation of God stands, having this seal: “The Lord knows those who are His,” and, “Let everyone who names the name of Christ depart from iniquity.”"]},{"reference":"Ruth 2:12-13","words":59,"text":["12","The Lord repay your work, and a full reward be given you by the Lord God of Israel, under whose wings you have come for refuge.”","13","Then she said, “Let me find favor in your sight, my lord; for you have comforted me, and have spoken kindly to your maidservant, though I am not like one of your maidservants.”"]},{"reference":"Isaiah 61:1-7","words":226,"text":["1","“The Spirit of the Lord God is upon Me, Because the Lord has anointed Me To preach good tidings to the poor; He has sent Me to heal the brokenhearted, To proclaim liberty to the captives, And the opening of the prison to those who are bound;","2","To proclaim the acceptable year of the Lord, And the day of vengeance of our God; To comfort all who mourn,","3","To console those who mourn in Zion, To give them beauty for ashes, The oil of joy for mourning, The garment of praise for the spirit of heaviness; That they may be called trees of righteousness, The planting of the Lord, that He may be glorified.”","4","And they shall rebuild the old ruins, They shall raise up the former desolations, And they shall repair the ruined cities, The desolations of many generations.","5","Strangers shall stand and feed your flocks, And the sons of the foreigner Shall be your plowmen and your vinedressers.","6","But you shall be named the priests of the Lord, They shall call you the servants of our God. You shall eat the riches of the Gentiles, And in their glory you shall boast.","7","Instead of your shame you shall have double honor, And instead of confusion they shall rejoice in their portion. Therefore in their land they shall possess double; Everlasting joy shall be theirs."]},{"reference":"2 Timothy 4:1-8","words":182,"text":["1","I charge you therefore before God and the Lord Jesus Christ, who will judge the living and the dead at His appearing and His kingdom:","2","Preach the word! Be ready in season and out of season. Convince, rebuke, exhort, with all longsuffering and teaching.","3","For the time will come when they will not endure sound doctrine, but according to their own desires, because they have itching ears, they will heap up for themselves teachers;","4","and they will turn their ears away from the truth, and be turned aside to fables.","5","But you be watchful in all things, endure afflictions, do the work of an evangelist, fulfill your ministry.","6","For I am already being poured out as a drink offering, and the time of my departure is at hand.","7","I have fought the good fight, I have finished the race, I have kept the faith.","8","Finally, there is laid up for me the crown of righteousness, which the Lord, the righteous Judge, will give to me on that Day, and not to me only but also to all who have loved His appearing."]},{"reference":"Exodus 12:13-14","words":78,"text":["13","Now the blood shall be a sign for you on the houses where you are. And when I see the blood, I will pass over you; and the plague shall not be on you to destroy you when I strike the land of Egypt.","14","‘So this day shall be to you a memorial; and you shall keep it as a feast to the Lord throughout your generations. You shall keep it as a feast by an everlasting ordinance."]},{"reference":"Isaiah 62:10-12","words":87,"text":["10","Go through, Go through the gates! Prepare the way for the people; Build up, Build up the highway! Take out the stones, Lift up a banner for the peoples!","11","Indeed the Lord has proclaimed To the end of the world: “Say to the daughter of Zion, ‘Surely your salvation is coming; Behold, His reward is with Him, And His work before Him.’ ”","12","And they shall call them The Holy People, The Redeemed of the Lord; And you shall be called Sought Out, A City Not Forsaken."]},{"reference":"Titus 2:1-6","words":91,"text":["1","But as for you, speak the things which are proper for sound doctrine:","2","that the older men be sober, reverent, temperate, sound in faith, in love, in patience;","3","the older women likewise, that they be reverent in behavior, not slanderers, not given to much wine, teachers of good things—","4","that they admonish the young women to love their husbands, to love their children,","5","to be discreet, chaste, homemakers, good, obedient to their own husbands, that the word of God may not be blasphemed.","6","Likewise, exhort the young men to be sober-minded,"]},{"reference":"Ruth 3:11-13","words":104,"text":["11","And now, my daughter, do not fear. I will do for you all that you request, for all the people of my town know that you are a virtuous woman.","12","Now it is true that I am a close relative; however, there is a relative closer than I.","13","Stay this night, and in the morning it shall be that if he will perform the duty of a close relative for you—good; let him do it. But if he does not want to perform the duty for you, then I will perform the duty for you, as the Lord lives! Lie down until morning.”"]},{"reference":"Isaiah 63:15-19","words":127,"text":["15","Look down from heaven, And see from Your habitation, holy and glorious. Where are Your zeal and Your strength, The yearning of Your heart and Your mercies toward me? Are they restrained?","16","Doubtless You are our Father, Though Abraham was ignorant of us, And Israel does not acknowledge us. You, O Lord, are our Father; Our Redeemer from Everlasting is Your name.","17","O Lord, why have You made us stray from Your ways, And hardened our heart from Your fear? Return for Your servants’ sake, The tribes of Your inheritance.","18","Your holy people have possessed it but a little while; Our adversaries have trodden down Your sanctuary.","19","We have become like those of old, over whom You never ruled, Those who were never called by Your name."]},{"reference":"Hebrews 1:10-12","words":60,"text":["10","And: “You, Lord, in the beginning laid the foundation of the earth, And the heavens are the work of Your hands.","11","They will perish, but You remain; And they will all grow old like a garment;","12","Like a cloak You will fold them up, And they will be changed. But You are the same, And Your years will not fail.”"]},{"reference":"Hebrews 2:14-15","words":50,"text":["14","Inasmuch then as the children have partaken of flesh and blood, He Himself likewise shared in the same, that through death He might destroy him who had the power of death, that is, the devil,","15","and release those who through fear of death were all their lifetime subject to bondage."]},{"reference":"Isaiah 65:13-14","words":59,"text":["13","Therefore thus says the Lord God: “Behold, My servants shall eat, But you shall be hungry; Behold, My servants shall drink, But you shall be thirsty; Behold, My servants shall rejoice, But you shall be ashamed;","14","Behold, My servants shall sing for joy of heart, But you shall cry for sorrow of heart, And wail for grief of spirit."]},{"reference":"Hebrews 8:8-11","words":154,"text":["8","Because finding fault with them, He says: “Behold, the days are coming, says the Lord, when I will make a new covenant with the house of Israel and with the house of Judah—","9","not according to the covenant that I made with their fathers in the day when I took them by the hand to lead them out of the land of Egypt; because they did not continue in My covenant, and I disregarded them, says the Lord.","10","For this is the covenant that I will make with the house of Israel after those days, says the Lord: I will put My laws in their mind and write them on their hearts; and I will be their God, and they shall be My people.","11","None of them shall teach his neighbor, and none his brother, saying, ‘Know the Lord,’ for all shall know Me, from the least of them to the greatest of them."]},{"reference":"Ruth 4:10-11","words":101,"text":["10","Moreover, Ruth the Moabitess, the widow of Mahlon, I have acquired as my wife, to perpetuate the name of the dead through his inheritance, that the name of the dead may not be cut off from among his brethren and from his position at the gate. You are witnesses this day.”","11","And all the people who were at the gate, and the elders, said, “We are witnesses. The Lord make the woman who is coming to your house like Rachel and Leah, the two who built the house of Israel; and may you prosper in Ephrathah and be famous in Bethlehem."]},{"reference":"Jeremiah 16:16-21","words":177,"text":["16","“Behold, I will send for many fishermen,” says the Lord, “and they shall fish them; and afterward I will send for many hunters, and they shall hunt them from every mountain and every hill, and out of the holes of the rocks.","17","For My eyes are on all their ways; they are not hidden from My face, nor is their iniquity hidden from My eyes.","18","And first I will repay double for their iniquity and their sin, because they have defiled My land; they have filled My inheritance with the carcasses of their detestable and abominable idols.”","19","O Lord, my strength and my fortress, My refuge in the day of affliction, The Gentiles shall come to You From the ends of the earth and say, “Surely our fathers have inherited lies, Worthlessness and unprofitable things.”","20","Will a man make gods for himself, Which are not gods?","21","“Therefore behold, I will this once cause them to know, I will cause them to know My hand and My might; And they shall know that My name is the Lord."]},{"reference":"Hebrews 9:11-15","words":148,"text":["11","But Christ came as High Priest of the good things to come, with the greater and more perfect tabernacle not made with hands, that is, not of this creation.","12","Not with the blood of goats and calves, but with His own blood He entered the Most Holy Place once for all, having obtained eternal redemption.","13","For if the blood of bulls and goats and the ashes of a heifer, sprinkling the unclean, sanctifies for the purifying of the flesh,","14","how much more shall the blood of Christ, who through the eternal Spirit offered Himself without spot to God, cleanse your conscience from dead works to serve the living God?","15","And for this reason He is the Mediator of the new covenant, by means of death, for the redemption of the transgressions under the first covenant, that those who are called may receive the promise of the eternal inheritance."]},{"reference":"1 Peter 1:18-19","words":39,"text":["18","knowing that you were not redeemed with corruptible things, like silver or gold, from your aimless conduct received by tradition from your fathers,","19","but with the precious blood of Christ, as of a lamb without blemish and without spot."]},{"reference":"Ezekiel 3:4-6","words":71,"text":["4","Then He said to me: “Son of man, go to the house of Israel and speak with My words to them.","5","For you are not sent to a people of unfamiliar speech and of hard language, but to the house of Israel,","6","not to many people of unfamiliar speech and of hard language, whose words you cannot understand. Surely, had I sent you to them, they would have listened to you."]},{"reference":"Hebrews 12:12-15","words":72,"text":["12","Therefore strengthen the hands which hang down, and the feeble knees,","13","and make straight paths for your feet, so that what is lame may not be dislocated, but rather be healed.","14","Pursue peace with all people, and holiness, without which no one will see the Lord:","15","looking carefully lest anyone fall short of the grace of God; lest any root of bitterness springing up cause trouble, and by this many become defiled;"]},{"reference":"Ruth 4:13-15","words":89,"text":["13","So Boaz took Ruth and she became his wife; and when he went in to her, the Lord gave her conception, and she bore a son.","14","Then the women said to Naomi, “Blessed be the Lord, who has not left you this day without a close relative; and may his name be famous in Israel!","15","And may he be to you a restorer of life and a nourisher of your old age; for your daughter-in-law, who loves you, who is better to you than seven sons, has borne him.”"]},{"reference":"Daniel 4:28-37","words":340,"text":["28","All this came upon King Nebuchadnezzar.","29","At the end of the twelve months he was walking about the royal palace of Babylon.","30","The king spoke, saying, “Is not this great Babylon, that I have built for a royal dwelling by my mighty power and for the honor of my majesty?”","31","While the word was still in the king’s mouth, a voice fell from heaven: “King Nebuchadnezzar, to you it is spoken: the kingdom has departed from you!","32","And they shall drive you from men, and your dwelling shall be with the beasts of the field. They shall make you eat grass like oxen; and seven times shall pass over you, until you know that the Most High rules in the kingdom of men, and gives it to whomever He chooses.”","33","That very hour the word was fulfilled concerning Nebuchadnezzar; he was driven from men and ate grass like oxen; his body was wet with the dew of heaven till his hair had grown like eagles’ feathers and his nails like birds’ claws.","34","And at the end of the time I, Nebuchadnezzar, lifted my eyes to heaven, and my understanding returned to me; and I blessed the Most High and praised and honored Him who lives forever: For His dominion is an everlasting dominion, And His kingdom is from generation to generation.","35","All the inhabitants of the earth are reputed as nothing; He does according to His will in the army of heaven And among the inhabitants of the earth. No one can restrain His hand Or say to Him, “What have You done?”","36","At the same time my reason returned to me, and for the glory of my kingdom, my honor and splendor returned to me. My counselors and nobles resorted to me, I was restored to my kingdom, and excellent majesty was added to me.","37","Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, all of whose works are truth, and His ways justice. And those who walk in pride He is able to put down."]},{"reference":"James 1:26-27","words":51,"text":["26","If anyone among you thinks he is religious, and does not bridle his tongue but deceives his own heart, this one’s religion is useless.","27","Pure and undefiled religion before God and the Father is this: to visit orphans and widows in their trouble, and to keep oneself unspotted from the world."]},{"reference":"Colossians 1:13-14","words":33,"text":["13","He has delivered us from the power of darkness and conveyed us into the kingdom of the Son of His love,","14","in whom we have redemption through His blood, the forgiveness of sins."]},{"reference":"Malachi 3:1","words":44,"text":["1","“Behold, I send My messenger, And he will prepare the way before Me. And the Lord, whom you seek, Will suddenly come to His temple, Even the Messenger of the covenant, In whom you delight. Behold, He is coming,” Says the Lord of hosts."]},{"reference":"1 Peter 1:3-16","words":330,"text":["3","Blessed be the God and Father of our Lord Jesus Christ, who according to His abundant mercy has begotten us again to a living hope through the resurrection of Jesus Christ from the dead,","4","to an inheritance incorruptible and undefiled and that does not fade away, reserved in heaven for you,","5","who are kept by the power of God through faith for salvation ready to be revealed in the last time.","6","In this you greatly rejoice, though now for a little while, if need be, you have been grieved by various trials,","7","that the genuineness of your faith, being much more precious than gold that perishes, though it is tested by fire, may be found to praise, honor, and glory at the revelation of Jesus Christ,","8","whom having not seen you love. Though now you do not see Him, yet believing, you rejoice with joy inexpressible and full of glory,","9","receiving the end of your faith—the salvation of your souls.","10","Of this salvation the prophets have inquired and searched carefully, who prophesied of the grace that would come to you,","11","searching what, or what manner of time, the Spirit of Christ who was in them was indicating when He testified beforehand the sufferings of Christ and the glories that would follow.","12","To them it was revealed that, not to themselves, but to us they were ministering the things which now have been reported to you through those who have preached the gospel to you by the Holy Spirit sent from heaven—things which angels desire to look into.","13","Therefore gird up the loins of your mind, be sober, and rest your hope fully upon the grace that is to be brought to you at the revelation of Jesus Christ;","14","as obedient children, not conforming yourselves to the former lusts, as in your ignorance;","15","but as He who called you is holy, you also be holy in all your conduct,","16","because it is written, “Be holy, for I am holy.”"]},{"reference":"Ruth 4:18-22","words":38,"text":["18","Now this is the genealogy of Perez: Perez begot Hezron;","19","Hezron begot Ram, and Ram begot Amminadab;","20","Amminadab begot Nahshon, and Nahshon begot Salmon;","21","Salmon begot Boaz, and Boaz begot Obed;","22","Obed begot Jesse, and Jesse begot David."]},{"reference":"Matthew 3:1-3","words":56,"text":["1","In those days John the Baptist came preaching in the wilderness of Judea,","2","and saying, “Repent, for the kingdom of heaven is at hand!”","3","For this is he who was spoken of by the prophet Isaiah, saying: “The voice of one crying in the wilderness: ‘Prepare the way of the Lord; Make His paths straight.’ ”"]},{"reference":"1 Peter 2:6-10","words":137,"text":["6","Therefore it is also contained in the Scripture, “Behold, I lay in Zion A chief cornerstone, elect, precious, And he who believes on Him will by no means be put to shame.”","7","Therefore, to you who believe, He is precious; but to those who are disobedient, “The stone which the builders rejected Has become the chief cornerstone,”","8","and “A stone of stumbling And a rock of offense.” They stumble, being disobedient to the word, to which they also were appointed.","9","But you are a chosen generation, a royal priesthood, a holy nation, His own special people, that you may proclaim the praises of Him who called you out of darkness into His marvelous light;","10","who once were not a people but are now the people of God, who had not obtained mercy but now have obtained mercy."]},{"reference":"Ephesians 1:18-19","words":52,"text":["18","the eyes of your understanding being enlightened; that you may know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints,","19","and what is the exceeding greatness of His power toward us who believe, according to the working of His mighty power"]},{"reference":"Matthew 5:1-16","words":267,"text":["1","And seeing the multitudes, He went up on a mountain, and when He was seated His disciples came to Him.","2","Then He opened His mouth and taught them, saying:","3","“Blessed are the poor in spirit, For theirs is the kingdom of heaven.","4","Blessed are those who mourn, For they shall be comforted.","5","Blessed are the meek, For they shall inherit the earth.","6","Blessed are those who hunger and thirst for righteousness, For they shall be filled.","7","Blessed are the merciful, For they shall obtain mercy.","8","Blessed are the pure in heart, For they shall see God.","9","Blessed are the peacemakers, For they shall be called sons of God.","10","Blessed are those who are persecuted for righteousness’ sake, For theirs is the kingdom of heaven.","11","Blessed are you when they revile and persecute you, and say all kinds of evil against you falsely for My sake.","12","Rejoice and be exceedingly glad, for great is your reward in heaven, for so they persecuted the prophets who were before you.","13","“You are the salt of the earth; but if the salt loses its flavor, how shall it be seasoned? It is then good for nothing but to be thrown out and trampled underfoot by men.","14","“You are the light of the world. A city that is set on a hill cannot be hidden.","15","Nor do they light a lamp and put it under a basket, but on a lampstand, and it gives light to all who are in the house.","16","Let your light so shine before men, that they may see your good works and glorify your Father in heaven."]},{"reference":"1 Peter 2:23-25","words":72,"text":["23","who, when He was reviled, did not revile in return; when He suffered, He did not threaten, but committed Himself to Him who judges righteously;","24","who Himself bore our sins in His own body on the tree, that we, having died to sins, might live for righteousness—by whose stripes you were healed.","25","For you were like sheep going astray, but have now returned to the Shepherd and Overseer of your souls."]},{"reference":"Genesis 21:33","words":20,"text":["33","Then Abraham planted a tamarisk tree in Beersheba, and there called on the name of the Lord, the Everlasting God."]},{"reference":"Matthew 9:1-8","words":149,"text":["1","So He got into a boat, crossed over, and came to His own city.","2","Then behold, they brought to Him a paralytic lying on a bed. When Jesus saw their faith, He said to the paralytic, “Son, be of good cheer; your sins are forgiven you.”","3","And at once some of the scribes said within themselves, “This Man blasphemes!”","4","But Jesus, knowing their thoughts, said, “Why do you think evil in your hearts?","5","For which is easier, to say, ‘Your sins are forgiven you,’ or to say, ‘Arise and walk’?","6","But that you may know that the Son of Man has power on earth to forgive sins”—then He said to the paralytic, “Arise, take up your bed, and go to your house.”","7","And he arose and departed to his house.","8","Now when the multitudes saw it, they marveled and glorified God, who had given such power to men."]},{"reference":"1 Peter 3:8-12","words":116,"text":["8","Finally, all of you be of one mind, having compassion for one another; love as brothers, be tenderhearted, be courteous;","9","not returning evil for evil or reviling for reviling, but on the contrary blessing, knowing that you were called to this, that you may inherit a blessing.","10","For “He who would love life And see good days, Let him refrain his tongue from evil, And his lips from speaking deceit.","11","Let him turn away from evil and do good; Let him seek peace and pursue it.","12","For the eyes of the Lord are on the righteous, And His ears are open to their prayers; But the face of the Lord is against those who do evil.”"]},{"reference":"Genesis 34:3","words":24,"text":["3","His soul was strongly attracted to Dinah the daughter of Jacob, and he loved the young woman and spoke kindly to the young woman."]},{"reference":"Matthew 28:18-20","words":72,"text":["18","And Jesus came and spoke to them, saying, “All authority has been given to Me in heaven and on earth.","19","Go therefore and make disciples of all the nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,","20","teaching them to observe all things that I have commanded you; and lo, I am with you always, even to the end of the age.” Amen."]},{"reference":"1 John 4:17-19","words":63,"text":["17","Love has been perfected among us in this: that we may have boldness in the day of judgment; because as He is, so are we in this world.","18","There is no fear in love; but perfect love casts out fear, because fear involves torment. But he who fears has not been made perfect in love.","19","We love Him because He first loved us."]},{"reference":"Exodus 15:1-13","words":291,"text":["1","Then Moses and the children of Israel sang this song to the Lord, and spoke, saying: “I will sing to the Lord, For He has triumphed gloriously! The horse and its rider He has thrown into the sea!","2","The Lord is my strength and song, And He has become my salvation; He is my God, and I will praise Him; My father’s God, and I will exalt Him.","3","The Lord is a man of war; The Lord is His name.","4","Pharaoh’s chariots and his army He has cast into the sea; His chosen captains also are drowned in the Red Sea.","5","The depths have covered them; They sank to the bottom like a stone.","6","“Your right hand, O Lord, has become glorious in power; Your right hand, O Lord, has dashed the enemy in pieces.","7","And in the greatness of Your excellence You have overthrown those who rose against You; You sent forth Your wrath; It consumed them like stubble.","8","And with the blast of Your nostrils The waters were gathered together; The floods stood upright like a heap; The depths congealed in the heart of the sea.","9","The enemy said, ‘I will pursue, I will overtake, I will divide the spoil; My desire shall be satisfied on them. I will draw my sword, My hand shall destroy them.’","10","You blew with Your wind, The sea covered them; They sank like lead in the mighty waters.","11","“Who is like You, O Lord, among the gods? Who is like You, glorious in holiness, Fearful in praises, doing wonders?","12","You stretched out Your right hand; The earth swallowed them.","13","You in Your mercy have led forth The people whom You have redeemed; You have guided them in Your strength To Your holy habitation."]},{"reference":"Mark 9:2-4","words":57,"text":["2","Now after six days Jesus took Peter, James, and John, and led them up on a high mountain apart by themselves; and He was transfigured before them.","3","His clothes became shining, exceedingly white, like snow, such as no launderer on earth can whiten them.","4","And Elijah appeared to them with Moses, and they were talking with Jesus."]},{"reference":"1 John 5:1-15","words":370,"text":["1","Whoever believes that Jesus is the Christ is born of God, and everyone who loves Him who begot also loves him who is begotten of Him.","2","By this we know that we love the children of God, when we love God and keep His commandments.","3","For this is the love of God, that we keep His commandments. And His commandments are not burdensome.","4","For whatever is born of God overcomes the world. And this is the victory that has overcome the world—our faith.","5","Who is he who overcomes the world, but he who believes that Jesus is the Son of God?","6","This is He who came by water and blood—Jesus Christ; not only by water, but by water and blood. And it is the Spirit who bears witness, because the Spirit is truth.","7","For there are three that bear witness in heaven: the Father, the Word, and the Holy Spirit; and these three are one.","8","And there are three that bear witness on earth: the Spirit, the water, and the blood; and these three agree as one.","9","If we receive the witness of men, the witness of God is greater; for this is the witness of God which He has testified of His Son.","10","He who believes in the Son of God has the witness in himself; he who does not believe God has made Him a liar, because he has not believed the testimony that God has given of His Son.","11","And this is the testimony: that God has given us eternal life, and this life is in His Son.","12","He who has the Son has life; he who does not have the Son of God does not have life.","13","These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life, and that you may continue to believe in the name of the Son of God.","14","Now this is the confidence that we have in Him, that if we ask anything according to His will, He hears us.","15","And if we know that He hears us, whatever we ask, we know that we have the petitions that we have asked of Him."]},{"reference":"Deuteronomy 32:28-43","words":359,"text":["28","“For they are a nation void of counsel, Nor is there any understanding in them.","29","Oh, that they were wise, that they understood this, That they would consider their latter end!","30","How could one chase a thousand, And two put ten thousand to flight, Unless their Rock had sold them, And the Lord had surrendered them?","31","For their rock is not like our Rock, Even our enemies themselves being judges.","32","For their vine is of the vine of Sodom And of the fields of Gomorrah; Their grapes are grapes of gall, Their clusters are bitter.","33","Their wine is the poison of serpents, And the cruel venom of cobras.","34","‘Is this not laid up in store with Me, Sealed up among My treasures?","35","Vengeance is Mine, and recompense; Their foot shall slip in due time; For the day of their calamity is at hand, And the things to come hasten upon them.’","36","“For the Lord will judge His people And have compassion on His servants, When He sees that their power is gone, And there is no one remaining, bond or free.","37","He will say: ‘Where are their gods, The rock in which they sought refuge?","38","Who ate the fat of their sacrifices, And drank the wine of their drink offering? Let them rise and help you, And be your refuge.","39","‘Now see that I, even I, am He, And there is no God besides Me; I kill and I make alive; I wound and I heal; Nor is there any who can deliver from My hand.","40","For I raise My hand to heaven, And say, “As I live forever,","41","If I whet My glittering sword, And My hand takes hold on judgment, I will render vengeance to My enemies, And repay those who hate Me.","42","I will make My arrows drunk with blood, And My sword shall devour flesh, With the blood of the slain and the captives, From the heads of the leaders of the enemy.” ’","43","“Rejoice, O Gentiles, with His people; For He will avenge the blood of His servants, And render vengeance to His adversaries; He will provide atonement for His land and His people.”"]},{"reference":"Luke 1:68-79","words":198,"text":["68","“Blessed is the Lord God of Israel, For He has visited and redeemed His people,","69","And has raised up a horn of salvation for us In the house of His servant David,","70","As He spoke by the mouth of His holy prophets, Who have been since the world began,","71","That we should be saved from our enemies And from the hand of all who hate us,","72","To perform the mercy promised to our fathers And to remember His holy covenant,","73","The oath which He swore to our father Abraham:","74","To grant us that we, Being delivered from the hand of our enemies, Might serve Him without fear,","75","In holiness and righteousness before Him all the days of our life.","76","“And you, child, will be called the prophet of the Highest; For you will go before the face of the Lord to prepare His ways,","77","To give knowledge of salvation to His people By the remission of their sins,","78","Through the tender mercy of our God, With which the Dayspring from on high has visited us;","79","To give light to those who sit in darkness and the shadow of death, To guide our feet into the way of peace.”"]},{"reference":"Revelation 4:6-11","words":183,"text":["6","Before the throne there was a sea of glass, like crystal. And in the midst of the throne, and around the throne, were four living creatures full of eyes in front and in back.","7","The first living creature was like a lion, the second living creature like a calf, the third living creature had a face like a man, and the fourth living creature was like a flying eagle.","8","The four living creatures, each having six wings, were full of eyes around and within. And they do not rest day or night, saying: “Holy, holy, holy, Lord God Almighty, Who was and is and is to come!”","9","Whenever the living creatures give glory and honor and thanks to Him who sits on the throne, who lives forever and ever,","10","the twenty-four elders fall down before Him who sits on the throne and worship Him who lives forever and ever, and cast their crowns before the throne, saying:","11","“You are worthy, O Lord, To receive glory and honor and power; For You created all things, And by Your will they exist and were created.”"]},{"reference":"Deuteronomy 33:1-6","words":125,"text":["1","Now this is the blessing with which Moses the man of God blessed the children of Israel before his death.","2","And he said: “The Lord came from Sinai, And dawned on them from Seir; He shone forth from Mount Paran, And He came with ten thousands of saints; From His right hand Came a fiery law for them.","3","Yes, He loves the people; All His saints are in Your hand; They sit down at Your feet; Everyone receives Your words.","4","Moses commanded a law for us, A heritage of the congregation of Jacob.","5","And He was King in Jeshurun, When the leaders of the people were gathered, All the tribes of Israel together.","6","“Let Reuben live, and not die, Nor let his men be few.”"]},{"reference":"Luke 3:2-6","words":108,"text":["2","while Annas and Caiaphas were high priests, the word of God came to John the son of Zacharias in the wilderness.","3","And he went into all the region around the Jordan, preaching a baptism of repentance for the remission of sins,","4","as it is written in the book of the words of Isaiah the prophet, saying: “The voice of one crying in the wilderness: ‘Prepare the way of the Lord; Make His paths straight.","5","Every valley shall be filled And every mountain and hill brought low; The crooked places shall be made straight And the rough ways smooth;","6","And all flesh shall see the salvation of God.’ ”"]},{"reference":"Revelation 22:13-19","words":197,"text":["13","I am the Alpha and the Omega, the Beginning and the End, the First and the Last.”","14","Blessed are those who do His commandments, that they may have the right to the tree of life, and may enter through the gates into the city.","15","But outside are dogs and sorcerers and sexually immoral and murderers and idolaters, and whoever loves and practices a lie.","16","“I, Jesus, have sent My angel to testify to you these things in the churches. I am the Root and the Offspring of David, the Bright and Morning Star.”","17","And the Spirit and the bride say, “Come!” And let him who hears say, “Come!” And let him who thirsts come. Whoever desires, let him take the water of life freely.","18","For I testify to everyone who hears the words of the prophecy of this book: If anyone adds to these things, God will add to him the plagues that are written in this book;","19","and if anyone takes away from the words of the book of this prophecy, God shall take away his part from the Book of Life, from the holy city, and from the things which are written in this book."]},{"reference":"1 Samuel 2:10","words":40,"text":["10","The adversaries of the Lord shall be broken in pieces; From heaven He will thunder against them. The Lord will judge the ends of the earth. “He will give strength to His king, And exalt the horn of His anointed.”"]},{"reference":"Luke 4:18-19","words":57,"text":["18","“The Spirit of the Lord is upon Me, Because He has anointed Me To preach the gospel to the poor; He has sent Me to heal the brokenhearted, To proclaim liberty to the captives And recovery of sight to the blind, To set at liberty those who are oppressed;","19","To proclaim the acceptable year of the Lord.”"]},{"reference":"1 Kings 8:46-53","words":269,"text":["46","“When they sin against You (for there is no one who does not sin), and You become angry with them and deliver them to the enemy, and they take them captive to the land of the enemy, far or near;","47","yet when they come to themselves in the land where they were carried captive, and repent, and make supplication to You in the land of those who took them captive, saying, ‘We have sinned and done wrong, we have committed wickedness’;","48","and when they return to You with all their heart and with all their soul in the land of their enemies who led them away captive, and pray to You toward their land which You gave to their fathers, the city which You have chosen and the temple which I have built for Your name:","49","then hear in heaven Your dwelling place their prayer and their supplication, and maintain their cause,","50","and forgive Your people who have sinned against You, and all their transgressions which they have transgressed against You; and grant them compassion before those who took them captive, that they may have compassion on them","51","(for they are Your people and Your inheritance, whom You brought out of Egypt, out of the iron furnace),","52","that Your eyes may be open to the supplication of Your servant and the supplication of Your people Israel, to listen to them whenever they call to You.","53","For You separated them from among all the peoples of the earth to be Your inheritance, as You spoke by Your servant Moses, when You brought our fathers out of Egypt, O Lord God.”"]},{"reference":"Luke 18:7-8","words":46,"text":["7","And shall God not avenge His own elect who cry out day and night to Him, though He bears long with them?","8","I tell you that He will avenge them speedily. Nevertheless, when the Son of Man comes, will He really find faith on the earth?”"]},{"reference":"Nehemiah 9:30-31","words":58,"text":["30","Yet for many years You had patience with them, And testified against them by Your Spirit in Your prophets. Yet they would not listen; Therefore You gave them into the hand of the peoples of the lands.","31","Nevertheless in Your great mercy You did not utterly consume them nor forsake them; For You are God, gracious and merciful."]},{"reference":"Luke 22:31-34","words":84,"text":["31","And the Lord said, “Simon, Simon! Indeed, Satan has asked for you, that he may sift you as wheat.","32","But I have prayed for you, that your faith should not fail; and when you have returned to Me, strengthen your brethren.”","33","But he said to Him, “Lord, I am ready to go with You, both to prison and to death.”","34","Then He said, “I tell you, Peter, the rooster shall not crow this day before you will deny three times that you know Me.”"]},{"reference":"Job 19:23-29","words":123,"text":["23","“Oh, that my words were written! Oh, that they were inscribed in a book!","24","That they were engraved on a rock With an iron pen and lead, forever!","25","For I know that my Redeemer lives, And He shall stand at last on the earth;","26","And after my skin is destroyed, this I know, That in my flesh I shall see God,","27","Whom I shall see for myself, And my eyes shall behold, and not another. How my heart yearns within me!","28","If you should say, ‘How shall we persecute him?’— Since the root of the matter is found in me,","29","Be afraid of the sword for yourselves; For wrath brings the punishment of the sword, That you may know there is a judgment.”"]},{"reference":"John 1:1-18","words":311,"text":["1","In the beginning was the Word, and the Word was with God, and the Word was God.","2","He was in the beginning with God.","3","All things were made through Him, and without Him nothing was made that was made.","4","In Him was life, and the life was the light of men.","5","And the light shines in the darkness, and the darkness did not comprehend it.","6","There was a man sent from God, whose name was John.","7","This man came for a witness, to bear witness of the Light, that all through him might believe.","8","He was not that Light, but was sent to bear witness of that Light.","9","That was the true Light which gives light to every man coming into the world.","10","He was in the world, and the world was made through Him, and the world did not know Him.","11","He came to His own, and His own did not receive Him.","12","But as many as received Him, to them He gave the right to become children of God, to those who believe in His name:","13","who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.","14","And the Word became flesh and dwelt among us, and we beheld His glory, the glory as of the only begotten of the Father, full of grace and truth.","15","John bore witness of Him and cried out, saying, “This was He of whom I said, ‘He who comes after me is preferred before me, for He was before me.’ ”","16","And of His fullness we have all received, and grace for grace.","17","For the law was given through Moses, but grace and truth came through Jesus Christ.","18","No one has seen God at any time. The only begotten Son, who is in the bosom of the Father, He has declared Him."]},{"reference":"Job 42:10-12","words":115,"text":["10","And the Lord restored Job’s losses when he prayed for his friends. Indeed the Lord gave Job twice as much as he had before.","11","Then all his brothers, all his sisters, and all those who had been his acquaintances before, came to him and ate food with him in his house; and they consoled him and comforted him for all the adversity that the Lord had brought upon him. Each one gave him a piece of silver and each a ring of gold.","12","Now the Lord blessed the latter days of Job more than his beginning; for he had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and one thousand female donkeys."]},{"reference":"John 5:30-32","words":65,"text":["30","I can of Myself do nothing. As I hear, I judge; and My judgment is righteous, because I do not seek My own will but the will of the Father who sent Me.","31","“If I bear witness of Myself, My witness is not true.","32","There is another who bears witness of Me, and I know that the witness which He witnesses of Me is true."]},{"reference":"Psalm 32:1-11","words":235,"text":["1","Blessed is he whose transgression is forgiven, Whose sin is covered.","2","Blessed is the man to whom the Lord does not impute iniquity, And in whose spirit there is no deceit.","3","When I kept silent, my bones grew old Through my groaning all the day long.","4","For day and night Your hand was heavy upon me; My vitality was turned into the drought of summer. Selah","5","I acknowledged my sin to You, And my iniquity I have not hidden. I said, “I will confess my transgressions to the Lord,” And You forgave the iniquity of my sin. Selah","6","For this cause everyone who is godly shall pray to You In a time when You may be found; Surely in a flood of great waters They shall not come near him.","7","You are my hiding place; You shall preserve me from trouble; You shall surround me with songs of deliverance. Selah","8","I will instruct you and teach you in the way you should go; I will guide you with My eye.","9","Do not be like the horse or like the mule, Which have no understanding, Which must be harnessed with bit and bridle, Else they will not come near you.","10","Many sorrows shall be to the wicked; But he who trusts in the Lord, mercy shall surround him.","11","Be glad in the Lord and rejoice, you righteous; And shout for joy, all you upright in heart!"]},{"reference":"John 6:28-40","words":293,"text":["28","Then they said to Him, “What shall we do, that we may work the works of God?”","29","Jesus answered and said to them, “This is the work of God, that you believe in Him whom He sent.”","30","Therefore they said to Him, “What sign will You perform then, that we may see it and believe You? What work will You do?","31","Our fathers ate the manna in the desert; as it is written, ‘He gave them bread from heaven to eat.’ ”","32","Then Jesus said to them, “Most assuredly, I say to you, Moses did not give you the bread from heaven, but My Father gives you the true bread from heaven.","33","For the bread of God is He who comes down from heaven and gives life to the world.”","34","Then they said to Him, “Lord, give us this bread always.”","35","And Jesus said to them, “I am the bread of life. He who comes to Me shall never hunger, and he who believes in Me shall never thirst.","36","But I said to you that you have seen Me and yet do not believe.","37","All that the Father gives Me will come to Me, and the one who comes to Me I will by no means cast out.","38","For I have come down from heaven, not to do My own will, but the will of Him who sent Me.","39","This is the will of the Father who sent Me, that of all He has given Me I should lose nothing, but should raise it up at the last day.","40","And this is the will of Him who sent Me, that everyone who sees the Son and believes in Him may have everlasting life; and I will raise him up at the last day.”"]},{"reference":"Psalm 68:4","words":23,"text":["4","Sing to God, sing praises to His name; Extol Him who rides on the clouds, By His name Yah, And rejoice before Him."]},{"reference":"John 8:12-19","words":185,"text":["12","Then Jesus spoke to them again, saying, “I am the light of the world. He who follows Me shall not walk in darkness, but have the light of life.”","13","The Pharisees therefore said to Him, “You bear witness of Yourself; Your witness is not true.”","14","Jesus answered and said to them, “Even if I bear witness of Myself, My witness is true, for I know where I came from and where I am going; but you do not know where I come from and where I am going.","15","You judge according to the flesh; I judge no one.","16","And yet if I do judge, My judgment is true; for I am not alone, but I am with the Father who sent Me.","17","It is also written in your law that the testimony of two men is true.","18","I am One who bears witness of Myself, and the Father who sent Me bears witness of Me.”","19","Then they said to Him, “Where is Your Father?” Jesus answered, “You know neither Me nor My Father. If you had known Me, you would have known My Father also.”"]},{"reference":"Psalm 85:1-13","words":198,"text":["1","Lord, You have been favorable to Your land; You have brought back the captivity of Jacob.","2","You have forgiven the iniquity of Your people; You have covered all their sin. Selah","3","You have taken away all Your wrath; You have turned from the fierceness of Your anger.","4","Restore us, O God of our salvation, And cause Your anger toward us to cease.","5","Will You be angry with us forever? Will You prolong Your anger to all generations?","6","Will You not revive us again, That Your people may rejoice in You?","7","Show us Your mercy, Lord, And grant us Your salvation.","8","I will hear what God the Lord will speak, For He will speak peace To His people and to His saints; But let them not turn back to folly.","9","Surely His salvation is near to those who fear Him, That glory may dwell in our land.","10","Mercy and truth have met together; Righteousness and peace have kissed.","11","Truth shall spring out of the earth, And righteousness shall look down from heaven.","12","Yes, the Lord will give what is good; And our land will yield its increase.","13","Righteousness will go before Him, And shall make His footsteps our pathway."]},{"reference":"John 14:9","words":37,"text":["9","Jesus said to him, “Have I been with you so long, and yet you have not known Me, Philip? He who has seen Me has seen the Father; so how can you say, ‘Show us the Father’?"]},{"reference":"Psalm 90:13-17","words":90,"text":["13","Return, O Lord! How long? And have compassion on Your servants.","14","Oh, satisfy us early with Your mercy, That we may rejoice and be glad all our days!","15","Make us glad according to the days in which You have afflicted us, The years in which we have seen evil.","16","Let Your work appear to Your servants, And Your glory to their children.","17","And let the beauty of the Lord our God be upon us, And establish the work of our hands for us; Yes, establish the work of our hands."]},{"reference":"John 21:15-19","words":194,"text":["15","So when they had eaten breakfast, Jesus said to Simon Peter, “Simon, son of Jonah, do you love Me more than these?” He said to Him, “Yes, Lord; You know that I love You.” He said to him, “Feed My lambs.”","16","He said to him again a second time, “Simon, son of Jonah, do you love Me?” He said to Him, “Yes, Lord; You know that I love You.” He said to him, “Tend My sheep.”","17","He said to him the third time, “Simon, son of Jonah, do you love Me?” Peter was grieved because He said to him the third time, “Do you love Me?” And he said to Him, “Lord, You know all things; You know that I love You.” Jesus said to him, “Feed My sheep.","18","Most assuredly, I say to you, when you were younger, you girded yourself and walked where you wished; but when you are old, you will stretch out your hands, and another will gird you and carry you where you do not wish.”","19","This He spoke, signifying by what death he would glorify God. And when He had spoken this, He said to him, “Follow Me.”"]},{"reference":"Psalm 107:1-9","words":150,"text":["1","Oh, give thanks to the Lord, for He is good! For His mercy endures forever.","2","Let the redeemed of the Lord say so, Whom He has redeemed from the hand of the enemy,","3","And gathered out of the lands, From the east and from the west, From the north and from the south.","4","They wandered in the wilderness in a desolate way; They found no city to dwell in.","5","Hungry and thirsty, Their soul fainted in them.","6","Then they cried out to the Lord in their trouble, And He delivered them out of their distresses.","7","And He led them forth by the right way, That they might go to a city for a dwelling place.","8","Oh, that men would give thanks to the Lord for His goodness, And for His wonderful works to the children of men!","9","For He satisfies the longing soul, And fills the hungry soul with goodness."]},{"reference":"Acts 2:14-28","words":347,"text":["14","But Peter, standing up with the eleven, raised his voice and said to them, “Men of Judea and all who dwell in Jerusalem, let this be known to you, and heed my words.","15","For these are not drunk, as you suppose, since it is only the third hour of the day.","16","But this is what was spoken by the prophet Joel:","17","‘And it shall come to pass in the last days, says God, That I will pour out of My Spirit on all flesh; Your sons and your daughters shall prophesy, Your young men shall see visions, Your old men shall dream dreams.","18","And on My menservants and on My maidservants I will pour out My Spirit in those days; And they shall prophesy.","19","I will show wonders in heaven above And signs in the earth beneath: Blood and fire and vapor of smoke.","20","The sun shall be turned into darkness, And the moon into blood, Before the coming of the great and awesome day of the Lord.","21","And it shall come to pass That whoever calls on the name of the Lord Shall be saved.’","22","“Men of Israel, hear these words: Jesus of Nazareth, a Man attested by God to you by miracles, wonders, and signs which God did through Him in your midst, as you yourselves also know—","23","Him, being delivered by the determined purpose and foreknowledge of God, you have taken by lawless hands, have crucified, and put to death;","24","whom God raised up, having loosed the pains of death, because it was not possible that He should be held by it.","25","For David says concerning Him: ‘I foresaw the Lord always before my face, For He is at my right hand, that I may not be shaken.","26","Therefore my heart rejoiced, and my tongue was glad; Moreover my flesh also will rest in hope.","27","For You will not leave my soul in Hades, Nor will You allow Your Holy One to see corruption.","28","You have made known to me the ways of life; You will make me full of joy in Your presence.’"]},{"reference":"Proverbs 23:1-12","words":181,"text":["1","When you sit down to eat with a ruler, Consider carefully what is before you;","2","And put a knife to your throat If you are a man given to appetite.","3","Do not desire his delicacies, For they are deceptive food.","4","Do not overwork to be rich; Because of your own understanding, cease!","5","Will you set your eyes on that which is not? For riches certainly make themselves wings; They fly away like an eagle toward heaven.","6","Do not eat the bread of a miser, Nor desire his delicacies;","7","For as he thinks in his heart, so is he. “Eat and drink!” he says to you, But his heart is not with you.","8","The morsel you have eaten, you will vomit up, And waste your pleasant words.","9","Do not speak in the hearing of a fool, For he will despise the wisdom of your words.","10","Do not remove the ancient landmark, Nor enter the fields of the fatherless;","11","For their Redeemer is mighty; He will plead their cause against you.","12","Apply your heart to instruction, And your ears to words of knowledge."]},{"reference":"Acts 26:19-23","words":119,"text":["19","“Therefore, King Agrippa, I was not disobedient to the heavenly vision,","20","but declared first to those in Damascus and in Jerusalem, and throughout all the region of Judea, and then to the Gentiles, that they should repent, turn to God, and do works befitting repentance.","21","For these reasons the Jews seized me in the temple and tried to kill me.","22","Therefore, having obtained help from God, to this day I stand, witnessing both to small and great, saying no other things than those which the prophets and Moses said would come—","23","that the Christ would suffer, that He would be the first to rise from the dead, and would proclaim light to the Jewish people and to the Gentiles.”"]},{"reference":"Isaiah 11:15-16","words":71,"text":["15","The Lord will utterly destroy the tongue of the Sea of Egypt; With His mighty wind He will shake His fist over the River, And strike it in the seven streams, And make men cross over dry-shod.","16","There will be a highway for the remnant of His people Who will be left from Assyria, As it was for Israel In the day that he came up from the land of Egypt."]},{"reference":"Romans 3:21-27","words":141,"text":["21","But now the righteousness of God apart from the law is revealed, being witnessed by the Law and the Prophets,","22","even the righteousness of God, through faith in Jesus Christ, to all and on all who believe. For there is no difference;","23","for all have sinned and fall short of the glory of God,","24","being justified freely by His grace through the redemption that is in Christ Jesus,","25","whom God set forth as a propitiation by His blood, through faith, to demonstrate His righteousness, because in His forbearance God had passed over the sins that were previously committed,","26","to demonstrate at the present time His righteousness, that He might be just and the justifier of the one who has faith in Jesus.","27","Where is boasting then? It is excluded. By what law? Of works? No, but by the law of faith."]},{"reference":"Isaiah 43:19-25","words":184,"text":["19","Behold, I will do a new thing, Now it shall spring forth; Shall you not know it? I will even make a road in the wilderness And rivers in the desert.","20","The beast of the field will honor Me, The jackals and the ostriches, Because I give waters in the wilderness And rivers in the desert, To give drink to My people, My chosen.","21","This people I have formed for Myself; They shall declare My praise.","22","“But you have not called upon Me, O Jacob; And you have been weary of Me, O Israel.","23","You have not brought Me the sheep for your burnt offerings, Nor have you honored Me with your sacrifices. I have not caused you to serve with grain offerings, Nor wearied you with incense.","24","You have bought Me no sweet cane with money, Nor have you satisfied Me with the fat of your sacrifices; But you have burdened Me with your sins, You have wearied Me with your iniquities.","25","“I, even I, am He who blots out your transgressions for My own sake; And I will not remember your sins."]},{"reference":"Romans 8:19-25","words":144,"text":["19","For the earnest expectation of the creation eagerly waits for the revealing of the sons of God.","20","For the creation was subjected to futility, not willingly, but because of Him who subjected it in hope;","21","because the creation itself also will be delivered from the bondage of corruption into the glorious liberty of the children of God.","22","For we know that the whole creation groans and labors with birth pangs together until now.","23","Not only that, but we also who have the firstfruits of the Spirit, even we ourselves groan within ourselves, eagerly waiting for the adoption, the redemption of our body.","24","For we were saved in this hope, but hope that is seen is not hope; for why does one still hope for what he sees?","25","But if we hope for what we do not see, we eagerly wait for it with perseverance."]},{"reference":"Isaiah 51:10-12","words":98,"text":["10","Are You not the One who dried up the sea, The waters of the great deep; That made the depths of the sea a road For the redeemed to cross over?","11","So the ransomed of the Lord shall return, And come to Zion with singing, With everlasting joy on their heads. They shall obtain joy and gladness; Sorrow and sighing shall flee away.","12","“I, even I, am He who comforts you. Who are you that you should be afraid Of a man who will die, And of the son of a man who will be made like grass?"]},{"reference":"Romans 9:3-5","words":67,"text":["3","For I could wish that I myself were accursed from Christ for my brethren, my countrymen according to the flesh,","4","who are Israelites, to whom pertain the adoption, the glory, the covenants, the giving of the law, the service of God, and the promises;","5","of whom are the fathers and from whom, according to the flesh, Christ came, who is over all, the eternally blessed God. Amen."]},{"reference":"Isaiah 52:3-9","words":186,"text":["3","For thus says the Lord: “You have sold yourselves for nothing, And you shall be redeemed without money.”","4","For thus says the Lord God: “My people went down at first Into Egypt to dwell there; Then the Assyrian oppressed them without cause.","5","Now therefore, what have I here,” says the Lord, “That My people are taken away for nothing? Those who rule over them Make them wail,” says the Lord, “And My name is blasphemed continually every day.","6","Therefore My people shall know My name; Therefore they shall know in that day That I am He who speaks: ‘Behold, it is I.’ ”","7","How beautiful upon the mountains Are the feet of him who brings good news, Who proclaims peace, Who brings glad tidings of good things, Who proclaims salvation, Who says to Zion, “Your God reigns!”","8","Your watchmen shall lift up their voices, With their voices they shall sing together; For they shall see eye to eye When the Lord brings back Zion.","9","Break forth into joy, sing together, You waste places of Jerusalem! For the Lord has comforted His people, He has redeemed Jerusalem."]},{"reference":"Romans 11:33-36","words":72,"text":["33","Oh, the depth of the riches both of the wisdom and knowledge of God! How unsearchable are His judgments and His ways past finding out!","34","“For who has known the mind of the Lord? Or who has become His counselor?”","35","“Or who has first given to Him And it shall be repaid to him?”","36","For of Him and through Him and to Him are all things, to whom be glory forever. Amen."]},{"reference":"Jeremiah 17:18","words":40,"text":["18","Let them be ashamed who persecute me, But do not let me be put to shame; Let them be dismayed, But do not let me be dismayed. Bring on them the day of doom, And destroy them with double destruction!"]},{"reference":"1 Corinthians 2:13-16","words":91,"text":["13","These things we also speak, not in words which man’s wisdom teaches but which the Holy Spirit teaches, comparing spiritual things with spiritual.","14","But the natural man does not receive the things of the Spirit of God, for they are foolishness to him; nor can he know them, because they are spiritually discerned.","15","But he who is spiritual judges all things, yet he himself is rightly judged by no one.","16","For “who has known the mind of the Lord that he may instruct Him?” But we have the mind of Christ."]},{"reference":"Jeremiah 31:10-14","words":157,"text":["10","“Hear the word of the Lord, O nations, And declare it in the isles afar off, and say, ‘He who scattered Israel will gather him, And keep him as a shepherd does his flock.’","11","For the Lord has redeemed Jacob, And ransomed him from the hand of one stronger than he.","12","Therefore they shall come and sing in the height of Zion, Streaming to the goodness of the Lord— For wheat and new wine and oil, For the young of the flock and the herd; Their souls shall be like a well-watered garden, And they shall sorrow no more at all.","13","“Then shall the virgin rejoice in the dance, And the young men and the old, together; For I will turn their mourning to joy, Will comfort them, And make them rejoice rather than sorrow.","14","I will satiate the soul of the priests with abundance, And My people shall be satisfied with My goodness, says the Lord.”"]},{"reference":"2 Corinthians 1:3-4","words":51,"text":["3","Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,","4","who comforts us in all our tribulation, that we may be able to comfort those who are in any trouble, with the comfort with which we ourselves are comforted by God."]},{"reference":"Jeremiah 31:33-34","words":96,"text":["33","But this is the covenant that I will make with the house of Israel after those days, says the Lord: I will put My law in their minds, and write it on their hearts; and I will be their God, and they shall be My people.","34","No more shall every man teach his neighbor, and every man his brother, saying, ‘Know the Lord,’ for they all shall know Me, from the least of them to the greatest of them, says the Lord. For I will forgive their iniquity, and their sin I will remember no more.”"]},{"reference":"2 Corinthians 4:7-15","words":179,"text":["7","But we have this treasure in earthen vessels, that the excellence of the power may be of God and not of us.","8","We are hard-pressed on every side, yet not crushed; we are perplexed, but not in despair;","9","persecuted, but not forsaken; struck down, but not destroyed—","10","always carrying about in the body the dying of the Lord Jesus, that the life of Jesus also may be manifested in our body.","11","For we who live are always delivered to death for Jesus’ sake, that the life of Jesus also may be manifested in our mortal flesh.","12","So then death is working in us, but life in you.","13","And since we have the same spirit of faith, according to what is written, “I believed and therefore I spoke,” we also believe and therefore speak,","14","knowing that He who raised up the Lord Jesus will also raise us up with Jesus, and will present us with you.","15","For all things are for your sakes, that grace, having spread through the many, may cause thanksgiving to abound to the glory of God."]},{"reference":"Jeremiah 33:8-9","words":85,"text":["8","I will cleanse them from all their iniquity by which they have sinned against Me, and I will pardon all their iniquities by which they have sinned and by which they have transgressed against Me.","9","Then it shall be to Me a name of joy, a praise, and an honor before all nations of the earth, who shall hear all the good that I do to them; they shall fear and tremble for all the goodness and all the prosperity that I provide for it.’"]},{"reference":"2 Corinthians 12:9-10","words":64,"text":["9","And He said to me, “My grace is sufficient for you, for My strength is made perfect in weakness.” Therefore most gladly I will rather boast in my infirmities, that the power of Christ may rest upon me.","10","Therefore I take pleasure in infirmities, in reproaches, in needs, in persecutions, in distresses, for Christ’s sake. For when I am weak, then I am strong."]},{"reference":"Jeremiah 50:33-38","words":174,"text":["33","Thus says the Lord of hosts: “The children of Israel were oppressed, Along with the children of Judah; All who took them captive have held them fast; They have refused to let them go.","34","Their Redeemer is strong; The Lord of hosts is His name. He will thoroughly plead their case, That He may give rest to the land, And disquiet the inhabitants of Babylon.","35","“A sword is against the Chaldeans,” says the Lord, “Against the inhabitants of Babylon, And against her princes and her wise men.","36","A sword is against the soothsayers, and they will be fools. A sword is against her mighty men, and they will be dismayed.","37","A sword is against their horses, Against their chariots, And against all the mixed peoples who are in her midst; And they will become like women. A sword is against her treasures, and they will be robbed.","38","A drought is against her waters, and they will be dried up. For it is the land of carved images, And they are insane with their idols."]},{"reference":"2 Corinthians 13:4-9","words":139,"text":["4","For though He was crucified in weakness, yet He lives by the power of God. For we also are weak in Him, but we shall live with Him by the power of God toward you.","5","Examine yourselves as to whether you are in the faith. Test yourselves. Do you not know yourselves, that Jesus Christ is in you?—unless indeed you are disqualified.","6","But I trust that you will know that we are not disqualified.","7","Now I pray to God that you do no evil, not that we should appear approved, but that you should do what is honorable, though we may seem disqualified.","8","For we can do nothing against the truth, but for the truth.","9","For we are glad when we are weak and you are strong. And this also we pray, that you may be made complete."]},{"reference":"Micah 3:11","words":37,"text":["11","Her heads judge for a bribe, Her priests teach for pay, And her prophets divine for money. Yet they lean on the Lord, and say, “Is not the Lord among us? No harm can come upon us.”"]},{"reference":"Galatians 1:6-10","words":124,"text":["6","I marvel that you are turning away so soon from Him who called you in the grace of Christ, to a different gospel,","7","which is not another; but there are some who trouble you and want to pervert the gospel of Christ.","8","But even if we, or an angel from heaven, preach any other gospel to you than what we have preached to you, let him be accursed.","9","As we have said before, so now I say again, if anyone preaches any other gospel to you than what you have received, let him be accursed.","10","For do I now persuade men, or God? Or do I seek to please men? For if I still pleased men, I would not be a bondservant of Christ."]},{"reference":"Daniel 12:4-9","words":179,"text":["4","“But you, Daniel, shut up the words, and seal the book until the time of the end; many shall run to and fro, and knowledge shall increase.”","5","Then I, Daniel, looked; and there stood two others, one on this riverbank and the other on that riverbank.","6","And one said to the man clothed in linen, who was above the waters of the river, “How long shall the fulfillment of these wonders be?”","7","Then I heard the man clothed in linen, who was above the waters of the river, when he held up his right hand and his left hand to heaven, and swore by Him who lives forever, that it shall be for a time, times, and half a time; and when the power of the holy people has been completely shattered, all these things shall be finished.","8","Although I heard, I did not understand. Then I said, “My lord, what shall be the end of these things?”","9","And he said, “Go your way, Daniel, for the words are closed up and sealed till the time of the end."]},{"reference":"Galatians 6:6-10","words":104,"text":["6","Let him who is taught the word share in all good things with him who teaches.","7","Do not be deceived, God is not mocked; for whatever a man sows, that he will also reap.","8","For he who sows to his flesh will of the flesh reap corruption, but he who sows to the Spirit will of the Spirit reap everlasting life.","9","And let us not grow weary while doing good, for in due season we shall reap if we do not lose heart.","10","Therefore, as we have opportunity, let us do good to all, especially to those who are of the household of faith."]},{"reference":"Zephaniah 3:14-17","words":101,"text":["14","Sing, O daughter of Zion! Shout, O Israel! Be glad and rejoice with all your heart, O daughter of Jerusalem!","15","The Lord has taken away your judgments, He has cast out your enemy. The King of Israel, the Lord, is in your midst; You shall see disaster no more.","16","In that day it shall be said to Jerusalem: “Do not fear; Zion, let not your hands be weak.","17","The Lord your God in your midst, The Mighty One, will save; He will rejoice over you with gladness, He will quiet you with His love, He will rejoice over you with singing.”"]},{"reference":"Ephesians 2:17-22","words":104,"text":["17","And He came and preached peace to you who were afar off and to those who were near.","18","For through Him we both have access by one Spirit to the Father.","19","Now, therefore, you are no longer strangers and foreigners, but fellow citizens with the saints and members of the household of God,","20","having been built on the foundation of the apostles and prophets, Jesus Christ Himself being the chief cornerstone,","21","in whom the whole building, being fitted together, grows into a holy temple in the Lord,","22","in whom you also are being built together for a dwelling place of God in the Spirit."]},{"reference":"Zechariah 1:13-15","words":66,"text":["13","And the Lord answered the angel who talked to me, with good and comforting words.","14","So the angel who spoke with me said to me, “Proclaim, saying, ‘Thus says the Lord of hosts: “I am zealous for Jerusalem And for Zion with great zeal.","15","I am exceedingly angry with the nations at ease; For I was a little angry, And they helped—but with evil intent.”"]},{"reference":"Ephesians 3:14-21","words":148,"text":["14","For this reason I bow my knees to the Father of our Lord Jesus Christ,","15","from whom the whole family in heaven and earth is named,","16","that He would grant you, according to the riches of His glory, to be strengthened with might through His Spirit in the inner man,","17","that Christ may dwell in your hearts through faith; that you, being rooted and grounded in love,","18","may be able to comprehend with all the saints what is the width and length and depth and height—","19","to know the love of Christ which passes knowledge; that you may be filled with all the fullness of God.","20","Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us,","21","to Him be glory in the church by Christ Jesus to all generations, forever and ever. Amen."]},{"reference":"Malachi 4:1-6","words":174,"text":["1","“For behold, the day is coming, Burning like an oven, And all the proud, yes, all who do wickedly will be stubble. And the day which is coming shall burn them up,” Says the Lord of hosts, “That will leave them neither root nor branch.","2","But to you who fear My name The Sun of Righteousness shall arise With healing in His wings; And you shall go out And grow fat like stall-fed calves.","3","You shall trample the wicked, For they shall be ashes under the soles of your feet On the day that I do this,” Says the Lord of hosts.","4","“Remember the Law of Moses, My servant, Which I commanded him in Horeb for all Israel, With the statutes and judgments.","5","Behold, I will send you Elijah the prophet Before the coming of the great and dreadful day of the Lord.","6","And he will turn The hearts of the fathers to the children, And the hearts of the children to their fathers, Lest I come and strike the earth with a curse.”"]},{"reference":"Philippians 2:4-11","words":152,"text":["4","Let each of you look out not only for his own interests, but also for the interests of others.","5","Let this mind be in you which was also in Christ Jesus,","6","who, being in the form of God, did not consider it robbery to be equal with God,","7","but made Himself of no reputation, taking the form of a bondservant, and coming in the likeness of men.","8","And being found in appearance as a man, He humbled Himself and became obedient to the point of death, even the death of the cross.","9","Therefore God also has highly exalted Him and given Him the name which is above every name,","10","that at the name of Jesus every knee should bow, of those in heaven, and of those on earth, and of those under the earth,","11","and that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father."]},{"reference":"Mark 1:2-5","words":85,"text":["2","As it is written in the Prophets: “Behold, I send My messenger before Your face, Who will prepare Your way before You.”","3","“The voice of one crying in the wilderness: ‘Prepare the way of the Lord; Make His paths straight.’ ”","4","John came baptizing in the wilderness and preaching a baptism of repentance for the remission of sins.","5","Then all the land of Judea, and those from Jerusalem, went out to him and were all baptized by him in the Jordan River, confessing their sins."]},{"reference":"1 Thessalonians 1:8-10","words":91,"text":["8","For from you the word of the Lord has sounded forth, not only in Macedonia and Achaia, but also in every place. Your faith toward God has gone out, so that we do not need to say anything.","9","For they themselves declare concerning us what manner of entry we had to you, and how you turned to God from idols to serve the living and true God,","10","and to wait for His Son from heaven, whom He raised from the dead, even Jesus who delivers us from the wrath to come."]},{"reference":"Mark 16:14","words":35,"text":["14","Later He appeared to the eleven as they sat at the table; and He rebuked their unbelief and hardness of heart, because they did not believe those who had seen Him after He had risen."]},{"reference":"1 Thessalonians 2:9-12","words":88,"text":["9","For you remember, brethren, our labor and toil; for laboring night and day, that we might not be a burden to any of you, we preached to you the gospel of God.","10","You are witnesses, and God also, how devoutly and justly and blamelessly we behaved ourselves among you who believe;","11","as you know how we exhorted, and comforted, and charged every one of you, as a father does his own children,","12","that you would walk worthy of God who calls you into His own kingdom and glory."]}]
