[{"reference":"Ruth 1:1","words":41,"text":["1","Now it came about in the days when the judges governed, that there was a famine in the land. And a man of Bethlehem in Judah went to reside in the land of Moab with his wife and his two sons."]},{"reference":"Psalm 138:1-7","words":155,"text":["1","I will give You thanks with all my heart; I will sing Your praises before the gods.","2","I will bow down toward Your holy temple And give thanks to Your name for Your mercy and Your truth; For You have made Your word great according to all Your name.","3","On the day I called, You answered me; You made me bold with strength in my soul.","4","All the kings of the earth will give thanks to You, Lord, When they have heard the words of Your mouth.","5","And they will sing of the ways of the Lord, For great is the glory of the Lord.","6","For the Lord is exalted, Yet He looks after the lowly, But He knows the haughty from afar.","7","Though I walk in the midst of trouble, You will revive me; You will reach out with Your hand against the wrath of my enemies, And Your right hand will save me."]},{"reference":"1 Thessalonians 4:16-18","words":71,"text":["16","For the Lord Himself will descend from heaven with a shout, with the voice of the archangel and with the trumpet of God, and the dead in Christ will rise first.","17","Then we who are alive, who remain, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord.","18","Therefore, comfort one another with these words."]},{"reference":"Romans 5:12-13","words":46,"text":["12","Therefore, just as through one man sin entered into the world, and death through sin, and so death spread to all mankind, because all sinned—","13","for until the Law sin was in the world, but sin is not counted against anyone when there is no law."]},{"reference":"Psalm 147:1-5","words":67,"text":["1","Praise the Lord! For it is good to sing praises to our God; For it is pleasant and praise is beautiful.","2","The Lord builds up Jerusalem; He gathers the outcasts of Israel.","3","He heals the brokenhearted And binds up their wounds.","4","He counts the number of the stars; He gives names to all of them.","5","Great is our Lord and abundant in strength; His understanding is infinite."]},{"reference":"1 Thessalonians 5:1-24","words":392,"text":["1","Now as to the periods and times, brothers and sisters, you have no need of anything to be written to you.","2","For you yourselves know full well that the day of the Lord is coming just like a thief in the night.","3","While they are saying, “Peace and safety!” then sudden destruction will come upon them like labor pains upon a pregnant woman, and they will not escape.","4","But you, brothers and sisters, are not in darkness, so that the day would overtake you like a thief;","5","for you are all sons of light and sons of day. We are not of night nor of darkness;","6","so then, let’s not sleep as others do, but let’s be alert and sober.","7","For those who sleep, sleep at night, and those who are drunk, get drunk at night.","8","But since we are of the day, let’s be sober, having put on the breastplate of faith and love, and as a helmet, the hope of salvation.","9","For God has not destined us for wrath, but for obtaining salvation through our Lord Jesus Christ,","10","who died for us, so that whether we are awake or asleep, we will live together with Him.","11","Therefore, encourage one another and build one another up, just as you also are doing.","12","But we ask you, brothers and sisters, to recognize those who diligently labor among you and are in leadership over you in the Lord, and give you instruction,","13","and that you regard them very highly in love because of their work. Live in peace with one another.","14","We urge you, brothers and sisters, admonish the unruly, encourage the fainthearted, help the weak, be patient with everyone.","15","See that no one repays another with evil for evil, but always seek what is good for one another and for all people.","16","Rejoice always,","17","pray without ceasing,","18","in everything give thanks; for this is the will of God for you in Christ Jesus.","19","Do not quench the Spirit,","20","do not utterly reject prophecies,","21","but examine everything; hold firmly to that which is good,","22","abstain from every form of evil.","23","Now may the God of peace Himself sanctify you entirely; and may your spirit and soul and body be kept complete, without blame at the coming of our Lord Jesus Christ.","24","Faithful is He who calls you, and He also will do it."]},{"reference":"Ruth 1:16-17","words":72,"text":["16","But Ruth said, “Do not plead with me to leave you or to turn back from following you; for where you go, I will go, and where you sleep, I will sleep. Your people shall be my people, and your God, my God.","17","Where you die, I will die, and there I will be buried. May the Lord do so to me, and worse, if anything but death separates me from you.”"]},{"reference":"Isaiah 55:1-13","words":379,"text":["1","“You there! Everyone who thirsts, come to the waters; And you who have no money come, buy and eat. Come, buy wine and milk Without money and without cost.","2","Why do you spend money for what is not bread, And your wages for what does not satisfy? Listen carefully to Me, and eat what is good, And delight yourself in abundance.","3","Incline your ear and come to Me. Listen, that you may live; And I will make an everlasting covenant with you, According to the faithful mercies shown to David.","4","Behold, I have made him a witness to the peoples, A leader and commander for the peoples.","5","Behold, you will call a nation you do not know, And a nation which does not know you will run to you, Because of the Lord your God, the Holy One of Israel; For He has glorified you.”","6","Seek the Lord while He may be found; Call upon Him while He is near.","7","Let the wicked abandon his way, And the unrighteous person his thoughts; And let him return to the Lord, And He will have compassion on him, And to our God, For He will abundantly pardon.","8","“For My thoughts are not your thoughts, Nor are your ways My ways,” declares the Lord.","9","“For as the heavens are higher than the earth, So are My ways higher than your ways And My thoughts than your thoughts.","10","For as the rain and the snow come down from heaven, And do not return there without watering the earth And making it produce and sprout, And providing seed to the sower and bread to the eater;","11","So will My word be which goes out of My mouth; It will not return to Me empty, Without accomplishing what I desire, And without succeeding in the purpose for which I sent it.","12","For you will go out with joy And be led in peace; The mountains and the hills will break into shouts of joy before you, And all the trees of the field will clap their hands.","13","Instead of the thorn bush, the juniper will come up, And instead of the stinging nettle, the myrtle will come up; And it will be a memorial to the Lord, An everlasting sign which will not be eliminated.”"]},{"reference":"1 Timothy 6:11-16","words":142,"text":["11","But flee from these things, you man of God, and pursue righteousness, godliness, faith, love, perseverance, and gentleness.","12","Fight the good fight of faith; take hold of the eternal life to which you were called, and for which you made the good confession in the presence of many witnesses.","13","I direct you in the presence of God, who gives life to all things, and of Christ Jesus, who testified the good confession before Pontius Pilate,","14","that you keep the commandment without fault or reproach until the appearing of our Lord Jesus Christ,","15","which He will bring about at the proper time—He who is the blessed and only Sovereign, the King of kings and Lord of lords,","16","who alone possesses immortality and dwells in unapproachable light, whom no one has seen or can see. To Him be honor and eternal dominion! Amen."]},{"reference":"Genesis 17:6-7","words":51,"text":["6","I will make you exceedingly fruitful, and I will make nations of you, and kings will come from you.","7","I will establish My covenant between Me and you and your descendants after you throughout their generations as an everlasting covenant, to be God to you and to your descendants after you."]},{"reference":"Isaiah 57:14-19","words":186,"text":["14","And it will be said, “Build up, build up, prepare the way, Remove every obstacle from the way of My people.”","15","For this is what the high and exalted One Who lives forever, whose name is Holy, says: “I dwell in a high and holy place, And also with the contrite and lowly of spirit In order to revive the spirit of the lowly And to revive the heart of the contrite.","16","For I will not contend forever, Nor will I always be angry; For the spirit would grow faint before Me, And the breath of those whom I have made.","17","Because of the wrongful act of his unjust gain I was angry and struck him; I hid My face and was angry, And he went on turning away, in the way of his heart.","18","I have seen his ways, but I will heal him; I will lead him and restore comfort to him and to his mourners,","19","Creating the praise of the lips. Peace, peace to him who is far away and to him who is near,” Says the Lord, “and I will heal him.”"]},{"reference":"2 Timothy 2:1-19","words":372,"text":["1","You therefore, my son, be strong in the grace that is in Christ Jesus.","2","The things which you have heard from me in the presence of many witnesses, entrust these to faithful people who will be able to teach others also.","3","Suffer hardship with me, as a good soldier of Christ Jesus.","4","No soldier in active service entangles himself in the affairs of everyday life, so that he may please the one who enlisted him.","5","And if someone likewise competes as an athlete, he is not crowned as victor unless he competes according to the rules.","6","The hard-working farmer ought to be the first to receive his share of the crops.","7","Consider what I say, for the Lord will give you understanding in everything.","8","Remember Jesus Christ, risen from the dead, descendant of David, according to my gospel,","9","for which I suffer hardship even to imprisonment as a criminal; but the word of God is not imprisoned.","10","For this reason I endure all things for the sake of those who are chosen, so that they also may obtain the salvation which is in Christ Jesus and with it eternal glory.","11","The statement is trustworthy: For if we died with Him, we will also live with Him;","12","If we endure, we will also reign with Him; If we deny Him, He will also deny us;","13","If we are faithless, He remains faithful, for He cannot deny Himself.","14","Remind them of these things, and solemnly exhort them in the presence of God not to dispute about words, which is useless and leads to the ruin of the listeners.","15","Be diligent to present yourself approved to God as a worker who does not need to be ashamed, accurately handling the word of truth.","16","But avoid worldly and empty chatter, for it will lead to further ungodliness,","17","and their talk will spread like gangrene. Among them are Hymenaeus and Philetus,","18","men who have gone astray from the truth, claiming that the resurrection has already taken place; and they are jeopardizing the faith of some.","19","Nevertheless, the firm foundation of God stands, having this seal: “The Lord knows those who are His;” and, “Everyone who names the name of the Lord is to keep away from wickedness.”"]},{"reference":"Ruth 2:12-13","words":63,"text":["12","May the Lord reward your work, and may your wages be full from the Lord, the God of Israel, under whose wings you have come to take refuge.”","13","Then she said, “I have found favor in your sight, my lord, for you have comforted me and indeed have spoken kindly to your servant, though I am not like one of your female servants.”"]},{"reference":"Isaiah 61:1-7","words":221,"text":["1","The Spirit of the Lord God is upon me, Because the Lord anointed me To bring good news to the humble; He has sent me to bind up the brokenhearted, To proclaim release to captives And freedom to prisoners;","2","To proclaim the favorable year of the Lord And the day of vengeance of our God; To comfort all who mourn,","3","To grant those who mourn in Zion, Giving them a garland instead of ashes, The oil of gladness instead of mourning, The cloak of praise instead of a disheartened spirit. So they will be called oaks of righteousness, The planting of the Lord, that He may be glorified.","4","Then they will rebuild the ancient ruins, They will raise up the former devastations; And they will repair the ruined cities, The desolations of many generations.","5","Strangers will stand and pasture your flocks, And foreigners will be your farmers and your vinedressers.","6","But you will be called the priests of the Lord; You will be spoken of as ministers of our God. You will eat the wealth of nations, And you will boast in their riches.","7","Instead of your shame you will have a double portion, And instead of humiliation they will shout for joy over their portion. Therefore they will possess a double portion in their land, Everlasting joy will be theirs."]},{"reference":"2 Timothy 4:1-8","words":190,"text":["1","I solemnly exhort you in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by His appearing and His kingdom:","2","preach the word; be ready in season and out of season; correct, rebuke, and exhort, with great patience and instruction.","3","For the time will come when they will not tolerate sound doctrine; but wanting to have their ears tickled, they will accumulate for themselves teachers in accordance with their own desires,","4","and they will turn their ears away from the truth and will turn aside to myths.","5","But as for you, use self-restraint in all things, endure hardship, do the work of an evangelist, fulfill your ministry.","6","For I am already being poured out as a drink offering, and the time of my departure has come.","7","I have fought the good fight, I have finished the course, I have kept the faith;","8","in the future there is reserved for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day; and not only to me, but also to all who have loved His appearing."]},{"reference":"Exodus 12:13-14","words":74,"text":["13","The blood shall be a sign for you on the houses where you live; and when I see the blood I will pass over you, and no plague will come upon you to destroy you when I strike the land of Egypt.","14","‘Now this day shall be a memorial to you, and you shall celebrate it as a feast to the Lord; throughout your generations you are to celebrate it as a permanent ordinance."]},{"reference":"Isaiah 62:10-12","words":85,"text":["10","Go through, go through the gates, Clear a way for the people! Build up, build up the highway, Remove the stones, lift up a flag over the peoples.","11","Behold, the Lord has proclaimed to the end of the earth: Say to the daughter of Zion, “Behold, your salvation is coming; Behold His reward is with Him, and His compensation before Him.”","12","And they will call them, “The holy people, The redeemed of the Lord”; And you will be called, “Sought Out, A City Not Abandoned.”"]},{"reference":"Titus 2:1-6","words":98,"text":["1","But as for you, proclaim the things which are fitting for sound doctrine.","2","Older men are to be temperate, dignified, self-controlled, sound in faith, in love, in perseverance.","3","Older women likewise are to be reverent in their behavior, not malicious gossips nor enslaved to much wine, teaching what is good,","4","so that they may encourage the young women to love their husbands, to love their children,","5","to be sensible, pure, workers at home, kind, being subject to their own husbands, so that the word of God will not be dishonored.","6","Likewise urge the young men to be sensible;"]},{"reference":"Ruth 3:11-13","words":91,"text":["11","So now, my daughter, do not fear. I will do for you whatever you say, for all my people in the city know that you are a woman of excellence.","12","But now, although it is true that I am a redeemer, yet there is also a redeemer more closely related than I.","13","Remain this night, and when morning comes, if he will redeem you, good; let him redeem you. But if he does not wish to redeem you, then I will redeem you, as the Lord lives. Lie down until morning.”"]},{"reference":"Isaiah 63:15-19","words":129,"text":["15","Look down from heaven and see from Your holy and glorious lofty habitation; Where are Your zeal and Your mighty deeds? The stirrings of Your heart and Your compassion are restrained toward me.","16","For You are our Father, though Abraham does not know us And Israel does not recognize us. You, Lord, are our Father, Our Redeemer from ancient times is Your name.","17","Why, Lord, do You cause us to stray from Your ways And harden our heart from fearing You? Return for the sake of Your servants, the tribes of Your heritage.","18","Your holy people possessed Your sanctuary for a little while, Our adversaries have trampled it down.","19","We have become like those over whom You have never ruled, Like those who were not called by Your name."]},{"reference":"Hebrews 1:10-12","words":67,"text":["10","And, “You, Lord, in the beginning laid the foundation of the earth, And the heavens are the works of Your hands;","11","They will perish, but You remain; And they all will wear out like a garment,","12","And like a robe You will roll them up; Like a garment they will also be changed. But You are the same, And Your years will not come to an end.”"]},{"reference":"Hebrews 2:14-15","words":51,"text":["14","Therefore, since the children share in flesh and blood, He Himself likewise also partook of the same, so that through death He might destroy the one who has the power of death, that is, the devil,","15","and free those who through fear of death were subject to slavery all their lives."]},{"reference":"Isaiah 65:13-14","words":67,"text":["13","Therefore, this is what the Lord God says: “Behold, My servants will eat, but you will be hungry. Behold, My servants will drink, but you will be thirsty. Behold, My servants will rejoice, but you will be put to shame.","14","Behold, My servants will shout joyfully with a glad heart, But you will cry out from a painful heart, And you will wail from a broken spirit."]},{"reference":"Hebrews 8:8-11","words":159,"text":["8","For in finding fault with the people, He says, “Behold, days are coming, says the Lord, When I will bring about a new covenant With the house of Israel and the house of Judah,","9","Not like the covenant which I made with their fathers On the day I took them by the hand To bring them out of the land of Egypt; For they did not continue in My covenant, And I did not care about them, says the Lord.","10","For this is the covenant which I will make with the house of Israel After those days, declares the Lord: I will put My laws into their minds, And write them on their hearts. And I will be their God, And they shall be My people.","11","And they will not teach, each one his fellow citizen, And each one his brother, saying, ‘Know the Lord,’ For they will all know Me, From the least to the greatest of them."]},{"reference":"Ruth 4:10-11","words":106,"text":["10","Furthermore, I have acquired Ruth the Moabitess, the widow of Mahlon, to be my wife in order to raise up the name of the deceased on his inheritance, so that the name of the deceased will not be eliminated from his brothers or from the court of his birth place; you are witnesses today.”","11","And all the people who were in the court, and the elders, said, “We are witnesses. May the Lord make the woman who is coming into your home like Rachel and Leah, both of whom built the house of Israel; and may you achieve wealth in Ephrathah and become famous in Bethlehem."]},{"reference":"Jeremiah 16:16-21","words":184,"text":["16","“Behold, I am going to send for many fishermen,” declares the Lord, “and they will fish for them; and afterward I will send for many hunters, and they will hunt them from every mountain and every hill and from the clefts of the rocks.","17","For My eyes are on all their ways; they are not hidden from My face, nor is their wrongdoing concealed from My eyes.","18","I will first repay them double for their wrongdoing and their sin, because they have defiled My land; they have filled My inheritance with the carcasses of their detestable idols and their abominations.”","19","Lord, my strength and my stronghold, And my refuge in the day of distress, To You the nations will come From the ends of the earth and say, “Our fathers have inherited nothing but falsehood, Futility, and things of no benefit.”","20","Can a person make gods for himself? But they are not gods!","21","“Therefore behold, I am going to make them know— This time I will make them know My power and My might; And they will know that My name is the Lord.”"]},{"reference":"Hebrews 9:11-15","words":162,"text":["11","But when Christ appeared as a high priest of the good things having come, He entered through the greater and more perfect tabernacle, not made by hands, that is, not of this creation;","12","and not through the blood of goats and calves, but through His own blood, He entered the holy place once for all time, having obtained eternal redemption.","13","For if the blood of goats and bulls, and the ashes of a heifer sprinkling those who have been defiled, sanctify for the cleansing of the flesh,","14","how much more will the blood of Christ, who through the eternal Spirit offered Himself without blemish to God, cleanse your conscience from dead works to serve the living God?","15","For this reason He is the mediator of a new covenant, so that, since a death has taken place for the redemption of the violations that were committed under the first covenant, those who have been called may receive the promise of the eternal inheritance."]},{"reference":"1 Peter 1:18-19","words":38,"text":["18","knowing that you were not redeemed with perishable things like silver or gold from your futile way of life inherited from your forefathers,","19","but with precious blood, as of a lamb unblemished and spotless, the blood of Christ."]},{"reference":"Ezekiel 3:4-6","words":68,"text":["4","Then He said to me, “Son of man, go to the house of Israel and speak with My words to them.","5","For you are not being sent to a people of unintelligible speech or difficult language, but to the house of Israel,","6","nor to many peoples of unintelligible speech or difficult language, whose words you cannot understand. But I have sent you to the people who understand you;"]},{"reference":"Hebrews 12:12-15","words":79,"text":["12","Therefore, strengthen the hands that are weak and the knees that are feeble,","13","and make straight paths for your feet, so that the limb which is impaired may not be dislocated, but rather be healed.","14","Pursue peace with all people, and the holiness without which no one will see the Lord.","15","See to it that no one comes short of the grace of God; that no root of bitterness springing up causes trouble, and by it many become defiled;"]},{"reference":"Ruth 4:13-15","words":90,"text":["13","So Boaz took Ruth, and she became his wife, and he had relations with her. And the Lord enabled her to conceive, and she gave birth to a son.","14","Then the women said to Naomi, “Blessed is the Lord who has not left you without a redeemer today, and may his name become famous in Israel.","15","May he also be to you one who restores life and sustains your old age; for your daughter-in-law, who loves you and is better to you than seven sons, has given birth to him.”"]},{"reference":"Daniel 4:28-37","words":362,"text":["28","“All of this happened to Nebuchadnezzar the king.","29","Twelve months later he was walking on the roof of the royal palace of Babylon.","30","The king began speaking and was saying, ‘Is this not Babylon the great, which I myself have built as a royal residence by the might of my power and for the honor of my majesty?’","31","While the word was still in the king’s mouth, a voice came from heaven, saying, ‘King Nebuchadnezzar, to you it is declared: sovereignty has been removed from you,","32","and you will be driven away from mankind, and your dwelling place will be with the animals of the field. You will be given grass to eat like cattle, and seven periods of time will pass over you until you recognize that the Most High is ruler over the realm of mankind and bestows it on whomever He wishes.’","33","Immediately the word concerning Nebuchadnezzar was fulfilled; and he was driven away from mankind and began eating grass like cattle, and his body was drenched with the dew of heaven until his hair had grown like eagles’ feathers and his nails like birds’ claws.","34","“But at the end of that period, I, Nebuchadnezzar, raised my eyes toward heaven and my reason returned to me, and I blessed the Most High and praised and honored Him who lives forever; For His dominion is an everlasting dominion, And His kingdom endures from generation to generation.","35","All the inhabitants of the earth are of no account, But He does according to His will among the army of heaven And among the inhabitants of earth; And no one can fend off His hand Or say to Him, ‘What have You done?’","36","At that time my reason returned to me. And my majesty and splendor were restored to me for the honor of my kingdom, and my state counselors and my nobles began seeking me out; so I was reestablished in my sovereignty, and surpassing greatness was added to me.","37","Now I, Nebuchadnezzar, praise, exalt, and honor the King of heaven, for all His works are true and His ways just; and He is able to humble those who walk in pride.”"]},{"reference":"James 1:26-27","words":53,"text":["26","If anyone thinks himself to be religious, yet does not bridle his tongue but deceives his own heart, this person’s religion is worthless.","27","Pure and undefiled religion in the sight of our God and Father is this: to visit orphans and widows in their distress, and to keep oneself unstained by the world."]},{"reference":"Colossians 1:13-14","words":28,"text":["13","For He rescued us from the domain of darkness, and transferred us to the kingdom of His beloved Son,","14","in whom we have redemption, the forgiveness of sins."]},{"reference":"Malachi 3:1","words":46,"text":["1","“Behold, I am sending My messenger, and he will clear a way before Me. And the Lord, whom you are seeking, will suddenly come to His temple; and the messenger of the covenant, in whom you delight, behold, He is coming,” says the Lord of armies."]},{"reference":"1 Peter 1:3-16","words":341,"text":["3","Blessed be the God and Father of our Lord Jesus Christ, who according to His great mercy has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,","4","to obtain an inheritance which is imperishable, undefiled, and will not fade away, reserved in heaven for you,","5","who are protected by the power of God through faith for a salvation ready to be revealed in the last time.","6","In this you greatly rejoice, even though now for a little while, if necessary, you have been distressed by various trials,","7","so that the proof of your faith, being more precious than gold which perishes though tested by fire, may be found to result in praise, glory, and honor at the revelation of Jesus Christ;","8","and though you have not seen Him, you love Him, and though you do not see Him now, but believe in Him, you greatly rejoice with joy inexpressible and full of glory,","9","obtaining as the outcome of your faith, the salvation of your souls.","10","As to this salvation, the prophets who prophesied of the grace that would come to you made careful searches and inquiries,","11","seeking to know what person or time the Spirit of Christ within them was indicating as He predicted the sufferings of Christ and the glories to follow.","12","It was revealed to them that they were not serving themselves, but you, in these things which now have been announced to you through those who preached the gospel to you by the Holy Spirit sent from heaven—things into which angels long to look.","13","Therefore, prepare your minds for action, keep sober in spirit, set your hope completely on the grace to be brought to you at the revelation of Jesus Christ.","14","As obedient children, do not be conformed to the former lusts which were yours in your ignorance,","15","but like the Holy One who called you, be holy yourselves also in all your behavior;","16","because it is written: “You shall be holy, for I am holy.”"]},{"reference":"Ruth 4:18-22","words":41,"text":["18","Now these are the generations of Perez: Perez fathered Hezron,","19","Hezron fathered Ram, and Ram fathered Amminadab,","20","and Amminadab fathered Nahshon, and Nahshon fathered Salmon,","21","and Salmon fathered Boaz, and Boaz fathered Obed,","22","and Obed fathered Jesse, and Jesse fathered David."]},{"reference":"Matthew 3:1-3","words":57,"text":["1","Now in those days John the Baptist *came, preaching in the wilderness of Judea, saying,","2","“Repent, for the kingdom of heaven is at hand.”","3","For this is the one referred to by Isaiah the prophet when he said, “The voice of one calling out in the wilderness, ‘Prepare the way of the Lord, Make His paths straight!’”"]},{"reference":"1 Peter 2:6-10","words":145,"text":["6","For this is contained in Scripture: “Behold, I am laying in Zion a choice stone, a precious cornerstone, And the one who believes in Him will not be put to shame.”","7","This precious value, then, is for you who believe; but for unbelievers, “A stone which the builders rejected, This became the chief cornerstone,”","8","and, “A stone of stumbling and a rock of offense”; for they stumble because they are disobedient to the word, and to this they were also appointed.","9","But you are a chosen people, a royal priesthood, a holy nation, a people for God’s own possession, so that you may proclaim the excellencies of Him who has called you out of darkness into His marvelous light;","10","for you once were not a people, but now you are the people of God; you had not received mercy, but now you have received mercy."]},{"reference":"Ephesians 1:18-19","words":62,"text":["18","I pray that the eyes of your heart may be enlightened, so that you will know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints,","19","and what is the boundless greatness of His power toward us who believe. These are in accordance with the working of the strength of His might"]},{"reference":"Matthew 5:1-16","words":283,"text":["1","Now when Jesus saw the crowds, He went up on the mountain; and after He sat down, His disciples came to Him.","2","And He opened His mouth and began to teach them, saying,","3","“Blessed are the poor in spirit, for theirs is the kingdom of heaven.","4","“Blessed are those who mourn, for they will be comforted.","5","“Blessed are the gentle, for they will inherit the earth.","6","“Blessed are those who hunger and thirst for righteousness, for they will be satisfied.","7","“Blessed are the merciful, for they will receive mercy.","8","“Blessed are the pure in heart, for they will see God.","9","“Blessed are the peacemakers, for they will be called sons of God.","10","“Blessed are those who have been persecuted for the sake of righteousness, for theirs is the kingdom of heaven.","11","“Blessed are you when people insult you and persecute you, and falsely say all kinds of evil against you because of Me.","12","Rejoice and be glad, for your reward in heaven is great; for in this same way they persecuted the prophets who were before you.","13","“You are the salt of the earth; but if the salt has become tasteless, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled underfoot by people.","14","“You are the light of the world. A city set on a hill cannot be hidden;","15","nor do people light a lamp and put it under a basket, but on the lampstand, and it gives light to all who are in the house.","16","Your light must shine before people in such a way that they may see your good works, and glorify your Father who is in heaven."]},{"reference":"1 Peter 2:23-25","words":76,"text":["23","and while being abusively insulted, He did not insult in return; while suffering, He did not threaten, but kept entrusting Himself to Him who judges righteously;","24","and He Himself brought our sins in His body up on the cross, so that we might die to sin and live for righteousness; by His wounds you were healed.","25","For you were continually straying like sheep, but now you have returned to the Shepherd and Guardian of your souls."]},{"reference":"Genesis 21:33","words":20,"text":["33","Abraham planted a tamarisk tree at Beersheba, and there he called on the name of the Lord, the Everlasting God."]},{"reference":"Matthew 9:1-8","words":152,"text":["1","Getting into a boat, Jesus crossed over the Sea of Galilee and came to His own city.","2","And they brought to Him a paralyzed man lying on a stretcher. And seeing their faith, Jesus said to the man who was paralyzed, “Take courage, son; your sins are forgiven.”","3","And some of the scribes said to themselves, “This man is blaspheming!”","4","And Jesus, perceiving their thoughts, said, “Why are you thinking evil in your hearts?","5","For which is easier, to say, ‘Your sins are forgiven,’ or to say, ‘Get up and walk’?","6","But so that you may know that the Son of Man has authority on earth to forgive sins”—then He *said to the paralyzed man, “Get up, pick up your stretcher and go home.”","7","And he got up and went home.","8","But when the crowds saw this, they were awestruck, and they glorified God, who had given such authority to men."]},{"reference":"1 Peter 3:8-12","words":107,"text":["8","To sum up, all of you be harmonious, sympathetic, loving, compassionate, and humble;","9","not returning evil for evil or insult for insult, but giving a blessing instead; for you were called for the very purpose that you would inherit a blessing.","10","For, “The one who desires life, to love and see good days, Must keep his tongue from evil and his lips from speaking deceit.","11","He must turn away from evil and do good; He must seek peace and pursue it.","12","For the eyes of the Lord are toward the righteous, And His ears attend to their prayer, But the face of the Lord is against evildoers.”"]},{"reference":"Genesis 34:3","words":21,"text":["3","But he was deeply attracted to Dinah the daughter of Jacob, and he loved the girl and spoke tenderly to her."]},{"reference":"Matthew 28:18-20","words":67,"text":["18","And Jesus came up and spoke to them, saying, “All authority in heaven and on earth has been given to Me.","19","Go, therefore, and make disciples of all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit,","20","teaching them to follow all that I commanded you; and behold, I am with you always, to the end of the age.”"]},{"reference":"1 John 4:17-19","words":61,"text":["17","By this, love is perfected with us, so that we may have confidence in the day of judgment; because as He is, we also are in this world.","18","There is no fear in love, but perfect love drives out fear, because fear involves punishment, and the one who fears is not perfected in love.","19","We love, because He first loved us."]},{"reference":"Exodus 15:1-13","words":284,"text":["1","Then Moses and the sons of Israel sang this song to the Lord, saying: “I will sing to the Lord, for He is highly exalted; The horse and its rider He has hurled into the sea.","2","The Lord is my strength and song, And He has become my salvation; This is my God, and I will praise Him; My father’s God, and I will exalt Him.","3","The Lord is a warrior; The Lord is His name.","4","Pharaoh’s chariots and his army He has thrown into the sea; And the choicest of his officers are drowned in the Red Sea.","5","The waters cover them; They went down into the depths like a stone.","6","Your right hand, Lord, is majestic in power; Your right hand, Lord, destroys the enemy.","7","And in the greatness of Your excellence You overthrow those who rise up against You; You send out Your burning anger, and it consumes them like chaff.","8","At the blast of Your nostrils the waters were piled up, The flowing waters stood up like a heap; The depths were congealed in the heart of the sea.","9","The enemy said, ‘I will pursue, I will overtake, I will divide the spoils; I shall be satisfied against them; I will draw my sword, my hand will destroy them.’","10","You blew with Your wind, the sea covered them; They sank like lead in the mighty waters.","11","Who is like You among the gods, Lord? Who is like You, majestic in holiness, Awesome in praises, working wonders?","12","You reached out with Your right hand, The earth swallowed them.","13","In Your faithfulness You have led the people whom You have redeemed; In Your strength You have guided them to Your holy habitation."]},{"reference":"Mark 9:2-4","words":58,"text":["2","And six days later Jesus *took with Him Peter, James, and John, and *brought them up on a high mountain by themselves. And He was transfigured before them;","3","and His garments became radiant and exceedingly white, as no launderer on earth can whiten them.","4","And Elijah appeared to them along with Moses; and they were talking with Jesus."]},{"reference":"1 John 5:1-15","words":345,"text":["1","Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves the child born of Him.","2","By this we know that we love the children of God, when we love God and follow His commandments.","3","For this is the love of God, that we keep His commandments; and His commandments are not burdensome.","4","For whoever has been born of God overcomes the world; and this is the victory that has overcome the world: our faith.","5","Who is the one who overcomes the world, but the one who believes that Jesus is the Son of God?","6","This is the One who came by water and blood, Jesus Christ; not with the water only, but with the water and with the blood. It is the Spirit who testifies, because the Spirit is the truth.","7","For there are three that testify:","8","the Spirit and the water and the blood; and the three are in agreement.","9","If we receive the testimony of people, the testimony of God is greater; for the testimony of God is this, that He has testified concerning His Son.","10","The one who believes in the Son of God has the testimony in himself; the one who does not believe God has made Him a liar, because he has not believed in the testimony that God has given concerning His Son.","11","And the testimony is this, that God has given us eternal life, and this life is in His Son.","12","The one who has the Son has the life; the one who does not have the Son of God does not have the life.","13","These things I have written to you who believe in the name of the Son of God, so that you may know that you have eternal life.","14","This is the confidence which we have before Him, that, if we ask anything according to His will, He hears us.","15","And if we know that He hears us in whatever we ask, we know that we have the requests which we have asked from Him."]},{"reference":"Deuteronomy 32:28-43","words":370,"text":["28","“For they are a nation destitute of counsel, And there is no understanding in them.","29","If only they were wise and they understood this; If only they would discern their future!","30","How could one chase a thousand, And two put ten thousand to flight, Unless their Rock had sold them, And the Lord had given them up?","31","Indeed, their rock is not like our Rock; Even our enemies themselves judge this.","32","For their vine is from the vine of Sodom, And from the fields of Gomorrah; Their grapes are grapes of poison, Their clusters, bitter.","33","Their wine is the venom of serpents, And the deadly poison of vipers.","34","‘Is it not stored up with Me, Sealed up in My treasuries?","35","Vengeance is Mine, and retribution; In due time their foot will slip. For the day of their disaster is near, And the impending things are hurrying to them.’","36","For the Lord will vindicate His people, And will have compassion on His servants, When He sees that their strength is gone, And there is none remaining, bond or free.","37","And He will say, ‘Where are their gods, The rock in which they took refuge?","38","Those who ate the fat of their sacrifices, And drank the wine of their drink offering? Let them rise up and help you, Let them be your protection!","39","See now that I, I am He, And there is no god besides Me; It is I who put to death and give life. I have wounded and it is I who heal, And there is no one who can save anyone from My hand.","40","Indeed, I raise My hand to heaven, And say, as I live forever,","41","If I have sharpened My flashing sword, And My hand has taken hold of justice, I will return vengeance on My adversaries, And I will repay those who hate Me.","42","I will make My arrows drunk with blood, And My sword will devour flesh, With the blood of the slain and the captives, From the long-haired leaders of the enemy.’","43","Rejoice, you nations, with His people; For He will avenge the blood of His servants, And will return vengeance on His adversaries, And will atone for His land and His people.”"]},{"reference":"Luke 1:68-79","words":189,"text":["68","“Blessed be the Lord God of Israel, For He has visited us and accomplished redemption for His people,","69","And has raised up a horn of salvation for us In the house of His servant David—","70","Just as He spoke by the mouth of His holy prophets from ancient times—","71","Salvation from our enemies, And from the hand of all who hate us;","72","To show mercy to our fathers, And to remember His holy covenant,","73","The oath which He swore to our father Abraham,","74","To grant us that we, being rescued from the hand of our enemies, Would serve Him without fear,","75","In holiness and righteousness before Him all our days.","76","And you, child, also will be called the prophet of the Most High; For you will go on before the Lord to prepare His ways;","77","To give His people the knowledge of salvation By the forgiveness of their sins,","78","Because of the tender mercy of our God, With which the Sunrise from on high will visit us,","79","To shine on those who sit in darkness and the shadow of death, To guide our feet into the way of peace.”"]},{"reference":"Revelation 4:6-11","words":200,"text":["6","and before the throne there was something like a sea of glass, like crystal; and in the center and around the throne, four living creatures full of eyes in front and behind.","7","The first living creature was like a lion, the second creature like a calf, the third creature had a face like that of a man, and the fourth creature was like a flying eagle.","8","And the four living creatures, each one of them having six wings, are full of eyes around and within; and day and night they do not cease to say, “Holy, holy, holy is the Lord God, the Almighty, who was and who is and who is to come.”","9","And when the living creatures give glory, honor, and thanks to Him who sits on the throne, to Him who lives forever and ever,","10","the twenty-four elders will fall down before Him who sits on the throne, and they will worship Him who lives forever and ever, and will cast their crowns before the throne, saying,","11","“Worthy are You, our Lord and our God, to receive glory and honor and power; for You created all things, and because of Your will they existed, and were created.”"]},{"reference":"Deuteronomy 33:1-6","words":126,"text":["1","Now this is the blessing with which Moses the man of God blessed the sons of Israel before his death.","2","He said, “The Lord came from Sinai, And dawned on them from Seir; He shone from Mount Paran, And He came from the midst of myriads of holy ones; At His right hand there was flashing lightning for them.","3","Indeed, He loves the people; All Your holy ones are in Your hand, And they followed in Your steps; Everyone takes of Your words.","4","Moses issued to us the Law, A possession for the assembly of Jacob.","5","And He was king in Jeshurun, When the heads of the people gathered, The tribes of Israel together.","6","“May Reuben live and not die, Nor may his people be few.”"]},{"reference":"Luke 3:2-6","words":107,"text":["2","in the high priesthood of Annas and Caiaphas, the word of God came to John, the son of Zechariah, in the wilderness.","3","And he came into all the region around the Jordan, preaching a baptism of repentance for the forgiveness of sins;","4","as it is written in the book of the words of Isaiah the prophet: “The voice of one calling out in the wilderness, ‘Prepare the way of the Lord, Make His paths straight!","5","Every ravine will be filled, And every mountain and hill will be lowered; The crooked will become straight, And the rough roads smooth;","6","And all flesh will see the salvation of God!’”"]},{"reference":"Revelation 22:13-19","words":197,"text":["13","I am the Alpha and the Omega, the first and the last, the beginning and the end.”","14","Blessed are those who wash their robes, so that they will have the right to the tree of life, and may enter the city by the gates.","15","Outside are the dogs, the sorcerers, the sexually immoral persons, the murderers, the idolaters, and everyone who loves and practices lying.","16","“I, Jesus, have sent My angel to testify to you of these things for the churches. I am the root and the descendant of David, the bright morning star.”","17","The Spirit and the bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires, take the water of life without cost.","18","I testify to everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues that are written in this book;","19","and if anyone takes away from the words of the book of this prophecy, God will take away his part from the tree of life and from the holy city, which are written in this book."]},{"reference":"1 Samuel 2:10","words":42,"text":["10","Those who contend with the Lord will be terrified; Against them He will thunder in the heavens, The Lord will judge the ends of the earth; And He will give strength to His king, And will exalt the horn of His anointed.”"]},{"reference":"Luke 4:18-19","words":50,"text":["18","“The Spirit of the Lord is upon Me, Because He anointed Me to bring good news to the poor. He has sent Me to proclaim release to captives, And recovery of sight to the blind, To set free those who are oppressed,","19","To proclaim the favorable year of the Lord.”"]},{"reference":"1 Kings 8:46-53","words":282,"text":["46","“When they sin against You (for there is no person who does not sin) and You are angry with them and turn them over to an enemy, so that they take them away captive to the land of the enemy, distant or near;","47","if they take it to heart in the land where they have been taken captive, and repent and implore Your favor in the land of those who have taken them captive, saying, ‘We have sinned and done wrong, we have acted wickedly’;","48","if they return to You with all their heart and with all their soul in the land of their enemies who have taken them captive, and pray to You toward their land which You have given to their fathers, the city which You have chosen, and the house which I have built for Your name;","49","then hear their prayer and their pleading in heaven, Your dwelling place, and maintain their cause,","50","and forgive Your people who have sinned against You and all their wrongdoings which they have committed against You, and make them objects of compassion before those who have taken them captive, so that they will have compassion on them","51","(for they are Your people and Your inheritance which You have brought out of Egypt, from the midst of the iron furnace),","52","so that Your eyes may be open to the pleading of Your servant and to the pleading of Your people Israel, to listen to them whenever they call to You.","53","For You have singled them out from all the peoples of the earth as Your inheritance, just as You spoke through Moses Your servant, when You brought our fathers out of Egypt, Lord God.”"]},{"reference":"Luke 18:7-8","words":51,"text":["7","now, will God not bring about justice for His elect who cry out to Him day and night, and will He delay long for them?","8","I tell you that He will bring about justice for them quickly. However, when the Son of Man comes, will He find faith on the earth?”"]},{"reference":"Nehemiah 9:30-31","words":58,"text":["30","However, You remained patient with them for many years, And admonished them by Your Spirit through Your prophets, Yet they would not listen. Therefore You handed them over to the peoples of the lands.","31","Nevertheless, in Your great compassion You did not make an end of them or abandon them, For You are a gracious and compassionate God."]},{"reference":"Luke 22:31-34","words":76,"text":["31","“Simon, Simon, behold, Satan has demanded to sift you men like wheat;","32","but I have prayed for you, that your faith will not fail; and you, when you have turned back, strengthen your brothers.”","33","But he said to Him, “Lord, I am ready to go with You both to prison and to death!”","34","But He said, “I tell you, Peter, the rooster will not crow today until you have denied three times that you know Me.”"]},{"reference":"Job 19:23-29","words":130,"text":["23","“Oh that my words were written! Oh that they were recorded in a book!","24","That with an iron stylus and lead They were engraved in the rock forever!","25","Yet as for me, I know that my Redeemer lives, And at the last, He will take His stand on the earth.","26","Even after my skin is destroyed, Yet from my flesh I will see God,","27","Whom I, on my part, shall behold for myself, And whom my eyes will see, and not another. My heart faints within me!","28","If you say, ‘How shall we persecute him?’ And ‘What pretext for a case against him can we find?’","29","Then be afraid of the sword for yourselves, For wrath brings the punishment of the sword, So that you may know there is judgment.”"]},{"reference":"John 1:1-18","words":320,"text":["1","In the beginning was the Word, and the Word was with God, and the Word was God.","2","He was in the beginning with God.","3","All things came into being through Him, and apart from Him not even one thing came into being that has come into being.","4","In Him was life, and the life was the Light of mankind.","5","And the Light shines in the darkness, and the darkness did not grasp it.","6","A man came, one sent from God, and his name was John.","7","He came as a witness, to testify about the Light, so that all might believe through him.","8","He was not the Light, but he came to testify about the Light.","9","This was the true Light that, coming into the world, enlightens every person.","10","He was in the world, and the world came into being through Him, and yet the world did not know Him.","11","He came to His own, and His own people did not accept Him.","12","But as many as received Him, to them He gave the right to become children of God, to those who believe in His name,","13","who were born, not of blood, nor of the will of the flesh, nor of the will of a man, but of God.","14","And the Word became flesh, and dwelt among us; and we saw His glory, glory as of the only Son from the Father, full of grace and truth.","15","John *testified about Him and called out, saying, “This was He of whom I said, ‘He who is coming after me has proved to be my superior, because He existed before me.’”","16","For of His fullness we have all received, and grace upon grace.","17","For the Law was given through Moses; grace and truth were realized through Jesus Christ.","18","No one has seen God at any time; God the only Son, who is in the arms of the Father, He has explained Him."]},{"reference":"Job 42:10-12","words":114,"text":["10","The Lord also restored the fortunes of Job when he prayed for his friends, and the Lord increased double all that Job had.","11","Then all his brothers, all his sisters, and all who had known him before came to him, and they ate bread with him in his house; and they sympathized with him and comforted him for all the adversities that the Lord had brought on him. And each one gave him a piece of money, and each a ring of gold.","12","The Lord blessed the latter days of Job more than his beginning; and he had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen, and a thousand female donkeys."]},{"reference":"John 5:30-32","words":64,"text":["30","“I can do nothing on My own. As I hear, I judge; and My judgment is righteous, because I do not seek My own will but the will of Him who sent Me.","31","“If I alone testify about Myself, My testimony is not true.","32","There is another who testifies about Me, and I know that the testimony which He gives about Me is true."]},{"reference":"Psalm 32:1-11","words":247,"text":["1","How blessed is he whose wrongdoing is forgiven, Whose sin is covered!","2","How blessed is a person whose guilt the Lord does not take into account, And in whose spirit there is no deceit!","3","When I kept silent about my sin, my body wasted away Through my groaning all day long.","4","For day and night Your hand was heavy upon me; My vitality failed as with the dry heat of summer. Selah","5","I acknowledged my sin to You, And I did not hide my guilt; I said, “I will confess my wrongdoings to the Lord”; And You forgave the guilt of my sin. Selah","6","Therefore, let everyone who is godly pray to You in a time when You may be found; Certainly in a flood of great waters, they will not reach him.","7","You are my hiding place; You keep me from trouble; You surround me with songs of deliverance. Selah","8","I will instruct you and teach you in the way which you should go; I will advise you with My eye upon you.","9","Do not be like the horse or like the mule, which have no understanding, Whose trappings include bit and bridle to hold them in check, Otherwise they will not come near to you.","10","The sorrows of the wicked are many, But the one who trusts in the Lord, goodness will surround him.","11","Be glad in the Lord and rejoice, you righteous ones; And shout for joy, all you who are upright in heart."]},{"reference":"John 6:28-40","words":311,"text":["28","Therefore they said to Him, “What are we to do, so that we may accomplish the works of God?”","29","Jesus answered and said to them, “This is the work of God, that you believe in Him whom He has sent.”","30","So they said to Him, “What then are You doing as a sign, so that we may see, and believe You? What work are You performing?","31","Our fathers ate the manna in the wilderness; as it is written: ‘He gave them bread out of heaven to eat.’”","32","Jesus then said to them, “Truly, truly, I say to you, it is not Moses who has given you the bread out of heaven, but it is My Father who gives you the true bread out of heaven.","33","For the bread of God is that which comes down out of heaven and gives life to the world.”","34","Then they said to Him, “Lord, always give us this bread.”","35","Jesus said to them, “I am the bread of life; the one who comes to Me will not be hungry, and the one who believes in Me will never be thirsty.","36","But I said to you that you have indeed seen Me, and yet you do not believe.","37","Everything that the Father gives Me will come to Me, and the one who comes to Me I certainly will not cast out.","38","For I have come down from heaven, not to do My own will, but the will of Him who sent Me.","39","And this is the will of Him who sent Me, that of everything that He has given Me I will lose nothing, but will raise it up on the last day.","40","For this is the will of My Father, that everyone who sees the Son and believes in Him will have eternal life, and I Myself will raise him up on the last day.”"]},{"reference":"Psalm 68:4","words":25,"text":["4","Sing to God, sing praises to His name; Exalt Him who rides through the deserts, Whose name is the Lord, and be jubilant before Him."]},{"reference":"John 8:12-19","words":188,"text":["12","Then Jesus again spoke to them, saying, “I am the Light of the world; the one who follows Me will not walk in the darkness, but will have the Light of life.”","13","So the Pharisees said to Him, “You are testifying about Yourself; Your testimony is not true.”","14","Jesus answered and said to them, “Even if I am testifying about Myself, My testimony is true, because I know where I came from and where I am going; but you do not know where I come from or where I am going.","15","You judge according to the flesh; I am not judging anyone.","16","But even if I do judge, My judgment is true; for I am not alone in it, but I and the Father who sent Me.","17","Even in your Law it has been written that the testimony of two people is true.","18","I am He who testifies about Myself, and the Father who sent Me testifies about Me.”","19","So they were saying to Him, “Where is Your Father?” Jesus answered, “You know neither Me nor My Father; if you knew Me, you would know My Father also.”"]},{"reference":"Psalm 85:1-13","words":189,"text":["1","Lord, You showed favor to Your land; You restored the fortunes of Jacob.","2","You forgave the guilt of Your people; You covered all their sin. Selah","3","You withdrew all Your fury; You turned away from Your burning anger.","4","Restore us, God of our salvation, And cause Your indignation toward us to cease.","5","Will You be angry with us forever? Will You prolong Your anger to all generations?","6","Will You not revive us again, So that Your people may rejoice in You?","7","Show us Your mercy, Lord, And grant us Your salvation.","8","I will hear what God the Lord will say; For He will speak peace to His people, to His godly ones; And may they not turn back to foolishness.","9","Certainly His salvation is near to those who fear Him, That glory may dwell in our land.","10","Graciousness and truth have met together; Righteousness and peace have kissed each other.","11","Truth sprouts from the earth, And righteousness looks down from heaven.","12","Indeed, the Lord will give what is good, And our land will yield its produce.","13","Righteousness will go before Him And will make His footsteps into a way."]},{"reference":"John 14:9","words":42,"text":["9","Jesus *said to him, “Have I been with you for so long a time, and yet you have not come to know Me, Philip? The one who has seen Me has seen the Father; how can you say, ‘Show us the Father’?"]},{"reference":"Psalm 90:13-17","words":91,"text":["13","Do return, Lord; how long will it be? And be sorry for Your servants.","14","Satisfy us in the morning with Your graciousness, That we may sing for joy and rejoice all our days.","15","Make us glad according to the days You have afflicted us, And the years we have seen evil.","16","Let Your work appear to Your servants And Your majesty to their children.","17","May the kindness of the Lord our God be upon us; And confirm for us the work of our hands; Yes, confirm the work of our hands."]},{"reference":"John 21:15-19","words":206,"text":["15","Now when they had finished breakfast, Jesus *said to Simon Peter, “Simon, son of John, do you love Me more than these?” He *said to Him, “Yes, Lord; You know that I love You.” He *said to him, “Tend My lambs.”","16","He *said to him again, a second time, “Simon, son of John, do you love Me?” He *said to Him, “Yes, Lord; You know that I love You.” He *said to him, “Shepherd My sheep.”","17","He *said to him the third time, “Simon, son of John, do you love Me?” Peter was hurt because He said to him the third time, “Do you love Me?” And he said to Him, “Lord, You know all things; You know that I love You.” Jesus *said to him, “Tend My sheep.","18","Truly, truly I tell you, when you were younger, you used to put on your belt and walk wherever you wanted; but when you grow old, you will stretch out your hands and someone else will put your belt on you, and bring you where you do not want to go.”","19","Now He said this, indicating by what kind of death he would glorify God. And when He had said this, He *said to him, “Follow Me!”"]},{"reference":"Psalm 107:1-9","words":150,"text":["1","Give thanks to the Lord, for He is good, For His mercy is everlasting.","2","The redeemed of the Lord shall say so, Those whom He has redeemed from the hand of the enemy","3","And gathered from the lands, From the east and from the west, From the north and from the south.","4","They wandered in the wilderness in a desert region; They did not find a way to an inhabited city.","5","They were hungry and thirsty; Their souls felt weak within them.","6","Then they cried out to the Lord in their trouble; He saved them from their distresses.","7","He also had them walk on a straight way, To go to an inhabited city.","8","They shall give thanks to the Lord for His mercy, And for His wonders to the sons of mankind!","9","For He has satisfied the thirsty soul, And He has filled the hungry soul with what is good."]},{"reference":"Acts 2:14-28","words":361,"text":["14","But Peter, taking his stand with the other eleven, raised his voice and declared to them: “Men of Judea and all you who live in Jerusalem, know this, and pay attention to my words.","15","For these people are not drunk, as you assume, since it is only the third hour of the day;","16","but this is what has been spoken through the prophet Joel:","17","‘And it shall be in the last days,’ God says, ‘That I will pour out My Spirit on all mankind; And your sons and your daughters will prophesy, And your young men will see visions, And your old men will have dreams;","18","And even on My male and female servants I will pour out My Spirit in those days, And they will prophesy.","19","And I will display wonders in the sky above And signs on the earth below, Blood, fire, and vapor of smoke.","20","The sun will be turned into darkness And the moon into blood, Before the great and glorious day of the Lord comes.","21","And it shall be that everyone who calls on the name of the Lord will be saved.’","22","“Men of Israel, listen to these words: Jesus the Nazarene, a Man attested to you by God with miracles and wonders and signs which God performed through Him in your midst, just as you yourselves know—","23","this Man, delivered over by the predetermined plan and foreknowledge of God, you nailed to a cross by the hands of godless men and put Him to death.","24","But God raised Him from the dead, putting an end to the agony of death, since it was impossible for Him to be held in its power.","25","For David says of Him, ‘I saw the Lord continually before me, Because He is at my right hand, so that I will not be shaken.","26","Therefore my heart was glad and my tongue was overjoyed; Moreover my flesh also will live in hope;","27","For You will not abandon my soul to Hades, Nor will You allow Your Holy One to undergo decay.","28","You have made known to me the ways of life; You will make me full of gladness with Your presence.’"]},{"reference":"Proverbs 23:1-12","words":180,"text":["1","When you sit down to dine with a ruler, Consider carefully what is before you,","2","And put a knife to your throat If you are a person of great appetite.","3","Do not desire his delicacies, For it is deceptive food.","4","Do not weary yourself to gain wealth; Stop dwelling on it.","5","When you set your eyes on it, it is gone. For wealth certainly makes itself wings Like an eagle that flies toward the heavens.","6","Do not eat the bread of a selfish person; Or desire his delicacies;","7","For as he thinks within himself, so he is. He says to you, “Eat and drink!” But his heart is not with you.","8","You will vomit up the morsel you have eaten And waste your compliments.","9","Do not speak to be heard by a fool, For he will despise the wisdom of your words.","10","Do not move the ancient boundary Or go into the fields of the fatherless,","11","For their Redeemer is strong; He will plead their case against you.","12","Apply your heart to discipline, And your ears to words of knowledge."]},{"reference":"Acts 26:19-23","words":128,"text":["19","“For that reason, King Agrippa, I did not prove disobedient to the heavenly vision,","20","but continually proclaimed to those in Damascus first, and in Jerusalem, and then all the region of Judea, and even to the Gentiles, that they are to repent and turn to God, performing deeds consistent with repentance.","21","For these reasons some Jews seized me in the temple and tried to murder me.","22","So, having obtained help from God, I stand to this day testifying both to small and great, stating nothing but what the Prophets and Moses said was going to take place,","23","as to whether the Christ was to suffer, and whether, as first from the resurrection of the dead, He would proclaim light both to the Jewish people and to the Gentiles.”"]},{"reference":"Isaiah 11:15-16","words":80,"text":["15","And the Lord will utterly destroy The tongue of the Sea of Egypt; And He will wave His hand over the Euphrates River With His scorching wind; And He will strike it into seven streams And make people walk over in dry sandals.","16","And there will be a highway from Assyria For the remnant of His people who will be left, Just as there was for Israel On the day that they came up out of the land of Egypt."]},{"reference":"Romans 3:21-27","words":153,"text":["21","But now apart from the Law the righteousness of God has been revealed, being witnessed by the Law and the Prophets,","22","but it is the righteousness of God through faith in Jesus Christ for all those who believe; for there is no distinction,","23","for all have sinned and fall short of the glory of God,","24","being justified as a gift by His grace through the redemption which is in Christ Jesus,","25","whom God displayed publicly as a propitiation in His blood through faith. This was to demonstrate His righteousness, because in God’s merciful restraint He let the sins previously committed go unpunished;","26","for the demonstration, that is, of His righteousness at the present time, so that He would be just and the justifier of the one who has faith in Jesus.","27","Where then is boasting? It has been excluded. By what kind of law? Of works? No, but by a law of faith."]},{"reference":"Isaiah 43:19-25","words":182,"text":["19","Behold, I am going to do something new, Now it will spring up; Will you not be aware of it? I will even make a roadway in the wilderness, Rivers in the desert.","20","The animals of the field will glorify Me, The jackals and the ostriches, Because I have given waters in the wilderness And rivers in the desert, To give drink to My chosen people.","21","The people whom I formed for Myself Will declare My praise.","22","“Yet you have not called on Me, Jacob; But you have become weary of Me, Israel.","23","You have not brought to Me the sheep of your burnt offerings, Nor have you honored Me with your sacrifices. I have not burdened you with offerings, Nor wearied you with incense.","24","You have not bought Me sweet cane with money, Nor have you satisfied Me with the fat of your sacrifices; Rather, you have burdened Me with your sins, You have wearied Me with your wrongdoings.","25","“I, I alone, am the one who wipes out your wrongdoings for My own sake, And I will not remember your sins."]},{"reference":"Romans 8:19-25","words":151,"text":["19","For the eagerly awaiting creation waits for the revealing of the sons and daughters of God.","20","For the creation was subjected to futility, not willingly, but because of Him who subjected it, in hope","21","that the creation itself also will be set free from its slavery to corruption into the freedom of the glory of the children of God.","22","For we know that the whole creation groans and suffers the pains of childbirth together until now.","23","And not only that, but also we ourselves, having the first fruits of the Spirit, even we ourselves groan within ourselves, waiting eagerly for our adoption as sons and daughters, the redemption of our body.","24","For in hope we have been saved, but hope that is seen is not hope; for who hopes for what he already sees?","25","But if we hope for what we do not see, through perseverance we wait eagerly for it."]},{"reference":"Isaiah 51:10-12","words":95,"text":["10","Was it not You who dried up the sea, The waters of the great deep; Who made the depths of the sea a pathway For the redeemed to cross over?","11","And the redeemed of the Lord will return And come to Zion with joyful shouting, And everlasting joy will be on their heads. They will obtain gladness and joy, And sorrow and sighing will flee away.","12","“I, I Myself, am He who comforts you. Who are you that you are afraid of mortal man, And of a son of man who is made like grass,"]},{"reference":"Romans 9:3-5","words":73,"text":["3","For I could wish that I myself were accursed, separated from Christ for the sake of my countrymen, my kinsmen according to the flesh,","4","who are Israelites, to whom belongs the adoption as sons and daughters, the glory, the covenants, the giving of the Law, the temple service, and the promises;","5","whose are the fathers, and from whom is the Christ according to the flesh, who is over all, God blessed forever. Amen."]},{"reference":"Isaiah 52:3-9","words":180,"text":["3","For this is what the Lord says: “You were sold for nothing, and you will be redeemed without money.”","4","For this is what the Lord God says: “My people went down to Egypt first to reside there; then the Assyrian oppressed them without reason.","5","And now, what do I have here,” declares the Lord, “seeing that My people have been taken away without reason?” Again the Lord declares, “Those who rule over them howl, and My name is continually reviled all day long.","6","Therefore, My people shall know My name; therefore on that day I am the one who is speaking, ‘Here I am.’”","7","How delightful on the mountains Are the feet of one who brings good news, Who announces peace And brings good news of happiness, Who announces salvation, And says to Zion, “Your God reigns!”","8","Listen! Your watchmen raise their voices, They shout joyfully together; For they will see with their own eyes When the Lord restores Zion.","9","Be cheerful, shout joyfully together, You ruins of Jerusalem; For the Lord has comforted His people, He has redeemed Jerusalem."]},{"reference":"Romans 11:33-36","words":71,"text":["33","Oh, the depth of the riches, both of the wisdom and knowledge of God! How unsearchable are His judgments and unfathomable His ways!","34","For who has known the mind of the Lord, or who became His counselor?","35","Or who has first given to Him, that it would be paid back to him?","36","For from Him, and through Him, and to Him are all things. To Him be the glory forever. Amen."]},{"reference":"Jeremiah 17:18","words":43,"text":["18","Let those who persecute me be put to shame, but as for me, let me not be put to shame; Let them be dismayed, but let me not be dismayed. Bring on them a day of disaster, And crush them with double destruction!"]},{"reference":"1 Corinthians 2:13-16","words":93,"text":["13","We also speak these things, not in words taught by human wisdom, but in those taught by the Spirit, combining spiritual thoughts with spiritual words.","14","But a natural person does not accept the things of the Spirit of God, for they are foolishness to him; and he cannot understand them, because they are spiritually discerned.","15","But the one who is spiritual discerns all things, yet he himself is discerned by no one.","16","For who has known the mind of the Lord, that he will instruct Him? But we have the mind of Christ."]},{"reference":"Jeremiah 31:10-14","words":167,"text":["10","Hear the word of the Lord, you nations, And declare it in the coastlands far away, And say, “He who scattered Israel will gather him, And He will keep him as a shepherd keeps his flock.”","11","For the Lord has ransomed Jacob And redeemed him from the hand of him who was stronger than he.","12","“They will come and shout for joy on the height of Zion, And they will be radiant over the bounty of the Lord— Over the grain, the new wine, the oil, And over the young of the flock and the herd. And their life will be like a watered garden, And they will never languish again.","13","Then the virgin will rejoice in the dance, And the young men and the old together; For I will turn their mourning into joy And comfort them, and give them joy for their sorrow.","14","I will refresh the soul of the priests with abundance, And My people will be satisfied with My goodness,” declares the Lord."]},{"reference":"2 Corinthians 1:3-4","words":52,"text":["3","Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,","4","who comforts us in all our affliction so that we will be able to comfort those who are in any affliction with the comfort with which we ourselves are comforted by God."]},{"reference":"Jeremiah 31:33-34","words":96,"text":["33","“For this is the covenant which I will make with the house of Israel after those days,” declares the Lord: “I will put My law within them and write it on their heart; and I will be their God, and they shall be My people.","34","They will not teach again, each one his neighbor and each one his brother, saying, ‘Know the Lord,’ for they will all know Me, from the least of them to the greatest of them,” declares the Lord, “for I will forgive their wrongdoing, and their sin I will no longer remember.”"]},{"reference":"2 Corinthians 4:7-15","words":177,"text":["7","But we have this treasure in earthen containers, so that the extraordinary greatness of the power will be of God and not from ourselves;","8","we are afflicted in every way, but not crushed; perplexed, but not despairing;","9","persecuted, but not abandoned; struck down, but not destroyed;","10","always carrying around in the body the dying of Jesus, so that the life of Jesus may also be revealed in our body.","11","For we who live are constantly being handed over to death because of Jesus, so that the life of Jesus may also be revealed in our mortal flesh.","12","So death works in us, but life in you.","13","But having the same spirit of faith, according to what is written: “I believed, therefore I spoke,” we also believe, therefore we also speak,","14","knowing that He who raised the Lord Jesus will also raise us with Jesus, and will present us with you.","15","For all things are for your sakes, so that grace, having spread to more and more people, will cause thanksgiving to overflow to the glory of God."]},{"reference":"Jeremiah 33:8-9","words":86,"text":["8","And I will cleanse them from all their wrongdoing by which they have sinned against Me, and I will forgive all their wrongdoings by which they have sinned against Me and revolted against Me.","9","It will be to Me a name of joy, praise, and glory before all the nations of the earth, which will hear of all the good that I do for them, and they will be frightened and tremble because of all the good and all the peace that I make for it.’"]},{"reference":"2 Corinthians 12:9-10","words":64,"text":["9","And He has said to me, “My grace is sufficient for you, for power is perfected in weakness.” Most gladly, therefore, I will rather boast about my weaknesses, so that the power of Christ may dwell in me.","10","Therefore I delight in weaknesses, in insults, in distresses, in persecutions, in difficulties, in behalf of Christ; for when I am weak, then I am strong."]},{"reference":"Jeremiah 50:33-38","words":174,"text":["33","This is what the Lord of armies says: “The sons of Israel are oppressed, And the sons of Judah as well; And all who took them captive have held them firmly, They have refused to let them go.","34","Their Redeemer is strong, the Lord of armies is His name; He will vigorously plead their case So that He may bring rest to their land, But turmoil to the inhabitants of Babylon.","35","A sword against the Chaldeans,” declares the Lord, “And against the inhabitants of Babylon And against her leaders and her wise men!","36","A sword against the oracle priests, and they will become fools! A sword against her warriors, and they will be shattered!","37","A sword against their horses, against their chariots, And against all the foreigners who are in the midst of her, And they will become women! A sword against her treasures, and they will be plundered!","38","A drought on her waters, and they will be dried up! For it is a land of idols, And they go insane at frightful images."]},{"reference":"2 Corinthians 13:4-9","words":151,"text":["4","For indeed He was crucified because of weakness, yet He lives because of the power of God. For we too are weak in Him, yet we will live with Him because of the power of God directed toward you.","5","Test yourselves to see if you are in the faith; examine yourselves! Or do you not recognize this about yourselves, that Jesus Christ is in you—unless indeed you fail the test?","6","But I expect that you will realize that we ourselves do not fail the test.","7","Now we pray to God that you do nothing wrong; not so that we ourselves may appear approved, but that you may do what is right, though we may appear unapproved.","8","For we cannot do anything against the truth, but only for the truth.","9","For we rejoice when we ourselves are weak, but you are strong; this we also pray for, that you become mature."]},{"reference":"Micah 3:11","words":38,"text":["11","Her leaders pronounce judgment for a bribe, Her priests teach for pay, And her prophets divine for money. Yet they lean on the Lord, saying, “Is the Lord not in our midst? Catastrophe will not come upon us.”"]},{"reference":"Galatians 1:6-10","words":135,"text":["6","I am amazed that you are so quickly deserting Him who called you by the grace of Christ, for a different gospel,","7","which is not just another account; but there are some who are disturbing you and want to distort the gospel of Christ.","8","But even if we, or an angel from heaven, should preach to you a gospel contrary to what we have preached to you, he is to be accursed!","9","As we have said before, even now I say again: if anyone is preaching to you a gospel contrary to what you received, he is to be accursed!","10","For am I now seeking the favor of people, or of God? Or am I striving to please people? If I were still trying to please people, I would not be a bond-servant of Christ."]},{"reference":"Daniel 12:4-9","words":190,"text":["4","But as for you, Daniel, keep these words secret and seal up the book until the end of time; many will roam about, and knowledge will increase.”","5","Then I, Daniel, looked, and behold, two others were standing, one on this bank of the stream and the other on that bank of the stream.","6","And someone said to the man dressed in linen, who was above the waters of the stream, “How long will it be until the end of these wonders?”","7","And I heard the man dressed in linen, who was above the waters of the stream, as he raised his right hand and his left toward heaven, and swore by Him who lives forever that it would be for a time, times, and half a time; and as soon as they finish smashing the power of the holy people, all these events will be completed.","8","But as for me, I heard but did not understand; so I said, “My lord, what will be the outcome of these events?”","9","And he said, “Go your way, Daniel, for these words will be kept secret and sealed up until the end time."]},{"reference":"Galatians 6:6-10","words":111,"text":["6","The one who is taught the word is to share all good things with the one who teaches him.","7","Do not be deceived, God is not mocked; for whatever a person sows, this he will also reap.","8","For the one who sows to his own flesh will reap destruction from the flesh, but the one who sows to the Spirit will reap eternal life from the Spirit.","9","Let’s not become discouraged in doing good, for in due time we will reap, if we do not become weary.","10","So then, while we have opportunity, let’s do good to all people, and especially to those who are of the household of the faith."]},{"reference":"Zephaniah 3:14-17","words":106,"text":["14","Shout for joy, daughter of Zion! Shout in triumph, Israel! Rejoice and triumph with all your heart, Daughter of Jerusalem!","15","The Lord has taken away His judgments against you, He has cleared away your enemies. The King of Israel, the Lord, is in your midst; You will no longer fear disaster.","16","On that day it will be said to Jerusalem: “Do not be afraid, Zion; Do not let your hands fall limp.","17","The Lord your God is in your midst, A victorious warrior. He will rejoice over you with joy, He will be quiet in His love, He will rejoice over you with shouts of joy."]},{"reference":"Ephesians 2:17-22","words":105,"text":["17","And He came and preached peace to you who were far away, and peace to those who were near;","18","for through Him we both have our access in one Spirit to the Father.","19","So then you are no longer strangers and foreigners, but you are fellow citizens with the saints, and are of God’s household,","20","having been built on the foundation of the apostles and prophets, Christ Jesus Himself being the cornerstone,","21","in whom the whole building, being fitted together, is growing into a holy temple in the Lord,","22","in whom you also are being built together into a dwelling of God in the Spirit."]},{"reference":"Zechariah 1:13-15","words":69,"text":["13","And the Lord responded to the angel who was speaking with me with gracious words, comforting words.","14","So the angel who was speaking with me said to me, “Proclaim, saying, ‘This is what the Lord of armies says: “I am exceedingly jealous for Jerusalem and Zion.","15","But I am very angry with the nations who are carefree; for while I was only a little angry, they furthered the disaster.”"]},{"reference":"Ephesians 3:14-21","words":150,"text":["14","For this reason I bend my knees before the Father,","15","from whom every family in heaven and on earth derives its name,","16","that He would grant you, according to the riches of His glory, to be strengthened with power through His Spirit in the inner self,","17","so that Christ may dwell in your hearts through faith; and that you, being rooted and grounded in love,","18","may be able to comprehend with all the saints what is the width and length and height and depth,","19","and to know the love of Christ which surpasses knowledge, that you may be filled to all the fullness of God.","20","Now to Him who is able to do far more abundantly beyond all that we ask or think, according to the power that works within us,","21","to Him be the glory in the church and in Christ Jesus to all generations forever and ever. Amen."]},{"reference":"Malachi 4:1-6","words":181,"text":["1","“For behold, the day is coming, burning like a furnace; and all the arrogant and every evildoer will be chaff; and the day that is coming will set them ablaze,” says the Lord of armies, “so that it will leave them neither root nor branches.","2","But for you who fear My name, the sun of righteousness will rise with healing in its wings; and you will go forth and frolic like calves from the stall.","3","And you will crush the wicked underfoot, for they will be ashes under the soles of your feet on the day that I am preparing,” says the Lord of armies.","4","“Remember the Law of Moses My servant, the statutes and ordinances which I commanded him in Horeb for all Israel.","5","“Behold, I am going to send you Elijah the prophet before the coming of the great and terrible day of the Lord.","6","He will turn the hearts of the fathers back to their children and the hearts of the children to their fathers, so that I will not come and strike the land with complete destruction.”"]},{"reference":"Philippians 2:4-11","words":150,"text":["4","do not merely look out for your own personal interests, but also for the interests of others.","5","Have this attitude in yourselves which was also in Christ Jesus,","6","who, as He already existed in the form of God, did not consider equality with God something to be grasped,","7","but emptied Himself by taking the form of a bond-servant and being born in the likeness of men.","8","And being found in appearance as a man, He humbled Himself by becoming obedient to the point of death: death on a cross.","9","For this reason also God highly exalted Him, and bestowed on Him the name which is above every name,","10","so that at the name of Jesus every knee will bow, of those who are in heaven and on earth and under the earth,","11","and that every tongue will confess that Jesus Christ is Lord, to the glory of God the Father."]},{"reference":"Mark 1:2-5","words":89,"text":["2","just as it is written in Isaiah the prophet: “Behold, I am sending My messenger before You, Who will prepare Your way;","3","The voice of one calling out in the wilderness, ‘Prepare the way of the Lord, Make His paths straight!’”","4","John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins.","5","And all the country of Judea was going out to him, and all the people of Jerusalem; and they were being baptized by him in the Jordan River, confessing their sins."]},{"reference":"1 Thessalonians 1:8-10","words":96,"text":["8","For the word of the Lord has sounded forth from you, not only in Macedonia and Achaia, but in every place the news of your faith toward God has gone out, so that we have no need to say anything.","9","For they themselves report about us as to the kind of reception we had with you, and how you turned to God from idols to serve a living and true God,","10","and to wait for His Son from heaven, whom He raised from the dead, that is, Jesus who rescues us from the wrath to come."]},{"reference":"Mark 16:14","words":43,"text":["14","Later He appeared to the eleven disciples themselves as they were reclining at the table; and He reprimanded them for their unbelief and hardness of heart, because they had not believed those who had seen Him after He had risen from the dead."]},{"reference":"1 Thessalonians 2:9-12","words":100,"text":["9","For you recall, brothers and sisters, our labor and hardship: it was by working night and day so as not to be a burden to any of you, that we proclaimed to you the gospel of God.","10","You are witnesses, and so is God, of how devoutly and rightly and blamelessly we behaved toward you believers;","11","just as you know how we were exhorting and encouraging and imploring each one of you as a father would his own children,","12","so that you would walk in a manner worthy of the God who calls you into His own kingdom and glory."]}]
