[{"reference":"Ruth 1:1","words":37,"text":["1","In the days when the judges ruled there was a famine in the land, and a man of Bethlehem in Judah went to sojourn in the country of Moab, he and his wife and his two sons."]},{"reference":"Psalm 138:1-7","words":148,"text":["1","I give you thanks, O Lord, with my whole heart; before the gods I sing your praise;","2","I bow down toward your holy temple and give thanks to your name for your steadfast love and your faithfulness, for you have exalted above all things your name and your word.","3","On the day I called, you answered me; my strength of soul you increased.","4","All the kings of the earth shall give you thanks, O Lord, for they have heard the words of your mouth,","5","and they shall sing of the ways of the Lord, for great is the glory of the Lord.","6","For though the Lord is high, he regards the lowly, but the haughty he knows from afar.","7","Though I walk in the midst of trouble, you preserve my life; you stretch out your hand against the wrath of my enemies, and your right hand delivers me."]},{"reference":"1 Thessalonians 4:16-18","words":77,"text":["16","For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first.","17","Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord.","18","Therefore encourage one another with these words."]},{"reference":"Romans 5:12-13","words":47,"text":["12","Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—","13","for sin indeed was in the world before the law was given, but sin is not counted where there is no law."]},{"reference":"Psalm 147:1-5","words":72,"text":["1","Praise the Lord! For it is good to sing praises to our God; for it is pleasant, and a song of praise is fitting.","2","The Lord builds up Jerusalem; he gathers the outcasts of Israel.","3","He heals the brokenhearted and binds up their wounds.","4","He determines the number of the stars; he gives to all of them their names.","5","Great is our Lord, and abundant in power; his understanding is beyond measure."]},{"reference":"1 Thessalonians 5:1-24","words":377,"text":["1","Now concerning the times and the seasons, brothers, you have no need to have anything written to you.","2","For you yourselves are fully aware that the day of the Lord will come like a thief in the night.","3","While people are saying, “There is peace and security,” then sudden destruction will come upon them as labor pains come upon a pregnant woman, and they will not escape.","4","But you are not in darkness, brothers, for that day to surprise you like a thief.","5","For you are all children of light, children of the day. We are not of the night or of the darkness.","6","So then let us not sleep, as others do, but let us keep awake and be sober.","7","For those who sleep, sleep at night, and those who get drunk, are drunk at night.","8","But since we belong to the day, let us be sober, having put on the breastplate of faith and love, and for a helmet the hope of salvation.","9","For God has not destined us for wrath, but to obtain salvation through our Lord Jesus Christ,","10","who died for us so that whether we are awake or asleep we might live with him.","11","Therefore encourage one another and build one another up, just as you are doing.","12","We ask you, brothers, to respect those who labor among you and are over you in the Lord and admonish you,","13","and to esteem them very highly in love because of their work. Be at peace among yourselves.","14","And we urge you, brothers, admonish the idle, encourage the fainthearted, help the weak, be patient with them all.","15","See that no one repays anyone evil for evil, but always seek to do good to one another and to everyone.","16","Rejoice always,","17","pray without ceasing,","18","give thanks in all circumstances; for this is the will of God in Christ Jesus for you.","19","Do not quench the Spirit.","20","Do not despise prophecies,","21","but test everything; hold fast what is good.","22","Abstain from every form of evil.","23","Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.","24","He who calls you is faithful; he will surely do it."]},{"reference":"Ruth 1:16-17","words":71,"text":["16","But Ruth said, “Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God.","17","Where you die I will die, and there will I be buried. May the Lord do so to me and more also if anything but death parts me from you.”"]},{"reference":"Isaiah 55:1-13","words":382,"text":["1","“Come, everyone who thirsts, come to the waters; and he who has no money, come, buy and eat! Come, buy wine and milk without money and without price.","2","Why do you spend your money for that which is not bread, and your labor for that which does not satisfy? Listen diligently to me, and eat what is good, and delight yourselves in rich food.","3","Incline your ear, and come to me; hear, that your soul may live; and I will make with you an everlasting covenant, my steadfast, sure love for David.","4","Behold, I made him a witness to the peoples, a leader and commander for the peoples.","5","Behold, you shall call a nation that you do not know, and a nation that did not know you shall run to you, because of the Lord your God, and of the Holy One of Israel, for he has glorified you.","6","“Seek the Lord while he may be found; call upon him while he is near;","7","let the wicked forsake his way, and the unrighteous man his thoughts; let him return to the Lord, that he may have compassion on him, and to our God, for he will abundantly pardon.","8","For my thoughts are not your thoughts, neither are your ways my ways, declares the Lord.","9","For as the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts.","10","“For as the rain and the snow come down from heaven and do not return there but water the earth, making it bring forth and sprout, giving seed to the sower and bread to the eater,","11","so shall my word be that goes out from my mouth; it shall not return to me empty, but it shall accomplish that which I purpose, and shall succeed in the thing for which I sent it.","12","“For you shall go out in joy and be led forth in peace; the mountains and the hills before you shall break forth into singing, and all the trees of the field shall clap their hands.","13","Instead of the thorn shall come up the cypress; instead of the brier shall come up the myrtle; and it shall make a name for the Lord, an everlasting sign that shall not be cut off.”"]},{"reference":"1 Timothy 6:11-16","words":146,"text":["11","But as for you, O man of God, flee these things. Pursue righteousness, godliness, faith, love, steadfastness, gentleness.","12","Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses.","13","I charge you in the presence of God, who gives life to all things, and of Christ Jesus, who in his testimony before Pontius Pilate made the good confession,","14","to keep the commandment unstained and free from reproach until the appearing of our Lord Jesus Christ,","15","which he will display at the proper time—he who is the blessed and only Sovereign, the King of kings and Lord of lords,","16","who alone has immortality, who dwells in unapproachable light, whom no one has ever seen or can see. To him be honor and eternal dominion. Amen."]},{"reference":"Genesis 17:6-7","words":52,"text":["6","I will make you exceedingly fruitful, and I will make you into nations, and kings shall come from you.","7","And I will establish my covenant between me and you and your offspring after you throughout their generations for an everlasting covenant, to be God to you and to your offspring after you."]},{"reference":"Isaiah 57:14-19","words":178,"text":["14","And it shall be said, “Build up, build up, prepare the way, remove every obstruction from my people's way.”","15","For thus says the One who is high and lifted up, who inhabits eternity, whose name is Holy: “I dwell in the high and holy place, and also with him who is of a contrite and lowly spirit, to revive the spirit of the lowly, and to revive the heart of the contrite.","16","For I will not contend forever, nor will I always be angry; for the spirit would grow faint before me, and the breath of life that I made.","17","Because of the iniquity of his unjust gain I was angry, I struck him; I hid my face and was angry, but he went on backsliding in the way of his own heart.","18","I have seen his ways, but I will heal him; I will lead him and restore comfort to him and his mourners,","19","creating the fruit of the lips. Peace, peace, to the far and to the near,” says the Lord, “and I will heal him."]},{"reference":"2 Timothy 2:1-19","words":340,"text":["1","You then, my child, be strengthened by the grace that is in Christ Jesus,","2","and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also.","3","Share in suffering as a good soldier of Christ Jesus.","4","No soldier gets entangled in civilian pursuits, since his aim is to please the one who enlisted him.","5","An athlete is not crowned unless he competes according to the rules.","6","It is the hard-working farmer who ought to have the first share of the crops.","7","Think over what I say, for the Lord will give you understanding in everything.","8","Remember Jesus Christ, risen from the dead, the offspring of David, as preached in my gospel,","9","for which I am suffering, bound with chains as a criminal. But the word of God is not bound!","10","Therefore I endure everything for the sake of the elect, that they also may obtain the salvation that is in Christ Jesus with eternal glory.","11","The saying is trustworthy, for: If we have died with him, we will also live with him;","12","if we endure, we will also reign with him; if we deny him, he also will deny us;","13","if we are faithless, he remains faithful— for he cannot deny himself.","14","Remind them of these things, and charge them before God not to quarrel about words, which does no good, but only ruins the hearers.","15","Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.","16","But avoid irreverent babble, for it will lead people into more and more ungodliness,","17","and their talk will spread like gangrene. Among them are Hymenaeus and Philetus,","18","who have swerved from the truth, saying that the resurrection has already happened. They are upsetting the faith of some.","19","But God's firm foundation stands, bearing this seal: “The Lord knows those who are his,” and, “Let everyone who names the name of the Lord depart from iniquity.”"]},{"reference":"Ruth 2:12-13","words":63,"text":["12","The Lord repay you for what you have done, and a full reward be given you by the Lord, the God of Israel, under whose wings you have come to take refuge!”","13","Then she said, “I have found favor in your eyes, my lord, for you have comforted me and spoken kindly to your servant, though I am not one of your servants.”"]},{"reference":"Isaiah 61:1-7","words":229,"text":["1","The Spirit of the Lord God is upon me, because the Lord has anointed me to bring good news to the poor; he has sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to those who are bound;","2","to proclaim the year of the Lord's favor, and the day of vengeance of our God; to comfort all who mourn;","3","to grant to those who mourn in Zion— to give them a beautiful headdress instead of ashes, the oil of gladness instead of mourning, the garment of praise instead of a faint spirit; that they may be called oaks of righteousness, the planting of the Lord, that he may be glorified.","4","They shall build up the ancient ruins; they shall raise up the former devastations; they shall repair the ruined cities, the devastations of many generations.","5","Strangers shall stand and tend your flocks; foreigners shall be your plowmen and vinedressers;","6","but you shall be called the priests of the Lord; they shall speak of you as the ministers of our God; you shall eat the wealth of the nations, and in their glory you shall boast.","7","Instead of your shame there shall be a double portion; instead of dishonor they shall rejoice in their lot; therefore in their land they shall possess a double portion; they shall have everlasting joy."]},{"reference":"2 Timothy 4:1-8","words":179,"text":["1","I charge you in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by his appearing and his kingdom:","2","preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching.","3","For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions,","4","and will turn away from listening to the truth and wander off into myths.","5","As for you, always be sober-minded, endure suffering, do the work of an evangelist, fulfill your ministry.","6","For I am already being poured out as a drink offering, and the time of my departure has come.","7","I have fought the good fight, I have finished the race, I have kept the faith.","8","Henceforth there is laid up for me the crown of righteousness, which the Lord, the righteous judge, will award to me on that day, and not only to me but also to all who have loved his appearing."]},{"reference":"Exodus 12:13-14","words":75,"text":["13","The blood shall be a sign for you, on the houses where you are. And when I see the blood, I will pass over you, and no plague will befall you to destroy you, when I strike the land of Egypt.","14","“This day shall be for you a memorial day, and you shall keep it as a feast to the Lord; throughout your generations, as a statute forever, you shall keep it as a feast."]},{"reference":"Isaiah 62:10-12","words":85,"text":["10","Go through, go through the gates; prepare the way for the people; build up, build up the highway; clear it of stones; lift up a signal over the peoples.","11","Behold, the Lord has proclaimed to the end of the earth: Say to the daughter of Zion, “Behold, your salvation comes; behold, his reward is with him, and his recompense before him.”","12","And they shall be called The Holy People, The Redeemed of the Lord; and you shall be called Sought Out, A City Not Forsaken."]},{"reference":"Titus 2:1-6","words":92,"text":["1","But as for you, teach what accords with sound doctrine.","2","Older men are to be sober-minded, dignified, self-controlled, sound in faith, in love, and in steadfastness.","3","Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good,","4","and so train the young women to love their husbands and children,","5","to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.","6","Likewise, urge the younger men to be self-controlled."]},{"reference":"Ruth 3:11-13","words":85,"text":["11","And now, my daughter, do not fear. I will do for you all that you ask, for all my fellow townsmen know that you are a worthy woman.","12","And now it is true that I am a redeemer. Yet there is a redeemer nearer than I.","13","Remain tonight, and in the morning, if he will redeem you, good; let him do it. But if he is not willing to redeem you, then, as the Lord lives, I will redeem you. Lie down until the morning.”"]},{"reference":"Isaiah 63:15-19","words":133,"text":["15","Look down from heaven and see, from your holy and beautiful habitation. Where are your zeal and your might? The stirring of your inner parts and your compassion are held back from me.","16","For you are our Father, though Abraham does not know us, and Israel does not acknowledge us; you, O Lord, are our Father, our Redeemer from of old is your name.","17","O Lord, why do you make us wander from your ways and harden our heart, so that we fear you not? Return for the sake of your servants, the tribes of your heritage.","18","Your holy people held possession for a little while; our adversaries have trampled down your sanctuary.","19","We have become like those over whom you have never ruled, like those who are not called by your name."]},{"reference":"Hebrews 1:10-12","words":62,"text":["10","And, “You, Lord, laid the foundation of the earth in the beginning, and the heavens are the work of your hands;","11","they will perish, but you remain; they will all wear out like a garment,","12","like a robe you will roll them up, like a garment they will be changed. But you are the same, and your years will have no end.”"]},{"reference":"Hebrews 2:14-15","words":49,"text":["14","Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,","15","and deliver all those who through fear of death were subject to lifelong slavery."]},{"reference":"Isaiah 65:13-14","words":63,"text":["13","Therefore thus says the Lord God: “Behold, my servants shall eat, but you shall be hungry; behold, my servants shall drink, but you shall be thirsty; behold, my servants shall rejoice, but you shall be put to shame;","14","behold, my servants shall sing for gladness of heart, but you shall cry out for pain of heart and shall wail for breaking of spirit."]},{"reference":"Hebrews 8:8-11","words":161,"text":["8","For he finds fault with them when he says: “Behold, the days are coming, declares the Lord, when I will establish a new covenant with the house of Israel and with the house of Judah,","9","not like the covenant that I made with their fathers on the day when I took them by the hand to bring them out of the land of Egypt. For they did not continue in my covenant, and so I showed no concern for them, declares the Lord.","10","For this is the covenant that I will make with the house of Israel after those days, declares the Lord: I will put my laws into their minds, and write them on their hearts, and I will be their God, and they shall be my people.","11","And they shall not teach, each one his neighbor and each one his brother, saying, ‘Know the Lord,’ for they shall all know me, from the least of them to the greatest."]},{"reference":"Ruth 4:10-11","words":104,"text":["10","Also Ruth the Moabite, the widow of Mahlon, I have bought to be my wife, to perpetuate the name of the dead in his inheritance, that the name of the dead may not be cut off from among his brothers and from the gate of his native place. You are witnesses this day.”","11","Then all the people who were at the gate and the elders said, “We are witnesses. May the Lord make the woman, who is coming into your house, like Rachel and Leah, who together built up the house of Israel. May you act worthily in Ephrathah and be renowned in Bethlehem,"]},{"reference":"Jeremiah 16:16-21","words":178,"text":["16","“Behold, I am sending for many fishers, declares the Lord, and they shall catch them. And afterward I will send for many hunters, and they shall hunt them from every mountain and every hill, and out of the clefts of the rocks.","17","For my eyes are on all their ways. They are not hidden from me, nor is their iniquity concealed from my eyes.","18","But first I will doubly repay their iniquity and their sin, because they have polluted my land with the carcasses of their detestable idols, and have filled my inheritance with their abominations.”","19","O Lord, my strength and my stronghold, my refuge in the day of trouble, to you shall the nations come from the ends of the earth and say: “Our fathers have inherited nothing but lies, worthless things in which there is no profit.","20","Can man make for himself gods? Such are not gods!”","21","“Therefore, behold, I will make them know, this once I will make them know my power and my might, and they shall know that my name is the Lord.”"]},{"reference":"Hebrews 9:11-15","words":158,"text":["11","But when Christ appeared as a high priest of the good things that have come, then through the greater and more perfect tent (not made with hands, that is, not of this creation)","12","he entered once for all into the holy places, not by means of the blood of goats and calves but by means of his own blood, thus securing an eternal redemption.","13","For if the blood of goats and bulls, and the sprinkling of defiled persons with the ashes of a heifer, sanctify for the purification of the flesh,","14","how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, purify our conscience from dead works to serve the living God.","15","Therefore he is the mediator of a new covenant, so that those who are called may receive the promised eternal inheritance, since a death has occurred that redeems them from the transgressions committed under the first covenant."]},{"reference":"1 Peter 1:18-19","words":38,"text":["18","knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold,","19","but with the precious blood of Christ, like that of a lamb without blemish or spot."]},{"reference":"Ezekiel 3:4-6","words":70,"text":["4","And he said to me, “Son of man, go to the house of Israel and speak with my words to them.","5","For you are not sent to a people of foreign speech and a hard language, but to the house of Israel—","6","not to many peoples of foreign speech and a hard language, whose words you cannot understand. Surely, if I sent you to such, they would listen to you."]},{"reference":"Hebrews 12:12-15","words":79,"text":["12","Therefore lift your drooping hands and strengthen your weak knees,","13","and make straight paths for your feet, so that what is lame may not be put out of joint but rather be healed.","14","Strive for peace with everyone, and for the holiness without which no one will see the Lord.","15","See to it that no one fails to obtain the grace of God; that no “root of bitterness” springs up and causes trouble, and by it many become defiled;"]},{"reference":"Ruth 4:13-15","words":89,"text":["13","So Boaz took Ruth, and she became his wife. And he went in to her, and the Lord gave her conception, and she bore a son.","14","Then the women said to Naomi, “Blessed be the Lord, who has not left you this day without a redeemer, and may his name be renowned in Israel!","15","He shall be to you a restorer of life and a nourisher of your old age, for your daughter-in-law who loves you, who is more to you than seven sons, has given birth to him.”"]},{"reference":"Daniel 4:28-37","words":356,"text":["28","All this came upon King Nebuchadnezzar.","29","At the end of twelve months he was walking on the roof of the royal palace of Babylon,","30","and the king answered and said, “Is not this great Babylon, which I have built by my mighty power as a royal residence and for the glory of my majesty?”","31","While the words were still in the king's mouth, there fell a voice from heaven, “O King Nebuchadnezzar, to you it is spoken: The kingdom has departed from you,","32","and you shall be driven from among men, and your dwelling shall be with the beasts of the field. And you shall be made to eat grass like an ox, and seven periods of time shall pass over you, until you know that the Most High rules the kingdom of men and gives it to whom he will.”","33","Immediately the word was fulfilled against Nebuchadnezzar. He was driven from among men and ate grass like an ox, and his body was wet with the dew of heaven till his hair grew as long as eagles' feathers, and his nails were like birds' claws.","34","At the end of the days I, Nebuchadnezzar, lifted my eyes to heaven, and my reason returned to me, and I blessed the Most High, and praised and honored him who lives forever, for his dominion is an everlasting dominion, and his kingdom endures from generation to generation;","35","all the inhabitants of the earth are accounted as nothing, and he does according to his will among the host of heaven and among the inhabitants of the earth; and none can stay his hand or say to him, “What have you done?”","36","At the same time my reason returned to me, and for the glory of my kingdom, my majesty and splendor returned to me. My counselors and my lords sought me, and I was established in my kingdom, and still more greatness was added to me.","37","Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, for all his works are right and his ways are just; and those who walk in pride he is able to humble."]},{"reference":"James 1:26-27","words":49,"text":["26","If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person's religion is worthless.","27","Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world."]},{"reference":"Colossians 1:13-14","words":28,"text":["13","He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son,","14","in whom we have redemption, the forgiveness of sins."]},{"reference":"Malachi 3:1","words":44,"text":["1","“Behold, I send my messenger, and he will prepare the way before me. And the Lord whom you seek will suddenly come to his temple; and the messenger of the covenant in whom you delight, behold, he is coming, says the Lord of hosts."]},{"reference":"1 Peter 1:3-16","words":328,"text":["3","Blessed be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,","4","to an inheritance that is imperishable, undefiled, and unfading, kept in heaven for you,","5","who by God's power are being guarded through faith for a salvation ready to be revealed in the last time.","6","In this you rejoice, though now for a little while, if necessary, you have been grieved by various trials,","7","so that the tested genuineness of your faith—more precious than gold that perishes though it is tested by fire—may be found to result in praise and glory and honor at the revelation of Jesus Christ.","8","Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory,","9","obtaining the outcome of your faith, the salvation of your souls.","10","Concerning this salvation, the prophets who prophesied about the grace that was to be yours searched and inquired carefully,","11","inquiring what person or time the Spirit of Christ in them was indicating when he predicted the sufferings of Christ and the subsequent glories.","12","It was revealed to them that they were serving not themselves but you, in the things that have now been announced to you through those who preached the good news to you by the Holy Spirit sent from heaven, things into which angels long to look.","13","Therefore, preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ.","14","As obedient children, do not be conformed to the passions of your former ignorance,","15","but as he who called you is holy, you also be holy in all your conduct,","16","since it is written, “You shall be holy, for I am holy.”"]},{"reference":"Ruth 4:18-22","words":35,"text":["18","Now these are the generations of Perez: Perez fathered Hezron,","19","Hezron fathered Ram, Ram fathered Amminadab,","20","Amminadab fathered Nahshon, Nahshon fathered Salmon,","21","Salmon fathered Boaz, Boaz fathered Obed,","22","Obed fathered Jesse, and Jesse fathered David."]},{"reference":"Matthew 3:1-3","words":55,"text":["1","In those days John the Baptist came preaching in the wilderness of Judea,","2","“Repent, for the kingdom of heaven is at hand.”","3","For this is he who was spoken of by the prophet Isaiah when he said, “The voice of one crying in the wilderness: ‘Prepare the way of the Lord; make his paths straight.’”"]},{"reference":"1 Peter 2:6-10","words":137,"text":["6","For it stands in Scripture: “Behold, I am laying in Zion a stone, a cornerstone chosen and precious, and whoever believes in him will not be put to shame.”","7","So the honor is for you who believe, but for those who do not believe, “The stone that the builders rejected has become the cornerstone,”","8","and “A stone of stumbling, and a rock of offense.” They stumble because they disobey the word, as they were destined to do.","9","But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light.","10","Once you were not a people, but now you are God's people; once you had not received mercy, but now you have received mercy."]},{"reference":"Ephesians 1:18-19","words":53,"text":["18","having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints,","19","and what is the immeasurable greatness of his power toward us who believe, according to the working of his great might"]},{"reference":"Matthew 5:1-16","words":272,"text":["1","Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.","2","And he opened his mouth and taught them, saying:","3","“Blessed are the poor in spirit, for theirs is the kingdom of heaven.","4","“Blessed are those who mourn, for they shall be comforted.","5","“Blessed are the meek, for they shall inherit the earth.","6","“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.","7","“Blessed are the merciful, for they shall receive mercy.","8","“Blessed are the pure in heart, for they shall see God.","9","“Blessed are the peacemakers, for they shall be called sons of God.","10","“Blessed are those who are persecuted for righteousness' sake, for theirs is the kingdom of heaven.","11","“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.","12","Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.","13","“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people's feet.","14","“You are the light of the world. A city set on a hill cannot be hidden.","15","Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.","16","In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven."]},{"reference":"1 Peter 2:23-25","words":72,"text":["23","When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly.","24","He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed.","25","For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls."]},{"reference":"Genesis 21:33","words":19,"text":["33","Abraham planted a tamarisk tree in Beersheba and called there on the name of the Lord, the Everlasting God."]},{"reference":"Matthew 9:1-8","words":144,"text":["1","And getting into a boat he crossed over and came to his own city.","2","And behold, some people brought to him a paralytic, lying on a bed. And when Jesus saw their faith, he said to the paralytic, “Take heart, my son; your sins are forgiven.”","3","And behold, some of the scribes said to themselves, “This man is blaspheming.”","4","But Jesus, knowing their thoughts, said, “Why do you think evil in your hearts?","5","For which is easier, to say, ‘Your sins are forgiven,’ or to say, ‘Rise and walk’?","6","But that you may know that the Son of Man has authority on earth to forgive sins”—he then said to the paralytic—“Rise, pick up your bed and go home.”","7","And he rose and went home.","8","When the crowds saw it, they were afraid, and they glorified God, who had given such authority to men."]},{"reference":"1 Peter 3:8-12","words":114,"text":["8","Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.","9","Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.","10","For “Whoever desires to love life and see good days, let him keep his tongue from evil and his lips from speaking deceit;","11","let him turn away from evil and do good; let him seek peace and pursue it.","12","For the eyes of the Lord are on the righteous, and his ears are open to their prayer. But the face of the Lord is against those who do evil.”"]},{"reference":"Genesis 34:3","words":21,"text":["3","And his soul was drawn to Dinah the daughter of Jacob. He loved the young woman and spoke tenderly to her."]},{"reference":"Matthew 28:18-20","words":67,"text":["18","And Jesus came and said to them, “All authority in heaven and on earth has been given to me.","19","Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,","20","teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”"]},{"reference":"1 John 4:17-19","words":64,"text":["17","By this is love perfected with us, so that we may have confidence for the day of judgment, because as he is so also are we in this world.","18","There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.","19","We love because he first loved us."]},{"reference":"Exodus 15:1-13","words":279,"text":["1","Then Moses and the people of Israel sang this song to the Lord, saying, “I will sing to the Lord, for he has triumphed gloriously; the horse and his rider he has thrown into the sea.","2","The Lord is my strength and my song, and he has become my salvation; this is my God, and I will praise him, my father's God, and I will exalt him.","3","The Lord is a man of war; the Lord is his name.","4","“Pharaoh's chariots and his host he cast into the sea, and his chosen officers were sunk in the Red Sea.","5","The floods covered them; they went down into the depths like a stone.","6","Your right hand, O Lord, glorious in power, your right hand, O Lord, shatters the enemy.","7","In the greatness of your majesty you overthrow your adversaries; you send out your fury; it consumes them like stubble.","8","At the blast of your nostrils the waters piled up; the floods stood up in a heap; the deeps congealed in the heart of the sea.","9","The enemy said, ‘I will pursue, I will overtake, I will divide the spoil, my desire shall have its fill of them. I will draw my sword; my hand shall destroy them.’","10","You blew with your wind; the sea covered them; they sank like lead in the mighty waters.","11","“Who is like you, O Lord, among the gods? Who is like you, majestic in holiness, awesome in glorious deeds, doing wonders?","12","You stretched out your right hand; the earth swallowed them.","13","“You have led in your steadfast love the people whom you have redeemed; you have guided them by your strength to your holy abode."]},{"reference":"Mark 9:2-4","words":57,"text":["2","And after six days Jesus took with him Peter and James and John, and led them up a high mountain by themselves. And he was transfigured before them,","3","and his clothes became radiant, intensely white, as no one on earth could bleach them.","4","And there appeared to them Elijah with Moses, and they were talking with Jesus."]},{"reference":"1 John 5:1-15","words":332,"text":["1","Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him.","2","By this we know that we love the children of God, when we love God and obey his commandments.","3","For this is the love of God, that we keep his commandments. And his commandments are not burdensome.","4","For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith.","5","Who is it that overcomes the world except the one who believes that Jesus is the Son of God?","6","This is he who came by water and blood—Jesus Christ; not by the water only but by the water and the blood. And the Spirit is the one who testifies, because the Spirit is the truth.","7","For there are three that testify:","8","the Spirit and the water and the blood; and these three agree.","9","If we receive the testimony of men, the testimony of God is greater, for this is the testimony of God that he has borne concerning his Son.","10","Whoever believes in the Son of God has the testimony in himself. Whoever does not believe God has made him a liar, because he has not believed in the testimony that God has borne concerning his Son.","11","And this is the testimony, that God gave us eternal life, and this life is in his Son.","12","Whoever has the Son has life; whoever does not have the Son of God does not have life.","13","I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life.","14","And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.","15","And if we know that he hears us in whatever we ask, we know that we have the requests that we have asked of him."]},{"reference":"Deuteronomy 32:28-43","words":364,"text":["28","“For they are a nation void of counsel, and there is no understanding in them.","29","If they were wise, they would understand this; they would discern their latter end!","30","How could one have chased a thousand, and two have put ten thousand to flight, unless their Rock had sold them, and the Lord had given them up?","31","For their rock is not as our Rock; our enemies are by themselves.","32","For their vine comes from the vine of Sodom and from the fields of Gomorrah; their grapes are grapes of poison; their clusters are bitter;","33","their wine is the poison of serpents and the cruel venom of asps.","34","“‘Is not this laid up in store with me, sealed up in my treasuries?","35","Vengeance is mine, and recompense, for the time when their foot shall slip; for the day of their calamity is at hand, and their doom comes swiftly.’","36","For the Lord will vindicate his people and have compassion on his servants, when he sees that their power is gone and there is none remaining, bond or free.","37","Then he will say, ‘Where are their gods, the rock in which they took refuge,","38","who ate the fat of their sacrifices and drank the wine of their drink offering? Let them rise up and help you; let them be your protection!","39","“‘See now that I, even I, am he, and there is no god beside me; I kill and I make alive; I wound and I heal; and there is none that can deliver out of my hand.","40","For I lift up my hand to heaven and swear, As I live forever,","41","if I sharpen my flashing sword and my hand takes hold on judgment, I will take vengeance on my adversaries and will repay those who hate me.","42","I will make my arrows drunk with blood, and my sword shall devour flesh— with the blood of the slain and the captives, from the long-haired heads of the enemy.’","43","“Rejoice with him, O heavens; bow down to him, all gods, for he avenges the blood of his children and takes vengeance on his adversaries. He repays those who hate him and cleanses his people's land.”"]},{"reference":"Luke 1:68-79","words":190,"text":["68","“Blessed be the Lord God of Israel, for he has visited and redeemed his people","69","and has raised up a horn of salvation for us in the house of his servant David,","70","as he spoke by the mouth of his holy prophets from of old,","71","that we should be saved from our enemies and from the hand of all who hate us;","72","to show the mercy promised to our fathers and to remember his holy covenant,","73","the oath that he swore to our father Abraham, to grant us","74","that we, being delivered from the hand of our enemies, might serve him without fear,","75","in holiness and righteousness before him all our days.","76","And you, child, will be called the prophet of the Most High; for you will go before the Lord to prepare his ways,","77","to give knowledge of salvation to his people in the forgiveness of their sins,","78","because of the tender mercy of our God, whereby the sunrise shall visit us from on high","79","to give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace.”"]},{"reference":"Revelation 4:6-11","words":195,"text":["6","and before the throne there was as it were a sea of glass, like crystal. And around the throne, on each side of the throne, are four living creatures, full of eyes in front and behind:","7","the first living creature like a lion, the second living creature like an ox, the third living creature with the face of a man, and the fourth living creature like an eagle in flight.","8","And the four living creatures, each of them with six wings, are full of eyes all around and within, and day and night they never cease to say, “Holy, holy, holy, is the Lord God Almighty, who was and is and is to come!”","9","And whenever the living creatures give glory and honor and thanks to him who is seated on the throne, who lives forever and ever,","10","the twenty-four elders fall down before him who is seated on the throne and worship him who lives forever and ever. They cast their crowns before the throne, saying,","11","“Worthy are you, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they existed and were created.”"]},{"reference":"Deuteronomy 33:1-6","words":124,"text":["1","This is the blessing with which Moses the man of God blessed the people of Israel before his death.","2","He said, “The Lord came from Sinai and dawned from Seir upon us; he shone forth from Mount Paran; he came from the ten thousands of holy ones, with flaming fire at his right hand.","3","Yes, he loved his people, all his holy ones were in his hand; so they followed in your steps, receiving direction from you,","4","when Moses commanded us a law, as a possession for the assembly of Jacob.","5","Thus the Lord became king in Jeshurun, when the heads of the people were gathered, all the tribes of Israel together.","6","“Let Reuben live, and not die, but let his men be few.”"]},{"reference":"Luke 3:2-6","words":111,"text":["2","during the high priesthood of Annas and Caiaphas, the word of God came to John the son of Zechariah in the wilderness.","3","And he went into all the region around the Jordan, proclaiming a baptism of repentance for the forgiveness of sins.","4","As it is written in the book of the words of Isaiah the prophet, “The voice of one crying in the wilderness: ‘Prepare the way of the Lord, make his paths straight.","5","Every valley shall be filled, and every mountain and hill shall be made low, and the crooked shall become straight, and the rough places shall become level ways,","6","and all flesh shall see the salvation of God.’”"]},{"reference":"Revelation 22:13-19","words":196,"text":["13","I am the Alpha and the Omega, the first and the last, the beginning and the end.”","14","Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates.","15","Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.","16","“I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.”","17","The Spirit and the Bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires take the water of life without price.","18","I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book,","19","and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book."]},{"reference":"1 Samuel 2:10","words":40,"text":["10","The adversaries of the Lord shall be broken to pieces; against them he will thunder in heaven. The Lord will judge the ends of the earth; he will give strength to his king and exalt the horn of his anointed.”"]},{"reference":"Luke 4:18-19","words":53,"text":["18","“The Spirit of the Lord is upon me, because he has anointed me to proclaim good news to the poor. He has sent me to proclaim liberty to the captives and recovering of sight to the blind, to set at liberty those who are oppressed,","19","to proclaim the year of the Lord's favor.”"]},{"reference":"1 Kings 8:46-53","words":270,"text":["46","“If they sin against you—for there is no one who does not sin—and you are angry with them and give them to an enemy, so that they are carried away captive to the land of the enemy, far off or near,","47","yet if they turn their heart in the land to which they have been carried captive, and repent and plead with you in the land of their captors, saying, ‘We have sinned and have acted perversely and wickedly,’","48","if they repent with all their heart and with all their soul in the land of their enemies, who carried them captive, and pray to you toward their land, which you gave to their fathers, the city that you have chosen, and the house that I have built for your name,","49","then hear in heaven your dwelling place their prayer and their plea, and maintain their cause","50","and forgive your people who have sinned against you, and all their transgressions that they have committed against you, and grant them compassion in the sight of those who carried them captive, that they may have compassion on them","51","(for they are your people, and your heritage, which you brought out of Egypt, from the midst of the iron furnace).","52","Let your eyes be open to the plea of your servant and to the plea of your people Israel, giving ear to them whenever they call to you.","53","For you separated them from among all the peoples of the earth to be your heritage, as you declared through Moses your servant, when you brought our fathers out of Egypt, O Lord God.”"]},{"reference":"Luke 18:7-8","words":45,"text":["7","And will not God give justice to his elect, who cry to him day and night? Will he delay long over them?","8","I tell you, he will give justice to them speedily. Nevertheless, when the Son of Man comes, will he find faith on earth?”"]},{"reference":"Nehemiah 9:30-31","words":58,"text":["30","Many years you bore with them and warned them by your Spirit through your prophets. Yet they would not give ear. Therefore you gave them into the hand of the peoples of the lands.","31","Nevertheless, in your great mercies you did not make an end of them or forsake them, for you are a gracious and merciful God."]},{"reference":"Luke 22:31-34","words":76,"text":["31","“Simon, Simon, behold, Satan demanded to have you, that he might sift you like wheat,","32","but I have prayed for you that your faith may not fail. And when you have turned again, strengthen your brothers.”","33","Peter said to him, “Lord, I am ready to go with you both to prison and to death.”","34","Jesus said, “I tell you, Peter, the rooster will not crow this day, until you deny three times that you know me.”"]},{"reference":"Job 19:23-29","words":120,"text":["23","“Oh that my words were written! Oh that they were inscribed in a book!","24","Oh that with an iron pen and lead they were engraved in the rock forever!","25","For I know that my Redeemer lives, and at the last he will stand upon the earth.","26","And after my skin has been thus destroyed, yet in my flesh I shall see God,","27","whom I shall see for myself, and my eyes shall behold, and not another. My heart faints within me!","28","If you say, ‘How we will pursue him!’ and, ‘The root of the matter is found in him,’","29","be afraid of the sword, for wrath brings the punishment of the sword, that you may know there is a judgment.”"]},{"reference":"John 1:1-18","words":297,"text":["1","In the beginning was the Word, and the Word was with God, and the Word was God.","2","He was in the beginning with God.","3","All things were made through him, and without him was not any thing made that was made.","4","In him was life, and the life was the light of men.","5","The light shines in the darkness, and the darkness has not overcome it.","6","There was a man sent from God, whose name was John.","7","He came as a witness, to bear witness about the light, that all might believe through him.","8","He was not the light, but came to bear witness about the light.","9","The true light, which gives light to everyone, was coming into the world.","10","He was in the world, and the world was made through him, yet the world did not know him.","11","He came to his own, and his own people did not receive him.","12","But to all who did receive him, who believed in his name, he gave the right to become children of God,","13","who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.","14","And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.","15","(John bore witness about him, and cried out, “This was he of whom I said, ‘He who comes after me ranks before me, because he was before me.’”)","16","For from his fullness we have all received, grace upon grace.","17","For the law was given through Moses; grace and truth came through Jesus Christ.","18","No one has ever seen God; the only God, who is at the Father's side, he has made him known."]},{"reference":"Job 42:10-12","words":113,"text":["10","And the Lord restored the fortunes of Job, when he had prayed for his friends. And the Lord gave Job twice as much as he had before.","11","Then came to him all his brothers and sisters and all who had known him before, and ate bread with him in his house. And they showed him sympathy and comforted him for all the evil that the Lord had brought upon him. And each of them gave him a piece of money and a ring of gold.","12","And the Lord blessed the latter days of Job more than his beginning. And he had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys."]},{"reference":"John 5:30-32","words":65,"text":["30","“I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.","31","If I alone bear witness about myself, my testimony is not true.","32","There is another who bears witness about me, and I know that the testimony that he bears about me is true."]},{"reference":"Psalm 32:1-11","words":233,"text":["1","Blessed is the one whose transgression is forgiven, whose sin is covered.","2","Blessed is the man against whom the Lord counts no iniquity, and in whose spirit there is no deceit.","3","For when I kept silent, my bones wasted away through my groaning all day long.","4","For day and night your hand was heavy upon me; my strength was dried up as by the heat of summer. Selah","5","I acknowledged my sin to you, and I did not cover my iniquity; I said, “I will confess my transgressions to the Lord,” and you forgave the iniquity of my sin. Selah","6","Therefore let everyone who is godly offer prayer to you at a time when you may be found; surely in the rush of great waters, they shall not reach him.","7","You are a hiding place for me; you preserve me from trouble; you surround me with shouts of deliverance. Selah","8","I will instruct you and teach you in the way you should go; I will counsel you with my eye upon you.","9","Be not like a horse or a mule, without understanding, which must be curbed with bit and bridle, or it will not stay near you.","10","Many are the sorrows of the wicked, but steadfast love surrounds the one who trusts in the Lord.","11","Be glad in the Lord, and rejoice, O righteous, and shout for joy, all you upright in heart!"]},{"reference":"John 6:28-40","words":281,"text":["28","Then they said to him, “What must we do, to be doing the works of God?”","29","Jesus answered them, “This is the work of God, that you believe in him whom he has sent.”","30","So they said to him, “Then what sign do you do, that we may see and believe you? What work do you perform?","31","Our fathers ate the manna in the wilderness; as it is written, ‘He gave them bread from heaven to eat.’”","32","Jesus then said to them, “Truly, truly, I say to you, it was not Moses who gave you the bread from heaven, but my Father gives you the true bread from heaven.","33","For the bread of God is he who comes down from heaven and gives life to the world.”","34","They said to him, “Sir, give us this bread always.”","35","Jesus said to them, “I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.","36","But I said to you that you have seen me and yet do not believe.","37","All that the Father gives me will come to me, and whoever comes to me I will never cast out.","38","For I have come down from heaven, not to do my own will but the will of him who sent me.","39","And this is the will of him who sent me, that I should lose nothing of all that he has given me, but raise it up on the last day.","40","For this is the will of my Father, that everyone who looks on the Son and believes in him should have eternal life, and I will raise him up on the last day.”"]},{"reference":"Psalm 68:4","words":27,"text":["4","Sing to God, sing praises to his name; lift up a song to him who rides through the deserts; his name is the Lord; exult before him!"]},{"reference":"John 8:12-19","words":182,"text":["12","Again Jesus spoke to them, saying, “I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”","13","So the Pharisees said to him, “You are bearing witness about yourself; your testimony is not true.”","14","Jesus answered, “Even if I do bear witness about myself, my testimony is true, for I know where I came from and where I am going, but you do not know where I come from or where I am going.","15","You judge according to the flesh; I judge no one.","16","Yet even if I do judge, my judgment is true, for it is not I alone who judge, but I and the Father who sent me.","17","In your Law it is written that the testimony of two people is true.","18","I am the one who bears witness about myself, and the Father who sent me bears witness about me.”","19","They said to him therefore, “Where is your Father?” Jesus answered, “You know neither me nor my Father. If you knew me, you would know my Father also.”"]},{"reference":"Psalm 85:1-13","words":187,"text":["1","Lord, you were favorable to your land; you restored the fortunes of Jacob.","2","You forgave the iniquity of your people; you covered all their sin. Selah","3","You withdrew all your wrath; you turned from your hot anger.","4","Restore us again, O God of our salvation, and put away your indignation toward us!","5","Will you be angry with us forever? Will you prolong your anger to all generations?","6","Will you not revive us again, that your people may rejoice in you?","7","Show us your steadfast love, O Lord, and grant us your salvation.","8","Let me hear what God the Lord will speak, for he will speak peace to his people, to his saints; but let them not turn back to folly.","9","Surely his salvation is near to those who fear him, that glory may dwell in our land.","10","Steadfast love and faithfulness meet; righteousness and peace kiss each other.","11","Faithfulness springs up from the ground, and righteousness looks down from the sky.","12","Yes, the Lord will give what is good, and our land will yield its increase.","13","Righteousness will go before him and make his footsteps a way."]},{"reference":"John 14:9","words":35,"text":["9","Jesus said to him, “Have I been with you so long, and you still do not know me, Philip? Whoever has seen me has seen the Father. How can you say, ‘Show us the Father’?"]},{"reference":"Psalm 90:13-17","words":93,"text":["13","Return, O Lord! How long? Have pity on your servants!","14","Satisfy us in the morning with your steadfast love, that we may rejoice and be glad all our days.","15","Make us glad for as many days as you have afflicted us, and for as many years as we have seen evil.","16","Let your work be shown to your servants, and your glorious power to their children.","17","Let the favor of the Lord our God be upon us, and establish the work of our hands upon us; yes, establish the work of our hands!"]},{"reference":"John 21:15-19","words":197,"text":["15","When they had finished breakfast, Jesus said to Simon Peter, “Simon, son of John, do you love me more than these?” He said to him, “Yes, Lord; you know that I love you.” He said to him, “Feed my lambs.”","16","He said to him a second time, “Simon, son of John, do you love me?” He said to him, “Yes, Lord; you know that I love you.” He said to him, “Tend my sheep.”","17","He said to him the third time, “Simon, son of John, do you love me?” Peter was grieved because he said to him the third time, “Do you love me?” and he said to him, “Lord, you know everything; you know that I love you.” Jesus said to him, “Feed my sheep.","18","Truly, truly, I say to you, when you were young, you used to dress yourself and walk wherever you wanted, but when you are old, you will stretch out your hands, and another will dress you and carry you where you do not want to go.”","19","(This he said to show by what kind of death he was to glorify God.) And after saying this he said to him, “Follow me.”"]},{"reference":"Psalm 107:1-9","words":136,"text":["1","Oh give thanks to the Lord, for he is good, for his steadfast love endures forever!","2","Let the redeemed of the Lord say so, whom he has redeemed from trouble","3","and gathered in from the lands, from the east and from the west, from the north and from the south.","4","Some wandered in desert wastes, finding no way to a city to dwell in;","5","hungry and thirsty, their soul fainted within them.","6","Then they cried to the Lord in their trouble, and he delivered them from their distress.","7","He led them by a straight way till they reached a city to dwell in.","8","Let them thank the Lord for his steadfast love, for his wondrous works to the children of man!","9","For he satisfies the longing soul, and the hungry soul he fills with good things."]},{"reference":"Acts 2:14-28","words":347,"text":["14","But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words.","15","For these people are not drunk, as you suppose, since it is only the third hour of the day.","16","But this is what was uttered through the prophet Joel:","17","“‘And in the last days it shall be, God declares, that I will pour out my Spirit on all flesh, and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams;","18","even on my male servants and female servants in those days I will pour out my Spirit, and they shall prophesy.","19","And I will show wonders in the heavens above and signs on the earth below, blood, and fire, and vapor of smoke;","20","the sun shall be turned to darkness and the moon to blood, before the day of the Lord comes, the great and magnificent day.","21","And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’","22","“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—","23","this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men.","24","God raised him up, loosing the pangs of death, because it was not possible for him to be held by it.","25","For David says concerning him, “‘I saw the Lord always before me, for he is at my right hand that I may not be shaken;","26","therefore my heart was glad, and my tongue rejoiced; my flesh also will dwell in hope.","27","For you will not abandon my soul to Hades, or let your Holy One see corruption.","28","You have made known to me the paths of life; you will make me full of gladness with your presence.’"]},{"reference":"Proverbs 23:1-12","words":179,"text":["1","When you sit down to eat with a ruler, observe carefully what is before you,","2","and put a knife to your throat if you are given to appetite.","3","Do not desire his delicacies, for they are deceptive food.","4","Do not toil to acquire wealth; be discerning enough to desist.","5","When your eyes light on it, it is gone, for suddenly it sprouts wings, flying like an eagle toward heaven.","6","Do not eat the bread of a man who is stingy; do not desire his delicacies,","7","for he is like one who is inwardly calculating. “Eat and drink!” he says to you, but his heart is not with you.","8","You will vomit up the morsels that you have eaten, and waste your pleasant words.","9","Do not speak in the hearing of a fool, for he will despise the good sense of your words.","10","Do not move an ancient landmark or enter the fields of the fatherless,","11","for their Redeemer is strong; he will plead their cause against you.","12","Apply your heart to instruction and your ear to words of knowledge."]},{"reference":"Acts 26:19-23","words":128,"text":["19","“Therefore, O King Agrippa, I was not disobedient to the heavenly vision,","20","but declared first to those in Damascus, then in Jerusalem and throughout all the region of Judea, and also to the Gentiles, that they should repent and turn to God, performing deeds in keeping with their repentance.","21","For this reason the Jews seized me in the temple and tried to kill me.","22","To this day I have had the help that comes from God, and so I stand here testifying both to small and great, saying nothing but what the prophets and Moses said would come to pass:","23","that the Christ must suffer and that, by being the first to rise from the dead, he would proclaim light both to our people and to the Gentiles.”"]},{"reference":"Isaiah 11:15-16","words":69,"text":["15","And the Lord will utterly destroy the tongue of the Sea of Egypt, and will wave his hand over the River with his scorching breath, and strike it into seven channels, and he will lead people across in sandals.","16","And there will be a highway from Assyria for the remnant that remains of his people, as there was for Israel when they came up from the land of Egypt."]},{"reference":"Romans 3:21-27","words":155,"text":["21","But now the righteousness of God has been manifested apart from the law, although the Law and the Prophets bear witness to it—","22","the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction:","23","for all have sinned and fall short of the glory of God,","24","and are justified by his grace as a gift, through the redemption that is in Christ Jesus,","25","whom God put forward as a propitiation by his blood, to be received by faith. This was to show God's righteousness, because in his divine forbearance he had passed over former sins.","26","It was to show his righteousness at the present time, so that he might be just and the justifier of the one who has faith in Jesus.","27","Then what becomes of our boasting? It is excluded. By what kind of law? By a law of works? No, but by the law of faith."]},{"reference":"Isaiah 43:19-25","words":170,"text":["19","Behold, I am doing a new thing; now it springs forth, do you not perceive it? I will make a way in the wilderness and rivers in the desert.","20","The wild beasts will honor me, the jackals and the ostriches, for I give water in the wilderness, rivers in the desert, to give drink to my chosen people,","21","the people whom I formed for myself that they might declare my praise.","22","“Yet you did not call upon me, O Jacob; but you have been weary of me, O Israel!","23","You have not brought me your sheep for burnt offerings, or honored me with your sacrifices. I have not burdened you with offerings, or wearied you with frankincense.","24","You have not bought me sweet cane with money, or satisfied me with the fat of your sacrifices. But you have burdened me with your sins; you have wearied me with your iniquities.","25","“I, I am he who blots out your transgressions for my own sake, and I will not remember your sins."]},{"reference":"Romans 8:19-25","words":144,"text":["19","For the creation waits with eager longing for the revealing of the sons of God.","20","For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope","21","that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God.","22","For we know that the whole creation has been groaning together in the pains of childbirth until now.","23","And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies.","24","For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees?","25","But if we hope for what we do not see, we wait for it with patience."]},{"reference":"Isaiah 51:10-12","words":92,"text":["10","Was it not you who dried up the sea, the waters of the great deep, who made the depths of the sea a way for the redeemed to pass over?","11","And the ransomed of the Lord shall return and come to Zion with singing; everlasting joy shall be upon their heads; they shall obtain gladness and joy, and sorrow and sighing shall flee away.","12","“I, I am he who comforts you; who are you that you are afraid of man who dies, of the son of man who is made like grass,"]},{"reference":"Romans 9:3-5","words":73,"text":["3","For I could wish that I myself were accursed and cut off from Christ for the sake of my brothers, my kinsmen according to the flesh.","4","They are Israelites, and to them belong the adoption, the glory, the covenants, the giving of the law, the worship, and the promises.","5","To them belong the patriarchs, and from their race, according to the flesh, is the Christ, who is God over all, blessed forever. Amen."]},{"reference":"Isaiah 52:3-9","words":180,"text":["3","For thus says the Lord: “You were sold for nothing, and you shall be redeemed without money.”","4","For thus says the Lord God: “My people went down at the first into Egypt to sojourn there, and the Assyrian oppressed them for nothing.","5","Now therefore what have I here,” declares the Lord, “seeing that my people are taken away for nothing? Their rulers wail,” declares the Lord, “and continually all the day my name is despised.","6","Therefore my people shall know my name. Therefore in that day they shall know that it is I who speak; here I am.”","7","How beautiful upon the mountains are the feet of him who brings good news, who publishes peace, who brings good news of happiness, who publishes salvation, who says to Zion, “Your God reigns.”","8","The voice of your watchmen—they lift up their voice; together they sing for joy; for eye to eye they see the return of the Lord to Zion.","9","Break forth together into singing, you waste places of Jerusalem, for the Lord has comforted his people; he has redeemed Jerusalem."]},{"reference":"Romans 11:33-36","words":68,"text":["33","Oh, the depth of the riches and wisdom and knowledge of God! How unsearchable are his judgments and how inscrutable his ways!","34","“For who has known the mind of the Lord, or who has been his counselor?”","35","“Or who has given a gift to him that he might be repaid?”","36","For from him and through him and to him are all things. To him be glory forever. Amen."]},{"reference":"Jeremiah 17:18","words":39,"text":["18","Let those be put to shame who persecute me, but let me not be put to shame; let them be dismayed, but let me not be dismayed; bring upon them the day of disaster; destroy them with double destruction!"]},{"reference":"1 Corinthians 2:13-16","words":92,"text":["13","And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.","14","The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.","15","The spiritual person judges all things, but is himself to be judged by no one.","16","“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ."]},{"reference":"Jeremiah 31:10-14","words":162,"text":["10","“Hear the word of the Lord, O nations, and declare it in the coastlands far away; say, ‘He who scattered Israel will gather him, and will keep him as a shepherd keeps his flock.’","11","For the Lord has ransomed Jacob and has redeemed him from hands too strong for him.","12","They shall come and sing aloud on the height of Zion, and they shall be radiant over the goodness of the Lord, over the grain, the wine, and the oil, and over the young of the flock and the herd; their life shall be like a watered garden, and they shall languish no more.","13","Then shall the young women rejoice in the dance, and the young men and the old shall be merry. I will turn their mourning into joy; I will comfort them, and give them gladness for sorrow.","14","I will feast the soul of the priests with abundance, and my people shall be satisfied with my goodness, declares the Lord.”"]},{"reference":"2 Corinthians 1:3-4","words":52,"text":["3","Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,","4","who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, with the comfort with which we ourselves are comforted by God."]},{"reference":"Jeremiah 31:33-34","words":95,"text":["33","For this is the covenant that I will make with the house of Israel after those days, declares the Lord: I will put my law within them, and I will write it on their hearts. And I will be their God, and they shall be my people.","34","And no longer shall each one teach his neighbor and each his brother, saying, ‘Know the Lord,’ for they shall all know me, from the least of them to the greatest, declares the Lord. For I will forgive their iniquity, and I will remember their sin no more.”"]},{"reference":"2 Corinthians 4:7-15","words":183,"text":["7","But we have this treasure in jars of clay, to show that the surpassing power belongs to God and not to us.","8","We are afflicted in every way, but not crushed; perplexed, but not driven to despair;","9","persecuted, but not forsaken; struck down, but not destroyed;","10","always carrying in the body the death of Jesus, so that the life of Jesus may also be manifested in our bodies.","11","For we who live are always being given over to death for Jesus' sake, so that the life of Jesus also may be manifested in our mortal flesh.","12","So death is at work in us, but life in you.","13","Since we have the same spirit of faith according to what has been written, “I believed, and so I spoke,” we also believe, and so we also speak,","14","knowing that he who raised the Lord Jesus will raise us also with Jesus and bring us with you into his presence.","15","For it is all for your sake, so that as grace extends to more and more people it may increase thanksgiving, to the glory of God."]},{"reference":"Jeremiah 33:8-9","words":80,"text":["8","I will cleanse them from all the guilt of their sin against me, and I will forgive all the guilt of their sin and rebellion against me.","9","And this city shall be to me a name of joy, a praise and a glory before all the nations of the earth who shall hear of all the good that I do for them. They shall fear and tremble because of all the good and all the prosperity I provide for it."]},{"reference":"2 Corinthians 12:9-10","words":65,"text":["9","But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.","10","For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong."]},{"reference":"Jeremiah 50:33-38","words":166,"text":["33","“Thus says the Lord of hosts: The people of Israel are oppressed, and the people of Judah with them. All who took them captive have held them fast; they refuse to let them go.","34","Their Redeemer is strong; the Lord of hosts is his name. He will surely plead their cause, that he may give rest to the earth, but unrest to the inhabitants of Babylon.","35","“A sword against the Chaldeans, declares the Lord, and against the inhabitants of Babylon, and against her officials and her wise men!","36","A sword against the diviners, that they may become fools! A sword against her warriors, that they may be destroyed!","37","A sword against her horses and against her chariots, and against all the foreign troops in her midst, that they may become women! A sword against all her treasures, that they may be plundered!","38","A drought against her waters, that they may be dried up! For it is a land of images, and they are mad over idols."]},{"reference":"2 Corinthians 13:4-9","words":150,"text":["4","For he was crucified in weakness, but lives by the power of God. For we also are weak in him, but in dealing with you we will live with him by the power of God.","5","Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?—unless indeed you fail to meet the test!","6","I hope you will find out that we have not failed the test.","7","But we pray to God that you may not do wrong—not that we may appear to have met the test, but that you may do what is right, though we may seem to have failed.","8","For we cannot do anything against the truth, but only for the truth.","9","For we are glad when we are weak and you are strong. Your restoration is what we pray for."]},{"reference":"Micah 3:11","words":42,"text":["11","Its heads give judgment for a bribe; its priests teach for a price; its prophets practice divination for money; yet they lean on the Lord and say, “Is not the Lord in the midst of us? No disaster shall come upon us.”"]},{"reference":"Galatians 1:6-10","words":136,"text":["6","I am astonished that you are so quickly deserting him who called you in the grace of Christ and are turning to a different gospel—","7","not that there is another one, but there are some who trouble you and want to distort the gospel of Christ.","8","But even if we or an angel from heaven should preach to you a gospel contrary to the one we preached to you, let him be accursed.","9","As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be accursed.","10","For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ."]},{"reference":"Daniel 12:4-9","words":188,"text":["4","But you, Daniel, shut up the words and seal the book, until the time of the end. Many shall run to and fro, and knowledge shall increase.”","5","Then I, Daniel, looked, and behold, two others stood, one on this bank of the stream and one on that bank of the stream.","6","And someone said to the man clothed in linen, who was above the waters of the stream, “How long shall it be till the end of these wonders?”","7","And I heard the man clothed in linen, who was above the waters of the stream; he raised his right hand and his left hand toward heaven and swore by him who lives forever that it would be for a time, times, and half a time, and that when the shattering of the power of the holy people comes to an end all these things would be finished.","8","I heard, but I did not understand. Then I said, “O my lord, what shall be the outcome of these things?”","9","He said, “Go your way, Daniel, for the words are shut up and sealed until the time of the end."]},{"reference":"Galatians 6:6-10","words":109,"text":["6","Let the one who is taught the word share all good things with the one who teaches.","7","Do not be deceived: God is not mocked, for whatever one sows, that will he also reap.","8","For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.","9","And let us not grow weary of doing good, for in due season we will reap, if we do not give up.","10","So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith."]},{"reference":"Zephaniah 3:14-17","words":106,"text":["14","Sing aloud, O daughter of Zion; shout, O Israel! Rejoice and exult with all your heart, O daughter of Jerusalem!","15","The Lord has taken away the judgments against you; he has cleared away your enemies. The King of Israel, the Lord, is in your midst; you shall never again fear evil.","16","On that day it shall be said to Jerusalem: “Fear not, O Zion; let not your hands grow weak.","17","The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing."]},{"reference":"Ephesians 2:17-22","words":104,"text":["17","And he came and preached peace to you who were far off and peace to those who were near.","18","For through him we both have access in one Spirit to the Father.","19","So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God,","20","built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone,","21","in whom the whole structure, being joined together, grows into a holy temple in the Lord.","22","In him you also are being built together into a dwelling place for God by the Spirit."]},{"reference":"Zechariah 1:13-15","words":66,"text":["13","And the Lord answered gracious and comforting words to the angel who talked with me.","14","So the angel who talked with me said to me, ‘Cry out, Thus says the Lord of hosts: I am exceedingly jealous for Jerusalem and for Zion.","15","And I am exceedingly angry with the nations that are at ease; for while I was angry but a little, they furthered the disaster."]},{"reference":"Ephesians 3:14-21","words":147,"text":["14","For this reason I bow my knees before the Father,","15","from whom every family in heaven and on earth is named,","16","that according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being,","17","so that Christ may dwell in your hearts through faith—that you, being rooted and grounded in love,","18","may have strength to comprehend with all the saints what is the breadth and length and height and depth,","19","and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God.","20","Now to him who is able to do far more abundantly than all that we ask or think, according to the power at work within us,","21","to him be glory in the church and in Christ Jesus throughout all generations, forever and ever. Amen."]},{"reference":"Malachi 4:1-6","words":171,"text":["1","“For behold, the day is coming, burning like an oven, when all the arrogant and all evildoers will be stubble. The day that is coming shall set them ablaze, says the Lord of hosts, so that it will leave them neither root nor branch.","2","But for you who fear my name, the sun of righteousness shall rise with healing in its wings. You shall go out leaping like calves from the stall.","3","And you shall tread down the wicked, for they will be ashes under the soles of your feet, on the day when I act, says the Lord of hosts.","4","“Remember the law of my servant Moses, the statutes and rules that I commanded him at Horeb for all Israel.","5","“Behold, I will send you Elijah the prophet before the great and awesome day of the Lord comes.","6","And he will turn the hearts of fathers to their children and the hearts of children to their fathers, lest I come and strike the land with a decree of utter destruction.”"]},{"reference":"Philippians 2:4-11","words":141,"text":["4","Let each of you look not only to his own interests, but also to the interests of others.","5","Have this mind among yourselves, which is yours in Christ Jesus,","6","who, though he was in the form of God, did not count equality with God a thing to be grasped,","7","but emptied himself, by taking the form of a servant, being born in the likeness of men.","8","And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross.","9","Therefore God has highly exalted him and bestowed on him the name that is above every name,","10","so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth,","11","and every tongue confess that Jesus Christ is Lord, to the glory of God the Father."]},{"reference":"Mark 1:2-5","words":83,"text":["2","As it is written in Isaiah the prophet, “Behold, I send my messenger before your face, who will prepare your way,","3","the voice of one crying in the wilderness: ‘Prepare the way of the Lord, make his paths straight,’”","4","John appeared, baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins.","5","And all the country of Judea and all Jerusalem were going out to him and were being baptized by him in the river Jordan, confessing their sins."]},{"reference":"1 Thessalonians 1:8-10","words":85,"text":["8","For not only has the word of the Lord sounded forth from you in Macedonia and Achaia, but your faith in God has gone forth everywhere, so that we need not say anything.","9","For they themselves report concerning us the kind of reception we had among you, and how you turned to God from idols to serve the living and true God,","10","and to wait for his Son from heaven, whom he raised from the dead, Jesus who delivers us from the wrath to come."]},{"reference":"Mark 16:14","words":37,"text":["14","Afterward he appeared to the eleven themselves as they were reclining at table, and he rebuked them for their unbelief and hardness of heart, because they had not believed those who saw him after he had risen."]},{"reference":"1 Thessalonians 2:9-12","words":90,"text":["9","For you remember, brothers, our labor and toil: we worked night and day, that we might not be a burden to any of you, while we proclaimed to you the gospel of God.","10","You are witnesses, and God also, how holy and righteous and blameless was our conduct toward you believers.","11","For you know how, like a father with his children,","12","we exhorted each one of you and encouraged you and charged you to walk in a manner worthy of God, who calls you into his own kingdom and glory."]}]
