[{"reference":"Ruth 1:1-2","words":79,"text":["1","In the days when the judges ruled there was a famine in the land, and a man of Bethlehem in Judah went to sojourn in the country of Moab, he and his wife and his two sons.","2","The name of the man was Elimelech and the name of his wife Naomi, and the names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They went into the country of Moab and remained there."]},{"reference":"Exodus 19:1-11","words":302,"text":["1","On the third new moon after the people of Israel had gone out of the land of Egypt, on that day they came into the wilderness of Sinai.","2","They set out from Rephidim and came into the wilderness of Sinai, and they encamped in the wilderness. There Israel encamped before the mountain,","3","while Moses went up to God. The Lord called to him out of the mountain, saying, “Thus you shall say to the house of Jacob, and tell the people of Israel:","4","‘You yourselves have seen what I did to the Egyptians, and how I bore you on eagles' wings and brought you to myself.","5","Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;","6","and you shall be to me a kingdom of priests and a holy nation.’ These are the words that you shall speak to the people of Israel.”","7","So Moses came and called the elders of the people and set before them all these words that the Lord had commanded him.","8","All the people answered together and said, “All that the Lord has spoken we will do.” And Moses reported the words of the people to the Lord.","9","And the Lord said to Moses, “Behold, I am coming to you in a thick cloud, that the people may hear when I speak with you, and may also believe you forever.” When Moses told the words of the people to the Lord,","10","the Lord said to Moses, “Go to the people and consecrate them today and tomorrow, and let them wash their garments","11","and be ready for the third day. For on the third day the Lord will come down on Mount Sinai in the sight of all the people."]},{"reference":"2 Thessalonians 2:1-13","words":313,"text":["1","Now concerning the coming of our Lord Jesus Christ and our being gathered together to him, we ask you, brothers,","2","not to be quickly shaken in mind or alarmed, either by a spirit or a spoken word, or a letter seeming to be from us, to the effect that the day of the Lord has come.","3","Let no one deceive you in any way. For that day will not come, unless the rebellion comes first, and the man of lawlessness is revealed, the son of destruction,","4","who opposes and exalts himself against every so-called god or object of worship, so that he takes his seat in the temple of God, proclaiming himself to be God.","5","Do you not remember that when I was still with you I told you these things?","6","And you know what is restraining him now so that he may be revealed in his time.","7","For the mystery of lawlessness is already at work. Only he who now restrains it will do so until he is out of the way.","8","And then the lawless one will be revealed, whom the Lord Jesus will kill with the breath of his mouth and bring to nothing by the appearance of his coming.","9","The coming of the lawless one is by the activity of Satan with all power and false signs and wonders,","10","and with all wicked deception for those who are perishing, because they refused to love the truth and so be saved.","11","Therefore God sends them a strong delusion, so that they may believe what is false,","12","in order that all may be condemned who did not believe the truth but had pleasure in unrighteousness.","13","But we ought always to give thanks to God for you, brothers beloved by the Lord, because God chose you as the firstfruits to be saved, through sanctification by the Spirit and belief in the truth."]},{"reference":"Romans 5:12-14","words":77,"text":["12","Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—","13","for sin indeed was in the world before the law was given, but sin is not counted where there is no law.","14","Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come."]},{"reference":"Judges 6:36-40","words":156,"text":["36","Then Gideon said to God, “If you will save Israel by my hand, as you have said,","37","behold, I am laying a fleece of wool on the threshing floor. If there is dew on the fleece alone, and it is dry on all the ground, then I shall know that you will save Israel by my hand, as you have said.”","38","And it was so. When he rose early next morning and squeezed the fleece, he wrung enough dew from the fleece to fill a bowl with water.","39","Then Gideon said to God, “Let not your anger burn against me; let me speak just once more. Please let me test just once more with the fleece. Please let it be dry on the fleece only, and on all the ground let there be dew.”","40","And God did so that night; and it was dry on the fleece only, and on all the ground there was dew."]},{"reference":"1 Timothy 3:1-15","words":280,"text":["1","The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task.","2","Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach,","3","not a drunkard, not violent but gentle, not quarrelsome, not a lover of money.","4","He must manage his own household well, with all dignity keeping his children submissive,","5","for if someone does not know how to manage his own household, how will he care for God's church?","6","He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil.","7","Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.","8","Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain.","9","They must hold the mystery of the faith with a clear conscience.","10","And let them also be tested first; then let them serve as deacons if they prove themselves blameless.","11","Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things.","12","Let deacons each be the husband of one wife, managing their children and their own households well.","13","For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.","14","I hope to come to you soon, but I am writing these things to you so that,","15","if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth."]},{"reference":"Ruth 1:15-18","words":107,"text":["15","And she said, “See, your sister-in-law has gone back to her people and to her gods; return after your sister-in-law.”","16","But Ruth said, “Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God.","17","Where you die I will die, and there will I be buried. May the Lord do so to me and more also if anything but death parts me from you.”","18","And when Naomi saw that she was determined to go with her, she said no more."]},{"reference":"1 Samuel 17:41-49","words":290,"text":["41","And the Philistine moved forward and came near to David, with his shield-bearer in front of him.","42","And when the Philistine looked and saw David, he disdained him, for he was but a youth, ruddy and handsome in appearance.","43","And the Philistine said to David, “Am I a dog, that you come to me with sticks?” And the Philistine cursed David by his gods.","44","The Philistine said to David, “Come to me, and I will give your flesh to the birds of the air and to the beasts of the field.”","45","Then David said to the Philistine, “You come to me with a sword and with a spear and with a javelin, but I come to you in the name of the Lord of hosts, the God of the armies of Israel, whom you have defied.","46","This day the Lord will deliver you into my hand, and I will strike you down and cut off your head. And I will give the dead bodies of the host of the Philistines this day to the birds of the air and to the wild beasts of the earth, that all the earth may know that there is a God in Israel,","47","and that all this assembly may know that the Lord saves not with sword and spear. For the battle is the Lord's, and he will give you into our hand.”","48","When the Philistine arose and came and drew near to meet David, David ran quickly toward the battle line to meet the Philistine.","49","And David put his hand in his bag and took out a stone and slung it and struck the Philistine on his forehead. The stone sank into his forehead, and he fell on his face to the ground."]},{"reference":"Titus 1:4-9","words":140,"text":["4","To Titus, my true child in a common faith: Grace and peace from God the Father and Christ Jesus our Savior.","5","This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—","6","if anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination.","7","For an overseer, as God's steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain,","8","but hospitable, a lover of good, self-controlled, upright, holy, and disciplined.","9","He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it."]},{"reference":"Genesis 17:6-8","words":84,"text":["6","I will make you exceedingly fruitful, and I will make you into nations, and kings shall come from you.","7","And I will establish my covenant between me and you and your offspring after you throughout their generations for an everlasting covenant, to be God to you and to your offspring after you.","8","And I will give to you and to your offspring after you the land of your sojournings, all the land of Canaan, for an everlasting possession, and I will be their God.”"]},{"reference":"1 Kings 3:6-14","words":277,"text":["6","And Solomon said, “You have shown great and steadfast love to your servant David my father, because he walked before you in faithfulness, in righteousness, and in uprightness of heart toward you. And you have kept for him this great and steadfast love and have given him a son to sit on his throne this day.","7","And now, O Lord my God, you have made your servant king in place of David my father, although I am but a little child. I do not know how to go out or come in.","8","And your servant is in the midst of your people whom you have chosen, a great people, too many to be numbered or counted for multitude.","9","Give your servant therefore an understanding mind to govern your people, that I may discern between good and evil, for who is able to govern this your great people?”","10","It pleased the Lord that Solomon had asked this.","11","And God said to him, “Because you have asked this, and have not asked for yourself long life or riches or the life of your enemies, but have asked for yourself understanding to discern what is right,","12","behold, I now do according to your word. Behold, I give you a wise and discerning mind, so that none like you has been before you and none like you shall arise after you.","13","I give you also what you have not asked, both riches and honor, so that no other king shall compare with you, all your days.","14","And if you will walk in my ways, keeping my statutes and my commandments, as your father David walked, then I will lengthen your days.”"]},{"reference":"Hebrews 3:7-19","words":237,"text":["7","Therefore, as the Holy Spirit says, “Today, if you hear his voice,","8","do not harden your hearts as in the rebellion, on the day of testing in the wilderness,","9","where your fathers put me to the test and saw my works for forty years.","10","Therefore I was provoked with that generation, and said, ‘They always go astray in their heart; they have not known my ways.’","11","As I swore in my wrath, ‘They shall not enter my rest.’”","12","Take care, brothers, lest there be in any of you an evil, unbelieving heart, leading you to fall away from the living God.","13","But exhort one another every day, as long as it is called “today,” that none of you may be hardened by the deceitfulness of sin.","14","For we have come to share in Christ, if indeed we hold our original confidence firm to the end.","15","As it is said, “Today, if you hear his voice, do not harden your hearts as in the rebellion.”","16","For who were those who heard and yet rebelled? Was it not all those who left Egypt led by Moses?","17","And with whom was he provoked for forty years? Was it not with those who sinned, whose bodies fell in the wilderness?","18","And to whom did he swear that they would not enter his rest, but to those who were disobedient?","19","So we see that they were unable to enter because of unbelief."]},{"reference":"Ruth 2:10-13","words":144,"text":["10","Then she fell on her face, bowing to the ground, and said to him, “Why have I found favor in your eyes, that you should take notice of me, since I am a foreigner?”","11","But Boaz answered her, “All that you have done for your mother-in-law since the death of your husband has been fully told to me, and how you left your father and mother and your native land and came to a people that you did not know before.","12","The Lord repay you for what you have done, and a full reward be given you by the Lord, the God of Israel, under whose wings you have come to take refuge!”","13","Then she said, “I have found favor in your eyes, my lord, for you have comforted me and spoken kindly to your servant, though I am not one of your servants.”"]},{"reference":"Esther 4:12-16","words":147,"text":["12","And they told Mordecai what Esther had said.","13","Then Mordecai told them to reply to Esther, “Do not think to yourself that in the king's palace you will escape any more than all the other Jews.","14","For if you keep silent at this time, relief and deliverance will rise for the Jews from another place, but you and your father's house will perish. And who knows whether you have not come to the kingdom for such a time as this?”","15","Then Esther told them to reply to Mordecai,","16","“Go, gather all the Jews to be found in Susa, and hold a fast on my behalf, and do not eat or drink for three days, night or day. I and my young women will also fast as you do. Then I will go to the king, though it is against the law, and if I perish, I perish.”"]},{"reference":"James 1:2-27","words":517,"text":["2","Count it all joy, my brothers, when you meet trials of various kinds,","3","for you know that the testing of your faith produces steadfastness.","4","And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.","5","If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.","6","But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.","7","For that person must not suppose that he will receive anything from the Lord;","8","he is a double-minded man, unstable in all his ways.","9","Let the lowly brother boast in his exaltation,","10","and the rich in his humiliation, because like a flower of the grass he will pass away.","11","For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.","12","Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.","13","Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one.","14","But each person is tempted when he is lured and enticed by his own desire.","15","Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.","16","Do not be deceived, my beloved brothers.","17","Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.","18","Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.","19","Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;","20","for the anger of man does not produce the righteousness of God.","21","Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.","22","But be doers of the word, and not hearers only, deceiving yourselves.","23","For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror.","24","For he looks at himself and goes away and at once forgets what he was like.","25","But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.","26","If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person's religion is worthless.","27","Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world."]},{"reference":"Exodus 12:11-14","words":151,"text":["11","In this manner you shall eat it: with your belt fastened, your sandals on your feet, and your staff in your hand. And you shall eat it in haste. It is the Lord's Passover.","12","For I will pass through the land of Egypt that night, and I will strike all the firstborn in the land of Egypt, both man and beast; and on all the gods of Egypt I will execute judgments: I am the Lord.","13","The blood shall be a sign for you, on the houses where you are. And when I see the blood, I will pass over you, and no plague will befall you to destroy you, when I strike the land of Egypt.","14","“This day shall be for you a memorial day, and you shall keep it as a feast to the Lord; throughout your generations, as a statute forever, you shall keep it as a feast."]},{"reference":"Psalm 31:1-14","words":284,"text":["1","In you, O Lord, do I take refuge; let me never be put to shame; in your righteousness deliver me!","2","Incline your ear to me; rescue me speedily! Be a rock of refuge for me, a strong fortress to save me!","3","For you are my rock and my fortress; and for your name's sake you lead me and guide me;","4","you take me out of the net they have hidden for me, for you are my refuge.","5","Into your hand I commit my spirit; you have redeemed me, O Lord, faithful God.","6","I hate those who pay regard to worthless idols, but I trust in the Lord.","7","I will rejoice and be glad in your steadfast love, because you have seen my affliction; you have known the distress of my soul,","8","and you have not delivered me into the hand of the enemy; you have set my feet in a broad place.","9","Be gracious to me, O Lord, for I am in distress; my eye is wasted from grief; my soul and my body also.","10","For my life is spent with sorrow, and my years with sighing; my strength fails because of my iniquity, and my bones waste away.","11","Because of all my adversaries I have become a reproach, especially to my neighbors, and an object of dread to my acquaintances; those who see me in the street flee from me.","12","I have been forgotten like one who is dead; I have become like a broken vessel.","13","For I hear the whispering of many— terror on every side!— as they scheme together against me, as they plot to take my life.","14","But I trust in you, O Lord; I say, “You are my God.”"]},{"reference":"James 2:18-24","words":135,"text":["18","But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works.","19","You believe that God is one; you do well. Even the demons believe—and shudder!","20","Do you want to be shown, you foolish person, that faith apart from works is useless?","21","Was not Abraham our father justified by works when he offered up his son Isaac on the altar?","22","You see that faith was active along with his works, and faith was completed by his works;","23","and the Scripture was fulfilled that says, “Abraham believed God, and it was counted to him as righteousness”—and he was called a friend of God.","24","You see that a person is justified by works and not by faith alone."]},{"reference":"Ruth 3:9-13","words":144,"text":["9","He said, “Who are you?” And she answered, “I am Ruth, your servant. Spread your wings over your servant, for you are a redeemer.”","10","And he said, “May you be blessed by the Lord, my daughter. You have made this last kindness greater than the first in that you have not gone after young men, whether poor or rich.","11","And now, my daughter, do not fear. I will do for you all that you ask, for all my fellow townsmen know that you are a worthy woman.","12","And now it is true that I am a redeemer. Yet there is a redeemer nearer than I.","13","Remain tonight, and in the morning, if he will redeem you, good; let him do it. But if he is not willing to redeem you, then, as the Lord lives, I will redeem you. Lie down until the morning.”"]},{"reference":"Psalm 62:5-12","words":148,"text":["5","For God alone, O my soul, wait in silence, for my hope is from him.","6","He only is my rock and my salvation, my fortress; I shall not be shaken.","7","On God rests my salvation and my glory; my mighty rock, my refuge is God.","8","Trust in him at all times, O people; pour out your heart before him; God is a refuge for us. Selah","9","Those of low estate are but a breath; those of high estate are a delusion; in the balances they go up; they are together lighter than a breath.","10","Put no trust in extortion; set no vain hopes on robbery; if riches increase, set not your heart on them.","11","Once God has spoken; twice have I heard this: that power belongs to God,","12","and that to you, O Lord, belongs steadfast love. For you will render to a man according to his work."]},{"reference":"1 Peter 1:22-25","words":86,"text":["22","Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,","23","since you have been born again, not of perishable seed but of imperishable, through the living and abiding word of God;","24","for “All flesh is like grass and all its glory like the flower of grass. The grass withers, and the flower falls,","25","but the word of the Lord remains forever.” And this word is the good news that was preached to you."]},{"reference":"Hebrews 2:14-15","words":49,"text":["14","Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,","15","and deliver all those who through fear of death were subject to lifelong slavery."]},{"reference":"Psalm 95:6-11","words":116,"text":["6","Oh come, let us worship and bow down; let us kneel before the Lord, our Maker!","7","For he is our God, and we are the people of his pasture, and the sheep of his hand. Today, if you hear his voice,","8","do not harden your hearts, as at Meribah, as on the day at Massah in the wilderness,","9","when your fathers put me to the test and put me to the proof, though they had seen my work.","10","For forty years I loathed that generation and said, “They are a people who go astray in their heart, and they have not known my ways.”","11","Therefore I swore in my wrath, “They shall not enter my rest.”"]},{"reference":"2 Peter 3:1-10","words":273,"text":["1","This is now the second letter that I am writing to you, beloved. In both of them I am stirring up your sincere mind by way of reminder,","2","that you should remember the predictions of the holy prophets and the commandment of the Lord and Savior through your apostles,","3","knowing this first of all, that scoffers will come in the last days with scoffing, following their own sinful desires.","4","They will say, “Where is the promise of his coming? For ever since the fathers fell asleep, all things are continuing as they were from the beginning of creation.”","5","For they deliberately overlook this fact, that the heavens existed long ago, and the earth was formed out of water and through water by the word of God,","6","and that by means of these the world that then existed was deluged with water and perished.","7","But by the same word the heavens and earth that now exist are stored up for fire, being kept until the day of judgment and destruction of the ungodly.","8","But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day.","9","The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.","10","But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed."]},{"reference":"Ruth 4:9-12","words":171,"text":["9","Then Boaz said to the elders and all the people, “You are witnesses this day that I have bought from the hand of Naomi all that belonged to Elimelech and all that belonged to Chilion and to Mahlon.","10","Also Ruth the Moabite, the widow of Mahlon, I have bought to be my wife, to perpetuate the name of the dead in his inheritance, that the name of the dead may not be cut off from among his brothers and from the gate of his native place. You are witnesses this day.”","11","Then all the people who were at the gate and the elders said, “We are witnesses. May the Lord make the woman, who is coming into your house, like Rachel and Leah, who together built up the house of Israel. May you act worthily in Ephrathah and be renowned in Bethlehem,","12","and may your house be like the house of Perez, whom Tamar bore to Judah, because of the offspring that the Lord will give you by this young woman.”"]},{"reference":"Psalm 107:1-9","words":136,"text":["1","Oh give thanks to the Lord, for he is good, for his steadfast love endures forever!","2","Let the redeemed of the Lord say so, whom he has redeemed from trouble","3","and gathered in from the lands, from the east and from the west, from the north and from the south.","4","Some wandered in desert wastes, finding no way to a city to dwell in;","5","hungry and thirsty, their soul fainted within them.","6","Then they cried to the Lord in their trouble, and he delivered them from their distress.","7","He led them by a straight way till they reached a city to dwell in.","8","Let them thank the Lord for his steadfast love, for his wondrous works to the children of man!","9","For he satisfies the longing soul, and the hungry soul he fills with good things."]},{"reference":"1 John 2:1-17","words":427,"text":["1","My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous.","2","He is the propitiation for our sins, and not for ours only but also for the sins of the whole world.","3","And by this we know that we have come to know him, if we keep his commandments.","4","Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,","5","but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him:","6","whoever says he abides in him ought to walk in the same way in which he walked.","7","Beloved, I am writing you no new commandment, but an old commandment that you had from the beginning. The old commandment is the word that you have heard.","8","At the same time, it is a new commandment that I am writing to you, which is true in him and in you, because the darkness is passing away and the true light is already shining.","9","Whoever says he is in the light and hates his brother is still in darkness.","10","Whoever loves his brother abides in the light, and in him there is no cause for stumbling.","11","But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.","12","I am writing to you, little children, because your sins are forgiven for his name's sake.","13","I am writing to you, fathers, because you know him who is from the beginning. I am writing to you, young men, because you have overcome the evil one. I write to you, children, because you know the Father.","14","I write to you, fathers, because you know him who is from the beginning. I write to you, young men, because you are strong, and the word of God abides in you, and you have overcome the evil one.","15","Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.","16","For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.","17","And the world is passing away along with its desires, but whoever does the will of God abides forever."]},{"reference":"1 Peter 1:18-21","words":86,"text":["18","knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold,","19","but with the precious blood of Christ, like that of a lamb without blemish or spot.","20","He was foreknown before the foundation of the world but was made manifest in the last times for the sake of you","21","who through him are believers in God, who raised him from the dead and gave him glory, so that your faith and hope are in God."]},{"reference":"Psalm 111:1-9","words":141,"text":["1","Praise the Lord! I will give thanks to the Lord with my whole heart, in the company of the upright, in the congregation.","2","Great are the works of the Lord, studied by all who delight in them.","3","Full of splendor and majesty is his work, and his righteousness endures forever.","4","He has caused his wondrous works to be remembered; the Lord is gracious and merciful.","5","He provides food for those who fear him; he remembers his covenant forever.","6","He has shown his people the power of his works, in giving them the inheritance of the nations.","7","The works of his hands are faithful and just; all his precepts are trustworthy;","8","they are established forever and ever, to be performed with faithfulness and uprightness.","9","He sent redemption to his people; he has commanded his covenant forever. Holy and awesome is his name!"]},{"reference":"1 John 3:18-24","words":135,"text":["18","Little children, let us not love in word or talk but in deed and in truth.","19","By this we shall know that we are of the truth and reassure our heart before him;","20","for whenever our heart condemns us, God is greater than our heart, and he knows everything.","21","Beloved, if our heart does not condemn us, we have confidence before God;","22","and whatever we ask we receive from him, because we keep his commandments and do what pleases him.","23","And this is his commandment, that we believe in the name of his Son Jesus Christ and love one another, just as he has commanded us.","24","Whoever keeps his commandments abides in God, and God in him. And by this we know that he abides in us, by the Spirit whom he has given us."]},{"reference":"Ruth 4:13-17","words":136,"text":["13","So Boaz took Ruth, and she became his wife. And he went in to her, and the Lord gave her conception, and she bore a son.","14","Then the women said to Naomi, “Blessed be the Lord, who has not left you this day without a redeemer, and may his name be renowned in Israel!","15","He shall be to you a restorer of life and a nourisher of your old age, for your daughter-in-law who loves you, who is more to you than seven sons, has given birth to him.”","16","Then Naomi took the child and laid him on her lap and became his nurse.","17","And the women of the neighborhood gave him a name, saying, “A son has been born to Naomi.” They named him Obed. He was the father of Jesse, the father of David."]},{"reference":"Psalm 135:13-21","words":126,"text":["13","Your name, O Lord, endures forever, your renown, O Lord, throughout all ages.","14","For the Lord will vindicate his people and have compassion on his servants.","15","The idols of the nations are silver and gold, the work of human hands.","16","They have mouths, but do not speak; they have eyes, but do not see;","17","they have ears, but do not hear, nor is there any breath in their mouths.","18","Those who make them become like them, so do all who trust in them.","19","O house of Israel, bless the Lord! O house of Aaron, bless the Lord!","20","O house of Levi, bless the Lord! You who fear the Lord, bless the Lord!","21","Blessed be the Lord from Zion, he who dwells in Jerusalem! Praise the Lord!"]},{"reference":"1 John 4:13-19","words":154,"text":["13","By this we know that we abide in him and he in us, because he has given us of his Spirit.","14","And we have seen and testify that the Father has sent his Son to be the Savior of the world.","15","Whoever confesses that Jesus is the Son of God, God abides in him, and he in God.","16","So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.","17","By this is love perfected with us, so that we may have confidence for the day of judgment, because as he is so also are we in this world.","18","There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.","19","We love because he first loved us."]},{"reference":"Colossians 1:13-20","words":147,"text":["13","He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son,","14","in whom we have redemption, the forgiveness of sins.","15","He is the image of the invisible God, the firstborn of all creation.","16","For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him.","17","And he is before all things, and in him all things hold together.","18","And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent.","19","For in him all the fullness of God was pleased to dwell,","20","and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross."]},{"reference":"Psalm 139:1-8","words":117,"text":["1","O Lord, you have searched me and known me!","2","You know when I sit down and when I rise up; you discern my thoughts from afar.","3","You search out my path and my lying down and are acquainted with all my ways.","4","Even before a word is on my tongue, behold, O Lord, you know it altogether.","5","You hem me in, behind and before, and lay your hand upon me.","6","Such knowledge is too wonderful for me; it is high; I cannot attain it.","7","Where shall I go from your Spirit? Or where shall I flee from your presence?","8","If I ascend to heaven, you are there! If I make my bed in Sheol, you are there!"]},{"reference":"Revelation 2:8-16","words":264,"text":["8","“And to the angel of the church in Smyrna write: ‘The words of the first and the last, who died and came to life.","9","“‘I know your tribulation and your poverty (but you are rich) and the slander of those who say that they are Jews and are not, but are a synagogue of Satan.","10","Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life.","11","He who has an ear, let him hear what the Spirit says to the churches. The one who conquers will not be hurt by the second death.’","12","“And to the angel of the church in Pergamum write: ‘The words of him who has the sharp two-edged sword.","13","“‘I know where you dwell, where Satan's throne is. Yet you hold fast my name, and you did not deny my faith even in the days of Antipas my faithful witness, who was killed among you, where Satan dwells.","14","But I have a few things against you: you have some there who hold the teaching of Balaam, who taught Balak to put a stumbling block before the sons of Israel, so that they might eat food sacrificed to idols and practice sexual immorality.","15","So also you have some who hold the teaching of the Nicolaitans.","16","Therefore repent. If not, I will come to you soon and war against them with the sword of my mouth."]},{"reference":"Ruth 4:18-22","words":35,"text":["18","Now these are the generations of Perez: Perez fathered Hezron,","19","Hezron fathered Ram, Ram fathered Amminadab,","20","Amminadab fathered Nahshon, Nahshon fathered Salmon,","21","Salmon fathered Boaz, Boaz fathered Obed,","22","Obed fathered Jesse, and Jesse fathered David."]},{"reference":"Isaiah 49:4-16","words":409,"text":["4","But I said, “I have labored in vain; I have spent my strength for nothing and vanity; yet surely my right is with the Lord, and my recompense with my God.”","5","And now the Lord says, he who formed me from the womb to be his servant, to bring Jacob back to him; and that Israel might be gathered to him— for I am honored in the eyes of the Lord, and my God has become my strength—","6","he says: “It is too light a thing that you should be my servant to raise up the tribes of Jacob and to bring back the preserved of Israel; I will make you as a light for the nations, that my salvation may reach to the end of the earth.”","7","Thus says the Lord, the Redeemer of Israel and his Holy One, to one deeply despised, abhorred by the nation, the servant of rulers: “Kings shall see and arise; princes, and they shall prostrate themselves; because of the Lord, who is faithful, the Holy One of Israel, who has chosen you.”","8","Thus says the Lord: “In a time of favor I have answered you; in a day of salvation I have helped you; I will keep you and give you as a covenant to the people, to establish the land, to apportion the desolate heritages,","9","saying to the prisoners, ‘Come out,’ to those who are in darkness, ‘Appear.’ They shall feed along the ways; on all bare heights shall be their pasture;","10","they shall not hunger or thirst, neither scorching wind nor sun shall strike them, for he who has pity on them will lead them, and by springs of water will guide them.","11","And I will make all my mountains a road, and my highways shall be raised up.","12","Behold, these shall come from afar, and behold, these from the north and from the west, and these from the land of Syene.”","13","Sing for joy, O heavens, and exult, O earth; break forth, O mountains, into singing! For the Lord has comforted his people and will have compassion on his afflicted.","14","But Zion said, “The Lord has forsaken me; my Lord has forgotten me.”","15","“Can a woman forget her nursing child, that she should have no compassion on the son of her womb? Even these may forget, yet I will not forget you.","16","Behold, I have engraved you on the palms of my hands; your walls are continually before me."]},{"reference":"Revelation 5:1-10","words":289,"text":["1","Then I saw in the right hand of him who was seated on the throne a scroll written within and on the back, sealed with seven seals.","2","And I saw a mighty angel proclaiming with a loud voice, “Who is worthy to open the scroll and break its seals?”","3","And no one in heaven or on earth or under the earth was able to open the scroll or to look into it,","4","and I began to weep loudly because no one was found worthy to open the scroll or to look into it.","5","And one of the elders said to me, “Weep no more; behold, the Lion of the tribe of Judah, the Root of David, has conquered, so that he can open the scroll and its seven seals.”","6","And between the throne and the four living creatures and among the elders I saw a Lamb standing, as though it had been slain, with seven horns and with seven eyes, which are the seven spirits of God sent out into all the earth.","7","And he went and took the scroll from the right hand of him who was seated on the throne.","8","And when he had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each holding a harp, and golden bowls full of incense, which are the prayers of the saints.","9","And they sang a new song, saying, “Worthy are you to take the scroll and to open its seals, for you were slain, and by your blood you ransomed people for God from every tribe and language and people and nation,","10","and you have made them a kingdom and priests to our God, and they shall reign on the earth.”"]},{"reference":"Ephesians 1:18-23","words":137,"text":["18","having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints,","19","and what is the immeasurable greatness of his power toward us who believe, according to the working of his great might","20","that he worked in Christ when he raised him from the dead and seated him at his right hand in the heavenly places,","21","far above all rule and authority and power and dominion, and above every name that is named, not only in this age but also in the one to come.","22","And he put all things under his feet and gave him as head over all things to the church,","23","which is his body, the fullness of him who fills all in all."]},{"reference":"Isaiah 60:1-9","words":252,"text":["1","Arise, shine, for your light has come, and the glory of the Lord has risen upon you.","2","For behold, darkness shall cover the earth, and thick darkness the peoples; but the Lord will arise upon you, and his glory will be seen upon you.","3","And nations shall come to your light, and kings to the brightness of your rising.","4","Lift up your eyes all around, and see; they all gather together, they come to you; your sons shall come from afar, and your daughters shall be carried on the hip.","5","Then you shall see and be radiant; your heart shall thrill and exult, because the abundance of the sea shall be turned to you, the wealth of the nations shall come to you.","6","A multitude of camels shall cover you, the young camels of Midian and Ephah; all those from Sheba shall come. They shall bring gold and frankincense, and shall bring good news, the praises of the Lord.","7","All the flocks of Kedar shall be gathered to you; the rams of Nebaioth shall minister to you; they shall come up with acceptance on my altar, and I will beautify my beautiful house.","8","Who are these that fly like a cloud, and like doves to their windows?","9","For the coastlands shall hope for me, the ships of Tarshish first, to bring your children from afar, their silver and gold with them, for the name of the Lord your God, and for the Holy One of Israel, because he has made you beautiful."]},{"reference":"Revelation 16:4-9","words":133,"text":["4","The third angel poured out his bowl into the rivers and the springs of water, and they became blood.","5","And I heard the angel in charge of the waters say, “Just are you, O Holy One, who is and who was, for you brought these judgments.","6","For they have shed the blood of saints and prophets, and you have given them blood to drink. It is what they deserve!”","7","And I heard the altar saying, “Yes, Lord God the Almighty, true and just are your judgments!”","8","The fourth angel poured out his bowl on the sun, and it was allowed to scorch people with fire.","9","They were scorched by the fierce heat, and they cursed the name of God who had power over these plagues. They did not repent and give him glory."]},{"reference":"Leviticus 22:1-9","words":262,"text":["1","And the Lord spoke to Moses, saying,","2","“Speak to Aaron and his sons so that they abstain from the holy things of the people of Israel, which they dedicate to me, so that they do not profane my holy name: I am the Lord.","3","Say to them, ‘If any one of all your offspring throughout your generations approaches the holy things that the people of Israel dedicate to the Lord, while he has an uncleanness, that person shall be cut off from my presence: I am the Lord.","4","None of the offspring of Aaron who has a leprous disease or a discharge may eat of the holy things until he is clean. Whoever touches anything that is unclean through contact with the dead or a man who has had an emission of semen,","5","and whoever touches a swarming thing by which he may be made unclean or a person from whom he may take uncleanness, whatever his uncleanness may be—","6","the person who touches such a thing shall be unclean until the evening and shall not eat of the holy things unless he has bathed his body in water.","7","When the sun goes down he shall be clean, and afterward he may eat of the holy things, because they are his food.","8","He shall not eat what dies of itself or is torn by beasts, and so make himself unclean by it: I am the Lord.’","9","They shall therefore keep my charge, lest they bear sin for it and die thereby when they profane it: I am the Lord who sanctifies them."]},{"reference":"Isaiah 62:10-12","words":85,"text":["10","Go through, go through the gates; prepare the way for the people; build up, build up the highway; clear it of stones; lift up a signal over the peoples.","11","Behold, the Lord has proclaimed to the end of the earth: Say to the daughter of Zion, “Behold, your salvation comes; behold, his reward is with him, and his recompense before him.”","12","And they shall be called The Holy People, The Redeemed of the Lord; and you shall be called Sought Out, A City Not Forsaken."]},{"reference":"Revelation 18:21-24","words":146,"text":["21","Then a mighty angel took up a stone like a great millstone and threw it into the sea, saying, “So will Babylon the great city be thrown down with violence, and will be found no more;","22","and the sound of harpists and musicians, of flute players and trumpeters, will be heard in you no more, and a craftsman of any craft will be found in you no more, and the sound of the mill will be heard in you no more,","23","and the light of a lamp will shine in you no more, and the voice of bridegroom and bride will be heard in you no more, for your merchants were the great ones of the earth, and all nations were deceived by your sorcery.","24","And in her was found the blood of prophets and of saints, and of all who have been slain on earth.”"]},{"reference":"Deuteronomy 28:1-14","words":410,"text":["1","“And if you faithfully obey the voice of the Lord your God, being careful to do all his commandments that I command you today, the Lord your God will set you high above all the nations of the earth.","2","And all these blessings shall come upon you and overtake you, if you obey the voice of the Lord your God.","3","Blessed shall you be in the city, and blessed shall you be in the field.","4","Blessed shall be the fruit of your womb and the fruit of your ground and the fruit of your cattle, the increase of your herds and the young of your flock.","5","Blessed shall be your basket and your kneading bowl.","6","Blessed shall you be when you come in, and blessed shall you be when you go out.","7","“The Lord will cause your enemies who rise against you to be defeated before you. They shall come out against you one way and flee before you seven ways.","8","The Lord will command the blessing on you in your barns and in all that you undertake. And he will bless you in the land that the Lord your God is giving you.","9","The Lord will establish you as a people holy to himself, as he has sworn to you, if you keep the commandments of the Lord your God and walk in his ways.","10","And all the peoples of the earth shall see that you are called by the name of the Lord, and they shall be afraid of you.","11","And the Lord will make you abound in prosperity, in the fruit of your womb and in the fruit of your livestock and in the fruit of your ground, within the land that the Lord swore to your fathers to give you.","12","The Lord will open to you his good treasury, the heavens, to give the rain to your land in its season and to bless all the work of your hands. And you shall lend to many nations, but you shall not borrow.","13","And the Lord will make you the head and not the tail, and you shall only go up and not down, if you obey the commandments of the Lord your God, which I command you today, being careful to do them,","14","and if you do not turn aside from any of the words that I command you today, to the right hand or to the left, to go after other gods to serve them."]},{"reference":"Isaiah 66:5-13","words":264,"text":["5","Hear the word of the Lord, you who tremble at his word: “Your brothers who hate you and cast you out for my name's sake have said, ‘Let the Lord be glorified, that we may see your joy’; but it is they who shall be put to shame.","6","“The sound of an uproar from the city! A sound from the temple! The sound of the Lord, rendering recompense to his enemies!","7","“Before she was in labor she gave birth; before her pain came upon her she delivered a son.","8","Who has heard such a thing? Who has seen such things? Shall a land be born in one day? Shall a nation be brought forth in one moment? For as soon as Zion was in labor she brought forth her children.","9","Shall I bring to the point of birth and not cause to bring forth?” says the Lord; “shall I, who cause to bring forth, shut the womb?” says your God.","10","“Rejoice with Jerusalem, and be glad for her, all you who love her; rejoice with her in joy, all you who mourn over her;","11","that you may nurse and be satisfied from her consoling breast; that you may drink deeply with delight from her glorious abundance.”","12","For thus says the Lord: “Behold, I will extend peace to her like a river, and the glory of the nations like an overflowing stream; and you shall nurse, you shall be carried upon her hip, and bounced upon her knees.","13","As one whom his mother comforts, so I will comfort you; you shall be comforted in Jerusalem."]},{"reference":"Revelation 21:1-15","words":423,"text":["1","Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more.","2","And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.","3","And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God.","4","He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”","5","And he who was seated on the throne said, “Behold, I am making all things new.” Also he said, “Write this down, for these words are trustworthy and true.”","6","And he said to me, “It is done! I am the Alpha and the Omega, the beginning and the end. To the thirsty I will give from the spring of the water of life without payment.","7","The one who conquers will have this heritage, and I will be his God and he will be my son.","8","But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”","9","Then came one of the seven angels who had the seven bowls full of the seven last plagues and spoke to me, saying, “Come, I will show you the Bride, the wife of the Lamb.”","10","And he carried me away in the Spirit to a great, high mountain, and showed me the holy city Jerusalem coming down out of heaven from God,","11","having the glory of God, its radiance like a most rare jewel, like a jasper, clear as crystal.","12","It had a great, high wall, with twelve gates, and at the gates twelve angels, and on the gates the names of the twelve tribes of the sons of Israel were inscribed—","13","on the east three gates, on the north three gates, on the south three gates, and on the west three gates.","14","And the wall of the city had twelve foundations, and on them were the twelve names of the twelve apostles of the Lamb.","15","And the one who spoke with me had a measuring rod of gold to measure the city and its gates and walls."]},{"reference":"Joshua 21:43-45","words":88,"text":["43","Thus the Lord gave to Israel all the land that he swore to give to their fathers. And they took possession of it, and they settled there.","44","And the Lord gave them rest on every side just as he had sworn to their fathers. Not one of all their enemies had withstood them, for the Lord had given all their enemies into their hands.","45","Not one word of all the good promises that the Lord had made to the house of Israel had failed; all came to pass."]},{"reference":"Matthew 10:27-39","words":241,"text":["27","What I tell you in the dark, say in the light, and what you hear whispered, proclaim on the housetops.","28","And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.","29","Are not two sparrows sold for a penny? And not one of them will fall to the ground apart from your Father.","30","But even the hairs of your head are all numbered.","31","Fear not, therefore; you are of more value than many sparrows.","32","So everyone who acknowledges me before men, I also will acknowledge before my Father who is in heaven,","33","but whoever denies me before men, I also will deny before my Father who is in heaven.","34","“Do not think that I have come to bring peace to the earth. I have not come to bring peace, but a sword.","35","For I have come to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law.","36","And a person's enemies will be those of his own household.","37","Whoever loves father or mother more than me is not worthy of me, and whoever loves son or daughter more than me is not worthy of me.","38","And whoever does not take his cross and follow me is not worthy of me.","39","Whoever finds his life will lose it, and whoever loses his life for my sake will find it."]},{"reference":"Revelation 22:12-21","words":241,"text":["12","“Behold, I am coming soon, bringing my recompense with me, to repay each one for what he has done.","13","I am the Alpha and the Omega, the first and the last, the beginning and the end.”","14","Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates.","15","Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.","16","“I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.”","17","The Spirit and the Bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires take the water of life without price.","18","I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book,","19","and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.","20","He who testifies to these things says, “Surely I am coming soon.” Amen. Come, Lord Jesus!","21","The grace of the Lord Jesus be with all. Amen."]},{"reference":"Nehemiah 8:10","words":46,"text":["10","Then he said to them, “Go your way. Eat the fat and drink sweet wine and send portions to anyone who has nothing ready, for this day is holy to our Lord. And do not be grieved, for the joy of the Lord is your strength.”"]},{"reference":"Matthew 11:25-30","words":129,"text":["25","At that time Jesus declared, “I thank you, Father, Lord of heaven and earth, that you have hidden these things from the wise and understanding and revealed them to little children;","26","yes, Father, for such was your gracious will.","27","All things have been handed over to me by my Father, and no one knows the Son except the Father, and no one knows the Father except the Son and anyone to whom the Son chooses to reveal him.","28","Come to me, all who labor and are heavy laden, and I will give you rest.","29","Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.","30","For my yoke is easy, and my burden is light.”"]},{"reference":"Nehemiah 9:28-31","words":161,"text":["28","But after they had rest they did evil again before you, and you abandoned them to the hand of their enemies, so that they had dominion over them. Yet when they turned and cried to you, you heard from heaven, and many times you delivered them according to your mercies.","29","And you warned them in order to turn them back to your law. Yet they acted presumptuously and did not obey your commandments, but sinned against your rules, which if a person does them, he shall live by them, and they turned a stubborn shoulder and stiffened their neck and would not obey.","30","Many years you bore with them and warned them by your Spirit through your prophets. Yet they would not give ear. Therefore you gave them into the hand of the peoples of the lands.","31","Nevertheless, in your great mercies you did not make an end of them or forsake them, for you are a gracious and merciful God."]},{"reference":"Luke 4:16-19","words":107,"text":["16","And he came to Nazareth, where he had been brought up. And as was his custom, he went to the synagogue on the Sabbath day, and he stood up to read.","17","And the scroll of the prophet Isaiah was given to him. He unrolled the scroll and found the place where it was written,","18","“The Spirit of the Lord is upon me, because he has anointed me to proclaim good news to the poor. He has sent me to proclaim liberty to the captives and recovering of sight to the blind, to set at liberty those who are oppressed,","19","to proclaim the year of the Lord's favor.”"]},{"reference":"Job 19:1-29","words":477,"text":["1","Then Job answered and said:","2","“How long will you torment me and break me in pieces with words?","3","These ten times you have cast reproach upon me; are you not ashamed to wrong me?","4","And even if it be true that I have erred, my error remains with myself.","5","If indeed you magnify yourselves against me and make my disgrace an argument against me,","6","know then that God has put me in the wrong and closed his net about me.","7","Behold, I cry out, ‘Violence!’ but I am not answered; I call for help, but there is no justice.","8","He has walled up my way, so that I cannot pass, and he has set darkness upon my paths.","9","He has stripped from me my glory and taken the crown from my head.","10","He breaks me down on every side, and I am gone, and my hope has he pulled up like a tree.","11","He has kindled his wrath against me and counts me as his adversary.","12","His troops come on together; they have cast up their siege ramp against me and encamp around my tent.","13","“He has put my brothers far from me, and those who knew me are wholly estranged from me.","14","My relatives have failed me, my close friends have forgotten me.","15","The guests in my house and my maidservants count me as a stranger; I have become a foreigner in their eyes.","16","I call to my servant, but he gives me no answer; I must plead with him with my mouth for mercy.","17","My breath is strange to my wife, and I am a stench to the children of my own mother.","18","Even young children despise me; when I rise they talk against me.","19","All my intimate friends abhor me, and those whom I loved have turned against me.","20","My bones stick to my skin and to my flesh, and I have escaped by the skin of my teeth.","21","Have mercy on me, have mercy on me, O you my friends, for the hand of God has touched me!","22","Why do you, like God, pursue me? Why are you not satisfied with my flesh?","23","“Oh that my words were written! Oh that they were inscribed in a book!","24","Oh that with an iron pen and lead they were engraved in the rock forever!","25","For I know that my Redeemer lives, and at the last he will stand upon the earth.","26","And after my skin has been thus destroyed, yet in my flesh I shall see God,","27","whom I shall see for myself, and my eyes shall behold, and not another. My heart faints within me!","28","If you say, ‘How we will pursue him!’ and, ‘The root of the matter is found in him,’","29","be afraid of the sword, for wrath brings the punishment of the sword, that you may know there is a judgment.”"]},{"reference":"Luke 12:35-40","words":146,"text":["35","“Stay dressed for action and keep your lamps burning,","36","and be like men who are waiting for their master to come home from the wedding feast, so that they may open the door to him at once when he comes and knocks.","37","Blessed are those servants whom the master finds awake when he comes. Truly, I say to you, he will dress himself for service and have them recline at table, and he will come and serve them.","38","If he comes in the second watch, or in the third, and finds them awake, blessed are those servants!","39","But know this, that if the master of the house had known at what hour the thief was coming, he would not have left his house to be broken into.","40","You also must be ready, for the Son of Man is coming at an hour you do not expect.”"]},{"reference":"Psalm 32:1-11","words":233,"text":["1","Blessed is the one whose transgression is forgiven, whose sin is covered.","2","Blessed is the man against whom the Lord counts no iniquity, and in whose spirit there is no deceit.","3","For when I kept silent, my bones wasted away through my groaning all day long.","4","For day and night your hand was heavy upon me; my strength was dried up as by the heat of summer. Selah","5","I acknowledged my sin to you, and I did not cover my iniquity; I said, “I will confess my transgressions to the Lord,” and you forgave the iniquity of my sin. Selah","6","Therefore let everyone who is godly offer prayer to you at a time when you may be found; surely in the rush of great waters, they shall not reach him.","7","You are a hiding place for me; you preserve me from trouble; you surround me with shouts of deliverance. Selah","8","I will instruct you and teach you in the way you should go; I will counsel you with my eye upon you.","9","Be not like a horse or a mule, without understanding, which must be curbed with bit and bridle, or it will not stay near you.","10","Many are the sorrows of the wicked, but steadfast love surrounds the one who trusts in the Lord.","11","Be glad in the Lord, and rejoice, O righteous, and shout for joy, all you upright in heart!"]},{"reference":"Luke 22:31-34","words":76,"text":["31","“Simon, Simon, behold, Satan demanded to have you, that he might sift you like wheat,","32","but I have prayed for you that your faith may not fail. And when you have turned again, strengthen your brothers.”","33","Peter said to him, “Lord, I am ready to go with you both to prison and to death.”","34","Jesus said, “I tell you, Peter, the rooster will not crow this day, until you deny three times that you know me.”"]},{"reference":"Psalm 49:1-9","words":121,"text":["1","Hear this, all peoples! Give ear, all inhabitants of the world,","2","both low and high, rich and poor together!","3","My mouth shall speak wisdom; the meditation of my heart shall be understanding.","4","I will incline my ear to a proverb; I will solve my riddle to the music of the lyre.","5","Why should I fear in times of trouble, when the iniquity of those who cheat me surrounds me,","6","those who trust in their wealth and boast of the abundance of their riches?","7","Truly no man can ransom another, or give to God the price of his life,","8","for the ransom of their life is costly and can never suffice,","9","that he should live on forever and never see the pit."]},{"reference":"John 5:1-14","words":264,"text":["1","After this there was a feast of the Jews, and Jesus went up to Jerusalem.","2","Now there is in Jerusalem by the Sheep Gate a pool, in Aramaic called Bethesda, which has five roofed colonnades.","3","In these lay a multitude of invalids—blind, lame, and paralyzed.","5","One man was there who had been an invalid for thirty-eight years.","6","When Jesus saw him lying there and knew that he had already been there a long time, he said to him, “Do you want to be healed?”","7","The sick man answered him, “Sir, I have no one to put me into the pool when the water is stirred up, and while I am going another steps down before me.”","8","Jesus said to him, “Get up, take up your bed, and walk.”","9","And at once the man was healed, and he took up his bed and walked. Now that day was the Sabbath.","10","So the Jews said to the man who had been healed, “It is the Sabbath, and it is not lawful for you to take up your bed.”","11","But he answered them, “The man who healed me, that man said to me, ‘Take up your bed, and walk.’”","12","They asked him, “Who is the man who said to you, ‘Take up your bed and walk’?”","13","Now the man who had been healed did not know who it was, for Jesus had withdrawn, as there was a crowd in the place.","14","Afterward Jesus found him in the temple and said to him, “See, you are well! Sin no more, that nothing worse may happen to you.”"]},{"reference":"Psalm 102:13-28","words":260,"text":["13","You will arise and have pity on Zion; it is the time to favor her; the appointed time has come.","14","For your servants hold her stones dear and have pity on her dust.","15","Nations will fear the name of the Lord, and all the kings of the earth will fear your glory.","16","For the Lord builds up Zion; he appears in his glory;","17","he regards the prayer of the destitute and does not despise their prayer.","18","Let this be recorded for a generation to come, so that a people yet to be created may praise the Lord:","19","that he looked down from his holy height; from heaven the Lord looked at the earth,","20","to hear the groans of the prisoners, to set free those who were doomed to die,","21","that they may declare in Zion the name of the Lord, and in Jerusalem his praise,","22","when peoples gather together, and kingdoms, to worship the Lord.","23","He has broken my strength in midcourse; he has shortened my days.","24","“O my God,” I say, “take me not away in the midst of my days— you whose years endure throughout all generations!”","25","Of old you laid the foundation of the earth, and the heavens are the work of your hands.","26","They will perish, but you will remain; they will all wear out like a garment. You will change them like a robe, and they will pass away,","27","but you are the same, and your years have no end.","28","The children of your servants shall dwell secure; their offspring shall be established before you."]},{"reference":"John 14:1-7","words":142,"text":["1","“Let not your hearts be troubled. Believe in God; believe also in me.","2","In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?","3","And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.","4","And you know the way to where I am going.”","5","Thomas said to him, “Lord, we do not know where you are going. How can we know the way?”","6","Jesus said to him, “I am the way, and the truth, and the life. No one comes to the Father except through me.","7","If you had known me, you would have known my Father also. From now on you do know him and have seen him.”"]},{"reference":"Psalm 106:34-48","words":241,"text":["34","They did not destroy the peoples, as the Lord commanded them,","35","but they mixed with the nations and learned to do as they did.","36","They served their idols, which became a snare to them.","37","They sacrificed their sons and their daughters to the demons;","38","they poured out innocent blood, the blood of their sons and daughters, whom they sacrificed to the idols of Canaan, and the land was polluted with blood.","39","Thus they became unclean by their acts, and played the whore in their deeds.","40","Then the anger of the Lord was kindled against his people, and he abhorred his heritage;","41","he gave them into the hand of the nations, so that those who hated them ruled over them.","42","Their enemies oppressed them, and they were brought into subjection under their power.","43","Many times he delivered them, but they were rebellious in their purposes and were brought low through their iniquity.","44","Nevertheless, he looked upon their distress, when he heard their cry.","45","For their sake he remembered his covenant, and relented according to the abundance of his steadfast love.","46","He caused them to be pitied by all those who held them captive.","47","Save us, O Lord our God, and gather us from among the nations, that we may give thanks to your holy name and glory in your praise.","48","Blessed be the Lord, the God of Israel, from everlasting to everlasting! And let all the people say, “Amen!” Praise the Lord!"]},{"reference":"John 16:16-33","words":484,"text":["16","“A little while, and you will see me no longer; and again a little while, and you will see me.”","17","So some of his disciples said to one another, “What is this that he says to us, ‘A little while, and you will not see me, and again a little while, and you will see me’; and, ‘because I am going to the Father’?”","18","So they were saying, “What does he mean by ‘a little while’? We do not know what he is talking about.”","19","Jesus knew that they wanted to ask him, so he said to them, “Is this what you are asking yourselves, what I meant by saying, ‘A little while and you will not see me, and again a little while and you will see me’?","20","Truly, truly, I say to you, you will weep and lament, but the world will rejoice. You will be sorrowful, but your sorrow will turn into joy.","21","When a woman is giving birth, she has sorrow because her hour has come, but when she has delivered the baby, she no longer remembers the anguish, for joy that a human being has been born into the world.","22","So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you.","23","In that day you will ask nothing of me. Truly, truly, I say to you, whatever you ask of the Father in my name, he will give it to you.","24","Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full.","25","“I have said these things to you in figures of speech. The hour is coming when I will no longer speak to you in figures of speech but will tell you plainly about the Father.","26","In that day you will ask in my name, and I do not say to you that I will ask the Father on your behalf;","27","for the Father himself loves you, because you have loved me and have believed that I came from God.","28","I came from the Father and have come into the world, and now I am leaving the world and going to the Father.”","29","His disciples said, “Ah, now you are speaking plainly and not using figurative speech!","30","Now we know that you know all things and do not need anyone to question you; this is why we believe that you came from God.”","31","Jesus answered them, “Do you now believe?","32","Behold, the hour is coming, indeed it has come, when you will be scattered, each to his own home, and will leave me alone. Yet I am not alone, for the Father is with me.","33","I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”"]},{"reference":"Isaiah 11:15-16","words":69,"text":["15","And the Lord will utterly destroy the tongue of the Sea of Egypt, and will wave his hand over the River with his scorching breath, and strike it into seven channels, and he will lead people across in sandals.","16","And there will be a highway from Assyria for the remnant that remains of his people, as there was for Israel when they came up from the land of Egypt."]},{"reference":"John 17:1-10","words":223,"text":["1","When Jesus had spoken these words, he lifted up his eyes to heaven, and said, “Father, the hour has come; glorify your Son that the Son may glorify you,","2","since you have given him authority over all flesh, to give eternal life to all whom you have given him.","3","And this is eternal life, that they know you, the only true God, and Jesus Christ whom you have sent.","4","I glorified you on earth, having accomplished the work that you gave me to do.","5","And now, Father, glorify me in your own presence with the glory that I had with you before the world existed.","6","“I have manifested your name to the people whom you gave me out of the world. Yours they were, and you gave them to me, and they have kept your word.","7","Now they know that everything that you have given me is from you.","8","For I have given them the words that you gave me, and they have received them and have come to know in truth that I came from you; and they have believed that you sent me.","9","I am praying for them. I am not praying for the world but for those whom you have given me, for they are yours.","10","All mine are yours, and yours are mine, and I am glorified in them."]},{"reference":"Isaiah 35:3-10","words":218,"text":["3","Strengthen the weak hands, and make firm the feeble knees.","4","Say to those who have an anxious heart, “Be strong; fear not! Behold, your God will come with vengeance, with the recompense of God. He will come and save you.”","5","Then the eyes of the blind shall be opened, and the ears of the deaf unstopped;","6","then shall the lame man leap like a deer, and the tongue of the mute sing for joy. For waters break forth in the wilderness, and streams in the desert;","7","the burning sand shall become a pool, and the thirsty ground springs of water; in the haunt of jackals, where they lie down, the grass shall become reeds and rushes.","8","And a highway shall be there, and it shall be called the Way of Holiness; the unclean shall not pass over it. It shall belong to those who walk on the way; even if they are fools, they shall not go astray.","9","No lion shall be there, nor shall any ravenous beast come up on it; they shall not be found there, but the redeemed shall walk there.","10","And the ransomed of the Lord shall return and come to Zion with singing; everlasting joy shall be upon their heads; they shall obtain gladness and joy, and sorrow and sighing shall flee away."]},{"reference":"John 19:28-38","words":272,"text":["28","After this, Jesus, knowing that all was now finished, said (to fulfill the Scripture), “I thirst.”","29","A jar full of sour wine stood there, so they put a sponge full of the sour wine on a hyssop branch and held it to his mouth.","30","When Jesus had received the sour wine, he said, “It is finished,” and he bowed his head and gave up his spirit.","31","Since it was the day of Preparation, and so that the bodies would not remain on the cross on the Sabbath (for that Sabbath was a high day), the Jews asked Pilate that their legs might be broken and that they might be taken away.","32","So the soldiers came and broke the legs of the first, and of the other who had been crucified with him.","33","But when they came to Jesus and saw that he was already dead, they did not break his legs.","34","But one of the soldiers pierced his side with a spear, and at once there came out blood and water.","35","He who saw it has borne witness—his testimony is true, and he knows that he is telling the truth—that you also may believe.","36","For these things took place that the Scripture might be fulfilled: “Not one of his bones will be broken.”","37","And again another Scripture says, “They will look on him whom they have pierced.”","38","After these things Joseph of Arimathea, who was a disciple of Jesus, but secretly for fear of the Jews, asked Pilate that he might take away the body of Jesus, and Pilate gave him permission. So he came and took away his body."]},{"reference":"Isaiah 40:1-5","words":110,"text":["1","Comfort, comfort my people, says your God.","2","Speak tenderly to Jerusalem, and cry to her that her warfare is ended, that her iniquity is pardoned, that she has received from the Lord's hand double for all her sins.","3","A voice cries: “In the wilderness prepare the way of the Lord; make straight in the desert a highway for our God.","4","Every valley shall be lifted up, and every mountain and hill be made low; the uneven ground shall become level, and the rough places a plain.","5","And the glory of the Lord shall be revealed, and all flesh shall see it together, for the mouth of the Lord has spoken.”"]},{"reference":"Acts 8:26-38","words":281,"text":["26","Now an angel of the Lord said to Philip, “Rise and go toward the south to the road that goes down from Jerusalem to Gaza.” This is a desert place.","27","And he rose and went. And there was an Ethiopian, a eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure. He had come to Jerusalem to worship","28","and was returning, seated in his chariot, and he was reading the prophet Isaiah.","29","And the Spirit said to Philip, “Go over and join this chariot.”","30","So Philip ran to him and heard him reading Isaiah the prophet and asked, “Do you understand what you are reading?”","31","And he said, “How can I, unless someone guides me?” And he invited Philip to come up and sit with him.","32","Now the passage of the Scripture that he was reading was this: “Like a sheep he was led to the slaughter and like a lamb before its shearer is silent, so he opens not his mouth.","33","In his humiliation justice was denied him. Who can describe his generation? For his life is taken away from the earth.”","34","And the eunuch said to Philip, “About whom, I ask you, does the prophet say this, about himself or about someone else?”","35","Then Philip opened his mouth, and beginning with this Scripture he told him the good news about Jesus.","36","And as they were going along the road they came to some water, and the eunuch said, “See, here is water! What prevents me from being baptized?”","38","And he commanded the chariot to stop, and they both went down into the water, Philip and the eunuch, and he baptized him."]},{"reference":"Isaiah 41:10-26","words":488,"text":["10","fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.","11","Behold, all who are incensed against you shall be put to shame and confounded; those who strive against you shall be as nothing and shall perish.","12","You shall seek those who contend with you, but you shall not find them; those who war against you shall be as nothing at all.","13","For I, the Lord your God, hold your right hand; it is I who say to you, “Fear not, I am the one who helps you.”","14","Fear not, you worm Jacob, you men of Israel! I am the one who helps you, declares the Lord; your Redeemer is the Holy One of Israel.","15","Behold, I make of you a threshing sledge, new, sharp, and having teeth; you shall thresh the mountains and crush them, and you shall make the hills like chaff;","16","you shall winnow them, and the wind shall carry them away, and the tempest shall scatter them. And you shall rejoice in the Lord; in the Holy One of Israel you shall glory.","17","When the poor and needy seek water, and there is none, and their tongue is parched with thirst, I the Lord will answer them; I the God of Israel will not forsake them.","18","I will open rivers on the bare heights, and fountains in the midst of the valleys. I will make the wilderness a pool of water, and the dry land springs of water.","19","I will put in the wilderness the cedar, the acacia, the myrtle, and the olive. I will set in the desert the cypress, the plane and the pine together,","20","that they may see and know, may consider and understand together, that the hand of the Lord has done this, the Holy One of Israel has created it.","21","Set forth your case, says the Lord; bring your proofs, says the King of Jacob.","22","Let them bring them, and tell us what is to happen. Tell us the former things, what they are, that we may consider them, that we may know their outcome; or declare to us the things to come.","23","Tell us what is to come hereafter, that we may know that you are gods; do good, or do harm, that we may be dismayed and terrified.","24","Behold, you are nothing, and your work is less than nothing; an abomination is he who chooses you.","25","I stirred up one from the north, and he has come, from the rising of the sun, and he shall call upon my name; he shall trample on rulers as on mortar, as the potter treads clay.","26","Who declared it from the beginning, that we might know, and beforehand, that we might say, “He is right”? There was none who declared it, none who proclaimed, none who heard your words."]},{"reference":"Acts 13:42-52","words":254,"text":["42","As they went out, the people begged that these things might be told them the next Sabbath.","43","And after the meeting of the synagogue broke up, many Jews and devout converts to Judaism followed Paul and Barnabas, who, as they spoke with them, urged them to continue in the grace of God.","44","The next Sabbath almost the whole city gathered to hear the word of the Lord.","45","But when the Jews saw the crowds, they were filled with jealousy and began to contradict what was spoken by Paul, reviling him.","46","And Paul and Barnabas spoke out boldly, saying, “It was necessary that the word of God be spoken first to you. Since you thrust it aside and judge yourselves unworthy of eternal life, behold, we are turning to the Gentiles.","47","For so the Lord has commanded us, saying, “‘I have made you a light for the Gentiles, that you may bring salvation to the ends of the earth.’”","48","And when the Gentiles heard this, they began rejoicing and glorifying the word of the Lord, and as many as were appointed to eternal life believed.","49","And the word of the Lord was spreading throughout the whole region.","50","But the Jews incited the devout women of high standing and the leading men of the city, stirred up persecution against Paul and Barnabas, and drove them out of their district.","51","But they shook off the dust from their feet against them and went to Iconium.","52","And the disciples were filled with joy and with the Holy Spirit."]},{"reference":"Jeremiah 10:1-10","words":258,"text":["1","Hear the word that the Lord speaks to you, O house of Israel.","2","Thus says the Lord: “Learn not the way of the nations, nor be dismayed at the signs of the heavens because the nations are dismayed at them,","3","for the customs of the peoples are vanity. A tree from the forest is cut down and worked with an axe by the hands of a craftsman.","4","They decorate it with silver and gold; they fasten it with hammer and nails so that it cannot move.","5","Their idols are like scarecrows in a cucumber field, and they cannot speak; they have to be carried, for they cannot walk. Do not be afraid of them, for they cannot do evil, neither is it in them to do good.”","6","There is none like you, O Lord; you are great, and your name is great in might.","7","Who would not fear you, O King of the nations? For this is your due; for among all the wise ones of the nations and in all their kingdoms there is none like you.","8","They are both stupid and foolish; the instruction of idols is but wood!","9","Beaten silver is brought from Tarshish, and gold from Uphaz. They are the work of the craftsman and of the hands of the goldsmith; their clothing is violet and purple; they are all the work of skilled men.","10","But the Lord is the true God; he is the living God and the everlasting King. At his wrath the earth quakes, and the nations cannot endure his indignation."]},{"reference":"Acts 14:8-18","words":260,"text":["8","Now at Lystra there was a man sitting who could not use his feet. He was crippled from birth and had never walked.","9","He listened to Paul speaking. And Paul, looking intently at him and seeing that he had faith to be made well,","10","said in a loud voice, “Stand upright on your feet.” And he sprang up and began walking.","11","And when the crowds saw what Paul had done, they lifted up their voices, saying in Lycaonian, “The gods have come down to us in the likeness of men!”","12","Barnabas they called Zeus, and Paul, Hermes, because he was the chief speaker.","13","And the priest of Zeus, whose temple was at the entrance to the city, brought oxen and garlands to the gates and wanted to offer sacrifice with the crowds.","14","But when the apostles Barnabas and Paul heard of it, they tore their garments and rushed out into the crowd, crying out,","15","“Men, why are you doing these things? We also are men, of like nature with you, and we bring you good news, that you should turn from these vain things to a living God, who made the heaven and the earth and the sea and all that is in them.","16","In past generations he allowed all the nations to walk in their own ways.","17","Yet he did not leave himself without witness, for he did good by giving you rains from heaven and fruitful seasons, satisfying your hearts with food and gladness.”","18","Even with these words they scarcely restrained the people from offering sacrifice to them."]},{"reference":"Jeremiah 31:10-14","words":162,"text":["10","“Hear the word of the Lord, O nations, and declare it in the coastlands far away; say, ‘He who scattered Israel will gather him, and will keep him as a shepherd keeps his flock.’","11","For the Lord has ransomed Jacob and has redeemed him from hands too strong for him.","12","They shall come and sing aloud on the height of Zion, and they shall be radiant over the goodness of the Lord, over the grain, the wine, and the oil, and over the young of the flock and the herd; their life shall be like a watered garden, and they shall languish no more.","13","Then shall the young women rejoice in the dance, and the young men and the old shall be merry. I will turn their mourning into joy; I will comfort them, and give them gladness for sorrow.","14","I will feast the soul of the priests with abundance, and my people shall be satisfied with my goodness, declares the Lord.”"]},{"reference":"Acts 26:19-23","words":128,"text":["19","“Therefore, O King Agrippa, I was not disobedient to the heavenly vision,","20","but declared first to those in Damascus, then in Jerusalem and throughout all the region of Judea, and also to the Gentiles, that they should repent and turn to God, performing deeds in keeping with their repentance.","21","For this reason the Jews seized me in the temple and tried to kill me.","22","To this day I have had the help that comes from God, and so I stand here testifying both to small and great, saying nothing but what the prophets and Moses said would come to pass:","23","that the Christ must suffer and that, by being the first to rise from the dead, he would proclaim light both to our people and to the Gentiles.”"]},{"reference":"Jeremiah 33:8-9","words":80,"text":["8","I will cleanse them from all the guilt of their sin against me, and I will forgive all the guilt of their sin and rebellion against me.","9","And this city shall be to me a name of joy, a praise and a glory before all the nations of the earth who shall hear of all the good that I do for them. They shall fear and tremble because of all the good and all the prosperity I provide for it."]},{"reference":"Romans 2:1-6","words":135,"text":["1","Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things.","2","We know that the judgment of God rightly falls on those who practice such things.","3","Do you suppose, O man—you who judge those who practice such things and yet do them yourself—that you will escape the judgment of God?","4","Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God's kindness is meant to lead you to repentance?","5","But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God's righteous judgment will be revealed.","6","He will render to each one according to his works:"]},{"reference":"Ezekiel 2:1-10","words":272,"text":["1","And he said to me, “Son of man, stand on your feet, and I will speak with you.”","2","And as he spoke to me, the Spirit entered into me and set me on my feet, and I heard him speaking to me.","3","And he said to me, “Son of man, I send you to the people of Israel, to nations of rebels, who have rebelled against me. They and their fathers have transgressed against me to this very day.","4","The descendants also are impudent and stubborn: I send you to them, and you shall say to them, ‘Thus says the Lord God.’","5","And whether they hear or refuse to hear (for they are a rebellious house) they will know that a prophet has been among them.","6","And you, son of man, be not afraid of them, nor be afraid of their words, though briers and thorns are with you and you sit on scorpions. Be not afraid of their words, nor be dismayed at their looks, for they are a rebellious house.","7","And you shall speak my words to them, whether they hear or refuse to hear, for they are a rebellious house.","8","“But you, son of man, hear what I say to you. Be not rebellious like that rebellious house; open your mouth and eat what I give you.”","9","And when I looked, behold, a hand was stretched out to me, and behold, a scroll of a book was in it.","10","And he spread it before me. And it had writing on the front and on the back, and there were written on it words of lamentation and mourning and woe."]},{"reference":"Romans 2:17-29","words":254,"text":["17","But if you call yourself a Jew and rely on the law and boast in God","18","and know his will and approve what is excellent, because you are instructed from the law;","19","and if you are sure that you yourself are a guide to the blind, a light to those who are in darkness,","20","an instructor of the foolish, a teacher of children, having in the law the embodiment of knowledge and truth—","21","you then who teach others, do you not teach yourself? While you preach against stealing, do you steal?","22","You who say that one must not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?","23","You who boast in the law dishonor God by breaking the law.","24","For, as it is written, “The name of God is blasphemed among the Gentiles because of you.”","25","For circumcision indeed is of value if you obey the law, but if you break the law, your circumcision becomes uncircumcision.","26","So, if a man who is uncircumcised keeps the precepts of the law, will not his uncircumcision be regarded as circumcision?","27","Then he who is physically uncircumcised but keeps the law will condemn you who have the written code and circumcision but break the law.","28","For no one is a Jew who is merely one outwardly, nor is circumcision outward and physical.","29","But a Jew is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. His praise is not from man but from God."]},{"reference":"Ezekiel 3:4-6","words":70,"text":["4","And he said to me, “Son of man, go to the house of Israel and speak with my words to them.","5","For you are not sent to a people of foreign speech and a hard language, but to the house of Israel—","6","not to many peoples of foreign speech and a hard language, whose words you cannot understand. Surely, if I sent you to such, they would listen to you."]},{"reference":"Romans 6:1-12","words":240,"text":["1","What shall we say then? Are we to continue in sin that grace may abound?","2","By no means! How can we who died to sin still live in it?","3","Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death?","4","We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.","5","For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his.","6","We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin.","7","For one who has died has been set free from sin.","8","Now if we have died with Christ, we believe that we will also live with him.","9","We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him.","10","For the death he died he died to sin, once for all, but the life he lives he lives to God.","11","So you also must consider yourselves dead to sin and alive to God in Christ Jesus.","12","Let not sin therefore reign in your mortal body, to make you obey its passions."]},{"reference":"Daniel 9:4-16","words":449,"text":["4","I prayed to the Lord my God and made confession, saying, “O Lord, the great and awesome God, who keeps covenant and steadfast love with those who love him and keep his commandments,","5","we have sinned and done wrong and acted wickedly and rebelled, turning aside from your commandments and rules.","6","We have not listened to your servants the prophets, who spoke in your name to our kings, our princes, and our fathers, and to all the people of the land.","7","To you, O Lord, belongs righteousness, but to us open shame, as at this day, to the men of Judah, to the inhabitants of Jerusalem, and to all Israel, those who are near and those who are far away, in all the lands to which you have driven them, because of the treachery that they have committed against you.","8","To us, O Lord, belongs open shame, to our kings, to our princes, and to our fathers, because we have sinned against you.","9","To the Lord our God belong mercy and forgiveness, for we have rebelled against him","10","and have not obeyed the voice of the Lord our God by walking in his laws, which he set before us by his servants the prophets.","11","All Israel has transgressed your law and turned aside, refusing to obey your voice. And the curse and oath that are written in the Law of Moses the servant of God have been poured out upon us, because we have sinned against him.","12","He has confirmed his words, which he spoke against us and against our rulers who ruled us, by bringing upon us a great calamity. For under the whole heaven there has not been done anything like what has been done against Jerusalem.","13","As it is written in the Law of Moses, all this calamity has come upon us; yet we have not entreated the favor of the Lord our God, turning from our iniquities and gaining insight by your truth.","14","Therefore the Lord has kept ready the calamity and has brought it upon us, for the Lord our God is righteous in all the works that he has done, and we have not obeyed his voice.","15","And now, O Lord our God, who brought your people out of the land of Egypt with a mighty hand, and have made a name for yourself, as at this day, we have sinned, we have done wickedly.","16","“O Lord, according to all your righteous acts, let your anger and your wrath turn away from your city Jerusalem, your holy hill, because for our sins, and for the iniquities of our fathers, Jerusalem and your people have become a byword among all who are around us."]},{"reference":"Romans 8:18-39","words":501,"text":["18","For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.","19","For the creation waits with eager longing for the revealing of the sons of God.","20","For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope","21","that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God.","22","For we know that the whole creation has been groaning together in the pains of childbirth until now.","23","And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies.","24","For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees?","25","But if we hope for what we do not see, we wait for it with patience.","26","Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words.","27","And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God.","28","And we know that for those who love God all things work together for good, for those who are called according to his purpose.","29","For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.","30","And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.","31","What then shall we say to these things? If God is for us, who can be against us?","32","He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things?","33","Who shall bring any charge against God's elect? It is God who justifies.","34","Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us.","35","Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?","36","As it is written, “For your sake we are being killed all the day long; we are regarded as sheep to be slaughtered.”","37","No, in all these things we are more than conquerors through him who loved us.","38","For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers,","39","nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."]},{"reference":"Daniel 11:35","words":30,"text":["35","and some of the wise shall stumble, so that they may be refined, purified, and made white, until the time of the end, for it still awaits the appointed time."]},{"reference":"Romans 11:33-36","words":68,"text":["33","Oh, the depth of the riches and wisdom and knowledge of God! How unsearchable are his judgments and how inscrutable his ways!","34","“For who has known the mind of the Lord, or who has been his counselor?”","35","“Or who has given a gift to him that he might be repaid?”","36","For from him and through him and to him are all things. To him be glory forever. Amen."]},{"reference":"Daniel 12:4-9","words":188,"text":["4","But you, Daniel, shut up the words and seal the book, until the time of the end. Many shall run to and fro, and knowledge shall increase.”","5","Then I, Daniel, looked, and behold, two others stood, one on this bank of the stream and one on that bank of the stream.","6","And someone said to the man clothed in linen, who was above the waters of the stream, “How long shall it be till the end of these wonders?”","7","And I heard the man clothed in linen, who was above the waters of the stream; he raised his right hand and his left hand toward heaven and swore by him who lives forever that it would be for a time, times, and half a time, and that when the shattering of the power of the holy people comes to an end all these things would be finished.","8","I heard, but I did not understand. Then I said, “O my lord, what shall be the outcome of these things?”","9","He said, “Go your way, Daniel, for the words are shut up and sealed until the time of the end."]},{"reference":"Romans 14:7-12","words":130,"text":["7","For none of us lives to himself, and none of us dies to himself.","8","For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord's.","9","For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.","10","Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God;","11","for it is written, “As I live, says the Lord, every knee shall bow to me, and every tongue shall confess to God.”","12","So then each of us will give an account of himself to God."]},{"reference":"Habakkuk 2:2-20","words":494,"text":["2","And the Lord answered me: “Write the vision; make it plain on tablets, so he may run who reads it.","3","For still the vision awaits its appointed time; it hastens to the end—it will not lie. If it seems slow, wait for it; it will surely come; it will not delay.","4","“Behold, his soul is puffed up; it is not upright within him, but the righteous shall live by his faith.","5","“Moreover, wine is a traitor, an arrogant man who is never at rest. His greed is as wide as Sheol; like death he has never enough. He gathers for himself all nations and collects as his own all peoples.”","6","Shall not all these take up their taunt against him, with scoffing and riddles for him, and say, “Woe to him who heaps up what is not his own— for how long?— and loads himself with pledges!”","7","Will not your debtors suddenly arise, and those awake who will make you tremble? Then you will be spoil for them.","8","Because you have plundered many nations, all the remnant of the peoples shall plunder you, for the blood of man and violence to the earth, to cities and all who dwell in them.","9","“Woe to him who gets evil gain for his house, to set his nest on high, to be safe from the reach of harm!","10","You have devised shame for your house by cutting off many peoples; you have forfeited your life.","11","For the stone will cry out from the wall, and the beam from the woodwork respond.","12","“Woe to him who builds a town with blood and founds a city on iniquity!","13","Behold, is it not from the Lord of hosts that peoples labor merely for fire, and nations weary themselves for nothing?","14","For the earth will be filled with the knowledge of the glory of the Lord as the waters cover the sea.","15","“Woe to him who makes his neighbors drink— you pour out your wrath and make them drunk, in order to gaze at their nakedness!","16","You will have your fill of shame instead of glory. Drink, yourself, and show your uncircumcision! The cup in the Lord's right hand will come around to you, and utter shame will come upon your glory!","17","The violence done to Lebanon will overwhelm you, as will the destruction of the beasts that terrified them, for the blood of man and violence to the earth, to cities and all who dwell in them.","18","“What profit is an idol when its maker has shaped it, a metal image, a teacher of lies? For its maker trusts in his own creation when he makes speechless idols!","19","Woe to him who says to a wooden thing, Awake; to a silent stone, Arise! Can this teach? Behold, it is overlaid with gold and silver, and there is no breath at all in it.","20","But the Lord is in his holy temple; let all the earth keep silence before him.”"]},{"reference":"1 Corinthians 3:10-23","words":275,"text":["10","According to the grace of God given to me, like a skilled master builder I laid a foundation, and someone else is building upon it. Let each one take care how he builds upon it.","11","For no one can lay a foundation other than that which is laid, which is Jesus Christ.","12","Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, straw—","13","each one's work will become manifest, for the Day will disclose it, because it will be revealed by fire, and the fire will test what sort of work each one has done.","14","If the work that anyone has built on the foundation survives, he will receive a reward.","15","If anyone's work is burned up, he will suffer loss, though he himself will be saved, but only as through fire.","16","Do you not know that you are God's temple and that God's Spirit dwells in you?","17","If anyone destroys God's temple, God will destroy him. For God's temple is holy, and you are that temple.","18","Let no one deceive himself. If anyone among you thinks that he is wise in this age, let him become a fool that he may become wise.","19","For the wisdom of this world is folly with God. For it is written, “He catches the wise in their craftiness,”","20","and again, “The Lord knows the thoughts of the wise, that they are futile.”","21","So let no one boast in men. For all things are yours,","22","whether Paul or Apollos or Cephas or the world or life or death or the present or the future—all are yours,","23","and you are Christ's, and Christ is God's."]},{"reference":"Zephaniah 3:14-17","words":106,"text":["14","Sing aloud, O daughter of Zion; shout, O Israel! Rejoice and exult with all your heart, O daughter of Jerusalem!","15","The Lord has taken away the judgments against you; he has cleared away your enemies. The King of Israel, the Lord, is in your midst; you shall never again fear evil.","16","On that day it shall be said to Jerusalem: “Fear not, O Zion; let not your hands grow weak.","17","The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing."]},{"reference":"1 Corinthians 6:1-11","words":240,"text":["1","When one of you has a grievance against another, does he dare go to law before the unrighteous instead of the saints?","2","Or do you not know that the saints will judge the world? And if the world is to be judged by you, are you incompetent to try trivial cases?","3","Do you not know that we are to judge angels? How much more, then, matters pertaining to this life!","4","So if you have such cases, why do you lay them before those who have no standing in the church?","5","I say this to your shame. Can it be that there is no one among you wise enough to settle a dispute between the brothers,","6","but brother goes to law against brother, and that before unbelievers?","7","To have lawsuits at all with one another is already a defeat for you. Why not rather suffer wrong? Why not rather be defrauded?","8","But you yourselves wrong and defraud—even your own brothers!","9","Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality,","10","nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.","11","And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."]},{"reference":"Zechariah 2:6-11","words":158,"text":["6","Up! Up! Flee from the land of the north, declares the Lord. For I have spread you abroad as the four winds of the heavens, declares the Lord.","7","Up! Escape to Zion, you who dwell with the daughter of Babylon.","8","For thus said the Lord of hosts, after his glory sent me to the nations who plundered you, for he who touches you touches the apple of his eye:","9","“Behold, I will shake my hand over them, and they shall become plunder for those who served them. Then you will know that the Lord of hosts has sent me.","10","Sing and rejoice, O daughter of Zion, for behold, I come and I will dwell in your midst, declares the Lord.","11","And many nations shall join themselves to the Lord in that day, and shall be my people. And I will dwell in your midst, and you shall know that the Lord of hosts has sent me to you."]},{"reference":"2 Corinthians 5:11-21","words":275,"text":["11","Therefore, knowing the fear of the Lord, we persuade others. But what we are is known to God, and I hope it is known also to your conscience.","12","We are not commending ourselves to you again but giving you cause to boast about us, so that you may be able to answer those who boast about outward appearance and not about what is in the heart.","13","For if we are beside ourselves, it is for God; if we are in our right mind, it is for you.","14","For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;","15","and he died for all, that those who live might no longer live for themselves but for him who for their sake died and was raised.","16","From now on, therefore, we regard no one according to the flesh. Even though we once regarded Christ according to the flesh, we regard him thus no longer.","17","Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.","18","All this is from God, who through Christ reconciled us to himself and gave us the ministry of reconciliation;","19","that is, in Christ God was reconciling the world to himself, not counting their trespasses against them, and entrusting to us the message of reconciliation.","20","Therefore, we are ambassadors for Christ, God making his appeal through us. We implore you on behalf of Christ, be reconciled to God.","21","For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God."]},{"reference":"Zechariah 9:9-12","words":128,"text":["9","Rejoice greatly, O daughter of Zion! Shout aloud, O daughter of Jerusalem! Behold, your king is coming to you; righteous and having salvation is he, humble and mounted on a donkey, on a colt, the foal of a donkey.","10","I will cut off the chariot from Ephraim and the war horse from Jerusalem; and the battle bow shall be cut off, and he shall speak peace to the nations; his rule shall be from sea to sea, and from the River to the ends of the earth.","11","As for you also, because of the blood of my covenant with you, I will set your prisoners free from the waterless pit.","12","Return to your stronghold, O prisoners of hope; today I declare that I will restore to you double."]},{"reference":"2 Corinthians 13:4-9","words":150,"text":["4","For he was crucified in weakness, but lives by the power of God. For we also are weak in him, but in dealing with you we will live with him by the power of God.","5","Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?—unless indeed you fail to meet the test!","6","I hope you will find out that we have not failed the test.","7","But we pray to God that you may not do wrong—not that we may appear to have met the test, but that you may do what is right, though we may seem to have failed.","8","For we cannot do anything against the truth, but only for the truth.","9","For we are glad when we are weak and you are strong. Your restoration is what we pray for."]},{"reference":"Malachi 3:1","words":44,"text":["1","“Behold, I send my messenger, and he will prepare the way before me. And the Lord whom you seek will suddenly come to his temple; and the messenger of the covenant in whom you delight, behold, he is coming, says the Lord of hosts."]},{"reference":"Galatians 6:1-15","words":314,"text":["1","Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.","2","Bear one another's burdens, and so fulfill the law of Christ.","3","For if anyone thinks he is something, when he is nothing, he deceives himself.","4","But let each one test his own work, and then his reason to boast will be in himself alone and not in his neighbor.","5","For each will have to bear his own load.","6","Let the one who is taught the word share all good things with the one who teaches.","7","Do not be deceived: God is not mocked, for whatever one sows, that will he also reap.","8","For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.","9","And let us not grow weary of doing good, for in due season we will reap, if we do not give up.","10","So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.","11","See with what large letters I am writing to you with my own hand.","12","It is those who want to make a good showing in the flesh who would force you to be circumcised, and only in order that they may not be persecuted for the cross of Christ.","13","For even those who are circumcised do not themselves keep the law, but they desire to have you circumcised that they may boast in your flesh.","14","But far be it from me to boast except in the cross of our Lord Jesus Christ, by which the world has been crucified to me, and I to the world.","15","For neither circumcision counts for anything, nor uncircumcision, but a new creation."]},{"reference":"Matthew 3:1-3","words":55,"text":["1","In those days John the Baptist came preaching in the wilderness of Judea,","2","“Repent, for the kingdom of heaven is at hand.”","3","For this is he who was spoken of by the prophet Isaiah when he said, “The voice of one crying in the wilderness: ‘Prepare the way of the Lord; make his paths straight.’”"]},{"reference":"Ephesians 3:14-21","words":147,"text":["14","For this reason I bow my knees before the Father,","15","from whom every family in heaven and on earth is named,","16","that according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being,","17","so that Christ may dwell in your hearts through faith—that you, being rooted and grounded in love,","18","may have strength to comprehend with all the saints what is the breadth and length and height and depth,","19","and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God.","20","Now to him who is able to do far more abundantly than all that we ask or think, according to the power at work within us,","21","to him be glory in the church and in Christ Jesus throughout all generations, forever and ever. Amen."]},{"reference":"Mark 1:2-5","words":83,"text":["2","As it is written in Isaiah the prophet, “Behold, I send my messenger before your face, who will prepare your way,","3","the voice of one crying in the wilderness: ‘Prepare the way of the Lord, make his paths straight,’”","4","John appeared, baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins.","5","And all the country of Judea and all Jerusalem were going out to him and were being baptized by him in the river Jordan, confessing their sins."]},{"reference":"Philippians 1:12-26","words":311,"text":["12","I want you to know, brothers, that what has happened to me has really served to advance the gospel,","13","so that it has become known throughout the whole imperial guard and to all the rest that my imprisonment is for Christ.","14","And most of the brothers, having become confident in the Lord by my imprisonment, are much more bold to speak the word without fear.","15","Some indeed preach Christ from envy and rivalry, but others from good will.","16","The latter do it out of love, knowing that I am put here for the defense of the gospel.","17","The former proclaim Christ out of selfish ambition, not sincerely but thinking to afflict me in my imprisonment.","18","What then? Only that in every way, whether in pretense or in truth, Christ is proclaimed, and in that I rejoice. Yes, and I will rejoice,","19","for I know that through your prayers and the help of the Spirit of Jesus Christ this will turn out for my deliverance,","20","as it is my eager expectation and hope that I will not be at all ashamed, but that with full courage now as always Christ will be honored in my body, whether by life or by death.","21","For to me to live is Christ, and to die is gain.","22","If I am to live in the flesh, that means fruitful labor for me. Yet which I shall choose I cannot tell.","23","I am hard pressed between the two. My desire is to depart and be with Christ, for that is far better.","24","But to remain in the flesh is more necessary on your account.","25","Convinced of this, I know that I will remain and continue with you all, for your progress and joy in the faith,","26","so that in me you may have ample cause to glory in Christ Jesus, because of my coming to you again."]},{"reference":"Mark 8:17-18","words":48,"text":["17","And Jesus, aware of this, said to them, “Why are you discussing the fact that you have no bread? Do you not yet perceive or understand? Are your hearts hardened?","18","Having eyes do you not see, and having ears do you not hear? And do you not remember?"]},{"reference":"Philippians 3:1-21","words":470,"text":["1","Finally, my brothers, rejoice in the Lord. To write the same things to you is no trouble to me and is safe for you.","2","Look out for the dogs, look out for the evildoers, look out for those who mutilate the flesh.","3","For we are the circumcision, who worship by the Spirit of God and glory in Christ Jesus and put no confidence in the flesh—","4","though I myself have reason for confidence in the flesh also. If anyone else thinks he has reason for confidence in the flesh, I have more:","5","circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the law, a Pharisee;","6","as to zeal, a persecutor of the church; as to righteousness under the law, blameless.","7","But whatever gain I had, I counted as loss for the sake of Christ.","8","Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ","9","and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith—","10","that I may know him and the power of his resurrection, and may share his sufferings, becoming like him in his death,","11","that by any means possible I may attain the resurrection from the dead.","12","Not that I have already obtained this or am already perfect, but I press on to make it my own, because Christ Jesus has made me his own.","13","Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead,","14","I press on toward the goal for the prize of the upward call of God in Christ Jesus.","15","Let those of us who are mature think this way, and if in anything you think otherwise, God will reveal that also to you.","16","Only let us hold true to what we have attained.","17","Brothers, join in imitating me, and keep your eyes on those who walk according to the example you have in us.","18","For many, of whom I have often told you and now tell you even with tears, walk as enemies of the cross of Christ.","19","Their end is destruction, their god is their belly, and they glory in their shame, with minds set on earthly things.","20","But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ,","21","who will transform our lowly body to be like his glorious body, by the power that enables him even to subject all things to himself."]},{"reference":"Luke 1:68-79","words":190,"text":["68","“Blessed be the Lord God of Israel, for he has visited and redeemed his people","69","and has raised up a horn of salvation for us in the house of his servant David,","70","as he spoke by the mouth of his holy prophets from of old,","71","that we should be saved from our enemies and from the hand of all who hate us;","72","to show the mercy promised to our fathers and to remember his holy covenant,","73","the oath that he swore to our father Abraham, to grant us","74","that we, being delivered from the hand of our enemies, might serve him without fear,","75","in holiness and righteousness before him all our days.","76","And you, child, will be called the prophet of the Most High; for you will go before the Lord to prepare his ways,","77","to give knowledge of salvation to his people in the forgiveness of their sins,","78","because of the tender mercy of our God, whereby the sunrise shall visit us from on high","79","to give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace.”"]},{"reference":"Colossians 3:5-12","words":135,"text":["5","Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry.","6","On account of these the wrath of God is coming.","7","In these you too once walked, when you were living in them.","8","But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth.","9","Do not lie to one another, seeing that you have put off the old self with its practices","10","and have put on the new self, which is being renewed in knowledge after the image of its creator.","11","Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.","12","Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,"]},{"reference":"Luke 1:5-23","words":436,"text":["5","In the days of Herod, king of Judea, there was a priest named Zechariah, of the division of Abijah. And he had a wife from the daughters of Aaron, and her name was Elizabeth.","6","And they were both righteous before God, walking blamelessly in all the commandments and statutes of the Lord.","7","But they had no child, because Elizabeth was barren, and both were advanced in years.","8","Now while he was serving as priest before God when his division was on duty,","9","according to the custom of the priesthood, he was chosen by lot to enter the temple of the Lord and burn incense.","10","And the whole multitude of the people were praying outside at the hour of incense.","11","And there appeared to him an angel of the Lord standing on the right side of the altar of incense.","12","And Zechariah was troubled when he saw him, and fear fell upon him.","13","But the angel said to him, “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall call his name John.","14","And you will have joy and gladness, and many will rejoice at his birth,","15","for he will be great before the Lord. And he must not drink wine or strong drink, and he will be filled with the Holy Spirit, even from his mother's womb.","16","And he will turn many of the children of Israel to the Lord their God,","17","and he will go before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just, to make ready for the Lord a people prepared.”","18","And Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.”","19","And the angel answered him, “I am Gabriel. I stand in the presence of God, and I was sent to speak to you and to bring you this good news.","20","And behold, you will be silent and unable to speak until the day that these things take place, because you did not believe my words, which will be fulfilled in their time.”","21","And the people were waiting for Zechariah, and they were wondering at his delay in the temple.","22","And when he came out, he was unable to speak to them, and they realized that he had seen a vision in the temple. And he kept making signs to them and remained mute.","23","And when his time of service was ended, he went to his home."]},{"reference":"2 Thessalonians 1:5-10","words":142,"text":["5","This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—","6","since indeed God considers it just to repay with affliction those who afflict you,","7","and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels","8","in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus.","9","They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might,","10","when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed."]}]
