[{"reference":"Ruth 1:1-2","words":81,"text":["1","Now it came to pass in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehemjudah went to sojourn in the country of Moab, he, and his wife, and his two sons.","2","And the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Bethlehemjudah. And they came into the country of Moab, and continued there."]},{"reference":"Exodus 19:1-11","words":310,"text":["1","In the third month, when the children of Israel were gone forth out of the land of Egypt, the same day came they into the wilderness of Sinai.","2","For they were departed from Rephidim, and were come to the desert of Sinai, and had pitched in the wilderness; and there Israel camped before the mount.","3","And Moses went up unto God, and the Lord called unto him out of the mountain, saying, Thus shalt thou say to the house of Jacob, and tell the children of Israel;","4","Ye have seen what I did unto the Egyptians, and how I bare you on eagles' wings, and brought you unto myself.","5","Now therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for all the earth is mine:","6","And ye shall be unto me a kingdom of priests, and an holy nation. These are the words which thou shalt speak unto the children of Israel.","7","And Moses came and called for the elders of the people, and laid before their faces all these words which the Lord commanded him.","8","And all the people answered together, and said, All that the Lord hath spoken we will do. And Moses returned the words of the people unto the Lord.","9","And the Lord said unto Moses, Lo, I come unto thee in a thick cloud, that the people may hear when I speak with thee, and believe thee for ever. And Moses told the words of the people unto the Lord.","10","And the Lord said unto Moses, Go unto the people, and sanctify them to day and to morrow, and let them wash their clothes,","11","And be ready against the third day: for the third day the Lord will come down in the sight of all the people upon mount Sinai."]},{"reference":"2 Thessalonians 2:1-13","words":306,"text":["1","Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our gathering together unto him,","2","That ye be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by letter as from us, as that the day of Christ is at hand.","3","Let no man deceive you by any means: for that day shall not come, except there come a falling away first, and that man of sin be revealed, the son of perdition;","4","Who opposeth and exalteth himself above all that is called God, or that is worshipped; so that he as God sitteth in the temple of God, shewing himself that he is God.","5","Remember ye not, that, when I was yet with you, I told you these things?","6","And now ye know what withholdeth that he might be revealed in his time.","7","For the mystery of iniquity doth already work: only he who now letteth will let, until he be taken out of the way.","8","And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:","9","Even him, whose coming is after the working of Satan with all power and signs and lying wonders,","10","And with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved.","11","And for this cause God shall send them strong delusion, that they should believe a lie:","12","That they all might be damned who believed not the truth, but had pleasure in unrighteousness.","13","But we are bound to give thanks alway to God for you, brethren beloved of the Lord, because God hath from the beginning chosen you to salvation through sanctification of the Spirit and belief of the truth:"]},{"reference":"Romans 5:12-14","words":75,"text":["12","Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:","13","(For until the law sin was in the world: but sin is not imputed when there is no law.","14","Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam's transgression, who is the figure of him that was to come."]},{"reference":"Judges 6:36-40","words":164,"text":["36","And Gideon said unto God, If thou wilt save Israel by mine hand, as thou hast said,","37","Behold, I will put a fleece of wool in the floor; and if the dew be on the fleece only, and it be dry upon all the earth beside, then shall I know that thou wilt save Israel by mine hand, as thou hast said.","38","And it was so: for he rose up early on the morrow, and thrust the fleece together, and wringed the dew out of the fleece, a bowl full of water.","39","And Gideon said unto God, Let not thine anger be hot against me, and I will speak but this once: let me prove, I pray thee, but this once with the fleece; let it now be dry only upon the fleece, and upon all the ground let there be dew.","40","And God did so that night: for it was dry upon the fleece only, and there was dew on all the ground."]},{"reference":"1 Timothy 3:1-15","words":289,"text":["1","This is a true saying, if a man desire the office of a bishop, he desireth a good work.","2","A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;","3","Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;","4","One that ruleth well his own house, having his children in subjection with all gravity;","5","(For if a man know not how to rule his own house, how shall he take care of the church of God?)","6","Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.","7","Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.","8","Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;","9","Holding the mystery of the faith in a pure conscience.","10","And let these also first be proved; then let them use the office of a deacon, being found blameless.","11","Even so must their wives be grave, not slanderers, sober, faithful in all things.","12","Let the deacons be the husbands of one wife, ruling their children and their own houses well.","13","For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.","14","These things write I unto thee, hoping to come unto thee shortly:","15","But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth."]},{"reference":"Ruth 1:15-18","words":113,"text":["15","And she said, Behold, thy sister in law is gone back unto her people, and unto her gods: return thou after thy sister in law.","16","And Ruth said, Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God:","17","Where thou diest, will I die, and there will I be buried: the Lord do so to me, and more also, if ought but death part thee and me.","18","When she saw that she was stedfastly minded to go with her, then she left speaking unto her."]},{"reference":"1 Samuel 17:41-49","words":302,"text":["41","And the Philistine came on and drew near unto David; and the man that bare the shield went before him.","42","And when the Philistine looked about, and saw David, he disdained him: for he was but a youth, and ruddy, and of a fair countenance.","43","And the Philistine said unto David, Am I a dog, that thou comest to me with staves? And the Philistine cursed David by his gods.","44","And the Philistine said to David, Come to me, and I will give thy flesh unto the fowls of the air, and to the beasts of the field.","45","Then said David to the Philistine, Thou comest to me with a sword, and with a spear, and with a shield: but I come to thee in the name of the Lord of hosts, the God of the armies of Israel, whom thou hast defied.","46","This day will the Lord deliver thee into mine hand; and I will smite thee, and take thine head from thee; and I will give the carcases of the host of the Philistines this day unto the fowls of the air, and to the wild beasts of the earth; that all the earth may know that there is a God in Israel.","47","And all this assembly shall know that the Lord saveth not with sword and spear: for the battle is the Lord's, and he will give you into our hands.","48","And it came to pass, when the Philistine arose, and came, and drew nigh to meet David, that David hastened, and ran toward the army to meet the Philistine.","49","And David put his hand in his bag, and took thence a stone, and slang it, and smote the Philistine in his forehead, that the stone sunk into his forehead; and he fell upon his face to the earth."]},{"reference":"Titus 1:4-9","words":139,"text":["4","To Titus, mine own son after the common faith: Grace, mercy, and peace, from God the Father and the Lord Jesus Christ our Saviour.","5","For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:","6","If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly.","7","For a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;","8","But a lover of hospitality, a lover of good men, sober, just, holy, temperate;","9","Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers."]},{"reference":"Genesis 17:6-8","words":89,"text":["6","And I will make thee exceeding fruitful, and I will make nations of thee, and kings shall come out of thee.","7","And I will establish my covenant between me and thee and thy seed after thee in their generations for an everlasting covenant, to be a God unto thee, and to thy seed after thee.","8","And I will give unto thee, and to thy seed after thee, the land wherein thou art a stranger, all the land of Canaan, for an everlasting possession; and I will be their God."]},{"reference":"1 Kings 3:6-14","words":298,"text":["6","And Solomon said, Thou hast shewed unto thy servant David my father great mercy, according as he walked before thee in truth, and in righteousness, and in uprightness of heart with thee; and thou hast kept for him this great kindness, that thou hast given him a son to sit on his throne, as it is this day.","7","And now, O Lord my God, thou hast made thy servant king instead of David my father: and I am but a little child: I know not how to go out or come in.","8","And thy servant is in the midst of thy people which thou hast chosen, a great people, that cannot be numbered nor counted for multitude.","9","Give therefore thy servant an understanding heart to judge thy people, that I may discern between good and bad: for who is able to judge this thy so great a people?","10","And the speech pleased the Lord, that Solomon had asked this thing.","11","And God said unto him, Because thou hast asked this thing, and hast not asked for thyself long life; neither hast asked riches for thyself, nor hast asked the life of thine enemies; but hast asked for thyself understanding to discern judgment;","12","Behold, I have done according to thy words: lo, I have given thee a wise and an understanding heart; so that there was none like thee before thee, neither after thee shall any arise like unto thee.","13","And I have also given thee that which thou hast not asked, both riches, and honour: so that there shall not be any among the kings like unto thee all thy days.","14","And if thou wilt walk in my ways, to keep my statutes and my commandments, as thy father David did walk, then I will lengthen thy days."]},{"reference":"Hebrews 3:7-19","words":232,"text":["7","Wherefore (as the Holy Ghost saith, To day if ye will hear his voice,","8","Harden not your hearts, as in the provocation, in the day of temptation in the wilderness:","9","When your fathers tempted me, proved me, and saw my works forty years.","10","Wherefore I was grieved with that generation, and said, They do alway err in their heart; and they have not known my ways.","11","So I sware in my wrath, They shall not enter into my rest.)","12","Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.","13","But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.","14","For we are made partakers of Christ, if we hold the beginning of our confidence stedfast unto the end;","15","While it is said, To day if ye will hear his voice, harden not your hearts, as in the provocation.","16","For some, when they had heard, did provoke: howbeit not all that came out of Egypt by Moses.","17","But with whom was he grieved forty years? was it not with them that had sinned, whose carcases fell in the wilderness?","18","And to whom sware he that they should not enter into his rest, but to them that believed not?","19","So we see that they could not enter in because of unbelief."]},{"reference":"Ruth 2:10-13","words":156,"text":["10","Then she fell on her face, and bowed herself to the ground, and said unto him, Why have I found grace in thine eyes, that thou shouldest take knowledge of me, seeing I am a stranger?","11","And Boaz answered and said unto her, It hath fully been shewed me, all that thou hast done unto thy mother in law since the death of thine husband: and how thou hast left thy father and thy mother, and the land of thy nativity, and art come unto a people which thou knewest not heretofore.","12","The Lord recompense thy work, and a full reward be given thee of the Lord God of Israel, under whose wings thou art come to trust.","13","Then she said, Let me find favour in thy sight, my lord; for that thou hast comforted me, and for that thou hast spoken friendly unto thine handmaid, though I be not like unto one of thine handmaidens."]},{"reference":"Esther 4:12-16","words":142,"text":["12","And they told to Mordecai Esther's words.","13","Then Mordecai commanded to answer Esther, Think not with thyself that thou shalt escape in the king's house, more than all the Jews.","14","For if thou altogether holdest thy peace at this time, then shall there enlargement and deliverance arise to the Jews from another place; but thou and thy father's house shall be destroyed: and who knoweth whether thou art come to the kingdom for such a time as this?","15","Then Esther bade them return Mordecai this answer,","16","Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go in unto the king, which is not according to the law: and if I perish, I perish."]},{"reference":"James 1:2-27","words":524,"text":["2","My brethren, count it all joy when ye fall into divers temptations;","3","Knowing this, that the trying of your faith worketh patience.","4","But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.","5","If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.","6","But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.","7","For let not that man think that he shall receive any thing of the Lord.","8","A double minded man is unstable in all his ways.","9","Let the brother of low degree rejoice in that he is exalted:","10","But the rich, in that he is made low: because as the flower of the grass he shall pass away.","11","For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.","12","Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.","13","Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:","14","But every man is tempted, when he is drawn away of his own lust, and enticed.","15","Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.","16","Do not err, my beloved brethren.","17","Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.","18","Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.","19","Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:","20","For the wrath of man worketh not the righteousness of God.","21","Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.","22","But be ye doers of the word, and not hearers only, deceiving your own selves.","23","For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:","24","For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.","25","But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.","26","If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man's religion is vain.","27","Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world."]},{"reference":"Exodus 12:11-14","words":153,"text":["11","And thus shall ye eat it; with your loins girded, your shoes on your feet, and your staff in your hand; and ye shall eat it in haste: it is the Lord's passover.","12","For I will pass through the land of Egypt this night, and will smite all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am the Lord.","13","And the blood shall be to you for a token upon the houses where ye are: and when I see the blood, I will pass over you, and the plague shall not be upon you to destroy you, when I smite the land of Egypt.","14","And this day shall be unto you for a memorial; and ye shall keep it a feast to the Lord throughout your generations; ye shall keep it a feast by an ordinance for ever."]},{"reference":"Psalm 31:1-14","words":281,"text":["1","In thee, O Lord, do I put my trust; let me never be ashamed: deliver me in thy righteousness.","2","Bow down thine ear to me; deliver me speedily: be thou my strong rock, for an house of defence to save me.","3","For thou art my rock and my fortress; therefore for thy name's sake lead me, and guide me.","4","Pull me out of the net that they have laid privily for me: for thou art my strength.","5","Into thine hand I commit my spirit: thou hast redeemed me, O Lord God of truth.","6","I have hated them that regard lying vanities: but I trust in the Lord.","7","I will be glad and rejoice in thy mercy: for thou hast considered my trouble; thou hast known my soul in adversities;","8","And hast not shut me up into the hand of the enemy: thou hast set my feet in a large room.","9","Have mercy upon me, O Lord, for I am in trouble: mine eye is consumed with grief, yea, my soul and my belly.","10","For my life is spent with grief, and my years with sighing: my strength faileth because of mine iniquity, and my bones are consumed.","11","I was a reproach among all mine enemies, but especially among my neighbours, and a fear to mine acquaintance: they that did see me without fled from me.","12","I am forgotten as a dead man out of mind: I am like a broken vessel.","13","For I have heard the slander of many: fear was on every side: while they took counsel together against me, they devised to take away my life.","14","But I trusted in thee, O Lord: I said, Thou art my God."]},{"reference":"James 2:18-24","words":133,"text":["18","Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works.","19","Thou believest that there is one God; thou doest well: the devils also believe, and tremble.","20","But wilt thou know, O vain man, that faith without works is dead?","21","Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?","22","Seest thou how faith wrought with his works, and by works was faith made perfect?","23","And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God.","24","Ye see then how that by works a man is justified, and not by faith only."]},{"reference":"Ruth 3:9-13","words":174,"text":["9","And he said, Who art thou? And she answered, I am Ruth thine handmaid: spread therefore thy skirt over thine handmaid; for thou art a near kinsman.","10","And he said, Blessed be thou of the Lord, my daughter: for thou hast shewed more kindness in the latter end than at the beginning, inasmuch as thou followedst not young men, whether poor or rich.","11","And now, my daughter, fear not; I will do to thee all that thou requirest: for all the city of my people doth know that thou art a virtuous woman.","12","And now it is true that I am thy near kinsman: howbeit there is a kinsman nearer than I.","13","Tarry this night, and it shall be in the morning, that if he will perform unto thee the part of a kinsman, well; let him do the kinsman's part: but if he will not do the part of a kinsman to thee, then will I do the part of a kinsman to thee, as the Lord liveth: lie down until the morning."]},{"reference":"Psalm 62:5-12","words":147,"text":["5","My soul, wait thou only upon God; for my expectation is from him.","6","He only is my rock and my salvation: he is my defence; I shall not be moved.","7","In God is my salvation and my glory: the rock of my strength, and my refuge, is in God.","8","Trust in him at all times; ye people, pour out your heart before him: God is a refuge for us. Selah.","9","Surely men of low degree are vanity, and men of high degree are a lie: to be laid in the balance, they are altogether lighter than vanity.","10","Trust not in oppression, and become not vain in robbery: if riches increase, set not your heart upon them.","11","God hath spoken once; twice have I heard this; that power belongeth unto God.","12","Also unto thee, O Lord, belongeth mercy: for thou renderest to every man according to his work."]},{"reference":"1 Peter 1:22-25","words":99,"text":["22","Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently:","23","Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.","24","For all flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away:","25","But the word of the Lord endureth for ever. And this is the word which by the gospel is preached unto you."]},{"reference":"Hebrews 2:14-15","words":52,"text":["14","Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;","15","And deliver them who through fear of death were all their lifetime subject to bondage."]},{"reference":"Psalm 95:6-11","words":115,"text":["6","O come, let us worship and bow down: let us kneel before the Lord our maker.","7","For he is our God; and we are the people of his pasture, and the sheep of his hand. To day if ye will hear his voice,","8","Harden not your heart, as in the provocation, and as in the day of temptation in the wilderness:","9","When your fathers tempted me, proved me, and saw my work.","10","Forty years long was I grieved with this generation, and said, It is a people that do err in their heart, and they have not known my ways:","11","Unto whom I sware in my wrath that they should not enter into my rest."]},{"reference":"2 Peter 3:1-10","words":271,"text":["1","This second epistle, beloved, I now write unto you; in both which I stir up your pure minds by way of remembrance:","2","That ye may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us the apostles of the Lord and Saviour:","3","Knowing this first, that there shall come in the last days scoffers, walking after their own lusts,","4","And saying, Where is the promise of his coming? for since the fathers fell asleep, all things continue as they were from the beginning of the creation.","5","For this they willingly are ignorant of, that by the word of God the heavens were of old, and the earth standing out of the water and in the water:","6","Whereby the world that then was, being overflowed with water, perished:","7","But the heavens and the earth, which are now, by the same word are kept in store, reserved unto fire against the day of judgment and perdition of ungodly men.","8","But, beloved, be not ignorant of this one thing, that one day is with the Lord as a thousand years, and a thousand years as one day.","9","The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.","10","But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up."]},{"reference":"Ruth 4:9-12","words":167,"text":["9","And Boaz said unto the elders, and unto all the people, Ye are witnesses this day, that I have bought all that was Elimelech's, and all that was Chilion's and Mahlon's, of the hand of Naomi.","10","Moreover Ruth the Moabitess, the wife of Mahlon, have I purchased to be my wife, to raise up the name of the dead upon his inheritance, that the name of the dead be not cut off from among his brethren, and from the gate of his place: ye are witnesses this day.","11","And all the people that were in the gate, and the elders, said, We are witnesses. The Lord make the woman that is come into thine house like Rachel and like Leah, which two did build the house of Israel: and do thou worthily in Ephratah, and be famous in Bethlehem:","12","And let thy house be like the house of Pharez, whom Tamar bare unto Judah, of the seed which the Lord shall give thee of this young woman."]},{"reference":"Psalm 107:1-9","words":147,"text":["1","O give thanks unto the Lord, for he is good: for his mercy endureth for ever.","2","Let the redeemed of the Lord say so, whom he hath redeemed from the hand of the enemy;","3","And gathered them out of the lands, from the east, and from the west, from the north, and from the south.","4","They wandered in the wilderness in a solitary way; they found no city to dwell in.","5","Hungry and thirsty, their soul fainted in them.","6","Then they cried unto the Lord in their trouble, and he delivered them out of their distresses.","7","And he led them forth by the right way, that they might go to a city of habitation.","8","Oh that men would praise the Lord for his goodness, and for his wonderful works to the children of men!","9","For he satisfieth the longing soul, and filleth the hungry soul with goodness."]},{"reference":"1 John 2:1-17","words":424,"text":["1","My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:","2","And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.","3","And hereby we do know that we know him, if we keep his commandments.","4","He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.","5","But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.","6","He that saith he abideth in him ought himself also so to walk, even as he walked.","7","Brethren, I write no new commandment unto you, but an old commandment which ye had from the beginning. The old commandment is the word which ye have heard from the beginning.","8","Again, a new commandment I write unto you, which thing is true in him and in you: because the darkness is past, and the true light now shineth.","9","He that saith he is in the light, and hateth his brother, is in darkness even until now.","10","He that loveth his brother abideth in the light, and there is none occasion of stumbling in him.","11","But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.","12","I write unto you, little children, because your sins are forgiven you for his name's sake.","13","I write unto you, fathers, because ye have known him that is from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.","14","I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.","15","Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.","16","For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.","17","And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever."]},{"reference":"1 Peter 1:18-21","words":88,"text":["18","Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received by tradition from your fathers;","19","But with the precious blood of Christ, as of a lamb without blemish and without spot:","20","Who verily was foreordained before the foundation of the world, but was manifest in these last times for you,","21","Who by him do believe in God, that raised him up from the dead, and gave him glory; that your faith and hope might be in God."]},{"reference":"Psalm 111:1-9","words":152,"text":["1","Praise ye the Lord. I will praise the Lord with my whole heart, in the assembly of the upright, and in the congregation.","2","The works of the Lord are great, sought out of all them that have pleasure therein.","3","His work is honourable and glorious: and his righteousness endureth for ever.","4","He hath made his wonderful works to be remembered: the Lord is gracious and full of compassion.","5","He hath given meat unto them that fear him: he will ever be mindful of his covenant.","6","He hath shewed his people the power of his works, that he may give them the heritage of the heathen.","7","The works of his hands are verity and judgment; all his commandments are sure.","8","They stand fast for ever and ever, and are done in truth and uprightness.","9","He sent redemption unto his people: he hath commanded his covenant for ever: holy and reverend is his name."]},{"reference":"1 John 3:18-24","words":143,"text":["18","My little children, let us not love in word, neither in tongue; but in deed and in truth.","19","And hereby we know that we are of the truth, and shall assure our hearts before him.","20","For if our heart condemn us, God is greater than our heart, and knoweth all things.","21","Beloved, if our heart condemn us not, then have we confidence toward God.","22","And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.","23","And this is his commandment, That we should believe on the name of his Son Jesus Christ, and love one another, as he gave us commandment.","24","And he that keepeth his commandments dwelleth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he hath given us."]},{"reference":"Ruth 4:13-17","words":140,"text":["13","So Boaz took Ruth, and she was his wife: and when he went in unto her, the Lord gave her conception, and she bare a son.","14","And the women said unto Naomi, Blessed be the Lord, which hath not left thee this day without a kinsman, that his name may be famous in Israel.","15","And he shall be unto thee a restorer of thy life, and a nourisher of thine old age: for thy daughter in law, which loveth thee, which is better to thee than seven sons, hath born him.","16","And Naomi took the child, and laid it in her bosom, and became nurse unto it.","17","And the women her neighbours gave it a name, saying, There is a son born to Naomi; and they called his name Obed: he is the father of Jesse, the father of David."]},{"reference":"Psalm 135:13-21","words":133,"text":["13","Thy name, O Lord, endureth for ever; and thy memorial, O Lord, throughout all generations.","14","For the Lord will judge his people, and he will repent himself concerning his servants.","15","The idols of the heathen are silver and gold, the work of men's hands.","16","They have mouths, but they speak not; eyes have they, but they see not;","17","They have ears, but they hear not; neither is there any breath in their mouths.","18","They that make them are like unto them: so is every one that trusteth in them.","19","Bless the Lord, O house of Israel: bless the Lord, O house of Aaron:","20","Bless the Lord, O house of Levi: ye that fear the Lord, bless the Lord.","21","Blessed be the Lord out of Zion, which dwelleth at Jerusalem. Praise ye the Lord."]},{"reference":"1 John 4:13-19","words":146,"text":["13","Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit.","14","And we have seen and do testify that the Father sent the Son to be the Saviour of the world.","15","Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.","16","And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.","17","Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.","18","There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.","19","We love him, because he first loved us."]},{"reference":"Colossians 1:13-20","words":168,"text":["13","Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:","14","In whom we have redemption through his blood, even the forgiveness of sins:","15","Who is the image of the invisible God, the firstborn of every creature:","16","For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:","17","And he is before all things, and by him all things consist.","18","And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.","19","For it pleased the Father that in him should all fulness dwell;","20","And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven."]},{"reference":"Psalm 139:1-8","words":117,"text":["1","O lord, thou hast searched me, and known me.","2","Thou knowest my downsitting and mine uprising, thou understandest my thought afar off.","3","Thou compassest my path and my lying down, and art acquainted with all my ways.","4","For there is not a word in my tongue, but, lo, O Lord, thou knowest it altogether.","5","Thou hast beset me behind and before, and laid thine hand upon me.","6","Such knowledge is too wonderful for me; it is high, I cannot attain unto it.","7","Whither shall I go from thy spirit? or whither shall I flee from thy presence?","8","If I ascend up into heaven, thou art there: if I make my bed in hell, behold, thou art there."]},{"reference":"Revelation 2:8-16","words":270,"text":["8","And unto the angel of the church in Smyrna write; These things saith the first and the last, which was dead, and is alive;","9","I know thy works, and tribulation, and poverty, (but thou art rich) and I know the blasphemy of them which say they are Jews, and are not, but are the synagogue of Satan.","10","Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.","11","He that hath an ear, let him hear what the Spirit saith unto the churches; He that overcometh shall not be hurt of the second death.","12","And to the angel of the church in Pergamos write; These things saith he which hath the sharp sword with two edges;","13","I know thy works, and where thou dwellest, even where Satan's seat is: and thou holdest fast my name, and hast not denied my faith, even in those days wherein Antipas was my faithful martyr, who was slain among you, where Satan dwelleth.","14","But I have a few things against thee, because thou hast there them that hold the doctrine of Balaam, who taught Balac to cast a stumblingblock before the children of Israel, to eat things sacrificed unto idols, and to commit fornication.","15","So hast thou also them that hold the doctrine of the Nicolaitanes, which thing I hate.","16","Repent; or else I will come unto thee quickly, and will fight against them with the sword of my mouth."]},{"reference":"Ruth 4:18-22","words":42,"text":["18","Now these are the generations of Pharez: Pharez begat Hezron,","19","And Hezron begat Ram, and Ram begat Amminadab,","20","And Amminadab begat Nahshon, and Nahshon begat Salmon,","21","And Salmon begat Boaz, and Boaz begat Obed,","22","And Obed begat Jesse, and Jesse begat David."]},{"reference":"Isaiah 49:4-16","words":422,"text":["4","Then I said, I have laboured in vain, I have spent my strength for nought, and in vain: yet surely my judgment is with the Lord, and my work with my God.","5","And now, saith the Lord that formed me from the womb to be his servant, to bring Jacob again to him, Though Israel be not gathered, yet shall I be glorious in the eyes of the Lord, and my God shall be my strength.","6","And he said, It is a light thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth.","7","Thus saith the Lord, the Redeemer of Israel, and his Holy One, to him whom man despiseth, to him whom the nation abhorreth, to a servant of rulers, Kings shall see and arise, princes also shall worship, because of the Lord that is faithful, and the Holy One of Israel, and he shall choose thee.","8","Thus saith the Lord, In an acceptable time have I heard thee, and in a day of salvation have I helped thee: and I will preserve thee, and give thee for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;","9","That thou mayest say to the prisoners, Go forth; to them that are in darkness, Shew yourselves. They shall feed in the ways, and their pastures shall be in all high places.","10","They shall not hunger nor thirst; neither shall the heat nor sun smite them: for he that hath mercy on them shall lead them, even by the springs of water shall he guide them.","11","And I will make all my mountains a way, and my highways shall be exalted.","12","Behold, these shall come from far: and, lo, these from the north and from the west; and these from the land of Sinim.","13","Sing, O heavens; and be joyful, O earth; and break forth into singing, O mountains: for the Lord hath comforted his people, and will have mercy upon his afflicted.","14","But Zion said, The Lord hath forsaken me, and my Lord hath forgotten me.","15","Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee.","16","Behold, I have graven thee upon the palms of my hands; thy walls are continually before me."]},{"reference":"Revelation 5:1-10","words":295,"text":["1","And I saw in the right hand of him that sat on the throne a book written within and on the backside, sealed with seven seals.","2","And I saw a strong angel proclaiming with a loud voice, Who is worthy to open the book, and to loose the seals thereof?","3","And no man in heaven, nor in earth, neither under the earth, was able to open the book, neither to look thereon.","4","And I wept much, because no man was found worthy to open and to read the book, neither to look thereon.","5","And one of the elders saith unto me, Weep not: behold, the Lion of the tribe of Judah, the Root of David, hath prevailed to open the book, and to loose the seven seals thereof.","6","And I beheld, and, lo, in the midst of the throne and of the four beasts, and in the midst of the elders, stood a Lamb as it had been slain, having seven horns and seven eyes, which are the seven Spirits of God sent forth into all the earth.","7","And he came and took the book out of the right hand of him that sat upon the throne.","8","And when he had taken the book, the four beasts and four and twenty elders fell down before the Lamb, having every one of them harps, and golden vials full of odours, which are the prayers of saints.","9","And they sung a new song, saying, Thou art worthy to take the book, and to open the seals thereof: for thou wast slain, and hast redeemed us to God by thy blood out of every kindred, and tongue, and people, and nation;","10","And hast made us unto our God kings and priests: and we shall reign on the earth."]},{"reference":"Ephesians 1:18-23","words":139,"text":["18","The eyes of your understanding being enlightened; that ye may know what is the hope of his calling, and what the riches of the glory of his inheritance in the saints,","19","And what is the exceeding greatness of his power to us-ward who believe, according to the working of his mighty power,","20","Which he wrought in Christ, when he raised him from the dead, and set him at his own right hand in the heavenly places,","21","Far above all principality, and power, and might, and dominion, and every name that is named, not only in this world, but also in that which is to come:","22","And hath put all things under his feet, and gave him to be the head over all things to the church,","23","Which is his body, the fulness of him that filleth all in all."]},{"reference":"Isaiah 60:1-9","words":261,"text":["1","Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.","2","For, behold, the darkness shall cover the earth, and gross darkness the people: but the Lord shall arise upon thee, and his glory shall be seen upon thee.","3","And the Gentiles shall come to thy light, and kings to the brightness of thy rising.","4","Lift up thine eyes round about, and see: all they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at thy side.","5","Then thou shalt see, and flow together, and thine heart shall fear, and be enlarged; because the abundance of the sea shall be converted unto thee, the forces of the Gentiles shall come unto thee.","6","The multitude of camels shall cover thee, the dromedaries of Midian and Ephah; all they from Sheba shall come: they shall bring gold and incense; and they shall shew forth the praises of the Lord.","7","All the flocks of Kedar shall be gathered together unto thee, the rams of Nebaioth shall minister unto thee: they shall come up with acceptance on mine altar, and I will glorify the house of my glory.","8","Who are these that fly as a cloud, and as the doves to their windows?","9","Surely the isles shall wait for me, and the ships of Tarshish first, to bring thy sons from far, their silver and their gold with them, unto the name of the Lord thy God, and to the Holy One of Israel, because he hath glorified thee."]},{"reference":"Revelation 16:4-9","words":136,"text":["4","And the third angel poured out his vial upon the rivers and fountains of waters; and they became blood.","5","And I heard the angel of the waters say, Thou art righteous, O Lord, which art, and wast, and shalt be, because thou hast judged thus.","6","For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.","7","And I heard another out of the altar say, Even so, Lord God Almighty, true and righteous are thy judgments.","8","And the fourth angel poured out his vial upon the sun; and power was given unto him to scorch men with fire.","9","And men were scorched with great heat, and blasphemed the name of God, which hath power over these plagues: and they repented not to give him glory."]},{"reference":"Leviticus 22:1-9","words":262,"text":["1","And the Lord spake unto Moses, saying,","2","Speak unto Aaron and to his sons, that they separate themselves from the holy things of the children of Israel, and that they profane not my holy name in those things which they hallow unto me: I am the Lord.","3","Say unto them, Whosoever he be of all your seed among your generations, that goeth unto the holy things, which the children of Israel hallow unto the Lord, having his uncleanness upon him, that soul shall be cut off from my presence: I am the Lord.","4","What man soever of the seed of Aaron is a leper, or hath a running issue; he shall not eat of the holy things, until he be clean. And whoso toucheth any thing that is unclean by the dead, or a man whose seed goeth from him;","5","Or whosoever toucheth any creeping thing, whereby he may be made unclean, or a man of whom he may take uncleanness, whatsoever uncleanness he hath;","6","The soul which hath touched any such shall be unclean until even, and shall not eat of the holy things, unless he wash his flesh with water.","7","And when the sun is down, he shall be clean, and shall afterward eat of the holy things; because it is his food.","8","That which dieth of itself, or is torn with beasts, he shall not eat to defile himself therewith; I am the Lord.","9","They shall therefore keep mine ordinance, lest they bear sin for it, and die therefore, if they profane it: I the Lord do sanctify them."]},{"reference":"Isaiah 62:10-12","words":87,"text":["10","Go through, go through the gates; prepare ye the way of the people; cast up, cast up the highway; gather out the stones; lift up a standard for the people.","11","Behold, the Lord hath proclaimed unto the end of the world, Say ye to the daughter of Zion, Behold, thy salvation cometh; behold, his reward is with him, and his work before him.","12","And they shall call them, The holy people, The redeemed of the Lord: and thou shalt be called, Sought out, A city not forsaken."]},{"reference":"Revelation 18:21-24","words":161,"text":["21","And a mighty angel took up a stone like a great millstone, and cast it into the sea, saying, Thus with violence shall that great city Babylon be thrown down, and shall be found no more at all.","22","And the voice of harpers, and musicians, and of pipers, and trumpeters, shall be heard no more at all in thee; and no craftsman, of whatsoever craft he be, shall be found any more in thee; and the sound of a millstone shall be heard no more at all in thee;","23","And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.","24","And in her was found the blood of prophets, and of saints, and of all that were slain upon the earth."]},{"reference":"Deuteronomy 28:1-14","words":431,"text":["1","And it shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high above all nations of the earth:","2","And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the voice of the Lord thy God.","3","Blessed shalt thou be in the city, and blessed shalt thou be in the field.","4","Blessed shall be the fruit of thy body, and the fruit of thy ground, and the fruit of thy cattle, the increase of thy kine, and the flocks of thy sheep.","5","Blessed shall be thy basket and thy store.","6","Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out.","7","The Lord shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways.","8","The Lord shall command the blessing upon thee in thy storehouses, and in all that thou settest thine hand unto; and he shall bless thee in the land which the Lord thy God giveth thee.","9","The Lord shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the Lord thy God, and walk in his ways.","10","And all people of the earth shall see that thou art called by the name of the Lord; and they shall be afraid of thee.","11","And the Lord shall make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which the Lord sware unto thy fathers to give thee.","12","The Lord shall open unto thee his good treasure, the heaven to give the rain unto thy land in his season, and to bless all the work of thine hand: and thou shalt lend unto many nations, and thou shalt not borrow.","13","And the Lord shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if that thou hearken unto the commandments of the Lord thy God, which I command thee this day, to observe and to do them:","14","And thou shalt not go aside from any of the words which I command thee this day, to the right hand, or to the left, to go after other gods to serve them."]},{"reference":"Isaiah 66:5-13","words":264,"text":["5","Hear the word of the Lord, ye that tremble at his word; Your brethren that hated you, that cast you out for my name's sake, said, Let the Lord be glorified: but he shall appear to your joy, and they shall be ashamed.","6","A voice of noise from the city, a voice from the temple, a voice of the Lord that rendereth recompence to his enemies.","7","Before she travailed, she brought forth; before her pain came, she was delivered of a man child.","8","Who hath heard such a thing? who hath seen such things? Shall the earth be made to bring forth in one day? or shall a nation be born at once? for as soon as Zion travailed, she brought forth her children.","9","Shall I bring to the birth, and not cause to bring forth? saith the Lord: shall I cause to bring forth, and shut the womb? saith thy God.","10","Rejoice ye with Jerusalem, and be glad with her, all ye that love her: rejoice for joy with her, all ye that mourn for her:","11","That ye may suck, and be satisfied with the breasts of her consolations; that ye may milk out, and be delighted with the abundance of her glory.","12","For thus saith the Lord, Behold, I will extend peace to her like a river, and the glory of the Gentiles like a flowing stream: then shall ye suck, ye shall be borne upon her sides, and be dandled upon her knees.","13","As one whom his mother comforteth, so will I comfort you; and ye shall be comforted in Jerusalem."]},{"reference":"Revelation 21:1-15","words":432,"text":["1","And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.","2","And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.","3","And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.","4","And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.","5","And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.","6","And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely.","7","He that overcometh shall inherit all things; and I will be his God, and he shall be my son.","8","But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.","9","And there came unto me one of the seven angels which had the seven vials full of the seven last plagues, and talked with me, saying, Come hither, I will shew thee the bride, the Lamb's wife.","10","And he carried me away in the spirit to a great and high mountain, and shewed me that great city, the holy Jerusalem, descending out of heaven from God,","11","Having the glory of God: and her light was like unto a stone most precious, even like a jasper stone, clear as crystal;","12","And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names of the twelve tribes of the children of Israel:","13","On the east three gates; on the north three gates; on the south three gates; and on the west three gates.","14","And the wall of the city had twelve foundations, and in them the names of the twelve apostles of the Lamb.","15","And he that talked with me had a golden reed to measure the city, and the gates thereof, and the wall thereof."]},{"reference":"Joshua 21:43-45","words":84,"text":["43","And the Lord gave unto Israel all the land which he sware to give unto their fathers; and they possessed it, and dwelt therein.","44","And the Lord gave them rest round about, according to all that he sware unto their fathers: and there stood not a man of all their enemies before them; the Lord delivered all their enemies into their hand.","45","There failed not ought of any good thing which the Lord had spoken unto the house of Israel; all came to pass."]},{"reference":"Matthew 10:27-39","words":261,"text":["27","What I tell you in darkness, that speak ye in light: and what ye hear in the ear, that preach ye upon the housetops.","28","And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.","29","Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father.","30","But the very hairs of your head are all numbered.","31","Fear ye not therefore, ye are of more value than many sparrows.","32","Whosoever therefore shall confess me before men, him will I confess also before my Father which is in heaven.","33","But whosoever shall deny me before men, him will I also deny before my Father which is in heaven.","34","Think not that I am come to send peace on earth: I came not to send peace, but a sword.","35","For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law.","36","And a man's foes shall be they of his own household.","37","He that loveth father or mother more than me is not worthy of me: and he that loveth son or daughter more than me is not worthy of me.","38","And he that taketh not his cross, and followeth after me, is not worthy of me.","39","He that findeth his life shall lose it: and he that loseth his life for my sake shall find it."]},{"reference":"Revelation 22:12-21","words":254,"text":["12","And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.","13","I am Alpha and Omega, the beginning and the end, the first and the last.","14","Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.","15","For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.","16","I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star.","17","And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.","18","For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:","19","And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.","20","He which testifieth these things saith, Surely I come quickly. Amen. Even so, come, Lord Jesus.","21","The grace of our Lord Jesus Christ be with you all. Amen."]},{"reference":"Nehemiah 8:10","words":46,"text":["10","Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our Lord: neither be ye sorry; for the joy of the Lord is your strength."]},{"reference":"Matthew 11:25-30","words":133,"text":["25","At that time Jesus answered and said, I thank thee, O Father, Lord of heaven and earth, because thou hast hid these things from the wise and prudent, and hast revealed them unto babes.","26","Even so, Father: for so it seemed good in thy sight.","27","All things are delivered unto me of my Father: and no man knoweth the Son, but the Father; neither knoweth any man the Father, save the Son, and he to whomsoever the Son will reveal him.","28","Come unto me, all ye that labour and are heavy laden, and I will give you rest.","29","Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.","30","For my yoke is easy, and my burden is light."]},{"reference":"Nehemiah 9:28-31","words":162,"text":["28","But after they had rest, they did evil again before thee: therefore leftest thou them in the hand of their enemies, so that they had the dominion over them: yet when they returned, and cried unto thee, thou heardest them from heaven; and many times didst thou deliver them according to thy mercies;","29","And testifiedst against them, that thou mightest bring them again unto thy law: yet they dealt proudly, and hearkened not unto thy commandments, but sinned against thy judgments, (which if a man do, he shall live in them;) and withdrew the shoulder, and hardened their neck, and would not hear.","30","Yet many years didst thou forbear them, and testifiedst against them by thy spirit in thy prophets: yet would they not give ear: therefore gavest thou them into the hand of the people of the lands.","31","Nevertheless for thy great mercies' sake thou didst not utterly consume them, nor forsake them; for thou art a gracious and merciful God."]},{"reference":"Luke 4:16-19","words":115,"text":["16","And he came to Nazareth, where he had been brought up: and, as his custom was, he went into the synagogue on the sabbath day, and stood up for to read.","17","And there was delivered unto him the book of the prophet Esaias. And when he had opened the book, he found the place where it was written,","18","The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised,","19","To preach the acceptable year of the Lord."]},{"reference":"Job 19:1-29","words":475,"text":["1","Then Job answered and said,","2","How long will ye vex my soul, and break me in pieces with words?","3","These ten times have ye reproached me: ye are not ashamed that ye make yourselves strange to me.","4","And be it indeed that I have erred, mine error remaineth with myself.","5","If indeed ye will magnify yourselves against me, and plead against me my reproach:","6","Know now that God hath overthrown me, and hath compassed me with his net.","7","Behold, I cry out of wrong, but I am not heard: I cry aloud, but there is no judgment.","8","He hath fenced up my way that I cannot pass, and he hath set darkness in my paths.","9","He hath stripped me of my glory, and taken the crown from my head.","10","He hath destroyed me on every side, and I am gone: and mine hope hath he removed like a tree.","11","He hath also kindled his wrath against me, and he counteth me unto him as one of his enemies.","12","His troops come together, and raise up their way against me, and encamp round about my tabernacle.","13","He hath put my brethren far from me, and mine acquaintance are verily estranged from me.","14","My kinsfolk have failed, and my familiar friends have forgotten me.","15","They that dwell in mine house, and my maids, count me for a stranger: I am an alien in their sight.","16","I called my servant, and he gave me no answer; I intreated him with my mouth.","17","My breath is strange to my wife, though I intreated for the children's sake of mine own body.","18","Yea, young children despised me; I arose, and they spake against me.","19","All my inward friends abhorred me: and they whom I loved are turned against me.","20","My bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth.","21","Have pity upon me, have pity upon me, O ye my friends; for the hand of God hath touched me.","22","Why do ye persecute me as God, and are not satisfied with my flesh?","23","Oh that my words were now written! oh that they were printed in a book!","24","That they were graven with an iron pen and lead in the rock for ever!","25","For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:","26","And though after my skin worms destroy this body, yet in my flesh shall I see God:","27","Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me.","28","But ye should say, Why persecute we him, seeing the root of the matter is found in me?","29","Be ye afraid of the sword: for wrath bringeth the punishments of the sword, that ye may know there is a judgment."]},{"reference":"Luke 12:35-40","words":151,"text":["35","Let your loins be girded about, and your lights burning;","36","And ye yourselves like unto men that wait for their lord, when he will return from the wedding; that when he cometh and knocketh, they may open unto him immediately.","37","Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.","38","And if he shall come in the second watch, or come in the third watch, and find them so, blessed are those servants.","39","And this know, that if the goodman of the house had known what hour the thief would come, he would have watched, and not have suffered his house to be broken through.","40","Be ye therefore ready also: for the Son of man cometh at an hour when ye think not."]},{"reference":"Psalm 32:1-11","words":241,"text":["1","Blessed is he whose transgression is forgiven, whose sin is covered.","2","Blessed is the man unto whom the Lord imputeth not iniquity, and in whose spirit there is no guile.","3","When I kept silence, my bones waxed old through my roaring all the day long.","4","For day and night thy hand was heavy upon me: my moisture is turned into the drought of summer. Selah.","5","I acknowledge my sin unto thee, and mine iniquity have I not hid. I said, I will confess my transgressions unto the Lord; and thou forgavest the iniquity of my sin. Selah.","6","For this shall every one that is godly pray unto thee in a time when thou mayest be found: surely in the floods of great waters they shall not come nigh unto him.","7","Thou art my hiding place; thou shalt preserve me from trouble; thou shalt compass me about with songs of deliverance. Selah.","8","I will instruct thee and teach thee in the way which thou shalt go: I will guide thee with mine eye.","9","Be ye not as the horse, or as the mule, which have no understanding: whose mouth must be held in with bit and bridle, lest they come near unto thee.","10","Many sorrows shall be to the wicked: but he that trusteth in the Lord, mercy shall compass him about.","11","Be glad in the Lord, and rejoice, ye righteous: and shout for joy, all ye that are upright in heart."]},{"reference":"Luke 22:31-34","words":82,"text":["31","And the Lord said, Simon, Simon, behold, Satan hath desired to have you, that he may sift you as wheat:","32","But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren.","33","And he said unto him, Lord, I am ready to go with thee, both into prison, and to death.","34","And he said, I tell thee, Peter, the cock shall not crow this day, before that thou shalt thrice deny that thou knowest me."]},{"reference":"Psalm 49:1-9","words":130,"text":["1","Hear this, all ye people; give ear, all ye inhabitants of the world:","2","Both low and high, rich and poor, together.","3","My mouth shall speak of wisdom; and the meditation of my heart shall be of understanding.","4","I will incline mine ear to a parable: I will open my dark saying upon the harp.","5","Wherefore should I fear in the days of evil, when the iniquity of my heels shall compass me about?","6","They that trust in their wealth, and boast themselves in the multitude of their riches;","7","None of them can by any means redeem his brother, nor give to God a ransom for him:","8","(For the redemption of their soul is precious, and it ceaseth for ever:)","9","That he should still live for ever, and not see corruption."]},{"reference":"John 5:1-14","words":306,"text":["1","After this there was a feast of the Jews; and Jesus went up to Jerusalem.","2","Now there is at Jerusalem by the sheep market a pool, which is called in the Hebrew tongue Bethesda, having five porches.","3","In these lay a great multitude of impotent folk, of blind, halt, withered, waiting for the moving of the water.","4","For an angel went down at a certain season into the pool, and troubled the water: whosoever then first after the troubling of the water stepped in was made whole of whatsoever disease he had.","5","And a certain man was there, which had an infirmity thirty and eight years.","6","When Jesus saw him lie, and knew that he had been now a long time in that case, he saith unto him, Wilt thou be made whole?","7","The impotent man answered him, Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.","8","Jesus saith unto him, Rise, take up thy bed, and walk.","9","And immediately the man was made whole, and took up his bed, and walked: and on the same day was the sabbath.","10","The Jews therefore said unto him that was cured, It is the sabbath day: it is not lawful for thee to carry thy bed.","11","He answered them, He that made me whole, the same said unto me, Take up thy bed, and walk.","12","Then asked they him, What man is that which said unto thee, Take up thy bed, and walk?","13","And he that was healed wist not who it was: for Jesus had conveyed himself away, a multitude being in that place.","14","Afterward Jesus findeth him in the temple, and said unto him, Behold, thou art made whole: sin no more, lest a worse thing come unto thee."]},{"reference":"Psalm 102:13-28","words":266,"text":["13","Thou shalt arise, and have mercy upon Zion: for the time to favour her, yea, the set time, is come.","14","For thy servants take pleasure in her stones, and favour the dust thereof.","15","So the heathen shall fear the name of the Lord, and all the kings of the earth thy glory.","16","When the Lord shall build up Zion, he shall appear in his glory.","17","He will regard the prayer of the destitute, and not despise their prayer.","18","This shall be written for the generation to come: and the people which shall be created shall praise the Lord.","19","For he hath looked down from the height of his sanctuary; from heaven did the Lord behold the earth;","20","To hear the groaning of the prisoner; to loose those that are appointed to death;","21","To declare the name of the Lord in Zion, and his praise in Jerusalem;","22","When the people are gathered together, and the kingdoms, to serve the Lord.","23","He weakened my strength in the way; he shortened my days.","24","I said, O my God, take me not away in the midst of my days: thy years are throughout all generations.","25","Of old hast thou laid the foundation of the earth: and the heavens are the work of thy hands.","26","They shall perish, but thou shalt endure: yea, all of them shall wax old like a garment; as a vesture shalt thou change them, and they shall be changed:","27","But thou art the same, and thy years shall have no end.","28","The children of thy servants shall continue, and their seed shall be established before thee."]},{"reference":"John 14:1-7","words":140,"text":["1","Let not your heart be troubled: ye believe in God, believe also in me.","2","In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.","3","And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.","4","And whither I go ye know, and the way ye know.","5","Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way?","6","Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.","7","If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him."]},{"reference":"Psalm 106:34-48","words":246,"text":["34","They did not destroy the nations, concerning whom the Lord commanded them:","35","But were mingled among the heathen, and learned their works.","36","And they served their idols: which were a snare unto them.","37","Yea, they sacrificed their sons and their daughters unto devils,","38","And shed innocent blood, even the blood of their sons and of their daughters, whom they sacrificed unto the idols of Canaan: and the land was polluted with blood.","39","Thus were they defiled with their own works, and went a whoring with their own inventions.","40","Therefore was the wrath of the Lord kindled against his people, insomuch that he abhorred his own inheritance.","41","And he gave them into the hand of the heathen; and they that hated them ruled over them.","42","Their enemies also oppressed them, and they were brought into subjection under their hand.","43","Many times did he deliver them; but they provoked him with their counsel, and were brought low for their iniquity.","44","Nevertheless he regarded their affliction, when he heard their cry:","45","And he remembered for them his covenant, and repented according to the multitude of his mercies.","46","He made them also to be pitied of all those that carried them captives.","47","Save us, O Lord our God, and gather us from among the heathen, to give thanks unto thy holy name, and to triumph in thy praise.","48","Blessed be the Lord God of Israel from everlasting to everlasting: and let all the people say, Amen. Praise ye the Lord."]},{"reference":"John 16:16-33","words":482,"text":["16","A little while, and ye shall not see me: and again, a little while, and ye shall see me, because I go to the Father.","17","Then said some of his disciples among themselves, What is this that he saith unto us, A little while, and ye shall not see me: and again, a little while, and ye shall see me: and, Because I go to the Father?","18","They said therefore, What is this that he saith, A little while? we cannot tell what he saith.","19","Now Jesus knew that they were desirous to ask him, and said unto them, Do ye enquire among yourselves of that I said, A little while, and ye shall not see me: and again, a little while, and ye shall see me?","20","Verily, verily, I say unto you, That ye shall weep and lament, but the world shall rejoice: and ye shall be sorrowful, but your sorrow shall be turned into joy.","21","A woman when she is in travail hath sorrow, because her hour is come: but as soon as she is delivered of the child, she remembereth no more the anguish, for joy that a man is born into the world.","22","And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you.","23","And in that day ye shall ask me nothing. Verily, verily, I say unto you, Whatsoever ye shall ask the Father in my name, he will give it you.","24","Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be full.","25","These things have I spoken unto you in proverbs: but the time cometh, when I shall no more speak unto you in proverbs, but I shall shew you plainly of the Father.","26","At that day ye shall ask in my name: and I say not unto you, that I will pray the Father for you:","27","For the Father himself loveth you, because ye have loved me, and have believed that I came out from God.","28","I came forth from the Father, and am come into the world: again, I leave the world, and go to the Father.","29","His disciples said unto him, Lo, now speakest thou plainly, and speakest no proverb.","30","Now are we sure that thou knowest all things, and needest not that any man should ask thee: by this we believe that thou camest forth from God.","31","Jesus answered them, Do ye now believe?","32","Behold, the hour cometh, yea, is now come, that ye shall be scattered, every man to his own, and shall leave me alone: and yet I am not alone, because the Father is with me.","33","These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world."]},{"reference":"Isaiah 11:15-16","words":76,"text":["15","And the Lord shall utterly destroy the tongue of the Egyptian sea; and with his mighty wind shall he shake his hand over the river, and shall smite it in the seven streams, and make men go over dryshod.","16","And there shall be an highway for the remnant of his people, which shall be left, from Assyria; like as it was to Israel in the day that he came up out of the land of Egypt."]},{"reference":"John 17:1-10","words":231,"text":["1","These words spake Jesus, and lifted up his eyes to heaven, and said, Father, the hour is come; glorify thy Son, that thy Son also may glorify thee:","2","As thou hast given him power over all flesh, that he should give eternal life to as many as thou hast given him.","3","And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.","4","I have glorified thee on the earth: I have finished the work which thou gavest me to do.","5","And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.","6","I have manifested thy name unto the men which thou gavest me out of the world: thine they were, and thou gavest them me; and they have kept thy word.","7","Now they have known that all things whatsoever thou hast given me are of thee.","8","For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.","9","I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine.","10","And all mine are thine, and thine are mine; and I am glorified in them."]},{"reference":"Isaiah 35:3-10","words":216,"text":["3","Strengthen ye the weak hands, and confirm the feeble knees.","4","Say to them that are of a fearful heart, Be strong, fear not: behold, your God will come with vengeance, even God with a recompence; he will come and save you.","5","Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped.","6","Then shall the lame man leap as an hart, and the tongue of the dumb sing: for in the wilderness shall waters break out, and streams in the desert.","7","And the parched ground shall become a pool, and the thirsty land springs of water: in the habitation of dragons, where each lay, shall be grass with reeds and rushes.","8","And an highway shall be there, and a way, and it shall be called The way of holiness; the unclean shall not pass over it; but it shall be for those: the wayfaring men, though fools, shall not err therein.","9","No lion shall be there, nor any ravenous beast shall go up thereon, it shall not be found there; but the redeemed shall walk there:","10","And the ransomed of the Lord shall return, and come to Zion with songs and everlasting joy upon their heads: they shall obtain joy and gladness, and sorrow and sighing shall flee away."]},{"reference":"John 19:28-38","words":267,"text":["28","After this, Jesus knowing that all things were now accomplished, that the scripture might be fulfilled, saith, I thirst.","29","Now there was set a vessel full of vinegar: and they filled a spunge with vinegar, and put it upon hyssop, and put it to his mouth.","30","When Jesus therefore had received the vinegar, he said, It is finished: and he bowed his head, and gave up the ghost.","31","The Jews therefore, because it was the preparation, that the bodies should not remain upon the cross on the sabbath day, (for that sabbath day was an high day,) besought Pilate that their legs might be broken, and that they might be taken away.","32","Then came the soldiers, and brake the legs of the first, and of the other which was crucified with him.","33","But when they came to Jesus, and saw that he was dead already, they brake not his legs:","34","But one of the soldiers with a spear pierced his side, and forthwith came there out blood and water.","35","And he that saw it bare record, and his record is true: and he knoweth that he saith true, that ye might believe.","36","For these things were done, that the scripture should be fulfilled, A bone of him shall not be broken.","37","And again another scripture saith, They shall look on him whom they pierced.","38","And after this Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, besought Pilate that he might take away the body of Jesus: and Pilate gave him leave. He came therefore, and took the body of Jesus."]},{"reference":"Isaiah 40:1-5","words":118,"text":["1","Comfort ye, comfort ye my people, saith your God.","2","Speak ye comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned: for she hath received of the Lord's hand double for all her sins.","3","The voice of him that crieth in the wilderness, Prepare ye the way of the Lord, make straight in the desert a highway for our God.","4","Every valley shall be exalted, and every mountain and hill shall be made low: and the crooked shall be made straight, and the rough places plain:","5","And the glory of the Lord shall be revealed, and all flesh shall see it together: for the mouth of the Lord hath spoken it."]},{"reference":"Acts 8:26-38","words":311,"text":["26","And the angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert.","27","And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,","28","Was returning, and sitting in his chariot read Esaias the prophet.","29","Then the Spirit said unto Philip, Go near, and join thyself to this chariot.","30","And Philip ran thither to him, and heard him read the prophet Esaias, and said, Understandest thou what thou readest?","31","And he said, How can I, except some man should guide me? And he desired Philip that he would come up and sit with him.","32","The place of the scripture which he read was this, He was led as a sheep to the slaughter; and like a lamb dumb before his shearer, so opened he not his mouth:","33","In his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth.","34","And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?","35","Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus.","36","And as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?","37","And Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God.","38","And he commanded the chariot to stand still: and they went down both into the water, both Philip and the eunuch; and he baptized him."]},{"reference":"Isaiah 41:10-26","words":507,"text":["10","Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.","11","Behold, all they that were incensed against thee shall be ashamed and confounded: they shall be as nothing; and they that strive with thee shall perish.","12","Thou shalt seek them, and shalt not find them, even them that contended with thee: they that war against thee shall be as nothing, and as a thing of nought.","13","For I the Lord thy God will hold thy right hand, saying unto thee, Fear not; I will help thee.","14","Fear not, thou worm Jacob, and ye men of Israel; I will help thee, saith the Lord, and thy redeemer, the Holy One of Israel.","15","Behold, I will make thee a new sharp threshing instrument having teeth: thou shalt thresh the mountains, and beat them small, and shalt make the hills as chaff.","16","Thou shalt fan them, and the wind shall carry them away, and the whirlwind shall scatter them: and thou shalt rejoice in the Lord, and shalt glory in the Holy One of Israel.","17","When the poor and needy seek water, and there is none, and their tongue faileth for thirst, I the Lord will hear them, I the God of Israel will not forsake them.","18","I will open rivers in high places, and fountains in the midst of the valleys: I will make the wilderness a pool of water, and the dry land springs of water.","19","I will plant in the wilderness the cedar, the shittah tree, and the myrtle, and the oil tree; I will set in the desert the fir tree, and the pine, and the box tree together:","20","That they may see, and know, and consider, and understand together, that the hand of the Lord hath done this, and the Holy One of Israel hath created it.","21","Produce your cause, saith the Lord; bring forth your strong reasons, saith the King of Jacob.","22","Let them bring them forth, and shew us what shall happen: let them shew the former things, what they be, that we may consider them, and know the latter end of them; or declare us things for to come.","23","Shew the things that are to come hereafter, that we may know that ye are gods: yea, do good, or do evil, that we may be dismayed, and behold it together.","24","Behold, ye are of nothing, and your work of nought: an abomination is he that chooseth you.","25","I have raised up one from the north, and he shall come: from the rising of the sun shall he call upon my name: and he shall come upon princes as upon morter, and as the potter treadeth clay.","26","Who hath declared from the beginning, that we may know? and beforetime, that we may say, He is righteous? yea, there is none that sheweth, yea, there is none that declareth, yea, there is none that heareth your words."]},{"reference":"Acts 13:42-52","words":267,"text":["42","And when the Jews were gone out of the synagogue, the Gentiles besought that these words might be preached to them the next sabbath.","43","Now when the congregation was broken up, many of the Jews and religious proselytes followed Paul and Barnabas: who, speaking to them, persuaded them to continue in the grace of God.","44","And the next sabbath day came almost the whole city together to hear the word of God.","45","But when the Jews saw the multitudes, they were filled with envy, and spake against those things which were spoken by Paul, contradicting and blaspheming.","46","Then Paul and Barnabas waxed bold, and said, It was necessary that the word of God should first have been spoken to you: but seeing ye put it from you, and judge yourselves unworthy of everlasting life, lo, we turn to the Gentiles.","47","For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.","48","And when the Gentiles heard this, they were glad, and glorified the word of the Lord: and as many as were ordained to eternal life believed.","49","And the word of the Lord was published throughout all the region.","50","But the Jews stirred up the devout and honourable women, and the chief men of the city, and raised persecution against Paul and Barnabas, and expelled them out of their coasts.","51","But they shook off the dust of their feet against them, and came unto Iconium.","52","And the disciples were filled with joy, and with the Holy Ghost."]},{"reference":"Jeremiah 10:1-10","words":269,"text":["1","Hear ye the word which the Lord speaketh unto you, O house of Israel:","2","Thus saith the Lord, Learn not the way of the heathen, and be not dismayed at the signs of heaven; for the heathen are dismayed at them.","3","For the customs of the people are vain: for one cutteth a tree out of the forest, the work of the hands of the workman, with the axe.","4","They deck it with silver and with gold; they fasten it with nails and with hammers, that it move not.","5","They are upright as the palm tree, but speak not: they must needs be borne, because they cannot go. Be not afraid of them; for they cannot do evil, neither also is it in them to do good.","6","Forasmuch as there is none like unto thee, O Lord; thou art great, and thy name is great in might.","7","Who would not fear thee, O King of nations? for to thee doth it appertain: forasmuch as among all the wise men of the nations, and in all their kingdoms, there is none like unto thee.","8","But they are altogether brutish and foolish: the stock is a doctrine of vanities.","9","Silver spread into plates is brought from Tarshish, and gold from Uphaz, the work of the workman, and of the hands of the founder: blue and purple is their clothing: they are all the work of cunning men.","10","But the Lord is the true God, he is the living God, and an everlasting king: at his wrath the earth shall tremble, and the nations shall not be able to abide his indignation."]},{"reference":"Acts 14:8-18","words":252,"text":["8","And there sat a certain man at Lystra, impotent in his feet, being a cripple from his mother's womb, who never had walked:","9","The same heard Paul speak: who stedfastly beholding him, and perceiving that he had faith to be healed,","10","Said with a loud voice, Stand upright on thy feet. And he leaped and walked.","11","And when the people saw what Paul had done, they lifted up their voices, saying in the speech of Lycaonia, The gods are come down to us in the likeness of men.","12","And they called Barnabas, Jupiter; and Paul, Mercurius, because he was the chief speaker.","13","Then the priest of Jupiter, which was before their city, brought oxen and garlands unto the gates, and would have done sacrifice with the people.","14","Which when the apostles, Barnabas and Paul, heard of, they rent their clothes, and ran in among the people, crying out,","15","And saying, Sirs, why do ye these things? We also are men of like passions with you, and preach unto you that ye should turn from these vanities unto the living God, which made heaven, and earth, and the sea, and all things that are therein:","16","Who in times past suffered all nations to walk in their own ways.","17","Nevertheless he left not himself without witness, in that he did good, and gave us rain from heaven, and fruitful seasons, filling our hearts with food and gladness.","18","And with these sayings scarce restrained they the people, that they had not done sacrifice unto them."]},{"reference":"Jeremiah 31:10-14","words":168,"text":["10","Hear the word of the Lord, O ye nations, and declare it in the isles afar off, and say, He that scattered Israel will gather him, and keep him, as a shepherd doth his flock.","11","For the Lord hath redeemed Jacob, and ransomed him from the hand of him that was stronger than he.","12","Therefore they shall come and sing in the height of Zion, and shall flow together to the goodness of the Lord, for wheat, and for wine, and for oil, and for the young of the flock and of the herd: and their soul shall be as a watered garden; and they shall not sorrow any more at all.","13","Then shall the virgin rejoice in the dance, both young men and old together: for I will turn their mourning into joy, and will comfort them, and make them rejoice from their sorrow.","14","And I will satiate the soul of the priests with fatness, and my people shall be satisfied with my goodness, saith the Lord."]},{"reference":"Acts 26:19-23","words":124,"text":["19","Whereupon, O king Agrippa, I was not disobedient unto the heavenly vision:","20","But shewed first unto them of Damascus, and at Jerusalem, and throughout all the coasts of Judaea, and then to the Gentiles, that they should repent and turn to God, and do works meet for repentance.","21","For these causes the Jews caught me in the temple, and went about to kill me.","22","Having therefore obtained help of God, I continue unto this day, witnessing both to small and great, saying none other things than those which the prophets and Moses did say should come:","23","That Christ should suffer, and that he should be the first that should rise from the dead, and should shew light unto the people, and to the Gentiles."]},{"reference":"Jeremiah 33:8-9","words":86,"text":["8","And I will cleanse them from all their iniquity, whereby they have sinned against me; and I will pardon all their iniquities, whereby they have sinned, and whereby they have transgressed against me.","9","And it shall be to me a name of joy, a praise and an honour before all the nations of the earth, which shall hear all the good that I do unto them: and they shall fear and tremble for all the goodness and for all the prosperity that I procure unto it."]},{"reference":"Romans 2:1-6","words":129,"text":["1","Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.","2","But we are sure that the judgment of God is according to truth against them which commit such things.","3","And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?","4","Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?","5","But after thy hardness and impenitent heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God;","6","Who will render to every man according to his deeds:"]},{"reference":"Ezekiel 2:1-10","words":273,"text":["1","And he said unto me, Son of man, stand upon thy feet, and I will speak unto thee.","2","And the spirit entered into me when he spake unto me, and set me upon my feet, that I heard him that spake unto me.","3","And he said unto me, Son of man, I send thee to the children of Israel, to a rebellious nation that hath rebelled against me: they and their fathers have transgressed against me, even unto this very day.","4","For they are impudent children and stiffhearted. I do send thee unto them; and thou shalt say unto them, Thus saith the Lord God.","5","And they, whether they will hear, or whether they will forbear, (for they are a rebellious house,) yet shall know that there hath been a prophet among them.","6","And thou, son of man, be not afraid of them, neither be afraid of their words, though briers and thorns be with thee, and thou dost dwell among scorpions: be not afraid of their words, nor be dismayed at their looks, though they be a rebellious house.","7","And thou shalt speak my words unto them, whether they will hear, or whether they will forbear: for they are most rebellious.","8","But thou, son of man, hear what I say unto thee; Be not thou rebellious like that rebellious house: open thy mouth, and eat that I give thee.","9","And when I looked, behold, an hand was sent unto me; and, lo, a roll of a book was therein;","10","And he spread it before me; and it was written within and without: and there was written therein lamentations, and mourning, and woe."]},{"reference":"Romans 2:17-29","words":268,"text":["17","Behold, thou art called a Jew, and restest in the law, and makest thy boast of God,","18","And knowest his will, and approvest the things that are more excellent, being instructed out of the law;","19","And art confident that thou thyself art a guide of the blind, a light of them which are in darkness,","20","An instructor of the foolish, a teacher of babes, which hast the form of knowledge and of the truth in the law.","21","Thou therefore which teachest another, teachest thou not thyself? thou that preachest a man should not steal, dost thou steal?","22","Thou that sayest a man should not commit adultery, dost thou commit adultery? thou that abhorrest idols, dost thou commit sacrilege?","23","Thou that makest thy boast of the law, through breaking the law dishonourest thou God?","24","For the name of God is blasphemed among the Gentiles through you, as it is written.","25","For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.","26","Therefore if the uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?","27","And shall not uncircumcision which is by nature, if it fulfil the law, judge thee, who by the letter and circumcision dost transgress the law?","28","For he is not a Jew, which is one outwardly; neither is that circumcision, which is outward in the flesh:","29","But he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God."]},{"reference":"Ezekiel 3:4-6","words":78,"text":["4","And he said unto me, Son of man, go, get thee unto the house of Israel, and speak with my words unto them.","5","For thou art not sent to a people of a strange speech and of an hard language, but to the house of Israel;","6","Not to many people of a strange speech and of an hard language, whose words thou canst not understand. Surely, had I sent thee to them, they would have hearkened unto thee."]},{"reference":"Romans 6:1-12","words":231,"text":["1","What shall we say then? Shall we continue in sin, that grace may abound?","2","God forbid. How shall we, that are dead to sin, live any longer therein?","3","Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?","4","Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.","5","For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:","6","Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.","7","For he that is dead is freed from sin.","8","Now if we be dead with Christ, we believe that we shall also live with him:","9","Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.","10","For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.","11","Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.","12","Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof."]},{"reference":"Daniel 9:4-16","words":460,"text":["4","And I prayed unto the Lord my God, and made my confession, and said, O Lord, the great and dreadful God, keeping the covenant and mercy to them that love him, and to them that keep his commandments;","5","We have sinned, and have committed iniquity, and have done wickedly, and have rebelled, even by departing from thy precepts and from thy judgments:","6","Neither have we hearkened unto thy servants the prophets, which spake in thy name to our kings, our princes, and our fathers, and to all the people of the land.","7","O Lord, righteousness belongeth unto thee, but unto us confusion of faces, as at this day; to the men of Judah, and to the inhabitants of Jerusalem, and unto all Israel, that are near, and that are far off, through all the countries whither thou hast driven them, because of their trespass that they have trespassed against thee.","8","O Lord, to us belongeth confusion of face, to our kings, to our princes, and to our fathers, because we have sinned against thee.","9","To the Lord our God belong mercies and forgivenesses, though we have rebelled against him;","10","Neither have we obeyed the voice of the Lord our God, to walk in his laws, which he set before us by his servants the prophets.","11","Yea, all Israel have transgressed thy law, even by departing, that they might not obey thy voice; therefore the curse is poured upon us, and the oath that is written in the law of Moses the servant of God, because we have sinned against him.","12","And he hath confirmed his words, which he spake against us, and against our judges that judged us, by bringing upon us a great evil: for under the whole heaven hath not been done as hath been done upon Jerusalem.","13","As it is written in the law of Moses, all this evil is come upon us: yet made we not our prayer before the Lord our God, that we might turn from our iniquities, and understand thy truth.","14","Therefore hath the Lord watched upon the evil, and brought it upon us: for the Lord our God is righteous in all his works which he doeth: for we obeyed not his voice.","15","And now, O Lord our God, that hast brought thy people forth out of the land of Egypt with a mighty hand, and hast gotten thee renown, as at this day; we have sinned, we have done wickedly.","16","O Lord, according to all thy righteousness, I beseech thee, let thine anger and thy fury be turned away from thy city Jerusalem, thy holy mountain: because for our sins, and for the iniquities of our fathers, Jerusalem and thy people are become a reproach to all that are about us."]},{"reference":"Romans 8:18-39","words":509,"text":["18","For I reckon that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us.","19","For the earnest expectation of the creature waiteth for the manifestation of the sons of God.","20","For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,","21","Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.","22","For we know that the whole creation groaneth and travaileth in pain together until now.","23","And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.","24","For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?","25","But if we hope for that we see not, then do we with patience wait for it.","26","Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.","27","And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.","28","And we know that all things work together for good to them that love God, to them who are the called according to his purpose.","29","For whom he did foreknow, he also did predestinate to be conformed to the image of his Son, that he might be the firstborn among many brethren.","30","Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.","31","What shall we then say to these things? If God be for us, who can be against us?","32","He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?","33","Who shall lay any thing to the charge of God's elect? It is God that justifieth.","34","Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.","35","Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?","36","As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.","37","Nay, in all these things we are more than conquerors through him that loved us.","38","For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,","39","Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord."]},{"reference":"Daniel 11:35","words":34,"text":["35","And some of them of understanding shall fall, to try them, and to purge, and to make them white, even to the time of the end: because it is yet for a time appointed."]},{"reference":"Romans 11:33-36","words":74,"text":["33","O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are his judgments, and his ways past finding out!","34","For who hath known the mind of the Lord? or who hath been his counsellor?","35","Or who hath first given to him, and it shall be recompensed unto him again?","36","For of him, and through him, and to him, are all things: to whom be glory for ever. Amen."]},{"reference":"Daniel 12:4-9","words":201,"text":["4","But thou, O Daniel, shut up the words, and seal the book, even to the time of the end: many shall run to and fro, and knowledge shall be increased.","5","Then I Daniel looked, and, behold, there stood other two, the one on this side of the bank of the river, and the other on that side of the bank of the river.","6","And one said to the man clothed in linen, which was upon the waters of the river, How long shall it be to the end of these wonders?","7","And I heard the man clothed in linen, which was upon the waters of the river, when he held up his right hand and his left hand unto heaven, and sware by him that liveth for ever that it shall be for a time, times, and an half; and when he shall have accomplished to scatter the power of the holy people, all these things shall be finished.","8","And I heard, but I understood not: then said I, O my Lord, what shall be the end of these things?","9","And he said, Go thy way, Daniel: for the words are closed up and sealed till the time of the end."]},{"reference":"Romans 14:7-12","words":126,"text":["7","For none of us liveth to himself, and no man dieth to himself.","8","For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord's.","9","For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.","10","But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.","11","For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.","12","So then every one of us shall give account of himself to God."]},{"reference":"Habakkuk 2:2-20","words":531,"text":["2","And the Lord answered me, and said, Write the vision, and make it plain upon tables, that he may run that readeth it.","3","For the vision is yet for an appointed time, but at the end it shall speak, and not lie: though it tarry, wait for it; because it will surely come, it will not tarry.","4","Behold, his soul which is lifted up is not upright in him: but the just shall live by his faith.","5","Yea also, because he transgresseth by wine, he is a proud man, neither keepeth at home, who enlargeth his desire as hell, and is as death, and cannot be satisfied, but gathereth unto him all nations, and heapeth unto him all people:","6","Shall not all these take up a parable against him, and a taunting proverb against him, and say, Woe to him that increaseth that which is not his! how long? and to him that ladeth himself with thick clay!","7","Shall they not rise up suddenly that shall bite thee, and awake that shall vex thee, and thou shalt be for booties unto them?","8","Because thou hast spoiled many nations, all the remnant of the people shall spoil thee; because of men's blood, and for the violence of the land, of the city, and of all that dwell therein.","9","Woe to him that coveteth an evil covetousness to his house, that he may set his nest on high, that he may be delivered from the power of evil!","10","Thou hast consulted shame to thy house by cutting off many people, and hast sinned against thy soul.","11","For the stone shall cry out of the wall, and the beam out of the timber shall answer it.","12","Woe to him that buildeth a town with blood, and stablisheth a city by iniquity!","13","Behold, is it not of the Lord of hosts that the people shall labour in the very fire, and the people shall weary themselves for very vanity?","14","For the earth shall be filled with the knowledge of the glory of the Lord, as the waters cover the sea.","15","Woe unto him that giveth his neighbour drink, that puttest thy bottle to him, and makest him drunken also, that thou mayest look on their nakedness!","16","Thou art filled with shame for glory: drink thou also, and let thy foreskin be uncovered: the cup of the Lord's right hand shall be turned unto thee, and shameful spewing shall be on thy glory.","17","For the violence of Lebanon shall cover thee, and the spoil of beasts, which made them afraid, because of men's blood, and for the violence of the land, of the city, and of all that dwell therein.","18","What profiteth the graven image that the maker thereof hath graven it; the molten image, and a teacher of lies, that the maker of his work trusteth therein, to make dumb idols?","19","Woe unto him that saith to the wood, Awake; to the dumb stone, Arise, it shall teach! Behold, it is laid over with gold and silver, and there is no breath at all in the midst of it.","20","But the Lord is in his holy temple: let all the earth keep silence before him."]},{"reference":"1 Corinthians 3:10-23","words":282,"text":["10","According to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon.","11","For other foundation can no man lay than that is laid, which is Jesus Christ.","12","Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;","13","Every man's work shall be made manifest: for the day shall declare it, because it shall be revealed by fire; and the fire shall try every man's work of what sort it is.","14","If any man's work abide which he hath built thereupon, he shall receive a reward.","15","If any man's work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire.","16","Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?","17","If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.","18","Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise.","19","For the wisdom of this world is foolishness with God. For it is written, He taketh the wise in their own craftiness.","20","And again, The Lord knoweth the thoughts of the wise, that they are vain.","21","Therefore let no man glory in men. For all things are your's;","22","Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are your's;","23","And ye are Christ's; and Christ is God's."]},{"reference":"Zephaniah 3:14-17","words":108,"text":["14","Sing, O daughter of Zion; shout, O Israel; be glad and rejoice with all the heart, O daughter of Jerusalem.","15","The Lord hath taken away thy judgments, he hath cast out thine enemy: the king of Israel, even the Lord, is in the midst of thee: thou shalt not see evil any more.","16","In that day it shall be said to Jerusalem, Fear thou not: and to Zion, Let not thine hands be slack.","17","The Lord thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing."]},{"reference":"1 Corinthians 6:1-11","words":250,"text":["1","Dare any of you, having a matter against another, go to law before the unjust, and not before the saints?","2","Do ye not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters?","3","Know ye not that we shall judge angels? how much more things that pertain to this life?","4","If then ye have judgments of things pertaining to this life, set them to judge who are least esteemed in the church.","5","I speak to your shame. Is it so, that there is not a wise man among you? no, not one that shall be able to judge between his brethren?","6","But brother goeth to law with brother, and that before the unbelievers.","7","Now therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?","8","Nay, ye do wrong, and defraud, and that your brethren.","9","Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,","10","Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.","11","And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God."]},{"reference":"Zechariah 2:6-11","words":166,"text":["6","Ho, ho, come forth, and flee from the land of the north, saith the Lord: for I have spread you abroad as the four winds of the heaven, saith the Lord.","7","Deliver thyself, O Zion, that dwellest with the daughter of Babylon.","8","For thus saith the Lord of hosts; After the glory hath he sent me unto the nations which spoiled you: for he that toucheth you toucheth the apple of his eye.","9","For, behold, I will shake mine hand upon them, and they shall be a spoil to their servants: and ye shall know that the Lord of hosts hath sent me.","10","Sing and rejoice, O daughter of Zion: for, lo, I come, and I will dwell in the midst of thee, saith the Lord.","11","And many nations shall be joined to the Lord in that day, and shall be my people: and I will dwell in the midst of thee, and thou shalt know that the Lord of hosts hath sent me unto thee."]},{"reference":"2 Corinthians 5:11-21","words":278,"text":["11","Knowing therefore the terror of the Lord, we persuade men; but we are made manifest unto God; and I trust also are made manifest in your consciences.","12","For we commend not ourselves again unto you, but give you occasion to glory on our behalf, that ye may have somewhat to answer them which glory in appearance, and not in heart.","13","For whether we be beside ourselves, it is to God: or whether we be sober, it is for your cause.","14","For the love of Christ constraineth us; because we thus judge, that if one died for all, then were all dead:","15","And that he died for all, that they which live should not henceforth live unto themselves, but unto him which died for them, and rose again.","16","Wherefore henceforth know we no man after the flesh: yea, though we have known Christ after the flesh, yet now henceforth know we him no more.","17","Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.","18","And all things are of God, who hath reconciled us to himself by Jesus Christ, and hath given to us the ministry of reconciliation;","19","To wit, that God was in Christ, reconciling the world unto himself, not imputing their trespasses unto them; and hath committed unto us the word of reconciliation.","20","Now then we are ambassadors for Christ, as though God did beseech you by us: we pray you in Christ's stead, be ye reconciled to God.","21","For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him."]},{"reference":"Zechariah 9:9-12","words":136,"text":["9","Rejoice greatly, O daughter of Zion; shout, O daughter of Jerusalem: behold, thy King cometh unto thee: he is just, and having salvation; lowly, and riding upon an ass, and upon a colt the foal of an ass.","10","And I will cut off the chariot from Ephraim, and the horse from Jerusalem, and the battle bow shall be cut off: and he shall speak peace unto the heathen: and his dominion shall be from sea even to sea, and from the river even to the ends of the earth.","11","As for thee also, by the blood of thy covenant I have sent forth thy prisoners out of the pit wherein is no water.","12","Turn you to the strong hold, ye prisoners of hope: even to day do I declare that I will render double unto thee;"]},{"reference":"2 Corinthians 13:4-9","words":138,"text":["4","For though he was crucified through weakness, yet he liveth by the power of God. For we also are weak in him, but we shall live with him by the power of God toward you.","5","Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?","6","But I trust that ye shall know that we are not reprobates.","7","Now I pray to God that ye do no evil; not that we should appear approved, but that ye should do that which is honest, though we be as reprobates.","8","For we can do nothing against the truth, but for the truth.","9","For we are glad, when we are weak, and ye are strong: and this also we wish, even your perfection."]},{"reference":"Malachi 3:1","words":45,"text":["1","Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the Lord of hosts."]},{"reference":"Galatians 6:1-15","words":300,"text":["1","Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted.","2","Bear ye one another's burdens, and so fulfil the law of Christ.","3","For if a man think himself to be something, when he is nothing, he deceiveth himself.","4","But let every man prove his own work, and then shall he have rejoicing in himself alone, and not in another.","5","For every man shall bear his own burden.","6","Let him that is taught in the word communicate unto him that teacheth in all good things.","7","Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.","8","For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.","9","And let us not be weary in well doing: for in due season we shall reap, if we faint not.","10","As we have therefore opportunity, let us do good unto all men, especially unto them who are of the household of faith.","11","Ye see how large a letter I have written unto you with mine own hand.","12","As many as desire to make a fair shew in the flesh, they constrain you to be circumcised; only lest they should suffer persecution for the cross of Christ.","13","For neither they themselves who are circumcised keep the law; but desire to have you circumcised, that they may glory in your flesh.","14","But God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world.","15","For in Christ Jesus neither circumcision availeth any thing, nor uncircumcision, but a new creature."]},{"reference":"Matthew 3:1-3","words":57,"text":["1","In those days came John the Baptist, preaching in the wilderness of Judaea,","2","And saying, Repent ye: for the kingdom of heaven is at hand.","3","For this is he that was spoken of by the prophet Esaias, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight."]},{"reference":"Ephesians 3:14-21","words":148,"text":["14","For this cause I bow my knees unto the Father of our Lord Jesus Christ,","15","Of whom the whole family in heaven and earth is named,","16","That he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;","17","That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love,","18","May be able to comprehend with all saints what is the breadth, and length, and depth, and height;","19","And to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.","20","Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,","21","Unto him be glory in the church by Christ Jesus throughout all ages, world without end. Amen."]},{"reference":"Mark 1:2-5","words":87,"text":["2","As it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee.","3","The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.","4","John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins.","5","And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins."]},{"reference":"Philippians 1:12-26","words":302,"text":["12","But I would ye should understand, brethren, that the things which happened unto me have fallen out rather unto the furtherance of the gospel;","13","So that my bonds in Christ are manifest in all the palace, and in all other places;","14","And many of the brethren in the Lord, waxing confident by my bonds, are much more bold to speak the word without fear.","15","Some indeed preach Christ even of envy and strife; and some also of good will:","16","The one preach Christ of contention, not sincerely, supposing to add affliction to my bonds:","17","But the other of love, knowing that I am set for the defence of the gospel.","18","What then? notwithstanding, every way, whether in pretence, or in truth, Christ is preached; and I therein do rejoice, yea, and will rejoice.","19","For I know that this shall turn to my salvation through your prayer, and the supply of the Spirit of Jesus Christ,","20","According to my earnest expectation and my hope, that in nothing I shall be ashamed, but that with all boldness, as always, so now also Christ shall be magnified in my body, whether it be by life, or by death.","21","For to me to live is Christ, and to die is gain.","22","But if I live in the flesh, this is the fruit of my labour: yet what I shall choose I wot not.","23","For I am in a strait betwixt two, having a desire to depart, and to be with Christ; which is far better:","24","Nevertheless to abide in the flesh is more needful for you.","25","And having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith;","26","That your rejoicing may be more abundant in Jesus Christ for me by my coming to you again."]},{"reference":"Mark 8:17-18","words":45,"text":["17","And when Jesus knew it, he saith unto them, Why reason ye, because ye have no bread? perceive ye not yet, neither understand? have ye your heart yet hardened?","18","Having eyes, see ye not? and having ears, hear ye not? and do ye not remember?"]},{"reference":"Philippians 3:1-21","words":483,"text":["1","Finally, my brethren, rejoice in the Lord. To write the same things to you, to me indeed is not grievous, but for you it is safe.","2","Beware of dogs, beware of evil workers, beware of the concision.","3","For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh.","4","Though I might also have confidence in the flesh. If any other man thinketh that he hath whereof he might trust in the flesh, I more:","5","Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee;","6","Concerning zeal, persecuting the church; touching the righteousness which is in the law, blameless.","7","But what things were gain to me, those I counted loss for Christ.","8","Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ,","9","And be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith:","10","That I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death;","11","If by any means I might attain unto the resurrection of the dead.","12","Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus.","13","Brethren, I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,","14","I press toward the mark for the prize of the high calling of God in Christ Jesus.","15","Let us therefore, as many as be perfect, be thus minded: and if in any thing ye be otherwise minded, God shall reveal even this unto you.","16","Nevertheless, whereto we have already attained, let us walk by the same rule, let us mind the same thing.","17","Brethren, be followers together of me, and mark them which walk so as ye have us for an ensample.","18","(For many walk, of whom I have told you often, and now tell you even weeping, that they are the enemies of the cross of Christ:","19","Whose end is destruction, whose God is their belly, and whose glory is in their shame, who mind earthly things.)","20","For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:","21","Who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself."]},{"reference":"Luke 1:68-79","words":202,"text":["68","Blessed be the Lord God of Israel; for he hath visited and redeemed his people,","69","And hath raised up an horn of salvation for us in the house of his servant David;","70","As he spake by the mouth of his holy prophets, which have been since the world began:","71","That we should be saved from our enemies, and from the hand of all that hate us;","72","To perform the mercy promised to our fathers, and to remember his holy covenant;","73","The oath which he sware to our father Abraham,","74","That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,","75","In holiness and righteousness before him, all the days of our life.","76","And thou, child, shalt be called the prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways;","77","To give knowledge of salvation unto his people by the remission of their sins,","78","Through the tender mercy of our God; whereby the dayspring from on high hath visited us,","79","To give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace."]},{"reference":"Colossians 3:5-12","words":144,"text":["5","Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:","6","For which things' sake the wrath of God cometh on the children of disobedience:","7","In the which ye also walked some time, when ye lived in them.","8","But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.","9","Lie not one to another, seeing that ye have put off the old man with his deeds;","10","And have put on the new man, which is renewed in knowledge after the image of him that created him:","11","Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.","12","Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;"]},{"reference":"Luke 1:5-23","words":453,"text":["5","There was in the days of Herod, the king of Judaea, a certain priest named Zacharias, of the course of Abia: and his wife was of the daughters of Aaron, and her name was Elisabeth.","6","And they were both righteous before God, walking in all the commandments and ordinances of the Lord blameless.","7","And they had no child, because that Elisabeth was barren, and they both were now well stricken in years.","8","And it came to pass, that while he executed the priest's office before God in the order of his course,","9","According to the custom of the priest's office, his lot was to burn incense when he went into the temple of the Lord.","10","And the whole multitude of the people were praying without at the time of incense.","11","And there appeared unto him an angel of the Lord standing on the right side of the altar of incense.","12","And when Zacharias saw him, he was troubled, and fear fell upon him.","13","But the angel said unto him, Fear not, Zacharias: for thy prayer is heard; and thy wife Elisabeth shall bear thee a son, and thou shalt call his name John.","14","And thou shalt have joy and gladness; and many shall rejoice at his birth.","15","For he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost, even from his mother's womb.","16","And many of the children of Israel shall he turn to the Lord their God.","17","And he shall go before him in the spirit and power of Elias, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord.","18","And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.","19","And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.","20","And, behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.","21","And the people waited for Zacharias, and marvelled that he tarried so long in the temple.","22","And when he came out, he could not speak unto them: and they perceived that he had seen a vision in the temple: for he beckoned unto them, and remained speechless.","23","And it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house."]},{"reference":"2 Thessalonians 1:5-10","words":136,"text":["5","Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:","6","Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;","7","And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,","8","In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:","9","Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;","10","When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day."]}]
