[{"reference":"Ruth 1:1-2","words":74,"text":["1","In the days when the judges ruled, there was a famine in the land. So a man from Bethlehem in Judah, together with his wife and two sons, went to live for a while in the country of Moab.","2","The man’s name was Elimelek, his wife’s name was Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem, Judah. And they went to Moab and lived there."]},{"reference":"Exodus 19:1-11","words":298,"text":["1","On the first day of the third month after the Israelites left Egypt—on that very day—they came to the Desert of Sinai.","2","After they set out from Rephidim, they entered the Desert of Sinai, and Israel camped there in the desert in front of the mountain.","3","Then Moses went up to God, and the Lord called to him from the mountain and said, “This is what you are to say to the descendants of Jacob and what you are to tell the people of Israel:","4","‘You yourselves have seen what I did to Egypt, and how I carried you on eagles’ wings and brought you to myself.","5","Now if you obey me fully and keep my covenant, then out of all nations you will be my treasured possession. Although the whole earth is mine,","6","you will be for me a kingdom of priests and a holy nation.’ These are the words you are to speak to the Israelites.”","7","So Moses went back and summoned the elders of the people and set before them all the words the Lord had commanded him to speak.","8","The people all responded together, “We will do everything the Lord has said.” So Moses brought their answer back to the Lord.","9","The Lord said to Moses, “I am going to come to you in a dense cloud, so that the people will hear me speaking with you and will always put their trust in you.” Then Moses told the Lord what the people had said.","10","And the Lord said to Moses, “Go to the people and consecrate them today and tomorrow. Have them wash their clothes","11","and be ready by the third day, because on that day the Lord will come down on Mount Sinai in the sight of all the people."]},{"reference":"2 Thessalonians 2:1-13","words":336,"text":["1","Concerning the coming of our Lord Jesus Christ and our being gathered to him, we ask you, brothers and sisters,","2","not to become easily unsettled or alarmed by the teaching allegedly from us—whether by a prophecy or by word of mouth or by letter—asserting that the day of the Lord has already come.","3","Don’t let anyone deceive you in any way, for that day will not come until the rebellion occurs and the man of lawlessness is revealed, the man doomed to destruction.","4","He will oppose and will exalt himself over everything that is called God or is worshiped, so that he sets himself up in God’s temple, proclaiming himself to be God.","5","Don’t you remember that when I was with you I used to tell you these things?","6","And now you know what is holding him back, so that he may be revealed at the proper time.","7","For the secret power of lawlessness is already at work; but the one who now holds it back will continue to do so till he is taken out of the way.","8","And then the lawless one will be revealed, whom the Lord Jesus will overthrow with the breath of his mouth and destroy by the splendor of his coming.","9","The coming of the lawless one will be in accordance with how Satan works. He will use all sorts of displays of power through signs and wonders that serve the lie,","10","and all the ways that wickedness deceives those who are perishing. They perish because they refused to love the truth and so be saved.","11","For this reason God sends them a powerful delusion so that they will believe the lie","12","and so that all will be condemned who have not believed the truth but have delighted in wickedness.","13","But we ought always to thank God for you, brothers and sisters loved by the Lord, because God chose you as firstfruits to be saved through the sanctifying work of the Spirit and through belief in the truth."]},{"reference":"Romans 5:12-14","words":88,"text":["12","Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all people, because all sinned—","13","To be sure, sin was in the world before the law was given, but sin is not charged against anyone’s account where there is no law.","14","Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who is a pattern of the one to come."]},{"reference":"Judges 6:36-40","words":138,"text":["36","Gideon said to God, “If you will save Israel by my hand as you have promised—","37","look, I will place a wool fleece on the threshing floor. If there is dew only on the fleece and all the ground is dry, then I will know that you will save Israel by my hand, as you said.”","38","And that is what happened. Gideon rose early the next day; he squeezed the fleece and wrung out the dew—a bowlful of water.","39","Then Gideon said to God, “Do not be angry with me. Let me make just one more request. Allow me one more test with the fleece, but this time make the fleece dry and let the ground be covered with dew.”","40","That night God did so. Only the fleece was dry; all the ground was covered with dew."]},{"reference":"1 Timothy 3:1-15","words":295,"text":["1","Here is a trustworthy saying: Whoever aspires to be an overseer desires a noble task.","2","Now the overseer is to be above reproach, faithful to his wife, temperate, self-controlled, respectable, hospitable, able to teach,","3","not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money.","4","He must manage his own family well and see that his children obey him, and he must do so in a manner worthy of full respect.","5","(If anyone does not know how to manage his own family, how can he take care of God’s church?)","6","He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil.","7","He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil’s trap.","8","In the same way, deacons are to be worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain.","9","They must keep hold of the deep truths of the faith with a clear conscience.","10","They must first be tested; and then if there is nothing against them, let them serve as deacons.","11","In the same way, the women are to be worthy of respect, not malicious talkers but temperate and trustworthy in everything.","12","A deacon must be faithful to his wife and must manage his children and his household well.","13","Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus.","14","Although I hope to come to you soon, I am writing you these instructions so that,","15","if I am delayed, you will know how people ought to conduct themselves in God’s household, which is the church of the living God, the pillar and foundation of the truth."]},{"reference":"Ruth 1:15-18","words":102,"text":["15","“Look,” said Naomi, “your sister-in-law is going back to her people and her gods. Go back with her.”","16","But Ruth replied, “Don’t urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.","17","Where you die I will die, and there I will be buried. May the Lord deal with me, be it ever so severely, if even death separates you and me.”","18","When Naomi realized that Ruth was determined to go with her, she stopped urging her."]},{"reference":"1 Samuel 17:41-49","words":252,"text":["41","Meanwhile, the Philistine, with his shield bearer in front of him, kept coming closer to David.","42","He looked David over and saw that he was little more than a boy, glowing with health and handsome, and he despised him.","43","He said to David, “Am I a dog, that you come at me with sticks?” And the Philistine cursed David by his gods.","44","“Come here,” he said, “and I’ll give your flesh to the birds and the wild animals!”","45","David said to the Philistine, “You come against me with sword and spear and javelin, but I come against you in the name of the Lord Almighty, the God of the armies of Israel, whom you have defied.","46","This day the Lord will deliver you into my hands, and I’ll strike you down and cut off your head. This very day I will give the carcasses of the Philistine army to the birds and the wild animals, and the whole world will know that there is a God in Israel.","47","All those gathered here will know that it is not by sword or spear that the Lord saves; for the battle is the Lord’s, and he will give all of you into our hands.”","48","As the Philistine moved closer to attack him, David ran quickly toward the battle line to meet him.","49","Reaching into his bag and taking out a stone, he slung it and struck the Philistine on the forehead. The stone sank into his forehead, and he fell facedown on the ground."]},{"reference":"Titus 1:4-9","words":145,"text":["4","To Titus, my true son in our common faith: Grace and peace from God the Father and Christ Jesus our Savior.","5","The reason I left you in Crete was that you might put in order what was left unfinished and appoint elders in every town, as I directed you.","6","An elder must be blameless, faithful to his wife, a man whose children believe and are not open to the charge of being wild and disobedient.","7","Since an overseer manages God’s household, he must be blameless—not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain.","8","Rather, he must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined.","9","He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it."]},{"reference":"Genesis 17:6-8","words":85,"text":["6","I will make you very fruitful; I will make nations of you, and kings will come from you.","7","I will establish my covenant as an everlasting covenant between me and you and your descendants after you for the generations to come, to be your God and the God of your descendants after you.","8","The whole land of Canaan, where you now reside as a foreigner, I will give as an everlasting possession to you and your descendants after you; and I will be their God.”"]},{"reference":"1 Kings 3:6-14","words":257,"text":["6","Solomon answered, “You have shown great kindness to your servant, my father David, because he was faithful to you and righteous and upright in heart. You have continued this great kindness to him and have given him a son to sit on his throne this very day.","7","“Now, Lord my God, you have made your servant king in place of my father David. But I am only a little child and do not know how to carry out my duties.","8","Your servant is here among the people you have chosen, a great people, too numerous to count or number.","9","So give your servant a discerning heart to govern your people and to distinguish between right and wrong. For who is able to govern this great people of yours?”","10","The Lord was pleased that Solomon had asked for this.","11","So God said to him, “Since you have asked for this and not for long life or wealth for yourself, nor have asked for the death of your enemies but for discernment in administering justice,","12","I will do what you have asked. I will give you a wise and discerning heart, so that there will never have been anyone like you, nor will there ever be.","13","Moreover, I will give you what you have not asked for—both wealth and honor—so that in your lifetime you will have no equal among kings.","14","And if you walk in obedience to me and keep my decrees and commands as David your father did, I will give you a long life.”"]},{"reference":"Hebrews 3:7-19","words":244,"text":["7","So, as the Holy Spirit says: “Today, if you hear his voice,","8","do not harden your hearts as you did in the rebellion, during the time of testing in the wilderness,","9","where your ancestors tested and tried me, though for forty years they saw what I did.","10","That is why I was angry with that generation; I said, ‘Their hearts are always going astray, and they have not known my ways.’","11","So I declared on oath in my anger, ‘They shall never enter my rest.’ ”","12","See to it, brothers and sisters, that none of you has a sinful, unbelieving heart that turns away from the living God.","13","But encourage one another daily, as long as it is called “Today,” so that none of you may be hardened by sin’s deceitfulness.","14","We have come to share in Christ, if indeed we hold our original conviction firmly to the very end.","15","As has just been said: “Today, if you hear his voice, do not harden your hearts as you did in the rebellion.”","16","Who were they who heard and rebelled? Were they not all those Moses led out of Egypt?","17","And with whom was he angry for forty years? Was it not with those who sinned, whose bodies perished in the wilderness?","18","And to whom did God swear that they would never enter his rest if not to those who disobeyed?","19","So we see that they were not able to enter, because of their unbelief."]},{"reference":"Ruth 2:10-13","words":139,"text":["10","At this, she bowed down with her face to the ground. She asked him, “Why have I found such favor in your eyes that you notice me—a foreigner?”","11","Boaz replied, “I’ve been told all about what you have done for your mother-in-law since the death of your husband—how you left your father and mother and your homeland and came to live with a people you did not know before.","12","May the Lord repay you for what you have done. May you be richly rewarded by the Lord, the God of Israel, under whose wings you have come to take refuge.”","13","“May I continue to find favor in your eyes, my lord,” she said. “You have put me at ease by speaking kindly to your servant—though I do not have the standing of one of your servants.”"]},{"reference":"Esther 4:12-16","words":140,"text":["12","When Esther’s words were reported to Mordecai,","13","he sent back this answer: “Do not think that because you are in the king’s house you alone of all the Jews will escape.","14","For if you remain silent at this time, relief and deliverance for the Jews will arise from another place, but you and your father’s family will perish. And who knows but that you have come to your royal position for such a time as this?”","15","Then Esther sent this reply to Mordecai:","16","“Go, gather together all the Jews who are in Susa, and fast for me. Do not eat or drink for three days, night or day. I and my attendants will fast as you do. When this is done, I will go to the king, even though it is against the law. And if I perish, I perish.”"]},{"reference":"James 1:2-27","words":526,"text":["2","Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds,","3","because you know that the testing of your faith produces perseverance.","4","Let perseverance finish its work so that you may be mature and complete, not lacking anything.","5","If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you.","6","But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind.","7","That person should not expect to receive anything from the Lord.","8","Such a person is double-minded and unstable in all they do.","9","Believers in humble circumstances ought to take pride in their high position.","10","But the rich should take pride in their humiliation—since they will pass away like a wild flower.","11","For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich will fade away even while they go about their business.","12","Blessed is the one who perseveres under trial because, having stood the test, that person will receive the crown of life that the Lord has promised to those who love him.","13","When tempted, no one should say, “God is tempting me.” For God cannot be tempted by evil, nor does he tempt anyone;","14","but each person is tempted when they are dragged away by their own evil desire and enticed.","15","Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death.","16","Don’t be deceived, my dear brothers and sisters.","17","Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows.","18","He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created.","19","My dear brothers and sisters, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry,","20","because human anger does not produce the righteousness that God desires.","21","Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you.","22","Do not merely listen to the word, and so deceive yourselves. Do what it says.","23","Anyone who listens to the word but does not do what it says is like someone who looks at his face in a mirror","24","and, after looking at himself, goes away and immediately forgets what he looks like.","25","But whoever looks intently into the perfect law that gives freedom, and continues in it—not forgetting what they have heard, but doing it—they will be blessed in what they do.","26","Those who consider themselves religious and yet do not keep a tight rein on their tongues deceive themselves, and their religion is worthless.","27","Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."]},{"reference":"Exodus 12:11-14","words":130,"text":["11","This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the Lord’s Passover.","12","“On that same night I will pass through Egypt and strike down every firstborn of both people and animals, and I will bring judgment on all the gods of Egypt. I am the Lord.","13","The blood will be a sign for you on the houses where you are, and when I see the blood, I will pass over you. No destructive plague will touch you when I strike Egypt.","14","“This is a day you are to commemorate; for the generations to come you shall celebrate it as a festival to the Lord—a lasting ordinance."]},{"reference":"Psalm 31:1-14","words":266,"text":["1","In you, Lord, I have taken refuge; let me never be put to shame; deliver me in your righteousness.","2","Turn your ear to me, come quickly to my rescue; be my rock of refuge, a strong fortress to save me.","3","Since you are my rock and my fortress, for the sake of your name lead and guide me.","4","Keep me free from the trap that is set for me, for you are my refuge.","5","Into your hands I commit my spirit; deliver me, Lord, my faithful God.","6","I hate those who cling to worthless idols; as for me, I trust in the Lord.","7","I will be glad and rejoice in your love, for you saw my affliction and knew the anguish of my soul.","8","You have not given me into the hands of the enemy but have set my feet in a spacious place.","9","Be merciful to me, Lord, for I am in distress; my eyes grow weak with sorrow, my soul and body with grief.","10","My life is consumed by anguish and my years by groaning; my strength fails because of my affliction, and my bones grow weak.","11","Because of all my enemies, I am the utter contempt of my neighbors and an object of dread to my closest friends— those who see me on the street flee from me.","12","I am forgotten as though I were dead; I have become like broken pottery.","13","For I hear many whispering, “Terror on every side!” They conspire against me and plot to take my life.","14","But I trust in you, Lord; I say, “You are my God.”"]},{"reference":"James 2:18-24","words":136,"text":["18","But someone will say, “You have faith; I have deeds.” Show me your faith without deeds, and I will show you my faith by my deeds.","19","You believe that there is one God. Good! Even the demons believe that—and shudder.","20","You foolish person, do you want evidence that faith without deeds is useless?","21","Was not our father Abraham considered righteous for what he did when he offered his son Isaac on the altar?","22","You see that his faith and his actions were working together, and his faith was made complete by what he did.","23","And the scripture was fulfilled that says, “Abraham believed God, and it was credited to him as righteousness,” and he was called God’s friend.","24","You see that a person is considered righteous by what they do and not by faith alone."]},{"reference":"Ruth 3:9-13","words":154,"text":["9","“Who are you?” he asked. “I am your servant Ruth,” she said. “Spread the corner of your garment over me, since you are a guardian-redeemer of our family.”","10","“The Lord bless you, my daughter,” he replied. “This kindness is greater than that which you showed earlier: You have not run after the younger men, whether rich or poor.","11","And now, my daughter, don’t be afraid. I will do for you all you ask. All the people of my town know that you are a woman of noble character.","12","Although it is true that I am a guardian-redeemer of our family, there is another who is more closely related than I.","13","Stay here for the night, and in the morning if he wants to do his duty as your guardian-redeemer, good; let him redeem you. But if he is not willing, as surely as the Lord lives I will do it. Lie here until morning.”"]},{"reference":"Psalm 62:5-12","words":145,"text":["5","Yes, my soul, find rest in God; my hope comes from him.","6","Truly he is my rock and my salvation; he is my fortress, I will not be shaken.","7","My salvation and my honor depend on God; he is my mighty rock, my refuge.","8","Trust in him at all times, you people; pour out your hearts to him, for God is our refuge.","9","Surely the lowborn are but a breath, the highborn are but a lie. If weighed on a balance, they are nothing; together they are only a breath.","10","Do not trust in extortion or put vain hope in stolen goods; though your riches increase, do not set your heart on them.","11","One thing God has spoken, two things I have heard: “Power belongs to you, God,","12","and with you, Lord, is unfailing love”; and, “You reward everyone according to what they have done.”"]},{"reference":"1 Peter 1:22-25","words":89,"text":["22","Now that you have purified yourselves by obeying the truth so that you have sincere love for each other, love one another deeply, from the heart.","23","For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God.","24","For, “All people are like grass, and all their glory is like the flowers of the field; the grass withers and the flowers fall,","25","but the word of the Lord endures forever.” And this is the word that was preached to you."]},{"reference":"Hebrews 2:14-15","words":51,"text":["14","Since the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death—that is, the devil—","15","and free those who all their lives were held in slavery by their fear of death."]},{"reference":"Psalm 95:6-11","words":116,"text":["6","Come, let us bow down in worship, let us kneel before the Lord our Maker;","7","for he is our God and we are the people of his pasture, the flock under his care. Today, if only you would hear his voice,","8","“Do not harden your hearts as you did at Meribah, as you did that day at Massah in the wilderness,","9","where your ancestors tested me; they tried me, though they had seen what I did.","10","For forty years I was angry with that generation; I said, ‘They are a people whose hearts go astray, and they have not known my ways.’","11","So I declared on oath in my anger, ‘They shall never enter my rest.’”"]},{"reference":"2 Peter 3:1-10","words":254,"text":["1","Dear friends, this is now my second letter to you. I have written both of them as reminders to stimulate you to wholesome thinking.","2","I want you to recall the words spoken in the past by the holy prophets and the command given by our Lord and Savior through your apostles.","3","Above all, you must understand that in the last days scoffers will come, scoffing and following their own evil desires.","4","They will say, “Where is this ‘coming’ he promised? Ever since our ancestors died, everything goes on as it has since the beginning of creation.”","5","But they deliberately forget that long ago by God’s word the heavens came into being and the earth was formed out of water and by water.","6","By these waters also the world of that time was deluged and destroyed.","7","By the same word the present heavens and earth are reserved for fire, being kept for the day of judgment and destruction of the ungodly.","8","But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day.","9","The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance.","10","But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything done in it will be laid bare."]},{"reference":"Ruth 4:9-12","words":144,"text":["9","Then Boaz announced to the elders and all the people, “Today you are witnesses that I have bought from Naomi all the property of Elimelek, Kilion and Mahlon.","10","I have also acquired Ruth the Moabite, Mahlon’s widow, as my wife, in order to maintain the name of the dead with his property, so that his name will not disappear from among his family or from his hometown. Today you are witnesses!”","11","Then the elders and all the people at the gate said, “We are witnesses. May the Lord make the woman who is coming into your home like Rachel and Leah, who together built up the family of Israel. May you have standing in Ephrathah and be famous in Bethlehem.","12","Through the offspring the Lord gives you by this young woman, may your family be like that of Perez, whom Tamar bore to Judah.”"]},{"reference":"Psalm 107:1-9","words":130,"text":["1","Give thanks to the Lord, for he is good; his love endures forever.","2","Let the redeemed of the Lord tell their story— those he redeemed from the hand of the foe,","3","those he gathered from the lands, from east and west, from north and south.","4","Some wandered in desert wastelands, finding no way to a city where they could settle.","5","They were hungry and thirsty, and their lives ebbed away.","6","Then they cried out to the Lord in their trouble, and he delivered them from their distress.","7","He led them by a straight way to a city where they could settle.","8","Let them give thanks to the Lord for his unfailing love and his wonderful deeds for mankind,","9","for he satisfies the thirsty and fills the hungry with good things."]},{"reference":"1 John 2:1-17","words":421,"text":["1","My dear children, I write this to you so that you will not sin. But if anybody does sin, we have an advocate with the Father—Jesus Christ, the Righteous One.","2","He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world.","3","We know that we have come to know him if we keep his commands.","4","Whoever says, “I know him,” but does not do what he commands is a liar, and the truth is not in that person.","5","But if anyone obeys his word, love for God is truly made complete in them. This is how we know we are in him:","6","Whoever claims to live in him must live as Jesus did.","7","Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard.","8","Yet I am writing you a new command; its truth is seen in him and in you, because the darkness is passing and the true light is already shining.","9","Anyone who claims to be in the light but hates a brother or sister is still in the darkness.","10","Anyone who loves their brother and sister lives in the light, and there is nothing in them to make them stumble.","11","But anyone who hates a brother or sister is in the darkness and walks around in the darkness. They do not know where they are going, because the darkness has blinded them.","12","I am writing to you, dear children, because your sins have been forgiven on account of his name.","13","I am writing to you, fathers, because you know him who is from the beginning. I am writing to you, young men, because you have overcome the evil one.","14","I write to you, dear children, because you know the Father. I write to you, fathers, because you know him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one.","15","Do not love the world or anything in the world. If anyone loves the world, love for the Father is not in them.","16","For everything in the world—the lust of the flesh, the lust of the eyes, and the pride of life—comes not from the Father but from the world.","17","The world and its desires pass away, but whoever does the will of God lives forever."]},{"reference":"1 Peter 1:18-21","words":88,"text":["18","For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your ancestors,","19","but with the precious blood of Christ, a lamb without blemish or defect.","20","He was chosen before the creation of the world, but was revealed in these last times for your sake.","21","Through him you believe in God, who raised him from the dead and glorified him, and so your faith and hope are in God."]},{"reference":"Psalm 111:1-9","words":136,"text":["1","Praise the Lord. I will extol the Lord with all my heart in the council of the upright and in the assembly.","2","Great are the works of the Lord; they are pondered by all who delight in them.","3","Glorious and majestic are his deeds, and his righteousness endures forever.","4","He has caused his wonders to be remembered; the Lord is gracious and compassionate.","5","He provides food for those who fear him; he remembers his covenant forever.","6","He has shown his people the power of his works, giving them the lands of other nations.","7","The works of his hands are faithful and just; all his precepts are trustworthy.","8","They are established for ever and ever, enacted in faithfulness and uprightness.","9","He provided redemption for his people; he ordained his covenant forever— holy and awesome is his name."]},{"reference":"1 John 3:18-24","words":144,"text":["18","Dear children, let us not love with words or speech but with actions and in truth.","19","This is how we know that we belong to the truth and how we set our hearts at rest in his presence:","20","If our hearts condemn us, we know that God is greater than our hearts, and he knows everything.","21","Dear friends, if our hearts do not condemn us, we have confidence before God","22","and receive from him anything we ask, because we keep his commands and do what pleases him.","23","And this is his command: to believe in the name of his Son, Jesus Christ, and to love one another as he commanded us.","24","The one who keeps God’s commands lives in him, and he in them. And this is how we know that he lives in us: We know it by the Spirit he gave us."]},{"reference":"Ruth 4:13-17","words":121,"text":["13","So Boaz took Ruth and she became his wife. When he made love to her, the Lord enabled her to conceive, and she gave birth to a son.","14","The women said to Naomi: “Praise be to the Lord, who this day has not left you without a guardian-redeemer. May he become famous throughout Israel!","15","He will renew your life and sustain you in your old age. For your daughter-in-law, who loves you and who is better to you than seven sons, has given him birth.”","16","Then Naomi took the child in her arms and cared for him.","17","The women living there said, “Naomi has a son!” And they named him Obed. He was the father of Jesse, the father of David."]},{"reference":"Psalm 135:13-21","words":117,"text":["13","Your name, Lord, endures forever, your renown, Lord, through all generations.","14","For the Lord will vindicate his people and have compassion on his servants.","15","The idols of the nations are silver and gold, made by human hands.","16","They have mouths, but cannot speak, eyes, but cannot see.","17","They have ears, but cannot hear, nor is there breath in their mouths.","18","Those who make them will be like them, and so will all who trust in them.","19","All you Israelites, praise the Lord; house of Aaron, praise the Lord;","20","house of Levi, praise the Lord; you who fear him, praise the Lord.","21","Praise be to the Lord from Zion, to him who dwells in Jerusalem. Praise the Lord."]},{"reference":"1 John 4:13-19","words":149,"text":["13","This is how we know that we live in him and he in us: He has given us of his Spirit.","14","And we have seen and testify that the Father has sent his Son to be the Savior of the world.","15","If anyone acknowledges that Jesus is the Son of God, God lives in them and they in God.","16","And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in them.","17","This is how love is made complete among us so that we will have confidence on the day of judgment: In this world we are like Jesus.","18","There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.","19","We love because he first loved us."]},{"reference":"Colossians 1:13-20","words":159,"text":["13","For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves,","14","in whom we have redemption, the forgiveness of sins.","15","The Son is the image of the invisible God, the firstborn over all creation.","16","For in him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things have been created through him and for him.","17","He is before all things, and in him all things hold together.","18","And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy.","19","For God was pleased to have all his fullness dwell in him,","20","and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross."]},{"reference":"Psalm 139:1-8","words":114,"text":["1","You have searched me, Lord, and you know me.","2","You know when I sit and when I rise; you perceive my thoughts from afar.","3","You discern my going out and my lying down; you are familiar with all my ways.","4","Before a word is on my tongue you, Lord, know it completely.","5","You hem me in behind and before, and you lay your hand upon me.","6","Such knowledge is too wonderful for me, too lofty for me to attain.","7","Where can I go from your Spirit? Where can I flee from your presence?","8","If I go up to the heavens, you are there; if I make my bed in the depths, you are there."]},{"reference":"Revelation 2:8-16","words":282,"text":["8","“To the angel of the church in Smyrna write: These are the words of him who is the First and the Last, who died and came to life again.","9","I know your afflictions and your poverty—yet you are rich! I know about the slander of those who say they are Jews and are not, but are a synagogue of Satan.","10","Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will suffer persecution for ten days. Be faithful, even to the point of death, and I will give you life as your victor’s crown.","11","Whoever has ears, let them hear what the Spirit says to the churches. The one who is victorious will not be hurt at all by the second death.","12","“To the angel of the church in Pergamum write: These are the words of him who has the sharp, double-edged sword.","13","I know where you live—where Satan has his throne. Yet you remain true to my name. You did not renounce your faith in me, not even in the days of Antipas, my faithful witness, who was put to death in your city—where Satan lives.","14","Nevertheless, I have a few things against you: There are some among you who hold to the teaching of Balaam, who taught Balak to entice the Israelites to sin so that they ate food sacrificed to idols and committed sexual immorality.","15","Likewise, you also have those who hold to the teaching of the Nicolaitans.","16","Repent therefore! Otherwise, I will soon come to you and will fight against them with the sword of my mouth."]},{"reference":"Ruth 4:18-22","words":55,"text":["18","This, then, is the family line of Perez: Perez was the father of Hezron,","19","Hezron the father of Ram, Ram the father of Amminadab,","20","Amminadab the father of Nahshon, Nahshon the father of Salmon,","21","Salmon the father of Boaz, Boaz the father of Obed,","22","Obed the father of Jesse, and Jesse the father of David."]},{"reference":"Isaiah 49:4-16","words":417,"text":["4","But I said, “I have labored in vain; I have spent my strength for nothing at all. Yet what is due me is in the Lord’s hand, and my reward is with my God.”","5","And now the Lord says— he who formed me in the womb to be his servant to bring Jacob back to him and gather Israel to himself, for I am honored in the eyes of the Lord and my God has been my strength—","6","he says: “It is too small a thing for you to be my servant to restore the tribes of Jacob and bring back those of Israel I have kept. I will also make you a light for the Gentiles, that my salvation may reach to the ends of the earth.”","7","This is what the Lord says— the Redeemer and Holy One of Israel— to him who was despised and abhorred by the nation, to the servant of rulers: “Kings will see you and stand up, princes will see and bow down, because of the Lord, who is faithful, the Holy One of Israel, who has chosen you.”","8","This is what the Lord says: “In the time of my favor I will answer you, and in the day of salvation I will help you; I will keep you and will make you to be a covenant for the people, to restore the land and to reassign its desolate inheritances,","9","to say to the captives, ‘Come out,’ and to those in darkness, ‘Be free!’ “They will feed beside the roads and find pasture on every barren hill.","10","They will neither hunger nor thirst, nor will the desert heat or the sun beat down on them. He who has compassion on them will guide them and lead them beside springs of water.","11","I will turn all my mountains into roads, and my highways will be raised up.","12","See, they will come from afar— some from the north, some from the west, some from the region of Aswan.”","13","Shout for joy, you heavens; rejoice, you earth; burst into song, you mountains! For the Lord comforts his people and will have compassion on his afflicted ones.","14","But Zion said, “The Lord has forsaken me, the Lord has forgotten me.”","15","“Can a mother forget the baby at her breast and have no compassion on the child she has borne? Though she may forget, I will not forget you!","16","See, I have engraved you on the palms of my hands; your walls are ever before me."]},{"reference":"Revelation 5:1-10","words":292,"text":["1","Then I saw in the right hand of him who sat on the throne a scroll with writing on both sides and sealed with seven seals.","2","And I saw a mighty angel proclaiming in a loud voice, “Who is worthy to break the seals and open the scroll?”","3","But no one in heaven or on earth or under the earth could open the scroll or even look inside it.","4","I wept and wept because no one was found who was worthy to open the scroll or look inside.","5","Then one of the elders said to me, “Do not weep! See, the Lion of the tribe of Judah, the Root of David, has triumphed. He is able to open the scroll and its seven seals.”","6","Then I saw a Lamb, looking as if it had been slain, standing at the center of the throne, encircled by the four living creatures and the elders. The Lamb had seven horns and seven eyes, which are the seven spirits of God sent out into all the earth.","7","He went and took the scroll from the right hand of him who sat on the throne.","8","And when he had taken it, the four living creatures and the twenty-four elders fell down before the Lamb. Each one had a harp and they were holding golden bowls full of incense, which are the prayers of God’s people.","9","And they sang a new song, saying: “You are worthy to take the scroll and to open its seals, because you were slain, and with your blood you purchased for God persons from every tribe and language and people and nation.","10","You have made them to be a kingdom and priests to serve our God, and they will reign on the earth.”"]},{"reference":"Ephesians 1:18-23","words":134,"text":["18","I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people,","19","and his incomparably great power for us who believe. That power is the same as the mighty strength","20","he exerted when he raised Christ from the dead and seated him at his right hand in the heavenly realms,","21","far above all rule and authority, power and dominion, and every name that is invoked, not only in the present age but also in the one to come.","22","And God placed all things under his feet and appointed him to be head over everything for the church,","23","which is his body, the fullness of him who fills everything in every way."]},{"reference":"Isaiah 60:1-9","words":233,"text":["1","“Arise, shine, for your light has come, and the glory of the Lord rises upon you.","2","See, darkness covers the earth and thick darkness is over the peoples, but the Lord rises upon you and his glory appears over you.","3","Nations will come to your light, and kings to the brightness of your dawn.","4","“Lift up your eyes and look about you: All assemble and come to you; your sons come from afar, and your daughters are carried on the hip.","5","Then you will look and be radiant, your heart will throb and swell with joy; the wealth on the seas will be brought to you, to you the riches of the nations will come.","6","Herds of camels will cover your land, young camels of Midian and Ephah. And all from Sheba will come, bearing gold and incense and proclaiming the praise of the Lord.","7","All Kedar’s flocks will be gathered to you, the rams of Nebaioth will serve you; they will be accepted as offerings on my altar, and I will adorn my glorious temple.","8","“Who are these that fly along like clouds, like doves to their nests?","9","Surely the islands look to me; in the lead are the ships of Tarshish, bringing your children from afar, with their silver and gold, to the honor of the Lord your God, the Holy One of Israel, for he has endowed you with splendor."]},{"reference":"Revelation 16:4-9","words":132,"text":["4","The third angel poured out his bowl on the rivers and springs of water, and they became blood.","5","Then I heard the angel in charge of the waters say: “You are just in these judgments, O Holy One, you who are and who were;","6","for they have shed the blood of your holy people and your prophets, and you have given them blood to drink as they deserve.”","7","And I heard the altar respond: “Yes, Lord God Almighty, true and just are your judgments.”","8","The fourth angel poured out his bowl on the sun, and the sun was allowed to scorch people with fire.","9","They were seared by the intense heat and they cursed the name of God, who had control over these plagues, but they refused to repent and glorify him."]},{"reference":"Leviticus 22:1-9","words":252,"text":["1","The Lord said to Moses,","2","“Tell Aaron and his sons to treat with respect the sacred offerings the Israelites consecrate to me, so they will not profane my holy name. I am the Lord.","3","“Say to them: ‘For the generations to come, if any of your descendants is ceremonially unclean and yet comes near the sacred offerings that the Israelites consecrate to the Lord, that person must be cut off from my presence. I am the Lord.","4","“‘If a descendant of Aaron has a defiling skin disease or a bodily discharge, he may not eat the sacred offerings until he is cleansed. He will also be unclean if he touches something defiled by a corpse or by anyone who has an emission of semen,","5","or if he touches any crawling thing that makes him unclean, or any person who makes him unclean, whatever the uncleanness may be.","6","The one who touches any such thing will be unclean till evening. He must not eat any of the sacred offerings unless he has bathed himself with water.","7","When the sun goes down, he will be clean, and after that he may eat the sacred offerings, for they are his food.","8","He must not eat anything found dead or torn by wild animals, and so become unclean through it. I am the Lord.","9","“‘The priests are to perform my service in such a way that they do not become guilty and die for treating it with contempt. I am the Lord, who makes them holy."]},{"reference":"Isaiah 62:10-12","words":81,"text":["10","Pass through, pass through the gates! Prepare the way for the people. Build up, build up the highway! Remove the stones. Raise a banner for the nations.","11","The Lord has made proclamation to the ends of the earth: “Say to Daughter Zion, ‘See, your Savior comes! See, his reward is with him, and his recompense accompanies him.’”","12","They will be called the Holy People, the Redeemed of the Lord; and you will be called Sought After, the City No Longer Deserted."]},{"reference":"Revelation 18:21-24","words":142,"text":["21","Then a mighty angel picked up a boulder the size of a large millstone and threw it into the sea, and said: “With such violence the great city of Babylon will be thrown down, never to be found again.","22","The music of harpists and musicians, pipers and trumpeters, will never be heard in you again. No worker of any trade will ever be found in you again. The sound of a millstone will never be heard in you again.","23","The light of a lamp will never shine in you again. The voice of bridegroom and bride will never be heard in you again. Your merchants were the world’s important people. By your magic spell all the nations were led astray.","24","In her was found the blood of prophets and of God’s holy people, of all who have been slaughtered on the earth.”"]},{"reference":"Deuteronomy 28:1-14","words":374,"text":["1","If you fully obey the Lord your God and carefully follow all his commands I give you today, the Lord your God will set you high above all the nations on earth.","2","All these blessings will come on you and accompany you if you obey the Lord your God:","3","You will be blessed in the city and blessed in the country.","4","The fruit of your womb will be blessed, and the crops of your land and the young of your livestock—the calves of your herds and the lambs of your flocks.","5","Your basket and your kneading trough will be blessed.","6","You will be blessed when you come in and blessed when you go out.","7","The Lord will grant that the enemies who rise up against you will be defeated before you. They will come at you from one direction but flee from you in seven.","8","The Lord will send a blessing on your barns and on everything you put your hand to. The Lord your God will bless you in the land he is giving you.","9","The Lord will establish you as his holy people, as he promised you on oath, if you keep the commands of the Lord your God and walk in obedience to him.","10","Then all the peoples on earth will see that you are called by the name of the Lord, and they will fear you.","11","The Lord will grant you abundant prosperity—in the fruit of your womb, the young of your livestock and the crops of your ground—in the land he swore to your ancestors to give you.","12","The Lord will open the heavens, the storehouse of his bounty, to send rain on your land in season and to bless all the work of your hands. You will lend to many nations but will borrow from none.","13","The Lord will make you the head, not the tail. If you pay attention to the commands of the Lord your God that I give you this day and carefully follow them, you will always be at the top, never at the bottom.","14","Do not turn aside from any of the commands I give you today, to the right or to the left, following other gods and serving them."]},{"reference":"Isaiah 66:5-13","words":263,"text":["5","Hear the word of the Lord, you who tremble at his word: “Your own people who hate you, and exclude you because of my name, have said, ‘Let the Lord be glorified, that we may see your joy!’ Yet they will be put to shame.","6","Hear that uproar from the city, hear that noise from the temple! It is the sound of the Lord repaying his enemies all they deserve.","7","“Before she goes into labor, she gives birth; before the pains come upon her, she delivers a son.","8","Who has ever heard of such things? Who has ever seen things like this? Can a country be born in a day or a nation be brought forth in a moment? Yet no sooner is Zion in labor than she gives birth to her children.","9","Do I bring to the moment of birth and not give delivery?” says the Lord. “Do I close up the womb when I bring to delivery?” says your God.","10","“Rejoice with Jerusalem and be glad for her, all you who love her; rejoice greatly with her, all you who mourn over her.","11","For you will nurse and be satisfied at her comforting breasts; you will drink deeply and delight in her overflowing abundance.”","12","For this is what the Lord says: “I will extend peace to her like a river, and the wealth of nations like a flooding stream; you will nurse and be carried on her arm and dandled on her knees.","13","As a mother comforts her child, so will I comfort you; and you will be comforted over Jerusalem.”"]},{"reference":"Revelation 21:1-15","words":418,"text":["1","Then I saw “a new heaven and a new earth,” for the first heaven and the first earth had passed away, and there was no longer any sea.","2","I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband.","3","And I heard a loud voice from the throne saying, “Look! God’s dwelling place is now among the people, and he will dwell with them. They will be his people, and God himself will be with them and be their God.","4","‘He will wipe every tear from their eyes. There will be no more death’ or mourning or crying or pain, for the old order of things has passed away.”","5","He who was seated on the throne said, “I am making everything new!” Then he said, “Write this down, for these words are trustworthy and true.”","6","He said to me: “It is done. I am the Alpha and the Omega, the Beginning and the End. To the thirsty I will give water without cost from the spring of the water of life.","7","Those who are victorious will inherit all this, and I will be their God and they will be my children.","8","But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars—they will be consigned to the fiery lake of burning sulfur. This is the second death.”","9","One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, “Come, I will show you the bride, the wife of the Lamb.”","10","And he carried me away in the Spirit to a mountain great and high, and showed me the Holy City, Jerusalem, coming down out of heaven from God.","11","It shone with the glory of God, and its brilliance was like that of a very precious jewel, like a jasper, clear as crystal.","12","It had a great, high wall with twelve gates, and with twelve angels at the gates. On the gates were written the names of the twelve tribes of Israel.","13","There were three gates on the east, three on the north, three on the south and three on the west.","14","The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb.","15","The angel who talked with me had a measuring rod of gold to measure the city, its gates and its walls."]},{"reference":"Joshua 21:43-45","words":71,"text":["43","So the Lord gave Israel all the land he had sworn to give their ancestors, and they took possession of it and settled there.","44","The Lord gave them rest on every side, just as he had sworn to their ancestors. Not one of their enemies withstood them; the Lord gave all their enemies into their hands.","45","Not one of all the Lord’s good promises to Israel failed; every one was fulfilled."]},{"reference":"Matthew 10:27-39","words":241,"text":["27","What I tell you in the dark, speak in the daylight; what is whispered in your ear, proclaim from the roofs.","28","Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell.","29","Are not two sparrows sold for a penny? Yet not one of them will fall to the ground outside your Father’s care.","30","And even the very hairs of your head are all numbered.","31","So don’t be afraid; you are worth more than many sparrows.","32","“Whoever acknowledges me before others, I will also acknowledge before my Father in heaven.","33","But whoever disowns me before others, I will disown before my Father in heaven.","34","“Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword.","35","For I have come to turn “‘a man against his father, a daughter against her mother, a daughter-in-law against her mother-in-law—","36","a man’s enemies will be the members of his own household.’","37","“Anyone who loves their father or mother more than me is not worthy of me; anyone who loves their son or daughter more than me is not worthy of me.","38","Whoever does not take up their cross and follow me is not worthy of me.","39","Whoever finds their life will lose it, and whoever loses their life for my sake will find it."]},{"reference":"Revelation 22:12-21","words":249,"text":["12","“Look, I am coming soon! My reward is with me, and I will give to each person according to what they have done.","13","I am the Alpha and the Omega, the First and the Last, the Beginning and the End.","14","“Blessed are those who wash their robes, that they may have the right to the tree of life and may go through the gates into the city.","15","Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood.","16","“I, Jesus, have sent my angel to give you this testimony for the churches. I am the Root and the Offspring of David, and the bright Morning Star.”","17","The Spirit and the bride say, “Come!” And let the one who hears say, “Come!” Let the one who is thirsty come; and let the one who wishes take the free gift of the water of life.","18","I warn everyone who hears the words of the prophecy of this scroll: If anyone adds anything to them, God will add to that person the plagues described in this scroll.","19","And if anyone takes words away from this scroll of prophecy, God will take away from that person any share in the tree of life and in the Holy City, which are described in this scroll.","20","He who testifies to these things says, “Yes, I am coming soon.” Amen. Come, Lord Jesus.","21","The grace of the Lord Jesus be with God’s people. Amen."]},{"reference":"Nehemiah 8:10","words":38,"text":["10","Nehemiah said, “Go and enjoy choice food and sweet drinks, and send some to those who have nothing prepared. This day is holy to our Lord. Do not grieve, for the joy of the Lord is your strength.”"]},{"reference":"Matthew 11:25-30","words":130,"text":["25","At that time Jesus said, “I praise you, Father, Lord of heaven and earth, because you have hidden these things from the wise and learned, and revealed them to little children.","26","Yes, Father, for this is what you were pleased to do.","27","“All things have been committed to me by my Father. No one knows the Son except the Father, and no one knows the Father except the Son and those to whom the Son chooses to reveal him.","28","“Come to me, all you who are weary and burdened, and I will give you rest.","29","Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls.","30","For my yoke is easy and my burden is light.”"]},{"reference":"Nehemiah 9:28-31","words":163,"text":["28","“But as soon as they were at rest, they again did what was evil in your sight. Then you abandoned them to the hand of their enemies so that they ruled over them. And when they cried out to you again, you heard from heaven, and in your compassion you delivered them time after time.","29","“You warned them in order to turn them back to your law, but they became arrogant and disobeyed your commands. They sinned against your ordinances, of which you said, ‘The person who obeys them will live by them.’ Stubbornly they turned their backs on you, became stiff-necked and refused to listen.","30","For many years you were patient with them. By your Spirit you warned them through your prophets. Yet they paid no attention, so you gave them into the hands of the neighboring peoples.","31","But in your great mercy you did not put an end to them or abandon them, for you are a gracious and merciful God."]},{"reference":"Luke 4:16-19","words":100,"text":["16","He went to Nazareth, where he had been brought up, and on the Sabbath day he went into the synagogue, as was his custom. He stood up to read,","17","and the scroll of the prophet Isaiah was handed to him. Unrolling it, he found the place where it is written:","18","“The Spirit of the Lord is on me, because he has anointed me to proclaim good news to the poor. He has sent me to proclaim freedom for the prisoners and recovery of sight for the blind, to set the oppressed free,","19","to proclaim the year of the Lord’s favor.”"]},{"reference":"Job 19:1-29","words":427,"text":["1","Then Job replied:","2","“How long will you torment me and crush me with words?","3","Ten times now you have reproached me; shamelessly you attack me.","4","If it is true that I have gone astray, my error remains my concern alone.","5","If indeed you would exalt yourselves above me and use my humiliation against me,","6","then know that God has wronged me and drawn his net around me.","7","“Though I cry, ‘Violence!’ I get no response; though I call for help, there is no justice.","8","He has blocked my way so I cannot pass; he has shrouded my paths in darkness.","9","He has stripped me of my honor and removed the crown from my head.","10","He tears me down on every side till I am gone; he uproots my hope like a tree.","11","His anger burns against me; he counts me among his enemies.","12","His troops advance in force; they build a siege ramp against me and encamp around my tent.","13","“He has alienated my family from me; my acquaintances are completely estranged from me.","14","My relatives have gone away; my closest friends have forgotten me.","15","My guests and my female servants count me a foreigner; they look on me as on a stranger.","16","I summon my servant, but he does not answer, though I beg him with my own mouth.","17","My breath is offensive to my wife; I am loathsome to my own family.","18","Even the little boys scorn me; when I appear, they ridicule me.","19","All my intimate friends detest me; those I love have turned against me.","20","I am nothing but skin and bones; I have escaped only by the skin of my teeth.","21","“Have pity on me, my friends, have pity, for the hand of God has struck me.","22","Why do you pursue me as God does? Will you never get enough of my flesh?","23","“Oh, that my words were recorded, that they were written on a scroll,","24","that they were inscribed with an iron tool on lead, or engraved in rock forever!","25","I know that my redeemer lives, and that in the end he will stand on the earth.","26","And after my skin has been destroyed, yet in my flesh I will see God;","27","I myself will see him with my own eyes—I, and not another. How my heart yearns within me!","28","“If you say, ‘How we will hound him, since the root of the trouble lies in him,’","29","you should fear the sword yourselves; for wrath will bring punishment by the sword, and then you will know that there is judgment.”"]},{"reference":"Luke 12:35-40","words":150,"text":["35","“Be dressed ready for service and keep your lamps burning,","36","like servants waiting for their master to return from a wedding banquet, so that when he comes and knocks they can immediately open the door for him.","37","It will be good for those servants whose master finds them watching when he comes. Truly I tell you, he will dress himself to serve, will have them recline at the table and will come and wait on them.","38","It will be good for those servants whose master finds them ready, even if he comes in the middle of the night or toward daybreak.","39","But understand this: If the owner of the house had known at what hour the thief was coming, he would not have let his house be broken into.","40","You also must be ready, because the Son of Man will come at an hour when you do not expect him.”"]},{"reference":"Psalm 32:1-11","words":227,"text":["1","Blessed is the one whose transgressions are forgiven, whose sins are covered.","2","Blessed is the one whose sin the Lord does not count against them and in whose spirit is no deceit.","3","When I kept silent, my bones wasted away through my groaning all day long.","4","For day and night your hand was heavy on me; my strength was sapped as in the heat of summer.","5","Then I acknowledged my sin to you and did not cover up my iniquity. I said, “I will confess my transgressions to the Lord.” And you forgave the guilt of my sin.","6","Therefore let all the faithful pray to you while you may be found; surely the rising of the mighty waters will not reach them.","7","You are my hiding place; you will protect me from trouble and surround me with songs of deliverance.","8","I will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you.","9","Do not be like the horse or the mule, which have no understanding but must be controlled by bit and bridle or they will not come to you.","10","Many are the woes of the wicked, but the Lord’s unfailing love surrounds the one who trusts in him.","11","Rejoice in the Lord and be glad, you righteous; sing, all you who are upright in heart!"]},{"reference":"Luke 22:31-34","words":70,"text":["31","“Simon, Simon, Satan has asked to sift all of you as wheat.","32","But I have prayed for you, Simon, that your faith may not fail. And when you have turned back, strengthen your brothers.”","33","But he replied, “Lord, I am ready to go with you to prison and to death.”","34","Jesus answered, “I tell you, Peter, before the rooster crows today, you will deny three times that you know me.”"]},{"reference":"Psalm 49:1-9","words":116,"text":["1","Hear this, all you peoples; listen, all who live in this world,","2","both low and high, rich and poor alike:","3","My mouth will speak words of wisdom; the meditation of my heart will give you understanding.","4","I will turn my ear to a proverb; with the harp I will expound my riddle:","5","Why should I fear when evil days come, when wicked deceivers surround me—","6","those who trust in their wealth and boast of their great riches?","7","No one can redeem the life of another or give to God a ransom for them—","8","the ransom for a life is costly, no payment is ever enough—","9","so that they should live on forever and not see decay."]},{"reference":"John 5:1-14","words":271,"text":["1","Some time later, Jesus went up to Jerusalem for one of the Jewish festivals.","2","Now there is in Jerusalem near the Sheep Gate a pool, which in Aramaic is called Bethesda and which is surrounded by five covered colonnades.","3","Here a great number of disabled people used to lie—the blind, the lame, the paralyzed.","[4]","","5","One who was there had been an invalid for thirty-eight years.","6","When Jesus saw him lying there and learned that he had been in this condition for a long time, he asked him, “Do you want to get well?”","7","“Sir,” the invalid replied, “I have no one to help me into the pool when the water is stirred. While I am trying to get in, someone else goes down ahead of me.”","8","Then Jesus said to him, “Get up! Pick up your mat and walk.”","9","At once the man was cured; he picked up his mat and walked. The day on which this took place was a Sabbath,","10","and so the Jewish leaders said to the man who had been healed, “It is the Sabbath; the law forbids you to carry your mat.”","11","But he replied, “The man who made me well said to me, ‘Pick up your mat and walk.’ ”","12","So they asked him, “Who is this fellow who told you to pick it up and walk?”","13","The man who was healed had no idea who it was, for Jesus had slipped away into the crowd that was there.","14","Later Jesus found him at the temple and said to him, “See, you are well again. Stop sinning or something worse may happen to you.”"]},{"reference":"Psalm 102:13-28","words":265,"text":["13","You will arise and have compassion on Zion, for it is time to show favor to her; the appointed time has come.","14","For her stones are dear to your servants; her very dust moves them to pity.","15","The nations will fear the name of the Lord, all the kings of the earth will revere your glory.","16","For the Lord will rebuild Zion and appear in his glory.","17","He will respond to the prayer of the destitute; he will not despise their plea.","18","Let this be written for a future generation, that a people not yet created may praise the Lord:","19","“The Lord looked down from his sanctuary on high, from heaven he viewed the earth,","20","to hear the groans of the prisoners and release those condemned to death.”","21","So the name of the Lord will be declared in Zion and his praise in Jerusalem","22","when the peoples and the kingdoms assemble to worship the Lord.","23","In the course of my life he broke my strength; he cut short my days.","24","So I said: “Do not take me away, my God, in the midst of my days; your years go on through all generations.","25","In the beginning you laid the foundations of the earth, and the heavens are the work of your hands.","26","They will perish, but you remain; they will all wear out like a garment. Like clothing you will change them and they will be discarded.","27","But you remain the same, and your years will never end.","28","The children of your servants will live in your presence; their descendants will be established before you.”"]},{"reference":"John 14:1-7","words":145,"text":["1","“Do not let your hearts be troubled. You believe in God; believe also in me.","2","My Father’s house has many rooms; if that were not so, would I have told you that I am going there to prepare a place for you?","3","And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am.","4","You know the way to the place where I am going.”","5","Thomas said to him, “Lord, we don’t know where you are going, so how can we know the way?”","6","Jesus answered, “I am the way and the truth and the life. No one comes to the Father except through me.","7","If you really know me, you will know my Father as well. From now on, you do know him and have seen him.”"]},{"reference":"Psalm 106:34-48","words":222,"text":["34","They did not destroy the peoples as the Lord had commanded them,","35","but they mingled with the nations and adopted their customs.","36","They worshiped their idols, which became a snare to them.","37","They sacrificed their sons and their daughters to false gods.","38","They shed innocent blood, the blood of their sons and daughters, whom they sacrificed to the idols of Canaan, and the land was desecrated by their blood.","39","They defiled themselves by what they did; by their deeds they prostituted themselves.","40","Therefore the Lord was angry with his people and abhorred his inheritance.","41","He gave them into the hands of the nations, and their foes ruled over them.","42","Their enemies oppressed them and subjected them to their power.","43","Many times he delivered them, but they were bent on rebellion and they wasted away in their sin.","44","Yet he took note of their distress when he heard their cry;","45","for their sake he remembered his covenant and out of his great love he relented.","46","He caused all who held them captive to show them mercy.","47","Save us, Lord our God, and gather us from the nations, that we may give thanks to your holy name and glory in your praise.","48","Praise be to the Lord, the God of Israel, from everlasting to everlasting. Let all the people say, “Amen!” Praise the Lord."]},{"reference":"John 16:16-33","words":474,"text":["16","Jesus went on to say, “In a little while you will see me no more, and then after a little while you will see me.”","17","At this, some of his disciples said to one another, “What does he mean by saying, ‘In a little while you will see me no more, and then after a little while you will see me,’ and ‘Because I am going to the Father’?”","18","They kept asking, “What does he mean by ‘a little while’? We don’t understand what he is saying.”","19","Jesus saw that they wanted to ask him about this, so he said to them, “Are you asking one another what I meant when I said, ‘In a little while you will see me no more, and then after a little while you will see me’?","20","Very truly I tell you, you will weep and mourn while the world rejoices. You will grieve, but your grief will turn to joy.","21","A woman giving birth to a child has pain because her time has come; but when her baby is born she forgets the anguish because of her joy that a child is born into the world.","22","So with you: Now is your time of grief, but I will see you again and you will rejoice, and no one will take away your joy.","23","In that day you will no longer ask me anything. Very truly I tell you, my Father will give you whatever you ask in my name.","24","Until now you have not asked for anything in my name. Ask and you will receive, and your joy will be complete.","25","“Though I have been speaking figuratively, a time is coming when I will no longer use this kind of language but will tell you plainly about my Father.","26","In that day you will ask in my name. I am not saying that I will ask the Father on your behalf.","27","No, the Father himself loves you because you have loved me and have believed that I came from God.","28","I came from the Father and entered the world; now I am leaving the world and going back to the Father.”","29","Then Jesus’ disciples said, “Now you are speaking clearly and without figures of speech.","30","Now we can see that you know all things and that you do not even need to have anyone ask you questions. This makes us believe that you came from God.”","31","“Do you now believe?” Jesus replied.","32","“A time is coming and in fact has come when you will be scattered, each to your own home. You will leave me all alone. Yet I am not alone, for my Father is with me.","33","“I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.”"]},{"reference":"Isaiah 11:15-16","words":67,"text":["15","The Lord will dry up the gulf of the Egyptian sea; with a scorching wind he will sweep his hand over the Euphrates River. He will break it up into seven streams so that anyone can cross over in sandals.","16","There will be a highway for the remnant of his people that is left from Assyria, as there was for Israel when they came up from Egypt."]},{"reference":"John 17:1-10","words":210,"text":["1","After Jesus said this, he looked toward heaven and prayed: “Father, the hour has come. Glorify your Son, that your Son may glorify you.","2","For you granted him authority over all people that he might give eternal life to all those you have given him.","3","Now this is eternal life: that they know you, the only true God, and Jesus Christ, whom you have sent.","4","I have brought you glory on earth by finishing the work you gave me to do.","5","And now, Father, glorify me in your presence with the glory I had with you before the world began.","6","“I have revealed you to those whom you gave me out of the world. They were yours; you gave them to me and they have obeyed your word.","7","Now they know that everything you have given me comes from you.","8","For I gave them the words you gave me and they accepted them. They knew with certainty that I came from you, and they believed that you sent me.","9","I pray for them. I am not praying for the world, but for those you have given me, for they are yours.","10","All I have is yours, and all you have is mine. And glory has come to me through them."]},{"reference":"Isaiah 35:3-10","words":202,"text":["3","Strengthen the feeble hands, steady the knees that give way;","4","say to those with fearful hearts, “Be strong, do not fear; your God will come, he will come with vengeance; with divine retribution he will come to save you.”","5","Then will the eyes of the blind be opened and the ears of the deaf unstopped.","6","Then will the lame leap like a deer, and the mute tongue shout for joy. Water will gush forth in the wilderness and streams in the desert.","7","The burning sand will become a pool, the thirsty ground bubbling springs. In the haunts where jackals once lay, grass and reeds and papyrus will grow.","8","And a highway will be there; it will be called the Way of Holiness; it will be for those who walk on that Way. The unclean will not journey on it; wicked fools will not go about on it.","9","No lion will be there, nor any ravenous beast; they will not be found there. But only the redeemed will walk there,","10","and those the Lord has rescued will return. They will enter Zion with singing; everlasting joy will crown their heads. Gladness and joy will overtake them, and sorrow and sighing will flee away."]},{"reference":"John 19:28-38","words":277,"text":["28","Later, knowing that everything had now been finished, and so that Scripture would be fulfilled, Jesus said, “I am thirsty.”","29","A jar of wine vinegar was there, so they soaked a sponge in it, put the sponge on a stalk of the hyssop plant, and lifted it to Jesus’ lips.","30","When he had received the drink, Jesus said, “It is finished.” With that, he bowed his head and gave up his spirit.","31","Now it was the day of Preparation, and the next day was to be a special Sabbath. Because the Jewish leaders did not want the bodies left on the crosses during the Sabbath, they asked Pilate to have the legs broken and the bodies taken down.","32","The soldiers therefore came and broke the legs of the first man who had been crucified with Jesus, and then those of the other.","33","But when they came to Jesus and found that he was already dead, they did not break his legs.","34","Instead, one of the soldiers pierced Jesus’ side with a spear, bringing a sudden flow of blood and water.","35","The man who saw it has given testimony, and his testimony is true. He knows that he tells the truth, and he testifies so that you also may believe.","36","These things happened so that the scripture would be fulfilled: “Not one of his bones will be broken,”","37","and, as another scripture says, “They will look on the one they have pierced.”","38","Later, Joseph of Arimathea asked Pilate for the body of Jesus. Now Joseph was a disciple of Jesus, but secretly because he feared the Jewish leaders. With Pilate’s permission, he came and took the body away."]},{"reference":"Isaiah 40:1-5","words":113,"text":["1","Comfort, comfort my people, says your God.","2","Speak tenderly to Jerusalem, and proclaim to her that her hard service has been completed, that her sin has been paid for, that she has received from the Lord’s hand double for all her sins.","3","A voice of one calling: “In the wilderness prepare the way for the Lord; make straight in the desert a highway for our God.","4","Every valley shall be raised up, every mountain and hill made low; the rough ground shall become level, the rugged places a plain.","5","And the glory of the Lord will be revealed, and all people will see it together. For the mouth of the Lord has spoken.”"]},{"reference":"Acts 8:26-38","words":281,"text":["26","Now an angel of the Lord said to Philip, “Go south to the road—the desert road—that goes down from Jerusalem to Gaza.”","27","So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of the Kandake (which means “queen of the Ethiopians”). This man had gone to Jerusalem to worship,","28","and on his way home was sitting in his chariot reading the Book of Isaiah the prophet.","29","The Spirit told Philip, “Go to that chariot and stay near it.”","30","Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. “Do you understand what you are reading?” Philip asked.","31","“How can I,” he said, “unless someone explains it to me?” So he invited Philip to come up and sit with him.","32","This is the passage of Scripture the eunuch was reading: “He was led like a sheep to the slaughter, and as a lamb before its shearer is silent, so he did not open his mouth.","33","In his humiliation he was deprived of justice. Who can speak of his descendants? For his life was taken from the earth.”","34","The eunuch asked Philip, “Tell me, please, who is the prophet talking about, himself or someone else?”","35","Then Philip began with that very passage of Scripture and told him the good news about Jesus.","36","As they traveled along the road, they came to some water and the eunuch said, “Look, here is water. What can stand in the way of my being baptized?”","[37]","","38","And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him."]},{"reference":"Isaiah 41:10-26","words":481,"text":["10","So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.","11","“All who rage against you will surely be ashamed and disgraced; those who oppose you will be as nothing and perish.","12","Though you search for your enemies, you will not find them. Those who wage war against you will be as nothing at all.","13","For I am the Lord your God who takes hold of your right hand and says to you, Do not fear; I will help you.","14","Do not be afraid, you worm Jacob, little Israel, do not fear, for I myself will help you,” declares the Lord, your Redeemer, the Holy One of Israel.","15","“See, I will make you into a threshing sledge, new and sharp, with many teeth. You will thresh the mountains and crush them, and reduce the hills to chaff.","16","You will winnow them, the wind will pick them up, and a gale will blow them away. But you will rejoice in the Lord and glory in the Holy One of Israel.","17","“The poor and needy search for water, but there is none; their tongues are parched with thirst. But I the Lord will answer them; I, the God of Israel, will not forsake them.","18","I will make rivers flow on barren heights, and springs within the valleys. I will turn the desert into pools of water, and the parched ground into springs.","19","I will put in the desert the cedar and the acacia, the myrtle and the olive. I will set junipers in the wasteland, the fir and the cypress together,","20","so that people may see and know, may consider and understand, that the hand of the Lord has done this, that the Holy One of Israel has created it.","21","“Present your case,” says the Lord. “Set forth your arguments,” says Jacob’s King.","22","“Tell us, you idols, what is going to happen. Tell us what the former things were, so that we may consider them and know their final outcome. Or declare to us the things to come,","23","tell us what the future holds, so we may know that you are gods. Do something, whether good or bad, so that we will be dismayed and filled with fear.","24","But you are less than nothing and your works are utterly worthless; whoever chooses you is detestable.","25","“I have stirred up one from the north, and he comes— one from the rising sun who calls on my name. He treads on rulers as if they were mortar, as if he were a potter treading the clay.","26","Who told of this from the beginning, so we could know, or beforehand, so we could say, ‘He was right’? No one told of this, no one foretold it, no one heard any words from you."]},{"reference":"Acts 13:42-52","words":255,"text":["42","As Paul and Barnabas were leaving the synagogue, the people invited them to speak further about these things on the next Sabbath.","43","When the congregation was dismissed, many of the Jews and devout converts to Judaism followed Paul and Barnabas, who talked with them and urged them to continue in the grace of God.","44","On the next Sabbath almost the whole city gathered to hear the word of the Lord.","45","When the Jews saw the crowds, they were filled with jealousy. They began to contradict what Paul was saying and heaped abuse on him.","46","Then Paul and Barnabas answered them boldly: “We had to speak the word of God to you first. Since you reject it and do not consider yourselves worthy of eternal life, we now turn to the Gentiles.","47","For this is what the Lord has commanded us: “‘I have made you a light for the Gentiles, that you may bring salvation to the ends of the earth.’”","48","When the Gentiles heard this, they were glad and honored the word of the Lord; and all who were appointed for eternal life believed.","49","The word of the Lord spread through the whole region.","50","But the Jewish leaders incited the God-fearing women of high standing and the leading men of the city. They stirred up persecution against Paul and Barnabas, and expelled them from their region.","51","So they shook the dust off their feet as a warning to them and went to Iconium.","52","And the disciples were filled with joy and with the Holy Spirit."]},{"reference":"Jeremiah 10:1-10","words":234,"text":["1","Hear what the Lord says to you, people of Israel.","2","This is what the Lord says: “Do not learn the ways of the nations or be terrified by signs in the heavens, though the nations are terrified by them.","3","For the practices of the peoples are worthless; they cut a tree out of the forest, and a craftsman shapes it with his chisel.","4","They adorn it with silver and gold; they fasten it with hammer and nails so it will not totter.","5","Like a scarecrow in a cucumber field, their idols cannot speak; they must be carried because they cannot walk. Do not fear them; they can do no harm nor can they do any good.”","6","No one is like you, Lord; you are great, and your name is mighty in power.","7","Who should not fear you, King of the nations? This is your due. Among all the wise leaders of the nations and in all their kingdoms, there is no one like you.","8","They are all senseless and foolish; they are taught by worthless wooden idols.","9","Hammered silver is brought from Tarshish and gold from Uphaz. What the craftsman and goldsmith have made is then dressed in blue and purple— all made by skilled workers.","10","But the Lord is the true God; he is the living God, the eternal King. When he is angry, the earth trembles; the nations cannot endure his wrath."]},{"reference":"Acts 14:8-18","words":255,"text":["8","In Lystra there sat a man who was lame. He had been that way from birth and had never walked.","9","He listened to Paul as he was speaking. Paul looked directly at him, saw that he had faith to be healed","10","and called out, “Stand up on your feet!” At that, the man jumped up and began to walk.","11","When the crowd saw what Paul had done, they shouted in the Lycaonian language, “The gods have come down to us in human form!”","12","Barnabas they called Zeus, and Paul they called Hermes because he was the chief speaker.","13","The priest of Zeus, whose temple was just outside the city, brought bulls and wreaths to the city gates because he and the crowd wanted to offer sacrifices to them.","14","But when the apostles Barnabas and Paul heard of this, they tore their clothes and rushed out into the crowd, shouting:","15","“Friends, why are you doing this? We too are only human, like you. We are bringing you good news, telling you to turn from these worthless things to the living God, who made the heavens and the earth and the sea and everything in them.","16","In the past, he let all nations go their own way.","17","Yet he has not left himself without testimony: He has shown kindness by giving you rain from heaven and crops in their seasons; he provides you with plenty of food and fills your hearts with joy.”","18","Even with these words, they had difficulty keeping the crowd from sacrificing to them."]},{"reference":"Jeremiah 31:10-14","words":146,"text":["10","“Hear the word of the Lord, you nations; proclaim it in distant coastlands: ‘He who scattered Israel will gather them and will watch over his flock like a shepherd.’","11","For the Lord will deliver Jacob and redeem them from the hand of those stronger than they.","12","They will come and shout for joy on the heights of Zion; they will rejoice in the bounty of the Lord— the grain, the new wine and the olive oil, the young of the flocks and herds. They will be like a well-watered garden, and they will sorrow no more.","13","Then young women will dance and be glad, young men and old as well. I will turn their mourning into gladness; I will give them comfort and joy instead of sorrow.","14","I will satisfy the priests with abundance, and my people will be filled with my bounty,” declares the Lord."]},{"reference":"Acts 26:19-23","words":126,"text":["19","“So then, King Agrippa, I was not disobedient to the vision from heaven.","20","First to those in Damascus, then to those in Jerusalem and in all Judea, and then to the Gentiles, I preached that they should repent and turn to God and demonstrate their repentance by their deeds.","21","That is why some Jews seized me in the temple courts and tried to kill me.","22","But God has helped me to this very day; so I stand here and testify to small and great alike. I am saying nothing beyond what the prophets and Moses said would happen—","23","that the Messiah would suffer and, as the first to rise from the dead, would bring the message of light to his own people and to the Gentiles.”"]},{"reference":"Jeremiah 33:8-9","words":69,"text":["8","I will cleanse them from all the sin they have committed against me and will forgive all their sins of rebellion against me.","9","Then this city will bring me renown, joy, praise and honor before all nations on earth that hear of all the good things I do for it; and they will be in awe and will tremble at the abundant prosperity and peace I provide for it.’"]},{"reference":"Romans 2:1-6","words":139,"text":["1","You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge another, you are condemning yourself, because you who pass judgment do the same things.","2","Now we know that God’s judgment against those who do such things is based on truth.","3","So when you, a mere human being, pass judgment on them and yet do the same things, do you think you will escape God’s judgment?","4","Or do you show contempt for the riches of his kindness, forbearance and patience, not realizing that God’s kindness is intended to lead you to repentance?","5","But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God’s wrath, when his righteous judgment will be revealed.","6","God “will repay each person according to what they have done.”"]},{"reference":"Ezekiel 2:1-10","words":252,"text":["1","He said to me, “Son of man, stand up on your feet and I will speak to you.”","2","As he spoke, the Spirit came into me and raised me to my feet, and I heard him speaking to me.","3","He said: “Son of man, I am sending you to the Israelites, to a rebellious nation that has rebelled against me; they and their ancestors have been in revolt against me to this very day.","4","The people to whom I am sending you are obstinate and stubborn. Say to them, ‘This is what the Sovereign Lord says.’","5","And whether they listen or fail to listen—for they are a rebellious people—they will know that a prophet has been among them.","6","And you, son of man, do not be afraid of them or their words. Do not be afraid, though briers and thorns are all around you and you live among scorpions. Do not be afraid of what they say or be terrified by them, though they are a rebellious people.","7","You must speak my words to them, whether they listen or fail to listen, for they are rebellious.","8","But you, son of man, listen to what I say to you. Do not rebel like that rebellious people; open your mouth and eat what I give you.”","9","Then I looked, and I saw a hand stretched out to me. In it was a scroll,","10","which he unrolled before me. On both sides of it were written words of lament and mourning and woe."]},{"reference":"Romans 2:17-29","words":275,"text":["17","Now you, if you call yourself a Jew; if you rely on the law and boast in God;","18","if you know his will and approve of what is superior because you are instructed by the law;","19","if you are convinced that you are a guide for the blind, a light for those who are in the dark,","20","an instructor of the foolish, a teacher of little children, because you have in the law the embodiment of knowledge and truth—","21","you, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal?","22","You who say that people should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?","23","You who boast in the law, do you dishonor God by breaking the law?","24","As it is written: “God’s name is blasphemed among the Gentiles because of you.”","25","Circumcision has value if you observe the law, but if you break the law, you have become as though you had not been circumcised.","26","So then, if those who are not circumcised keep the law’s requirements, will they not be regarded as though they were circumcised?","27","The one who is not circumcised physically and yet obeys the law will condemn you who, even though you have the written code and circumcision, are a lawbreaker.","28","A person is not a Jew who is one only outwardly, nor is circumcision merely outward and physical.","29","No, a person is a Jew who is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a person’s praise is not from other people, but from God."]},{"reference":"Ezekiel 3:4-6","words":70,"text":["4","He then said to me: “Son of man, go now to the people of Israel and speak my words to them.","5","You are not being sent to a people of obscure speech and strange language, but to the people of Israel—","6","not to many peoples of obscure speech and strange language, whose words you cannot understand. Surely if I had sent you to them, they would have listened to you."]},{"reference":"Romans 6:1-12","words":246,"text":["1","What shall we say, then? Shall we go on sinning so that grace may increase?","2","By no means! We are those who have died to sin; how can we live in it any longer?","3","Or don’t you know that all of us who were baptized into Christ Jesus were baptized into his death?","4","We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life.","5","For if we have been united with him in a death like his, we will certainly also be united with him in a resurrection like his.","6","For we know that our old self was crucified with him so that the body ruled by sin might be done away with, that we should no longer be slaves to sin—","7","because anyone who has died has been set free from sin.","8","Now if we died with Christ, we believe that we will also live with him.","9","For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him.","10","The death he died, he died to sin once for all; but the life he lives, he lives to God.","11","In the same way, count yourselves dead to sin but alive to God in Christ Jesus.","12","Therefore do not let sin reign in your mortal body so that you obey its evil desires."]},{"reference":"Daniel 9:4-16","words":402,"text":["4","I prayed to the Lord my God and confessed: “Lord, the great and awesome God, who keeps his covenant of love with those who love him and keep his commandments,","5","we have sinned and done wrong. We have been wicked and have rebelled; we have turned away from your commands and laws.","6","We have not listened to your servants the prophets, who spoke in your name to our kings, our princes and our ancestors, and to all the people of the land.","7","“Lord, you are righteous, but this day we are covered with shame—the people of Judah and the inhabitants of Jerusalem and all Israel, both near and far, in all the countries where you have scattered us because of our unfaithfulness to you.","8","We and our kings, our princes and our ancestors are covered with shame, Lord, because we have sinned against you.","9","The Lord our God is merciful and forgiving, even though we have rebelled against him;","10","we have not obeyed the Lord our God or kept the laws he gave us through his servants the prophets.","11","All Israel has transgressed your law and turned away, refusing to obey you. “Therefore the curses and sworn judgments written in the Law of Moses, the servant of God, have been poured out on us, because we have sinned against you.","12","You have fulfilled the words spoken against us and against our rulers by bringing on us great disaster. Under the whole heaven nothing has ever been done like what has been done to Jerusalem.","13","Just as it is written in the Law of Moses, all this disaster has come on us, yet we have not sought the favor of the Lord our God by turning from our sins and giving attention to your truth.","14","The Lord did not hesitate to bring the disaster on us, for the Lord our God is righteous in everything he does; yet we have not obeyed him.","15","“Now, Lord our God, who brought your people out of Egypt with a mighty hand and who made for yourself a name that endures to this day, we have sinned, we have done wrong.","16","Lord, in keeping with all your righteous acts, turn away your anger and your wrath from Jerusalem, your city, your holy hill. Our sins and the iniquities of our ancestors have made Jerusalem and your people an object of scorn to all those around us."]},{"reference":"Romans 8:18-39","words":507,"text":["18","I consider that our present sufferings are not worth comparing with the glory that will be revealed in us.","19","For the creation waits in eager expectation for the children of God to be revealed.","20","For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope","21","that the creation itself will be liberated from its bondage to decay and brought into the freedom and glory of the children of God.","22","We know that the whole creation has been groaning as in the pains of childbirth right up to the present time.","23","Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption to sonship, the redemption of our bodies.","24","For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what they already have?","25","But if we hope for what we do not yet have, we wait for it patiently.","26","In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us through wordless groans.","27","And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for God’s people in accordance with the will of God.","28","And we know that in all things God works for the good of those who love him, who have been called according to his purpose.","29","For those God foreknew he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers and sisters.","30","And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified.","31","What, then, shall we say in response to these things? If God is for us, who can be against us?","32","He who did not spare his own Son, but gave him up for us all—how will he not also, along with him, graciously give us all things?","33","Who will bring any charge against those whom God has chosen? It is God who justifies.","34","Who then is the one who condemns? No one. Christ Jesus who died—more than that, who was raised to life—is at the right hand of God and is also interceding for us.","35","Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?","36","As it is written: “For your sake we face death all day long; we are considered as sheep to be slaughtered.”","37","No, in all these things we are more than conquerors through him who loved us.","38","For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers,","39","neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."]},{"reference":"Daniel 11:35","words":31,"text":["35","Some of the wise will stumble, so that they may be refined, purified and made spotless until the time of the end, for it will still come at the appointed time."]},{"reference":"Romans 11:33-36","words":67,"text":["33","Oh, the depth of the riches of the wisdom and knowledge of God! How unsearchable his judgments, and his paths beyond tracing out!","34","“Who has known the mind of the Lord? Or who has been his counselor?”","35","“Who has ever given to God, that God should repay them?”","36","For from him and through him and for him are all things. To him be the glory forever! Amen."]},{"reference":"Daniel 12:4-9","words":182,"text":["4","But you, Daniel, roll up and seal the words of the scroll until the time of the end. Many will go here and there to increase knowledge.”","5","Then I, Daniel, looked, and there before me stood two others, one on this bank of the river and one on the opposite bank.","6","One of them said to the man clothed in linen, who was above the waters of the river, “How long will it be before these astonishing things are fulfilled?”","7","The man clothed in linen, who was above the waters of the river, lifted his right hand and his left hand toward heaven, and I heard him swear by him who lives forever, saying, “It will be for a time, times and half a time. When the power of the holy people has been finally broken, all these things will be completed.”","8","I heard, but I did not understand. So I asked, “My lord, what will the outcome of all this be?”","9","He replied, “Go your way, Daniel, because the words are rolled up and sealed until the time of the end."]},{"reference":"Romans 14:7-12","words":130,"text":["7","For none of us lives for ourselves alone, and none of us dies for ourselves alone.","8","If we live, we live for the Lord; and if we die, we die for the Lord. So, whether we live or die, we belong to the Lord.","9","For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living.","10","You, then, why do you judge your brother or sister? Or why do you treat them with contempt? For we will all stand before God’s judgment seat.","11","It is written: “‘As surely as I live,’ says the Lord, ‘every knee will bow before me; every tongue will acknowledge God.’”","12","So then, each of us will give an account of ourselves to God."]},{"reference":"Habakkuk 2:2-20","words":488,"text":["2","Then the Lord replied: “Write down the revelation and make it plain on tablets so that a herald may run with it.","3","For the revelation awaits an appointed time; it speaks of the end and will not prove false. Though it linger, wait for it; it will certainly come and will not delay.","4","“See, the enemy is puffed up; his desires are not upright— but the righteous person will live by his faithfulness—","5","indeed, wine betrays him; he is arrogant and never at rest. Because he is as greedy as the grave and like death is never satisfied, he gathers to himself all the nations and takes captive all the peoples.","6","“Will not all of them taunt him with ridicule and scorn, saying, “‘Woe to him who piles up stolen goods and makes himself wealthy by extortion! How long must this go on?’","7","Will not your creditors suddenly arise? Will they not wake up and make you tremble? Then you will become their prey.","8","Because you have plundered many nations, the peoples who are left will plunder you. For you have shed human blood; you have destroyed lands and cities and everyone in them.","9","“Woe to him who builds his house by unjust gain, setting his nest on high to escape the clutches of ruin!","10","You have plotted the ruin of many peoples, shaming your own house and forfeiting your life.","11","The stones of the wall will cry out, and the beams of the woodwork will echo it.","12","“Woe to him who builds a city with bloodshed and establishes a town by injustice!","13","Has not the Lord Almighty determined that the people’s labor is only fuel for the fire, that the nations exhaust themselves for nothing?","14","For the earth will be filled with the knowledge of the glory of the Lord as the waters cover the sea.","15","“Woe to him who gives drink to his neighbors, pouring it from the wineskin till they are drunk, so that he can gaze on their naked bodies!","16","You will be filled with shame instead of glory. Now it is your turn! Drink and let your nakedness be exposed! The cup from the Lord’s right hand is coming around to you, and disgrace will cover your glory.","17","The violence you have done to Lebanon will overwhelm you, and your destruction of animals will terrify you. For you have shed human blood; you have destroyed lands and cities and everyone in them.","18","“Of what value is an idol carved by a craftsman? Or an image that teaches lies? For the one who makes it trusts in his own creation; he makes idols that cannot speak.","19","Woe to him who says to wood, ‘Come to life!’ Or to lifeless stone, ‘Wake up!’ Can it give guidance? It is covered with gold and silver; there is no breath in it.”","20","The Lord is in his holy temple; let all the earth be silent before him."]},{"reference":"1 Corinthians 3:10-23","words":276,"text":["10","By the grace God has given me, I laid a foundation as a wise builder, and someone else is building on it. But each one should build with care.","11","For no one can lay any foundation other than the one already laid, which is Jesus Christ.","12","If anyone builds on this foundation using gold, silver, costly stones, wood, hay or straw,","13","their work will be shown for what it is, because the Day will bring it to light. It will be revealed with fire, and the fire will test the quality of each person’s work.","14","If what has been built survives, the builder will receive a reward.","15","If it is burned up, the builder will suffer loss but yet will be saved—even though only as one escaping through the flames.","16","Don’t you know that you yourselves are God’s temple and that God’s Spirit dwells in your midst?","17","If anyone destroys God’s temple, God will destroy that person; for God’s temple is sacred, and you together are that temple.","18","Do not deceive yourselves. If any of you think you are wise by the standards of this age, you should become “fools” so that you may become wise.","19","For the wisdom of this world is foolishness in God’s sight. As it is written: “He catches the wise in their craftiness”;","20","and again, “The Lord knows that the thoughts of the wise are futile.”","21","So then, no more boasting about human leaders! All things are yours,","22","whether Paul or Apollos or Cephas or the world or life or death or the present or the future—all are yours,","23","and you are of Christ, and Christ is of God."]},{"reference":"Zephaniah 3:14-17","words":99,"text":["14","Sing, Daughter Zion; shout aloud, Israel! Be glad and rejoice with all your heart, Daughter Jerusalem!","15","The Lord has taken away your punishment, he has turned back your enemy. The Lord, the King of Israel, is with you; never again will you fear any harm.","16","On that day they will say to Jerusalem, “Do not fear, Zion; do not let your hands hang limp.","17","The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.”"]},{"reference":"1 Corinthians 6:1-11","words":259,"text":["1","If any of you has a dispute with another, do you dare to take it before the ungodly for judgment instead of before the Lord’s people?","2","Or do you not know that the Lord’s people will judge the world? And if you are to judge the world, are you not competent to judge trivial cases?","3","Do you not know that we will judge angels? How much more the things of this life!","4","Therefore, if you have disputes about such matters, do you ask for a ruling from those whose way of life is scorned in the church?","5","I say this to shame you. Is it possible that there is nobody among you wise enough to judge a dispute between believers?","6","But instead, one brother takes another to court—and this in front of unbelievers!","7","The very fact that you have lawsuits among you means you have been completely defeated already. Why not rather be wronged? Why not rather be cheated?","8","Instead, you yourselves cheat and do wrong, and you do this to your brothers and sisters.","9","Or do you not know that wrongdoers will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor men who have sex with men","10","nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God.","11","And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."]},{"reference":"Zechariah 2:6-11","words":146,"text":["6","“Come! Come! Flee from the land of the north,” declares the Lord, “for I have scattered you to the four winds of heaven,” declares the Lord.","7","“Come, Zion! Escape, you who live in Daughter Babylon!”","8","For this is what the Lord Almighty says: “After the Glorious One has sent me against the nations that have plundered you—for whoever touches you touches the apple of his eye—","9","I will surely raise my hand against them so that their slaves will plunder them. Then you will know that the Lord Almighty has sent me.","10","“Shout and be glad, Daughter Zion. For I am coming, and I will live among you,” declares the Lord.","11","“Many nations will be joined with the Lord in that day and will become my people. I will live among you and you will know that the Lord Almighty has sent me to you."]},{"reference":"2 Corinthians 5:11-21","words":282,"text":["11","Since, then, we know what it is to fear the Lord, we try to persuade others. What we are is plain to God, and I hope it is also plain to your conscience.","12","We are not trying to commend ourselves to you again, but are giving you an opportunity to take pride in us, so that you can answer those who take pride in what is seen rather than in what is in the heart.","13","If we are “out of our mind,” as some say, it is for God; if we are in our right mind, it is for you.","14","For Christ’s love compels us, because we are convinced that one died for all, and therefore all died.","15","And he died for all, that those who live should no longer live for themselves but for him who died for them and was raised again.","16","So from now on we regard no one from a worldly point of view. Though we once regarded Christ in this way, we do so no longer.","17","Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!","18","All this is from God, who reconciled us to himself through Christ and gave us the ministry of reconciliation:","19","that God was reconciling the world to himself in Christ, not counting people’s sins against them. And he has committed to us the message of reconciliation.","20","We are therefore Christ’s ambassadors, as though God were making his appeal through us. We implore you on Christ’s behalf: Be reconciled to God.","21","God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."]},{"reference":"Zechariah 9:9-12","words":117,"text":["9","Rejoice greatly, Daughter Zion! Shout, Daughter Jerusalem! See, your king comes to you, righteous and victorious, lowly and riding on a donkey, on a colt, the foal of a donkey.","10","I will take away the chariots from Ephraim and the warhorses from Jerusalem, and the battle bow will be broken. He will proclaim peace to the nations. His rule will extend from sea to sea and from the River to the ends of the earth.","11","As for you, because of the blood of my covenant with you, I will free your prisoners from the waterless pit.","12","Return to your fortress, you prisoners of hope; even now I announce that I will restore twice as much to you."]},{"reference":"2 Corinthians 13:4-9","words":153,"text":["4","For to be sure, he was crucified in weakness, yet he lives by God’s power. Likewise, we are weak in him, yet by God’s power we will live with him in our dealing with you.","5","Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you—unless, of course, you fail the test?","6","And I trust that you will discover that we have not failed the test.","7","Now we pray to God that you will not do anything wrong—not so that people will see that we have stood the test but so that you will do what is right even though we may seem to have failed.","8","For we cannot do anything against the truth, but only for the truth.","9","We are glad whenever we are weak but you are strong; and our prayer is that you may be fully restored."]},{"reference":"Malachi 3:1","words":38,"text":["1","“I will send my messenger, who will prepare the way before me. Then suddenly the Lord you are seeking will come to his temple; the messenger of the covenant, whom you desire, will come,” says the Lord Almighty."]},{"reference":"Galatians 6:1-15","words":304,"text":["1","Brothers and sisters, if someone is caught in a sin, you who live by the Spirit should restore that person gently. But watch yourselves, or you also may be tempted.","2","Carry each other’s burdens, and in this way you will fulfill the law of Christ.","3","If anyone thinks they are something when they are not, they deceive themselves.","4","Each one should test their own actions. Then they can take pride in themselves alone, without comparing themselves to someone else,","5","for each one should carry their own load.","6","Nevertheless, the one who receives instruction in the word should share all good things with their instructor.","7","Do not be deceived: God cannot be mocked. A man reaps what he sows.","8","Whoever sows to please their flesh, from the flesh will reap destruction; whoever sows to please the Spirit, from the Spirit will reap eternal life.","9","Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.","10","Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers.","11","See what large letters I use as I write to you with my own hand!","12","Those who want to impress people by means of the flesh are trying to compel you to be circumcised. The only reason they do this is to avoid being persecuted for the cross of Christ.","13","Not even those who are circumcised keep the law, yet they want you to be circumcised that they may boast about your circumcision in the flesh.","14","May I never boast except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world.","15","Neither circumcision nor uncircumcision means anything; what counts is the new creation."]},{"reference":"Matthew 3:1-3","words":54,"text":["1","In those days John the Baptist came, preaching in the wilderness of Judea","2","and saying, “Repent, for the kingdom of heaven has come near.”","3","This is he who was spoken of through the prophet Isaiah: “A voice of one calling in the wilderness, ‘Prepare the way for the Lord, make straight paths for him.’”"]},{"reference":"Ephesians 3:14-21","words":154,"text":["14","For this reason I kneel before the Father,","15","from whom every family in heaven and on earth derives its name.","16","I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being,","17","so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love,","18","may have power, together with all the Lord’s holy people, to grasp how wide and long and high and deep is the love of Christ,","19","and to know this love that surpasses knowledge—that you may be filled to the measure of all the fullness of God.","20","Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us,","21","to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen."]},{"reference":"Mark 1:2-5","words":85,"text":["2","as it is written in Isaiah the prophet: “I will send my messenger ahead of you, who will prepare your way”—","3","“a voice of one calling in the wilderness, ‘Prepare the way for the Lord, make straight paths for him.’”","4","And so John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins.","5","The whole Judean countryside and all the people of Jerusalem went out to him. Confessing their sins, they were baptized by him in the Jordan River."]},{"reference":"Philippians 1:12-26","words":345,"text":["12","Now I want you to know, brothers and sisters, that what has happened to me has actually served to advance the gospel.","13","As a result, it has become clear throughout the whole palace guard and to everyone else that I am in chains for Christ.","14","And because of my chains, most of the brothers and sisters have become confident in the Lord and dare all the more to proclaim the gospel without fear.","15","It is true that some preach Christ out of envy and rivalry, but others out of goodwill.","16","The latter do so out of love, knowing that I am put here for the defense of the gospel.","17","The former preach Christ out of selfish ambition, not sincerely, supposing that they can stir up trouble for me while I am in chains.","18","But what does it matter? The important thing is that in every way, whether from false motives or true, Christ is preached. And because of this I rejoice. Yes, and I will continue to rejoice,","19","for I know that through your prayers and God’s provision of the Spirit of Jesus Christ what has happened to me will turn out for my deliverance.","20","I eagerly expect and hope that I will in no way be ashamed, but will have sufficient courage so that now as always Christ will be exalted in my body, whether by life or by death.","21","For to me, to live is Christ and to die is gain.","22","If I am to go on living in the body, this will mean fruitful labor for me. Yet what shall I choose? I do not know!","23","I am torn between the two: I desire to depart and be with Christ, which is better by far;","24","but it is more necessary for you that I remain in the body.","25","Convinced of this, I know that I will remain, and I will continue with all of you for your progress and joy in the faith,","26","so that through my being with you again your boasting in Christ Jesus will abound on account of me."]},{"reference":"Mark 8:17-18","words":44,"text":["17","Aware of their discussion, Jesus asked them: “Why are you talking about having no bread? Do you still not see or understand? Are your hearts hardened?","18","Do you have eyes but fail to see, and ears but fail to hear? And don’t you remember?"]},{"reference":"Philippians 3:1-21","words":499,"text":["1","Further, my brothers and sisters, rejoice in the Lord! It is no trouble for me to write the same things to you again, and it is a safeguard for you.","2","Watch out for those dogs, those evildoers, those mutilators of the flesh.","3","For it is we who are the circumcision, we who serve God by his Spirit, who boast in Christ Jesus, and who put no confidence in the flesh—","4","though I myself have reasons for such confidence. If someone else thinks they have reasons to put confidence in the flesh, I have more:","5","circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in regard to the law, a Pharisee;","6","as for zeal, persecuting the church; as for righteousness based on the law, faultless.","7","But whatever were gains to me I now consider loss for the sake of Christ.","8","What is more, I consider everything a loss because of the surpassing worth of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them garbage, that I may gain Christ","9","and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in Christ—the righteousness that comes from God on the basis of faith.","10","I want to know Christ—yes, to know the power of his resurrection and participation in his sufferings, becoming like him in his death,","11","and so, somehow, attaining to the resurrection from the dead.","12","Not that I have already obtained all this, or have already arrived at my goal, but I press on to take hold of that for which Christ Jesus took hold of me.","13","Brothers and sisters, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead,","14","I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.","15","All of us, then, who are mature should take such a view of things. And if on some point you think differently, that too God will make clear to you.","16","Only let us live up to what we have already attained.","17","Join together in following my example, brothers and sisters, and just as you have us as a model, keep your eyes on those who live as we do.","18","For, as I have often told you before and now tell you again even with tears, many live as enemies of the cross of Christ.","19","Their destiny is destruction, their god is their stomach, and their glory is in their shame. Their mind is set on earthly things.","20","But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ,","21","who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body."]},{"reference":"Luke 1:68-79","words":188,"text":["68","“Praise be to the Lord, the God of Israel, because he has come to his people and redeemed them.","69","He has raised up a horn of salvation for us in the house of his servant David","70","(as he said through his holy prophets of long ago),","71","salvation from our enemies and from the hand of all who hate us—","72","to show mercy to our ancestors and to remember his holy covenant,","73","the oath he swore to our father Abraham:","74","to rescue us from the hand of our enemies, and to enable us to serve him without fear","75","in holiness and righteousness before him all our days.","76","And you, my child, will be called a prophet of the Most High; for you will go on before the Lord to prepare the way for him,","77","to give his people the knowledge of salvation through the forgiveness of their sins,","78","because of the tender mercy of our God, by which the rising sun will come to us from heaven","79","to shine on those living in darkness and in the shadow of death, to guide our feet into the path of peace.”"]},{"reference":"Colossians 3:5-12","words":143,"text":["5","Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry.","6","Because of these, the wrath of God is coming.","7","You used to walk in these ways, in the life you once lived.","8","But now you must also rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips.","9","Do not lie to each other, since you have taken off your old self with its practices","10","and have put on the new self, which is being renewed in knowledge in the image of its Creator.","11","Here there is no Gentile or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all.","12","Therefore, as God’s chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience."]},{"reference":"Luke 1:5-23","words":438,"text":["5","In the time of Herod king of Judea there was a priest named Zechariah, who belonged to the priestly division of Abijah; his wife Elizabeth was also a descendant of Aaron.","6","Both of them were righteous in the sight of God, observing all the Lord’s commands and decrees blamelessly.","7","But they were childless because Elizabeth was not able to conceive, and they were both very old.","8","Once when Zechariah’s division was on duty and he was serving as priest before God,","9","he was chosen by lot, according to the custom of the priesthood, to go into the temple of the Lord and burn incense.","10","And when the time for the burning of incense came, all the assembled worshipers were praying outside.","11","Then an angel of the Lord appeared to him, standing at the right side of the altar of incense.","12","When Zechariah saw him, he was startled and was gripped with fear.","13","But the angel said to him: “Do not be afraid, Zechariah; your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to call him John.","14","He will be a joy and delight to you, and many will rejoice because of his birth,","15","for he will be great in the sight of the Lord. He is never to take wine or other fermented drink, and he will be filled with the Holy Spirit even before he is born.","16","He will bring back many of the people of Israel to the Lord their God.","17","And he will go on before the Lord, in the spirit and power of Elijah, to turn the hearts of the parents to their children and the disobedient to the wisdom of the righteous—to make ready a people prepared for the Lord.”","18","Zechariah asked the angel, “How can I be sure of this? I am an old man and my wife is well along in years.”","19","The angel said to him, “I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news.","20","And now you will be silent and not able to speak until the day this happens, because you did not believe my words, which will come true at their appointed time.”","21","Meanwhile, the people were waiting for Zechariah and wondering why he stayed so long in the temple.","22","When he came out, he could not speak to them. They realized he had seen a vision in the temple, for he kept making signs to them but remained unable to speak.","23","When his time of service was completed, he returned home."]},{"reference":"2 Thessalonians 1:5-10","words":147,"text":["5","All this is evidence that God’s judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering.","6","God is just: He will pay back trouble to those who trouble you","7","and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels.","8","He will punish those who do not know God and do not obey the gospel of our Lord Jesus.","9","They will be punished with everlasting destruction and shut out from the presence of the Lord and from the glory of his might","10","on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you."]}]
