[{"reference":"Ruth 1:1-2","words":81,"text":["1","Now it came about in the days when the judges governed, that there was a famine in the land. And a man of Bethlehem in Judah went to reside in the land of Moab with his wife and his two sons.","2","The name of the man was Elimelech, and the name of his wife, Naomi; and the names of his two sons were Mahlon and Chilion, Ephrathites of Bethlehem in Judah. So they entered the land of Moab and remained there."]},{"reference":"Exodus 19:1-11","words":315,"text":["1","In the third month after the sons of Israel had gone out of the land of Egypt, on that very day they came into the wilderness of Sinai.","2","When they set out from Rephidim, they came to the wilderness of Sinai and camped in the wilderness; and there Israel camped in front of the mountain.","3","And Moses went up to God, and the Lord called to him from the mountain, saying, “This is what you shall say to the house of Jacob and tell the sons of Israel:","4","‘You yourselves have seen what I did to the Egyptians, and how I carried you on eagles’ wings, and brought you to Myself.","5","Now then, if you will indeed obey My voice and keep My covenant, then you shall be My own possession among all the peoples, for all the earth is Mine;","6","and you shall be to Me a kingdom of priests and a holy nation.’ These are the words that you shall speak to the sons of Israel.”","7","So Moses came and called the elders of the people, and set before them all these words which the Lord had commanded him.","8","Then all the people answered together and said, “All that the Lord has spoken we will do!” And Moses brought back the words of the people to the Lord.","9","Then the Lord said to Moses, “Behold, I will come to you in a thick cloud, so that the people may hear when I speak with you and may also trust in you forever.” Then Moses told the words of the people to the Lord.","10","The Lord also said to Moses, “Go to the people and consecrate them today and tomorrow, and have them wash their garments;","11","and have them ready for the third day, for on the third day the Lord will come down on Mount Sinai in the sight of all the people."]},{"reference":"2 Thessalonians 2:1-13","words":323,"text":["1","Now we ask you, brothers and sisters, regarding the coming of our Lord Jesus Christ and our gathering together to Him,","2","that you not be quickly shaken from your composure or be disturbed either by a spirit, or a message, or a letter as if from us, to the effect that the day of the Lord has come.","3","No one is to deceive you in any way! For it will not come unless the apostasy comes first, and the man of lawlessness is revealed, the son of destruction,","4","who opposes and exalts himself above every so-called god or object of worship, so that he takes his seat in the temple of God, displaying himself as being God.","5","Do you not remember that while I was still with you, I was telling you these things?","6","And you know what restrains him now, so that he will be revealed in his time.","7","For the mystery of lawlessness is already at work; only He who now restrains will do so until He is removed.","8","Then that lawless one will be revealed, whom the Lord will eliminate with the breath of His mouth and bring to an end by the appearance of His coming;","9","that is, the one whose coming is in accord with the activity of Satan, with all power and false signs and wonders,","10","and with all the deception of wickedness for those who perish, because they did not accept the love of the truth so as to be saved.","11","For this reason God will send upon them a deluding influence so that they will believe what is false,","12","in order that they all may be judged who did not believe the truth, but took pleasure in wickedness.","13","But we should always give thanks to God for you, brothers and sisters beloved by the Lord, because God has chosen you from the beginning for salvation through sanctification by the Spirit and faith in the truth."]},{"reference":"Romans 5:12-14","words":79,"text":["12","Therefore, just as through one man sin entered into the world, and death through sin, and so death spread to all mankind, because all sinned—","13","for until the Law sin was in the world, but sin is not counted against anyone when there is no law.","14","Nevertheless death reigned from Adam until Moses, even over those who had not sinned in the likeness of the violation committed by Adam, who is a type of Him who was to come."]},{"reference":"Judges 6:36-40","words":166,"text":["36","Then Gideon said to God, “If You are going to save Israel through me, as You have spoken,","37","behold, I am putting a fleece of wool on the threshing floor. If there is dew on the fleece only, and it is dry on all the ground, then I will know that You will save Israel through me, as You have spoken.”","38","And it was so. When he got up early the next morning and wrung out the fleece, he wrung the dew from the fleece, a bowl full of water.","39","Then Gideon said to God, “Do not let Your anger burn against me, so that I may speak only one more time; please let me put You to the test only one more time with the fleece: let it now be dry only on the fleece, and let there be dew on all the ground.”","40","And God did so that night; for it was dry only on the fleece, and dew was on all the ground."]},{"reference":"1 Timothy 3:1-15","words":302,"text":["1","It is a trustworthy statement: if any man aspires to the office of overseer, it is a fine work he desires to do.","2","An overseer, then, must be above reproach, the husband of one wife, temperate, self-controlled, respectable, hospitable, skillful in teaching,","3","not overindulging in wine, not a bully, but gentle, not contentious, free from the love of money.","4","He must be one who manages his own household well, keeping his children under control with all dignity","5","(but if a man does not know how to manage his own household, how will he take care of the church of God?),","6","and not a new convert, so that he will not become conceited and fall into condemnation incurred by the devil.","7","And he must have a good reputation with those outside the church, so that he will not fall into disgrace and the snare of the devil.","8","Deacons likewise must be men of dignity, not insincere, not prone to drink much wine, not greedy for money,","9","but holding to the mystery of the faith with a clear conscience.","10","These men must also first be tested; then have them serve as deacons if they are beyond reproach.","11","Women must likewise be dignified, not malicious gossips, but temperate, faithful in all things.","12","Deacons must be husbands of one wife, and good managers of their children and their own households.","13","For those who have served well as deacons obtain for themselves a high standing and great confidence in the faith that is in Christ Jesus.","14","I am writing these things to you, hoping to come to you before long;","15","but in case I am delayed, I write so that you will know how one should act in the household of God, which is the church of the living God, the pillar and support of the truth."]},{"reference":"Ruth 1:15-18","words":109,"text":["15","Then she said, “Behold, your sister-in-law has gone back to her people and her gods; return after your sister-in-law.”","16","But Ruth said, “Do not plead with me to leave you or to turn back from following you; for where you go, I will go, and where you sleep, I will sleep. Your people shall be my people, and your God, my God.","17","Where you die, I will die, and there I will be buried. May the Lord do so to me, and worse, if anything but death separates me from you.”","18","When she saw that she was determined to go with her, she stopped speaking to her about it."]},{"reference":"1 Samuel 17:41-49","words":287,"text":["41","Then the Philistine came and approached David, with the shield-bearer in front of him.","42","When the Philistine looked and saw David, he was contemptuous of him; for he was only a youth, and reddish, with a handsome appearance.","43","So the Philistine said to David, “Am I a dog, that you come to me with sticks?” And the Philistine cursed David by his gods.","44","The Philistine also said to David, “Come to me, and I will give your flesh to the birds of the sky and the wild animals.”","45","But David said to the Philistine, “You come to me with a sword, a spear, and a saber, but I come to you in the name of the Lord of armies, the God of the armies of Israel, whom you have defied.","46","This day the Lord will hand you over to me, and I will strike you and remove your head from you. Then I will give the dead bodies of the army of the Philistines this day to the birds of the sky and the wild animals of the earth, so that all the earth may know that there is a God in Israel,","47","and that this entire assembly may know that the Lord does not save by sword or by spear; for the battle is the Lord’s, and He will hand you over to us!”","48","Then it happened, when the Philistine came closer to meet David, that David ran quickly toward the battle line to meet the Philistine.","49","And David put his hand into his bag and took from it a stone and slung it, and struck the Philistine on his forehead. And the stone penetrated his forehead, and he fell on his face to the ground."]},{"reference":"Titus 1:4-9","words":136,"text":["4","To Titus, my true son in a common faith: Grace and peace from God the Father and Christ Jesus our Savior.","5","For this reason I left you in Crete, that you would set in order what remains and appoint elders in every city as I directed you,","6","namely, if any man is beyond reproach, the husband of one wife, having children who believe, not accused of indecent behavior or rebellion.","7","For the overseer must be beyond reproach as God’s steward, not self-willed, not quick-tempered, not overindulging in wine, not a bully, not greedy for money,","8","but hospitable, loving what is good, self-controlled, righteous, holy, disciplined,","9","holding firmly the faithful word which is in accordance with the teaching, so that he will be able both to exhort in sound doctrine and to refute those who contradict it."]},{"reference":"Genesis 17:6-8","words":86,"text":["6","I will make you exceedingly fruitful, and I will make nations of you, and kings will come from you.","7","I will establish My covenant between Me and you and your descendants after you throughout their generations as an everlasting covenant, to be God to you and to your descendants after you.","8","And I will give to you and to your descendants after you the land where you live as a stranger, all the land of Canaan, as an everlasting possession; and I will be their God.”"]},{"reference":"1 Kings 3:6-14","words":294,"text":["6","Then Solomon said, “You have shown great faithfulness to Your servant David my father, according as he walked before You in truth, righteousness, and uprightness of heart toward You; and You have reserved for him this great faithfulness, that You have given him a son to sit on his throne, as it is this day.","7","And now, Lord my God, You have made Your servant king in place of my father David, yet I am like a little boy; I do not know how to go out or come in.","8","And Your servant is in the midst of Your people whom You have chosen, a great people who are too many to be numbered or counted.","9","So give Your servant an understanding heart to judge Your people, to discern between good and evil. For who is capable of judging this great people of Yours?”","10","Now it was pleasing in the sight of the Lord that Solomon had asked this thing.","11","And God said to him, “Because you have asked this thing, and have not asked for yourself a long life, nor have asked riches for yourself, nor have you asked for the lives of your enemies, but have asked for yourself discernment to understand justice,","12","behold, I have done according to your words. Behold, I have given you a wise and discerning heart, so that there has been no one like you before you, nor shall one like you arise after you.","13","I have also given you what you have not asked, both riches and honor, so that there will not be any among the kings like you all your days.","14","And if you walk in My ways, keeping My statutes and commandments, as your father David walked, then I will prolong your days.”"]},{"reference":"Hebrews 3:7-19","words":252,"text":["7","Therefore, just as the Holy Spirit says, “Today if you hear His voice,","8","Do not harden your hearts as when they provoked Me, As on the day of trial in the wilderness,","9","Where your fathers put Me to the test, And saw My works for forty years.","10","Therefore I was angry with this generation, And said, ‘They always go astray in their heart, And they did not know My ways’;","11","As I swore in My anger, ‘They certainly shall not enter My rest.’”","12","Take care, brothers and sisters, that there will not be in any one of you an evil, unbelieving heart that falls away from the living God.","13","But encourage one another every day, as long as it is still called “today,” so that none of you will be hardened by the deceitfulness of sin.","14","For we have become partakers of Christ if we keep the beginning of our commitment firm until the end,","15","while it is said, “Today if you hear His voice, Do not harden your hearts, as when they provoked Me.”","16","For who provoked Him when they had heard? Indeed, did not all those who came out of Egypt led by Moses?","17","And with whom was He angry for forty years? Was it not with those who sinned, whose dead bodies fell in the wilderness?","18","And to whom did He swear that they would not enter His rest, but to those who were disobedient?","19","And so we see that they were not able to enter because of unbelief."]},{"reference":"Ruth 2:10-13","words":147,"text":["10","Then she fell on her face, bowing to the ground, and said to him, “Why have I found favor in your sight that you should take notice of me, since I am a foreigner?”","11","Boaz replied to her, “All that you have done for your mother-in-law after the death of your husband has been fully reported to me, and how you left your father and your mother and the land of your birth, and came to a people that you did not previously know.","12","May the Lord reward your work, and may your wages be full from the Lord, the God of Israel, under whose wings you have come to take refuge.”","13","Then she said, “I have found favor in your sight, my lord, for you have comforted me and indeed have spoken kindly to your servant, though I am not like one of your female servants.”"]},{"reference":"Esther 4:12-16","words":142,"text":["12","And they reported Esther’s words to Mordecai.","13","Then Mordecai told them to reply to Esther, “Do not imagine that you in the king’s palace can escape any more than all the other Jews.","14","For if you keep silent at this time, liberation and rescue will arise for the Jews from another place, and you and your father’s house will perish. And who knows whether you have not attained royalty for such a time as this?”","15","Then Esther told them to reply to Mordecai,","16","“Go, gather all the Jews who are found in Susa, and fast for me; do not eat or drink for three days, night or day. I and my attendants also will fast in the same way. And then I will go in to the king, which is not in accordance with the law; and if I perish, I perish.”"]},{"reference":"James 1:2-27","words":562,"text":["2","Consider it all joy, my brothers and sisters, when you encounter various trials,","3","knowing that the testing of your faith produces endurance.","4","And let endurance have its perfect result, so that you may be perfect and complete, lacking in nothing.","5","But if any of you lacks wisdom, let him ask of God, who gives to all generously and without reproach, and it will be given to him.","6","But he must ask in faith without any doubting, for the one who doubts is like the surf of the sea, driven and tossed by the wind.","7","For that person ought not to expect that he will receive anything from the Lord,","8","being a double-minded man, unstable in all his ways.","9","Now the brother or sister of humble circumstances is to glory in his high position;","10","but the rich person is to glory in his humiliation, because like flowering grass he will pass away.","11","For the sun rises with its scorching heat and withers the grass; and its flower falls off and the beauty of its appearance is destroyed; so also the rich person, in the midst of his pursuits, will die out.","12","Blessed is a man who perseveres under trial; for once he has been approved, he will receive the crown of life which the Lord has promised to those who love Him.","13","No one is to say when he is tempted, “I am being tempted by God”; for God cannot be tempted by evil, and He Himself does not tempt anyone.","14","But each one is tempted when he is carried away and enticed by his own lust.","15","Then when lust has conceived, it gives birth to sin; and sin, when it has run its course, brings forth death.","16","Do not be deceived, my beloved brothers and sisters.","17","Every good thing given and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shifting shadow.","18","In the exercise of His will He gave us birth by the word of truth, so that we would be a kind of first fruits among His creatures.","19","You know this, my beloved brothers and sisters. Now everyone must be quick to hear, slow to speak, and slow to anger;","20","for a man’s anger does not bring about the righteousness of God.","21","Therefore, ridding yourselves of all filthiness and all that remains of wickedness, in humility receive the word implanted, which is able to save your souls.","22","But prove yourselves doers of the word, and not just hearers who deceive themselves.","23","For if anyone is a hearer of the word and not a doer, he is like a man who looks at his natural face in a mirror;","24","for once he has looked at himself and gone away, he has immediately forgotten what kind of person he was.","25","But one who has looked intently at the perfect law, the law of freedom, and has continued in it, not having become a forgetful hearer but an active doer, this person will be blessed in what he does.","26","If anyone thinks himself to be religious, yet does not bridle his tongue but deceives his own heart, this person’s religion is worthless.","27","Pure and undefiled religion in the sight of our God and Father is this: to visit orphans and widows in their distress, and to keep oneself unstained by the world."]},{"reference":"Exodus 12:11-14","words":157,"text":["11","Now you shall eat it in this way: with your garment belted around your waist, your sandals on your feet, and your staff in your hand; and you shall eat it in a hurry—it is the Lord’s Passover.","12","For I will go through the land of Egypt on that night, and fatally strike all the firstborn in the land of Egypt, from the human firstborn to animals; and against all the gods of Egypt I will execute judgments—I am the Lord.","13","The blood shall be a sign for you on the houses where you live; and when I see the blood I will pass over you, and no plague will come upon you to destroy you when I strike the land of Egypt.","14","‘Now this day shall be a memorial to you, and you shall celebrate it as a feast to the Lord; throughout your generations you are to celebrate it as a permanent ordinance."]},{"reference":"Psalm 31:1-14","words":291,"text":["1","In You, Lord, I have taken refuge; Let me never be put to shame; In Your righteousness rescue me.","2","Incline Your ear to me, rescue me quickly; Be a rock of strength for me, A stronghold to save me.","3","For You are my rock and my fortress; For the sake of Your name You will lead me and guide me.","4","You will pull me out of the net which they have secretly laid for me, For You are my strength.","5","Into Your hand I entrust my spirit; You have redeemed me, Lord, God of truth.","6","I hate those who devote themselves to worthless idols, But I trust in the Lord.","7","I will rejoice and be glad in Your faithfulness, Because You have seen my misery; You have known the troubles of my soul,","8","And You have not handed me over to the enemy; You have set my feet in a large place.","9","Be gracious to me, Lord, for I am in distress; My eye is wasted away from grief, my soul and my body too.","10","For my life is spent with sorrow And my years with sighing; My strength has failed because of my guilt, And my body has wasted away.","11","Because of all my adversaries, I have become a disgrace, Especially to my neighbors, And an object of dread to my acquaintances; Those who see me in the street flee from me.","12","I am forgotten like a dead person, out of mind; I am like a broken vessel.","13","For I have heard the slander of many, Terror is on every side; While they took counsel together against me, They schemed to take away my life.","14","But as for me, I trust in You, Lord, I say, “You are my God.”"]},{"reference":"James 2:18-24","words":137,"text":["18","But someone may well say, “You have faith and I have works; show me your faith without the works, and I will show you my faith by my works.”","19","You believe that God is one. You do well; the demons also believe, and shudder.","20","But are you willing to acknowledge, you foolish person, that faith without works is useless?","21","Was our father Abraham not justified by works when he offered up his son Isaac on the altar?","22","You see that faith was working with his works, and as a result of the works, faith was perfected;","23","and the Scripture was fulfilled which says, “And Abraham believed God, and it was credited to him as righteousness,” and he was called a friend of God.","24","You see that a person is justified by works and not by faith alone."]},{"reference":"Ruth 3:9-13","words":151,"text":["9","So he said, “Who are you?” And she answered, “I am Ruth your slave. Now spread your garment over your slave, for you are a redeemer.”","10","Then he said, “May you be blessed of the Lord, my daughter. You have shown your last kindness to be better than the first, by not going after young men, whether poor or rich.","11","So now, my daughter, do not fear. I will do for you whatever you say, for all my people in the city know that you are a woman of excellence.","12","But now, although it is true that I am a redeemer, yet there is also a redeemer more closely related than I.","13","Remain this night, and when morning comes, if he will redeem you, good; let him redeem you. But if he does not wish to redeem you, then I will redeem you, as the Lord lives. Lie down until morning.”"]},{"reference":"Psalm 62:5-12","words":144,"text":["5","My soul, wait in silence for God alone, For my hope is from Him.","6","He alone is my rock and my salvation, My refuge; I will not be shaken.","7","My salvation and my glory rest on God; The rock of my strength, my refuge is in God.","8","Trust in Him at all times, you people; Pour out your hearts before Him; God is a refuge for us. Selah","9","People of low standing are only breath, and people of rank are a lie; In the balances they go up. Together they are lighter than breath.","10","Do not trust in oppression, And do not vainly rely on robbery; If wealth increases, do not set your heart on it.","11","God has spoken once; Twice I have heard this: That power belongs to God;","12","And faithfulness is Yours, Lord, For You reward a person according to his work."]},{"reference":"1 Peter 1:22-25","words":93,"text":["22","Since you have purified your souls in obedience to the truth for a sincere love of the brothers and sisters, fervently love one another from the heart,","23","for you have been born again not of seed which is perishable, but imperishable, that is, through the living and enduring word of God.","24","For, “All flesh is like grass, And all its glory is like the flower of grass. The grass withers, And the flower falls off,","25","But the word of the Lord endures forever.” And this is the word which was preached to you."]},{"reference":"Hebrews 2:14-15","words":51,"text":["14","Therefore, since the children share in flesh and blood, He Himself likewise also partook of the same, so that through death He might destroy the one who has the power of death, that is, the devil,","15","and free those who through fear of death were subject to slavery all their lives."]},{"reference":"Psalm 95:6-11","words":113,"text":["6","Come, let’s worship and bow down, Let’s kneel before the Lord our Maker.","7","For He is our God, And we are the people of His pasture and the sheep of His hand. Today, if you will hear His voice,","8","Do not harden your hearts as at Meribah, As on the day of Massah in the wilderness,","9","“When your fathers put Me to the test, They tested Me, though they had seen My work.","10","For forty years I was disgusted with that generation, And said they are a people who err in their heart, And they do not know My ways.","11","Therefore I swore in My anger, They certainly shall not enter My rest.”"]},{"reference":"2 Peter 3:1-10","words":265,"text":["1","Beloved, this is now the second letter I am writing to you in which I am stirring up your sincere mind by way of a reminder,","2","to remember the words spoken beforehand by the holy prophets and the commandment of the Lord and Savior spoken by your apostles.","3","Know this first of all, that in the last days mockers will come with their mocking, following after their own lusts,","4","and saying, “Where is the promise of His coming? For ever since the fathers fell asleep, all things continue just as they were from the beginning of creation.”","5","For when they maintain this, it escapes their notice that by the word of God the heavens existed long ago and the earth was formed out of water and by water,","6","through which the world at that time was destroyed by being flooded with water.","7","But by His word the present heavens and earth are being reserved for fire, kept for the day of judgment and destruction of ungodly people.","8","But do not let this one fact escape your notice, beloved, that with the Lord one day is like a thousand years, and a thousand years like one day.","9","The Lord is not slow about His promise, as some count slowness, but is patient toward you, not willing for any to perish, but for all to come to repentance.","10","But the day of the Lord will come like a thief, in which the heavens will pass away with a roar and the elements will be destroyed with intense heat, and the earth and its works will be discovered."]},{"reference":"Ruth 4:9-12","words":170,"text":["9","Then Boaz said to the elders and all the people, “You are witnesses today that I have bought from the hand of Naomi all that belonged to Elimelech and all that belonged to Chilion and Mahlon.","10","Furthermore, I have acquired Ruth the Moabitess, the widow of Mahlon, to be my wife in order to raise up the name of the deceased on his inheritance, so that the name of the deceased will not be eliminated from his brothers or from the court of his birth place; you are witnesses today.”","11","And all the people who were in the court, and the elders, said, “We are witnesses. May the Lord make the woman who is coming into your home like Rachel and Leah, both of whom built the house of Israel; and may you achieve wealth in Ephrathah and become famous in Bethlehem.","12","Moreover, may your house be like the house of Perez whom Tamar bore to Judah, through the descendants whom the Lord will give you by this young woman.”"]},{"reference":"Psalm 107:1-9","words":150,"text":["1","Give thanks to the Lord, for He is good, For His mercy is everlasting.","2","The redeemed of the Lord shall say so, Those whom He has redeemed from the hand of the enemy","3","And gathered from the lands, From the east and from the west, From the north and from the south.","4","They wandered in the wilderness in a desert region; They did not find a way to an inhabited city.","5","They were hungry and thirsty; Their souls felt weak within them.","6","Then they cried out to the Lord in their trouble; He saved them from their distresses.","7","He also had them walk on a straight way, To go to an inhabited city.","8","They shall give thanks to the Lord for His mercy, And for His wonders to the sons of mankind!","9","For He has satisfied the thirsty soul, And He has filled the hungry soul with what is good."]},{"reference":"1 John 2:1-17","words":461,"text":["1","My little children, I am writing these things to you so that you may not sin. And if anyone sins, we have an Advocate with the Father, Jesus Christ the righteous;","2","and He Himself is the propitiation for our sins; and not for ours only, but also for the sins of the whole world.","3","By this we know that we have come to know Him, if we keep His commandments.","4","The one who says, “I have come to know Him,” and does not keep His commandments, is a liar, and the truth is not in him;","5","but whoever follows His word, in him the love of God has truly been perfected. By this we know that we are in Him:","6","the one who says that he remains in Him ought, himself also, walk just as He walked.","7","Beloved, I am not writing a new commandment to you, but an old commandment which you have had from the beginning; the old commandment is the word which you have heard.","8","On the other hand, I am writing a new commandment to you, which is true in Him and in you, because the darkness is passing away and the true Light is already shining.","9","The one who says that he is in the Light and yet hates his brother or sister is in the darkness until now.","10","The one who loves his brother and sister remains in the Light, and there is nothing in him to cause stumbling.","11","But the one who hates his brother or sister is in the darkness and walks in the darkness, and does not know where he is going because the darkness has blinded his eyes.","12","I am writing to you, little children, because your sins have been forgiven you on account of His name.","13","I am writing to you, fathers, because you know Him who has been from the beginning. I am writing to you, young men, because you have overcome the evil one. I have written to you, children, because you know the Father.","14","I have written to you, fathers, because you know Him who has been from the beginning. I have written to you, young men, because you are strong, and the word of God remains in you, and you have overcome the evil one.","15","Do not love the world nor the things in the world. If anyone loves the world, the love of the Father is not in him.","16","For all that is in the world, the lust of the flesh and the lust of the eyes and the boastful pride of life, is not from the Father, but is from the world.","17","The world is passing away and also its lusts; but the one who does the will of God continues to live forever."]},{"reference":"1 Peter 1:18-21","words":86,"text":["18","knowing that you were not redeemed with perishable things like silver or gold from your futile way of life inherited from your forefathers,","19","but with precious blood, as of a lamb unblemished and spotless, the blood of Christ.","20","For He was foreknown before the foundation of the world, but has appeared in these last times for the sake of you","21","who through Him are believers in God, who raised Him from the dead and gave Him glory, so that your faith and hope are in God."]},{"reference":"Psalm 111:1-9","words":146,"text":["1","Praise the Lord! I will give thanks to the Lord with all my heart, In the company of the upright and in the assembly.","2","Great are the works of the Lord; They are studied by all who delight in them.","3","Splendid and majestic is His work, And His righteousness endures forever.","4","He has caused His wonders to be remembered; The Lord is gracious and compassionate.","5","He has given food to those who fear Him; He will remember His covenant forever.","6","He has made known to His people the power of His works, In giving them the inheritance of the nations.","7","The works of His hands are truth and justice; All His precepts are trustworthy.","8","They are upheld forever and ever; They are performed in truth and uprightness.","9","He has sent redemption to His people; He has ordained His covenant forever; Holy and awesome is His name."]},{"reference":"1 John 3:18-24","words":143,"text":["18","Little children, let’s not love with word or with tongue, but in deed and truth.","19","We will know by this that we are of the truth, and will set our heart at ease before Him,","20","that if our heart condemns us, that God is greater than our heart, and He knows all things.","21","Beloved, if our heart does not condemn us, we have confidence before God;","22","and whatever we ask, we receive from Him, because we keep His commandments and do the things that are pleasing in His sight.","23","This is His commandment, that we believe in the name of His Son Jesus Christ, and love one another, just as He commanded us.","24","The one who keeps His commandments remains in Him, and He in him. We know by this that He remains in us, by the Spirit whom He has given us."]},{"reference":"Ruth 4:13-17","words":136,"text":["13","So Boaz took Ruth, and she became his wife, and he had relations with her. And the Lord enabled her to conceive, and she gave birth to a son.","14","Then the women said to Naomi, “Blessed is the Lord who has not left you without a redeemer today, and may his name become famous in Israel.","15","May he also be to you one who restores life and sustains your old age; for your daughter-in-law, who loves you and is better to you than seven sons, has given birth to him.”","16","Then Naomi took the child and laid him in her lap, and became his nurse.","17","And the neighbor women gave him a name, saying, “A son has been born to Naomi!” So they named him Obed. He is the father of Jesse, the father of David."]},{"reference":"Psalm 135:13-21","words":131,"text":["13","Your name, Lord, is everlasting, The mention of You, Lord, is throughout all generations.","14","For the Lord will judge His people And will have compassion on His servants.","15","The idols of the nations are nothing but silver and gold, The work of human hands.","16","They have mouths, but they do not speak; They have eyes, but they do not see;","17","They have ears, but they do not hear, Nor is there any breath at all in their mouths.","18","Those who make them will become like them, Yes, everyone who trusts in them.","19","House of Israel, bless the Lord; House of Aaron, bless the Lord;","20","House of Levi, bless the Lord; You who revere the Lord, bless the Lord.","21","Blessed be the Lord from Zion, Who dwells in Jerusalem. Praise the Lord!"]},{"reference":"1 John 4:13-19","words":152,"text":["13","By this we know that we remain in Him and He in us, because He has given to us of His Spirit.","14","We have seen and testify that the Father has sent the Son to be the Savior of the world.","15","Whoever confesses that Jesus is the Son of God, God remains in him, and he in God.","16","We have come to know and have believed the love which God has for us. God is love, and the one who remains in love remains in God, and God remains in him.","17","By this, love is perfected with us, so that we may have confidence in the day of judgment; because as He is, we also are in this world.","18","There is no fear in love, but perfect love drives out fear, because fear involves punishment, and the one who fears is not perfected in love.","19","We love, because He first loved us."]},{"reference":"Colossians 1:13-20","words":161,"text":["13","For He rescued us from the domain of darkness, and transferred us to the kingdom of His beloved Son,","14","in whom we have redemption, the forgiveness of sins.","15","He is the image of the invisible God, the firstborn of all creation:","16","for by Him all things were created, both in the heavens and on earth, visible and invisible, whether thrones, or dominions, or rulers, or authorities—all things have been created through Him and for Him.","17","He is before all things, and in Him all things hold together.","18","He is also the head of the body, the church; and He is the beginning, the firstborn from the dead, so that He Himself will come to have first place in everything.","19","For it was the Father’s good pleasure for all the fullness to dwell in Him,","20","and through Him to reconcile all things to Himself, whether things on earth or things in heaven, having made peace through the blood of His cross."]},{"reference":"Psalm 139:1-8","words":119,"text":["1","Lord, You have searched me and known me.","2","You know when I sit down and when I get up; You understand my thought from far away.","3","You scrutinize my path and my lying down, And are acquainted with all my ways.","4","Even before there is a word on my tongue, Behold, Lord, You know it all.","5","You have encircled me behind and in front, And placed Your hand upon me.","6","Such knowledge is too wonderful for me; It is too high, I cannot comprehend it.","7","Where can I go from Your Spirit? Or where can I flee from Your presence?","8","If I ascend to heaven, You are there; If I make my bed in Sheol, behold, You are there."]},{"reference":"Revelation 2:8-16","words":276,"text":["8","“And to the angel of the church in Smyrna write: The first and the last, who was dead, and has come to life, says this:","9","‘I know your tribulation and your poverty (but you are rich), and the slander by those who say they are Jews, and are not, but are a synagogue of Satan.","10","Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, so that you will be tested, and you will have tribulation for ten days. Be faithful until death, and I will give you the crown of life.","11","The one who has an ear, let him hear what the Spirit says to the churches. The one who overcomes will not be hurt by the second death.’","12","“And to the angel of the church in Pergamum write: The One who has the sharp two-edged sword says this:","13","‘I know where you dwell, where Satan’s throne is; and you hold firmly to My name, and did not deny My faith even in the days of Antipas, My witness, My faithful one, who was killed among you, where Satan dwells.","14","But I have a few things against you, because you have some there who hold the teaching of Balaam, who kept teaching Balak to put a stumbling block before the sons of Israel, to eat things sacrificed to idols and to commit sexual immorality.","15","So you too, have some who in the same way hold to the teaching of the Nicolaitans.","16","Therefore repent; or else I am coming to you quickly, and I will wage war against them with the sword of My mouth."]},{"reference":"Ruth 4:18-22","words":41,"text":["18","Now these are the generations of Perez: Perez fathered Hezron,","19","Hezron fathered Ram, and Ram fathered Amminadab,","20","and Amminadab fathered Nahshon, and Nahshon fathered Salmon,","21","and Salmon fathered Boaz, and Boaz fathered Obed,","22","and Obed fathered Jesse, and Jesse fathered David."]},{"reference":"Isaiah 49:4-16","words":427,"text":["4","But I said, “I have labored in vain, I have spent My strength for nothing and futility; Nevertheless, the justice due to Me is with the Lord, And My reward is with My God.”","5","And now says the Lord, who formed Me from the womb to be His Servant, To bring Jacob back to Him, so that Israel might be gathered to Him (For I am honored in the sight of the Lord, And My God is My strength),","6","He says, “It is too small a thing that You should be My Servant To raise up the tribes of Jacob and to restore the protected ones of Israel; I will also make You a light of the nations So that My salvation may reach to the end of the earth.”","7","This is what the Lord, the Redeemer of Israel and its Holy One, Says to the despised One, To the One abhorred by the nation, To the Servant of rulers: “Kings will see and arise, Princes will also bow down, Because of the Lord who is faithful, the Holy One of Israel who has chosen You.”","8","This is what the Lord says: “At a favorable time I answered You, And on a day of salvation I helped You; And I will watch over You and make You a covenant of the people, To restore the land, to give as inheritances the deserted hereditary lands;","9","Saying to those who are bound, ‘Go free,’ To those who are in darkness, ‘Show yourselves.’ They will feed along the roads, And their pasture will be on all bare heights.","10","They will not hunger or thirst, Nor will the scorching heat or sun strike them down; For He who has compassion on them will lead them, And He will guide them to springs of water.","11","I will make all My mountains a road, And My highways will be raised up.","12","Behold, these will come from afar; And behold, these will come from the north and from the west, And these from the land of Aswan.”","13","Shout for joy, you heavens! And rejoice, you earth! Break forth into joyful shouting, mountains! For the Lord has comforted His people And will have compassion on His afflicted.","14","But Zion said, “The Lord has abandoned me, And the Lord has forgotten me.”","15","“Can a woman forget her nursing child And have no compassion on the son of her womb? Even these may forget, but I will not forget you.","16","Behold, I have inscribed you on the palms of My hands; Your walls are continually before Me."]},{"reference":"Revelation 5:1-10","words":286,"text":["1","I saw in the right hand of Him who sat on the throne a scroll written inside and on the back, sealed up with seven seals.","2","And I saw a strong angel proclaiming with a loud voice, “Who is worthy to open the scroll and to break its seals?”","3","And no one in heaven or on the earth or under the earth was able to open the scroll or to look into it.","4","Then I began to weep greatly because no one was found worthy to open the scroll or to look into it.","5","And one of the elders *said to me, “Stop weeping; behold, the Lion that is from the tribe of Judah, the Root of David, has overcome so as to be able to open the scroll and its seven seals.”","6","And I saw between the throne (with the four living creatures) and the elders a Lamb standing, as if slaughtered, having seven horns and seven eyes, which are the seven spirits of God sent out into all the earth.","7","And He came and took the scroll out of the right hand of Him who sat on the throne.","8","When He had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each one holding a harp and golden bowls full of incense, which are the prayers of the saints.","9","And they *sang a new song, saying, “Worthy are You to take the scroll and to break its seals; for You were slaughtered, and You purchased people for God with Your blood from every tribe, language, people, and nation.","10","You have made them into a kingdom and priests to our God, and they will reign upon the earth.”"]},{"reference":"Ephesians 1:18-23","words":147,"text":["18","I pray that the eyes of your heart may be enlightened, so that you will know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints,","19","and what is the boundless greatness of His power toward us who believe. These are in accordance with the working of the strength of His might","20","which He brought about in Christ, when He raised Him from the dead and seated Him at His right hand in the heavenly places,","21","far above all rule and authority and power and dominion, and every name that is named, not only in this age but also in the one to come.","22","And He put all things in subjection under His feet, and made Him head over all things to the church,","23","which is His body, the fullness of Him who fills all in all."]},{"reference":"Isaiah 60:1-9","words":253,"text":["1","“Arise, shine; for your light has come, And the glory of the Lord has risen upon you.","2","For behold, darkness will cover the earth And deep darkness the peoples; But the Lord will rise upon you And His glory will appear upon you.","3","Nations will come to your light, And kings to the brightness of your rising.","4","“Raise your eyes all around and see; They all gather together, they come to you. Your sons will come from afar, And your daughters will be carried on the hip.","5","Then you will see and be radiant, And your heart will thrill and rejoice; Because the abundance of the sea will be turned to you, The wealth of the nations will come to you.","6","A multitude of camels will cover you, The young camels of Midian and Ephah; All those from Sheba will come; They will bring gold and frankincense, And proclaim good news of the praises of the Lord.","7","All the flocks of Kedar will be gathered to you, The rams of Nebaioth will serve you; They will go up on My altar with acceptance, And I will glorify My glorious house.","8","Who are these who fly like a cloud And like the doves to their windows?","9","Certainly the coastlands will wait for Me; And the ships of Tarshish will come first, To bring your sons from afar, Their silver and their gold with them, For the name of the Lord your God, And for the Holy One of Israel because He has glorified you."]},{"reference":"Revelation 16:4-9","words":139,"text":["4","Then the third angel poured out his bowl into the rivers and the springs of waters; and they became blood.","5","And I heard the angel of the waters saying, “Righteous are You, the One who is and who was, O Holy One, because You judged these things;","6","for they poured out the blood of saints and prophets, and You have given them blood to drink. They deserve it.”","7","And I heard the altar saying, “Yes, Lord God, the Almighty, true and righteous are Your judgments.”","8","And the fourth angel poured out his bowl upon the sun, and it was given power to scorch people with fire.","9","And the people were scorched with fierce heat; and they blasphemed the name of God who has the power over these plagues, and they did not repent so as to give Him glory."]},{"reference":"Leviticus 22:1-9","words":259,"text":["1","Then the Lord spoke to Moses, saying,","2","“Tell Aaron and his sons to be careful with the holy gifts of the sons of Israel, which they dedicate to Me, so as not to profane My holy name; I am the Lord.","3","Say to them, ‘Any man among all your descendants throughout your generations who approaches the holy gifts which the sons of Israel consecrate to the Lord, while he has an uncleanness, that person shall be cut off from My presence; I am the Lord.","4","No man of the descendants of Aaron, who has leprosy or has a discharge, may eat of the holy gifts until he is clean. And one who touches anything made unclean by a corpse, or a man who has a seminal emission,","5","or a man who touches any swarming things by which he is made unclean, or touches any person by whom he is made unclean, whatever his uncleanness;","6","a person who touches any such thing shall be unclean until evening, and shall not eat of the holy gifts unless he has bathed his body in water.","7","But when the sun sets, he will be clean, and afterward he may eat of the holy gifts, for it is his food.","8","He shall not eat an animal which dies or is torn by animals, becoming unclean by it; I am the Lord.","9","They shall therefore perform their duty to Me, so that they do not bear sin because of it and die by it because they profane it; I am the Lord who sanctifies them."]},{"reference":"Isaiah 62:10-12","words":85,"text":["10","Go through, go through the gates, Clear a way for the people! Build up, build up the highway, Remove the stones, lift up a flag over the peoples.","11","Behold, the Lord has proclaimed to the end of the earth: Say to the daughter of Zion, “Behold, your salvation is coming; Behold His reward is with Him, and His compensation before Him.”","12","And they will call them, “The holy people, The redeemed of the Lord”; And you will be called, “Sought Out, A City Not Abandoned.”"]},{"reference":"Revelation 18:21-24","words":147,"text":["21","Then a strong angel picked up a stone like a great millstone and threw it into the sea, saying, “So will Babylon, the great city, be thrown down with violence, and will never be found again.","22","And the sound of harpists, musicians, flute players, and trumpeters will never be heard in you again; and no craftsman of any craft will ever be found in you again; and the sound of a mill will never be heard in you again;","23","and the light of a lamp will never shine in you again; and the voice of the groom and bride will never be heard in you again; for your merchants were the powerful people of the earth, because all the nations were deceived by your witchcraft.","24","And in her was found the blood of prophets and of saints, and of all who have been slaughtered on the earth.”"]},{"reference":"Deuteronomy 28:1-14","words":409,"text":["1","“Now it shall be, if you diligently obey the Lord your God, being careful to do all His commandments which I am commanding you today, that the Lord your God will put you high above all the nations of the earth.","2","And all these blessings will come to you and reach you if you obey the Lord your God:","3","“Blessed will you be in the city, and blessed will you be in the country.","4","“Blessed will be the children of your womb, the produce of your ground, and the offspring of your animals: the newborn of your herd and the young of your flock.","5","“Blessed will be your basket and your kneading bowl.","6","“Blessed will you be when you come in, and blessed will you be when you go out.","7","“The Lord will cause your enemies who rise up against you to be defeated by you; they will go out against you one way and will flee at your presence seven ways.","8","The Lord will command the blessing for you in your barns and in everything that you put your hand to, and He will bless you in the land that the Lord your God is giving you.","9","The Lord will establish you as a holy people to Himself, as He swore to you, if you keep the commandments of the Lord your God and walk in His ways.","10","So all the peoples of the earth will see that you are called by the name of the Lord, and they will be afraid of you.","11","And the Lord will give you more than enough prosperity, in the children of your womb, in the offspring of your livestock, and in the produce of your ground, in the land which the Lord swore to your fathers to give you.","12","The Lord will open for you His good storehouse, the heavens, to give rain to your land in its season and to bless every work of your hand; and you will lend to many nations, but you will not borrow.","13","And the Lord will make you the head and not the tail, and you will only be above, and not be underneath, if you listen to the commandments of the Lord your God which I am commanding you today, to follow them carefully,","14","and do not turn aside from any of the words which I am commanding you today, to the right or the left, to pursue other gods to serve them."]},{"reference":"Isaiah 66:5-13","words":267,"text":["5","Hear the word of the Lord, you who tremble at His word: “Your brothers who hate you, who exclude you on account of My name, Have said, ‘Let the Lord be glorified, so that we may see your joy.’ But they will be put to shame.","6","A sound of uproar from the city, a voice from the temple, The voice of the Lord who is dealing retribution to His enemies.","7","“Before she was in labor, she delivered; Before her pain came, she gave birth to a boy.","8","Who has heard such a thing? Who has seen such things? Can a land be born in one day? Can a nation be given birth all at once? As soon as Zion was in labor, she also delivered her sons.","9","Shall I bring to the point of birth but not give delivery?” says the Lord. “Or shall I who gives delivery shut the womb?” says your God.","10","“Be joyful with Jerusalem and rejoice for her, all you who love her; Be exceedingly glad with her, all you who mourn over her,","11","So that you may nurse and be satisfied with her comforting breasts, So that you may drink fully and be delighted with her bountiful breasts.”","12","For this is what the Lord says: “Behold, I extend peace to her like a river, And the glory of the nations like an overflowing stream; And you will be nursed, you will be carried on the hip and rocked back and forth on the knees.","13","As one whom his mother comforts, so I will comfort you; And you will be comforted in Jerusalem.”"]},{"reference":"Revelation 21:1-15","words":433,"text":["1","Then I saw a new heaven and a new earth; for the first heaven and the first earth passed away, and there is no longer any sea.","2","And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.","3","And I heard a loud voice from the throne, saying, “Behold, the tabernacle of God is among the people, and He will dwell among them, and they shall be His people, and God Himself will be among them,","4","and He will wipe away every tear from their eyes; and there will no longer be any death; there will no longer be any mourning, or crying, or pain; the first things have passed away.”","5","And He who sits on the throne said, “Behold, I am making all things new.” And He *said, “Write, for these words are faithful and true.”","6","Then He said to me, “It is done. I am the Alpha and the Omega, the beginning and the end. I will give water to the one who thirsts from the spring of the water of life, without cost.","7","The one who overcomes will inherit these things, and I will be his God and he will be My son.","8","But for the cowardly, and unbelieving, and abominable, and murderers, and sexually immoral persons, and sorcerers, and idolaters, and all liars, their part will be in the lake that burns with fire and brimstone, which is the second death.”","9","Then one of the seven angels who had the seven bowls, full of the seven last plagues, came and spoke with me, saying, “Come here, I will show you the bride, the wife of the Lamb.”","10","And he carried me away in the Spirit to a great and high mountain, and showed me the holy city, Jerusalem, coming down out of heaven from God,","11","having the glory of God. Her brilliance was like a very valuable stone, like a stone of crystal-clear jasper.","12","It had a great and high wall, with twelve gates, and at the gates twelve angels; and names were written on the gates, which are the names of the twelve tribes of the sons of Israel.","13","There were three gates on the east, three gates on the north, three gates on the south, and three gates on the west.","14","And the wall of the city had twelve foundation stones, and on them were the twelve names of the twelve apostles of the Lamb.","15","The one who spoke with me had a gold measuring rod to measure the city, its gates, and its wall."]},{"reference":"Joshua 21:43-45","words":87,"text":["43","So the Lord gave Israel all the land which He had sworn to give to their fathers, and they took possession of it and lived in it.","44","And the Lord gave them rest on every side, in accordance with everything that He had sworn to their fathers, and no one of all their enemies stood before them; the Lord handed all their enemies over to them.","45","Not one of the good promises which the Lord had made to the house of Israel failed; everything came to pass."]},{"reference":"Matthew 10:27-39","words":268,"text":["27","What I tell you in the darkness, tell in the light; and what you hear whispered in your ear, proclaim on the housetops.","28","And do not be afraid of those who kill the body but are unable to kill the soul; but rather fear Him who is able to destroy both soul and body in hell.","29","Are two sparrows not sold for an assarion? And yet not one of them will fall to the ground apart from your Father.","30","But even the hairs of your head are all counted.","31","So do not fear; you are more valuable than a great number of sparrows.","32","“Therefore, everyone who confesses Me before people, I will also confess him before My Father who is in heaven.","33","But whoever denies Me before people, I will also deny him before My Father who is in heaven.","34","“Do not think that I came to bring peace on the earth; I did not come to bring peace, but a sword.","35","For I came to turn a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law;","36","and a person’s enemies will be the members of his household.","37","“The one who loves father or mother more than Me is not worthy of Me; and the one who loves son or daughter more than Me is not worthy of Me.","38","And the one who does not take his cross and follow after Me is not worthy of Me.","39","The one who has found his life will lose it, and the one who has lost his life on My account will find it."]},{"reference":"Revelation 22:12-21","words":242,"text":["12","“Behold, I am coming quickly, and My reward is with Me, to reward each one as his work deserves.","13","I am the Alpha and the Omega, the first and the last, the beginning and the end.”","14","Blessed are those who wash their robes, so that they will have the right to the tree of life, and may enter the city by the gates.","15","Outside are the dogs, the sorcerers, the sexually immoral persons, the murderers, the idolaters, and everyone who loves and practices lying.","16","“I, Jesus, have sent My angel to testify to you of these things for the churches. I am the root and the descendant of David, the bright morning star.”","17","The Spirit and the bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires, take the water of life without cost.","18","I testify to everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues that are written in this book;","19","and if anyone takes away from the words of the book of this prophecy, God will take away his part from the tree of life and from the holy city, which are written in this book.","20","He who testifies to these things says, “Yes, I am coming quickly.” Amen. Come, Lord Jesus.","21","The grace of the Lord Jesus be with all. Amen."]},{"reference":"Nehemiah 8:10","words":44,"text":["10","Then he said to them, “Go, eat the festival foods, drink the sweet drinks, and send portions to him who has nothing prepared; for this day is holy to our Lord. Do not be grieved, for the joy of the Lord is your refuge.”"]},{"reference":"Matthew 11:25-30","words":131,"text":["25","At that time Jesus said, “I praise You, Father, Lord of heaven and earth, that You have hidden these things from the wise and intelligent, and have revealed them to infants.","26","Yes, Father, for this way was well pleasing in Your sight.","27","All things have been handed over to Me by My Father; and no one knows the Son except the Father; nor does anyone know the Father except the Son, and anyone to whom the Son determines to reveal Him.","28","“Come to Me, all who are weary and burdened, and I will give you rest.","29","Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and you will find rest for your souls.","30","For My yoke is comfortable, and My burden is light.”"]},{"reference":"Nehemiah 9:28-31","words":162,"text":["28","But as soon as they had rest, they did evil again before You; Therefore You abandoned them to the hand of their enemies, so that they ruled over them. When they cried out again to You, You heard from heaven, And many times You rescued them according to Your compassion,","29","And admonished them in order to turn them back to Your Law. Yet they acted arrogantly and did not listen to Your commandments but sinned against Your ordinances, Which, if a person follows them, then he will live by them. And they turned a stubborn shoulder and stiffened their neck, and would not listen.","30","However, You remained patient with them for many years, And admonished them by Your Spirit through Your prophets, Yet they would not listen. Therefore You handed them over to the peoples of the lands.","31","Nevertheless, in Your great compassion You did not make an end of them or abandon them, For You are a gracious and compassionate God."]},{"reference":"Luke 4:16-19","words":102,"text":["16","And He came to Nazareth, where He had been brought up; and as was His custom, He entered the synagogue on the Sabbath, and stood up to read.","17","And the scroll of Isaiah the prophet was handed to Him. And He unrolled the scroll and found the place where it was written:","18","“The Spirit of the Lord is upon Me, Because He anointed Me to bring good news to the poor. He has sent Me to proclaim release to captives, And recovery of sight to the blind, To set free those who are oppressed,","19","To proclaim the favorable year of the Lord.”"]},{"reference":"Job 19:1-29","words":457,"text":["1","Then Job responded,","2","“How long will you torment me And crush me with words?","3","These ten times you have insulted me; You are not ashamed to wrong me.","4","Even if I have truly done wrong, My error stays with me.","5","If indeed you exalt yourselves against me And prove my disgrace to me,","6","Know then that God has wronged me And has surrounded me with His net.","7","“Behold, I cry, ‘Violence!’ but I get no answer; I shout for help, but there is no justice.","8","He has blocked my way so that I cannot pass, And He has put darkness on my paths.","9","He has stripped my honor from me And removed the crown from my head.","10","He breaks me down on every side, and I am gone; And He has uprooted my hope like a tree.","11","He has also kindled His anger against me And considered me as His enemy.","12","His troops come together And build up their way against me And camp around my tent.","13","“He has removed my brothers far from me, And my acquaintances have completely turned away from me.","14","My relatives have failed, And my close friends have forgotten me.","15","Those who live in my house and my servant women consider me a stranger. I am a foreigner in their sight.","16","I call to my servant, but he does not answer; I have to implore his favor with my mouth.","17","My breath is offensive to my wife, And I am loathsome to my own brothers.","18","Even young children despise me; I stand up and they speak against me.","19","All my associates loathe me, And those I love have turned against me.","20","My bone clings to my skin and my flesh, And I have escaped only by the skin of my teeth.","21","Pity me, pity me, you friends of mine, For the hand of God has struck me.","22","Why do you persecute me as God does, And are not satisfied with my flesh?","23","“Oh that my words were written! Oh that they were recorded in a book!","24","That with an iron stylus and lead They were engraved in the rock forever!","25","Yet as for me, I know that my Redeemer lives, And at the last, He will take His stand on the earth.","26","Even after my skin is destroyed, Yet from my flesh I will see God,","27","Whom I, on my part, shall behold for myself, And whom my eyes will see, and not another. My heart faints within me!","28","If you say, ‘How shall we persecute him?’ And ‘What pretext for a case against him can we find?’","29","Then be afraid of the sword for yourselves, For wrath brings the punishment of the sword, So that you may know there is judgment.”"]},{"reference":"Luke 12:35-40","words":157,"text":["35","“Be prepared, and keep your lamps lit.","36","You are also to be like people who are waiting for their master when he returns from the wedding feast, so that they may immediately open the door for him when he comes and knocks.","37","Blessed are those slaves whom the master will find on the alert when he comes; truly I say to you, that he will prepare himself to serve, and have them recline at the table, and he will come up and serve them.","38","Whether he comes in the second watch, or even in the third, and finds them so, blessed are those slaves.","39","“But be sure of this, that if the head of the house had known at what hour the thief was coming, he would not have allowed his house to be broken into.","40","You too, be ready; because the Son of Man is coming at an hour that you do not think He will.”"]},{"reference":"Psalm 32:1-11","words":247,"text":["1","How blessed is he whose wrongdoing is forgiven, Whose sin is covered!","2","How blessed is a person whose guilt the Lord does not take into account, And in whose spirit there is no deceit!","3","When I kept silent about my sin, my body wasted away Through my groaning all day long.","4","For day and night Your hand was heavy upon me; My vitality failed as with the dry heat of summer. Selah","5","I acknowledged my sin to You, And I did not hide my guilt; I said, “I will confess my wrongdoings to the Lord”; And You forgave the guilt of my sin. Selah","6","Therefore, let everyone who is godly pray to You in a time when You may be found; Certainly in a flood of great waters, they will not reach him.","7","You are my hiding place; You keep me from trouble; You surround me with songs of deliverance. Selah","8","I will instruct you and teach you in the way which you should go; I will advise you with My eye upon you.","9","Do not be like the horse or like the mule, which have no understanding, Whose trappings include bit and bridle to hold them in check, Otherwise they will not come near to you.","10","The sorrows of the wicked are many, But the one who trusts in the Lord, goodness will surround him.","11","Be glad in the Lord and rejoice, you righteous ones; And shout for joy, all you who are upright in heart."]},{"reference":"Luke 22:31-34","words":76,"text":["31","“Simon, Simon, behold, Satan has demanded to sift you men like wheat;","32","but I have prayed for you, that your faith will not fail; and you, when you have turned back, strengthen your brothers.”","33","But he said to Him, “Lord, I am ready to go with You both to prison and to death!”","34","But He said, “I tell you, Peter, the rooster will not crow today until you have denied three times that you know Me.”"]},{"reference":"Psalm 49:1-9","words":121,"text":["1","Hear this, all peoples; Listen, all inhabitants of the world,","2","Both low and high, Rich and poor together.","3","My mouth will speak wisdom, And the meditation of my heart will be understanding.","4","I will incline my ear to a proverb; I will express my riddle on the harp.","5","Why should I fear in days of adversity, When the injustice of those who betray me surrounds me,","6","Those who trust in their wealth And boast in the abundance of their riches?","7","No one can by any means redeem another Or give God a ransom for him—","8","For the redemption of his soul is priceless, And he should cease imagining forever—","9","That he might live on eternally, That he might not undergo decay."]},{"reference":"John 5:1-14","words":275,"text":["1","After these things there was a feast of the Jews, and Jesus went up to Jerusalem.","2","Now in Jerusalem, by the Sheep Gate, there is a pool which in Hebrew is called Bethesda, having five porticoes.","3","In these porticoes lay a multitude of those who were sick, blind, limping, or paralyzed.","5","Now a man was there who had been ill for thirty-eight years.","6","Jesus, upon seeing this man lying there and knowing that he had already been in that condition for a long time, *said to him, “Do you want to get well?”","7","The sick man answered Him, “Sir, I have no man to put me into the pool when the water is stirred up, but while I am coming, another steps down before me.”","8","Jesus *said to him, “Get up, pick up your pallet and walk.”","9","Immediately the man became well, and picked up his pallet and began to walk. Now it was a Sabbath on that day.","10","So the Jews were saying to the man who was cured, “It is a Sabbath, and it is not permissible for you to carry your pallet.”","11","But he answered them, “He who made me well was the one who said to me, ‘Pick up your pallet and walk.’”","12","They asked him, “Who is the man who said to you, ‘Pick it up and walk’?”","13","But the man who was healed did not know who it was, for Jesus had slipped away while there was a crowd in that place.","14","Afterward, Jesus *found him in the temple and said to him, “Behold, you have become well; do not sin anymore, so that nothing worse happens to you.”"]},{"reference":"Psalm 102:13-28","words":276,"text":["13","You will arise and have compassion on Zion; For it is time to be gracious to her, For the appointed time has come.","14","Surely Your servants take pleasure in her stones, And feel pity for her dust.","15","So the nations will fear the name of the Lord, And all the kings of the earth, Your glory.","16","For the Lord has built up Zion; He has appeared in His glory.","17","He has turned His attention to the prayer of the destitute And has not despised their prayer.","18","This will be written for the generation to come, That a people yet to be created may praise the Lord:","19","For He looked down from His holy height; From heaven the Lord looked upon the earth,","20","To hear the groaning of the prisoner, To set free those who were doomed to death,","21","So that people may tell of the name of the Lord in Zion, And His praise in Jerusalem,","22","When the peoples are gathered together, And the kingdoms, to serve the Lord.","23","He has broken my strength in the way; He has shortened my days.","24","I say, “My God, do not take me away in the middle of my days, Your years are throughout all generations.","25","In time of old You founded the earth, And the heavens are the work of Your hands.","26","Even they will perish, but You endure; All of them will wear out like a garment; Like clothing You will change them and they will pass away.","27","But You are the same, And Your years will not come to an end.","28","The children of Your servants will continue, And their descendants will be established before You.”"]},{"reference":"John 14:1-7","words":145,"text":["1","“Do not let your heart be troubled; believe in God, believe also in Me.","2","In My Father’s house are many rooms; if that were not so, I would have told you, because I am going there to prepare a place for you.","3","And if I go and prepare a place for you, I am coming again and will take you to Myself, so that where I am, there you also will be.","4","And you know the way where I am going.”","5","Thomas *said to Him, “Lord, we do not know where You are going; how do we know the way?”","6","Jesus *said to him, “I am the way, and the truth, and the life; no one comes to the Father except through Me.","7","If you had known Me, you would have known My Father also; from now on you know Him, and have seen Him.”"]},{"reference":"Psalm 106:34-48","words":236,"text":["34","They did not destroy the peoples, As the Lord had commanded them,","35","But they got involved with the nations And learned their practices,","36","And served their idols, Which became a snare to them.","37","They even sacrificed their sons and their daughters to the demons,","38","And shed innocent blood, The blood of their sons and their daughters Whom they sacrificed to the idols of Canaan; And the land was defiled with the blood.","39","So they became unclean in their practices, And were unfaithful in their deeds.","40","Therefore the anger of the Lord was kindled against His people, And He loathed His inheritance.","41","So He handed them over to the nations, And those who hated them ruled over them.","42","Their enemies also oppressed them, And they were subdued under their power.","43","Many times He would rescue them; They, however, were rebellious in their plan, And they sank down into their guilt.","44","Nevertheless He looked at their distress When He heard their cry;","45","And He remembered His covenant for their sake, And relented according to the greatness of His mercy.","46","He also made them objects of compassion In the presence of all their captors.","47","Save us, Lord our God, And gather us from the nations, To give thanks to Your holy name And glory in Your praise.","48","Blessed be the Lord, the God of Israel, From everlasting to everlasting. And all the people shall say, “Amen.” Praise the Lord!"]},{"reference":"John 16:16-33","words":512,"text":["16","“A little while, and you no longer are going to see Me; and again a little while, and you will see Me.”","17","So some of His disciples said to one another, “What is this that He is telling us, ‘A little while, and you are not going to see Me; and again a little while, and you will see Me’; and, ‘because I am going to the Father’?”","18","So they were saying, “What is this that He says, ‘A little while’? We do not know what He is talking about.”","19","Jesus knew that they wanted to question Him, and He said to them, “Are you deliberating together about this, that I said, ‘A little while, and you are not going to see Me, and again a little while, and you will see Me’?","20","Truly, truly I say to you that you will weep and mourn, but the world will rejoice; you will grieve, but your grief will be turned into joy!","21","Whenever a woman is in labor she has pain, because her hour has come; but when she gives birth to the child, she no longer remembers the anguish because of the joy that a child has been born into the world.","22","Therefore you too have grief now; but I will see you again, and your heart will rejoice, and no one is going to take your joy away from you.","23","And on that day you will not question Me about anything. Truly, truly I say to you, if you ask the Father for anything in My name, He will give it to you.","24","Until now you have asked for nothing in My name; ask and you will receive, so that your joy may be made full.","25","“These things I have spoken to you in figures of speech; an hour is coming when I will no longer speak to you in figures of speech, but will tell you plainly about the Father.","26","On that day you will ask in My name, and I am not saying to you that I will request of the Father on your behalf;","27","for the Father Himself loves you, because you have loved Me and have believed that I came forth from the Father.","28","I came forth from the Father and have come into the world; again, I am leaving the world and going to the Father.”","29","His disciples *said, “See, now You are speaking plainly and are not using any figure of speech.","30","Now we know that You know all things, and that You have no need for anyone to question You; this is why we believe that You came forth from God.”","31","Jesus replied to them, “Do you now believe?","32","Behold, an hour is coming, and has already come, for you to be scattered, each to his own home, and to leave Me alone; and yet I am not alone, because the Father is with Me.","33","These things I have spoken to you so that in Me you may have peace. In the world you have tribulation, but take courage; I have overcome the world.”"]},{"reference":"Isaiah 11:15-16","words":80,"text":["15","And the Lord will utterly destroy The tongue of the Sea of Egypt; And He will wave His hand over the Euphrates River With His scorching wind; And He will strike it into seven streams And make people walk over in dry sandals.","16","And there will be a highway from Assyria For the remnant of His people who will be left, Just as there was for Israel On the day that they came up out of the land of Egypt."]},{"reference":"John 17:1-10","words":236,"text":["1","Jesus spoke these things; and raising His eyes to heaven, He said, “Father, the hour has come; glorify Your Son, so that the Son may glorify You,","2","just as You gave Him authority over all mankind, so that to all whom You have given Him, He may give eternal life.","3","And this is eternal life, that they may know You, the only true God, and Jesus Christ whom You have sent.","4","I glorified You on the earth by accomplishing the work which You have given Me to do.","5","And now You, Father, glorify Me together with Yourself, with the glory which I had with You before the world existed.","6","“I have revealed Your name to the men whom You gave Me out of the world; they were Yours and You gave them to Me, and they have followed Your word.","7","Now they have come to know that everything which You have given Me is from You;","8","for the words which You gave Me I have given to them; and they received them and truly understood that I came forth from You, and they believed that You sent Me.","9","I ask on their behalf; I do not ask on behalf of the world, but on the behalf of those whom You have given Me, because they are Yours;","10","and all things that are Mine are Yours, and Yours are Mine; and I have been glorified in them."]},{"reference":"Isaiah 35:3-10","words":222,"text":["3","Strengthen the exhausted, and make the feeble strong.","4","Say to those with anxious heart, “Take courage, fear not. Behold, your God will come with vengeance; The retribution of God will come, But He will save you.”","5","Then the eyes of those who are blind will be opened, And the ears of those who are deaf will be unstopped.","6","Then those who limp will leap like a deer, And the tongue of those who cannot speak will shout for joy. For waters will burst forth in the wilderness, And streams in the desert.","7","The scorched land will become a pool And the thirsty ground springs of water; In the haunt of jackals, its resting place, Grass becomes reeds and rushes.","8","A highway will be there, a roadway, And it will be called the Highway of Holiness. The unclean will not travel on it, But it will be for the one who walks that way, And fools will not wander on it.","9","No lion will be there, Nor will any vicious animal go up on it; They will not be found there. But the redeemed will walk there,","10","And the redeemed of the Lord will return And come to Zion with joyful shouting, And everlasting joy will be on their heads. They will obtain gladness and joy, And sorrow and sighing will flee away."]},{"reference":"John 19:28-38","words":285,"text":["28","After this, Jesus, knowing that all things had already been accomplished, in order that the Scripture would be fulfilled, *said, “I am thirsty.”","29","A jar full of sour wine was standing there; so they put a sponge full of the sour wine on a branch of hyssop and brought it up to His mouth.","30","Therefore when Jesus had received the sour wine, He said, “It is finished!” And He bowed His head and gave up His spirit.","31","Now then, since it was the day of preparation, to prevent the bodies from remaining on the cross on the Sabbath (for that Sabbath was a high day), the Jews requested of Pilate that their legs be broken, and the bodies be taken away.","32","So the soldiers came and broke the legs of the first man, and of the other who was crucified with Him;","33","but after they came to Jesus, when they saw that He was already dead, they did not break His legs.","34","Yet one of the soldiers pierced His side with a spear, and immediately blood and water came out.","35","And he who has seen has testified, and his testimony is true; and he knows that he is telling the truth, so that you also may believe.","36","For these things took place so that the Scripture would be fulfilled: “Not a bone of Him shall be broken.”","37","And again another Scripture says, “They will look at Him whom they pierced.”","38","Now after these things Joseph of Arimathea, being a disciple of Jesus, but a secret one for fear of the Jews, requested of Pilate that he might take away the body of Jesus; and Pilate granted permission. So he came and took away His body."]},{"reference":"Isaiah 40:1-5","words":118,"text":["1","“Comfort, comfort My people,” says your God.","2","“Speak kindly to Jerusalem; And call out to her, that her warfare has ended, That her guilt has been removed, That she has received of the Lord’s hand Double for all her sins.”","3","The voice of one calling out, “Clear the way for the Lord in the wilderness; Make straight in the desert a highway for our God.","4","Let every valley be lifted up, And every mountain and hill be made low; And let the uneven ground become a plain, And the rugged terrain a broad valley;","5","Then the glory of the Lord will be revealed, And all flesh will see it together; For the mouth of the Lord has spoken.”"]},{"reference":"Acts 8:26-38","words":276,"text":["26","But an angel of the Lord spoke to Philip, saying, “Get ready and go south to the road that descends from Jerusalem to Gaza.” (This is a desert road.)","27","So he got ready and went; and there was an Ethiopian eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure; and he had come to Jerusalem to worship,","28","and he was returning and sitting in his chariot, and was reading Isaiah the prophet.","29","Then the Spirit said to Philip, “Go up and join this chariot.”","30","Philip ran up and heard him reading Isaiah the prophet, and said, “Do you understand what you are reading?”","31","And he said, “Well, how could I, unless someone guides me?” And he invited Philip to come up and sit with him.","32","Now the passage of Scripture which he was reading was this: “He was led like a sheep to slaughter; And like a lamb that is silent before its shearer, So He does not open His mouth.","33","In humiliation His justice was taken away; Who will describe His generation? For His life is taken away from the earth.”","34","The eunuch answered Philip and said, “Please tell me, of whom does the prophet say this? Of himself, or of someone else?”","35","Then Philip opened his mouth, and beginning from this Scripture he preached Jesus to him.","36","As they went along the road they came to some water; and the eunuch *said, “Look! Water! What prevents me from being baptized?”","38","And he ordered that the chariot stop; and they both went down into the water, Philip as well as the eunuch, and he baptized him."]},{"reference":"Isaiah 41:10-26","words":522,"text":["10","Do not fear, for I am with you; Do not be afraid, for I am your God. I will strengthen you, I will also help you, I will also uphold you with My righteous right hand.’","11","Behold, all those who are angered at you will be shamed and dishonored; Those who contend with you will be as nothing and will perish.","12","You will seek those who quarrel with you, but will not find them, Those who war with you will be as nothing and non-existent.","13","For I am the Lord your God who takes hold of your right hand, Who says to you, ‘Do not fear, I will help you.’","14","Do not fear, you worm Jacob, you people of Israel; I will help you,” declares the Lord, “and your Redeemer is the Holy One of Israel.","15","Behold, I turned you into a new, sharp threshing sledge with double edges; You will thresh the mountains and pulverize them, And make the hills like chaff.","16","You will winnow them, and the wind will carry them away, And the storm will scatter them; But you will rejoice in the Lord, You will boast in the Holy One of Israel.","17","“The poor and needy are seeking water, but there is none, And their tongues are parched with thirst. I, the Lord, will answer them Myself; As the God of Israel I will not abandon them.","18","I will open rivers on the bare heights, And springs in the midst of the valleys; I will make the wilderness a pool of water, And the dry land fountains of water.","19","I will put the cedar in the wilderness, The acacia, the myrtle, and the olive tree; I will place the juniper in the desert, Together with the elm tree and the cypress,","20","So that they may see and recognize, And consider and gain insight as well, That the hand of the Lord has done this, And the Holy One of Israel has created it.","21","“Present your case,” the Lord says. “Bring forward your evidence,” The King of Jacob says.","22","Let them bring them forward and declare to us what is going to take place; As for the former events, declare what they were, So that we may consider them and know their outcome. Or announce to us what is coming;","23","Declare the things that are going to come afterward, So that we may know that you are gods; Indeed, do good or evil, that we may be afraid and fear together.","24","Behold, you are less than nothing, And your work is less than nothing! He who chooses you is an abomination.","25","“I have put one from the north into motion, and he has come; From the rising of the sun he will call on My name; And he will come upon rulers as upon mortar, As the potter treads on clay.”","26","Who has declared this from the beginning, that we might know? Or from former times, that we may say, “He is right!”? There was no one at all who declared, There was no one at all who proclaimed, There was no one at all who heard your words."]},{"reference":"Acts 13:42-52","words":262,"text":["42","As Paul and Barnabas were going out, the people repeatedly begged to have these things spoken to them the next Sabbath.","43","Now when the meeting of the synagogue had broken up, many of the Jews and the God-fearing proselytes followed Paul and Barnabas, who were speaking to them and urging them to continue in the grace of God.","44","The next Sabbath nearly all the city assembled to hear the word of the Lord.","45","But when the Jews saw the crowds, they were filled with jealousy and began contradicting the things spoken by Paul, and were blaspheming.","46","Paul and Barnabas spoke out boldly and said, “It was necessary that the word of God be spoken to you first. Since you repudiate it and consider yourselves unworthy of eternal life, behold, we are turning to the Gentiles.","47","For so the Lord has commanded us, ‘I have appointed You as a light to the Gentiles, That You may bring salvation to the end of the earth.’”","48","When the Gentiles heard this, they began rejoicing and glorifying the word of the Lord; and all who had been appointed to eternal life believed.","49","And the word of the Lord was being spread through the whole region.","50","But the Jews incited the devout women of prominence and the leading men of the city, and instigated a persecution against Paul and Barnabas, and drove them out of their region.","51","But they shook off the dust from their feet in protest against them and went to Iconium.","52","And the disciples were continually filled with joy and with the Holy Spirit."]},{"reference":"Jeremiah 10:1-10","words":261,"text":["1","Hear the word which the Lord speaks to you, house of Israel.","2","This is what the Lord says: “Do not learn the way of the nations, And do not be terrified by the signs of the heavens, Although the nations are terrified by them;","3","For the customs of the peoples are futile; For it is wood cut from the forest, The work of the hands of a craftsman with a cutting tool.","4","They decorate the idol with silver and gold; They fasten it with nails and hammers So that it will not totter.","5","They are like a scarecrow in a cucumber field, And they cannot speak; They must be carried, Because they cannot walk! Do not fear them, For they can do no harm, Nor can they do any good.”","6","There is none like You, Lord; You are great, and Your name is great in might.","7","Who would not fear You, O King of the nations? For it is Your due! For among all the wise men of the nations And in all their kingdoms, There is none like You.","8","But they are altogether stupid and foolish; The instruction from idols is nothing but wood!","9","Beaten silver is brought from Tarshish, And gold from Uphaz, The work of a craftsman and of the hands of a goldsmith; Their clothing is of violet and purple; They are all the work of skilled people.","10","But the Lord is the true God; He is the living God and the everlasting King. The earth quakes at His wrath, And the nations cannot endure His indignation."]},{"reference":"Acts 14:8-18","words":271,"text":["8","In Lystra a man was sitting whose feet were incapacitated. He had been disabled from his mother’s womb, and had never walked.","9","This man was listening to Paul as he spoke. Paul looked at him intently and saw that he had faith to be made well,","10","and he said with a loud voice, “Stand upright on your feet!” And the man leaped up and began to walk.","11","When the crowds saw what Paul had done, they raised their voice, saying in the Lycaonian language, “The gods have become like men and have come down to us!”","12","And they began calling Barnabas, Zeus, and Paul, Hermes, since he was the chief speaker.","13","Moreover, the priest of Zeus, whose temple was just outside the city, brought oxen and garlands to the gates, and wanted to offer sacrifice with the crowds.","14","But when the apostles Barnabas and Paul heard about it, they tore their robes and rushed out into the crowd, crying out","15","and saying, “Men, why are you doing these things? We are also men, of the same nature as you, preaching the gospel to you, to turn from these useless things to a living God, who made the heaven and the earth and the sea, and everything that is in them.","16","In past generations He permitted all the nations to go their own ways;","17","yet He did not leave Himself without witness, in that He did good and gave you rains from heaven and fruitful seasons, satisfying your hearts with food and gladness.”","18","And even by saying these things, only with difficulty did they restrain the crowds from offering sacrifices to them."]},{"reference":"Jeremiah 31:10-14","words":167,"text":["10","Hear the word of the Lord, you nations, And declare it in the coastlands far away, And say, “He who scattered Israel will gather him, And He will keep him as a shepherd keeps his flock.”","11","For the Lord has ransomed Jacob And redeemed him from the hand of him who was stronger than he.","12","“They will come and shout for joy on the height of Zion, And they will be radiant over the bounty of the Lord— Over the grain, the new wine, the oil, And over the young of the flock and the herd. And their life will be like a watered garden, And they will never languish again.","13","Then the virgin will rejoice in the dance, And the young men and the old together; For I will turn their mourning into joy And comfort them, and give them joy for their sorrow.","14","I will refresh the soul of the priests with abundance, And My people will be satisfied with My goodness,” declares the Lord."]},{"reference":"Acts 26:19-23","words":128,"text":["19","“For that reason, King Agrippa, I did not prove disobedient to the heavenly vision,","20","but continually proclaimed to those in Damascus first, and in Jerusalem, and then all the region of Judea, and even to the Gentiles, that they are to repent and turn to God, performing deeds consistent with repentance.","21","For these reasons some Jews seized me in the temple and tried to murder me.","22","So, having obtained help from God, I stand to this day testifying both to small and great, stating nothing but what the Prophets and Moses said was going to take place,","23","as to whether the Christ was to suffer, and whether, as first from the resurrection of the dead, He would proclaim light both to the Jewish people and to the Gentiles.”"]},{"reference":"Jeremiah 33:8-9","words":86,"text":["8","And I will cleanse them from all their wrongdoing by which they have sinned against Me, and I will forgive all their wrongdoings by which they have sinned against Me and revolted against Me.","9","It will be to Me a name of joy, praise, and glory before all the nations of the earth, which will hear of all the good that I do for them, and they will be frightened and tremble because of all the good and all the peace that I make for it.’"]},{"reference":"Romans 2:1-6","words":145,"text":["1","Therefore you have no excuse, you foolish person, everyone of you who passes judgment; for in that matter in which you judge someone else, you condemn yourself; for you who judge practice the same things.","2","And we know that the judgment of God rightly falls upon those who practice such things.","3","But do you suppose this, you foolish person who passes judgment on those who practice such things, and yet does them as well, that you will escape the judgment of God?","4","Or do you think lightly of the riches of His kindness and restraint and patience, not knowing that the kindness of God leads you to repentance?","5","But because of your stubbornness and unrepentant heart you are storing up wrath for yourself on the day of wrath and revelation of the righteous judgment of God,","6","who will repay each person according to his deeds:"]},{"reference":"Ezekiel 2:1-10","words":270,"text":["1","Then He said to me, “Son of man, stand on your feet, and I will speak with you.”","2","And as He spoke to me the Spirit entered me and set me on my feet; and I heard Him speaking to me.","3","Then He said to me, “Son of man, I am sending you to the sons of Israel, to a rebellious people who have rebelled against Me; they and their fathers have revolted against Me to this very day.","4","So I am sending you to those who are impudent and obstinate children, and you shall say to them, ‘This is what the Lord God says:’","5","As for them, whether they listen or not—for they are a rebellious house—they will know that a prophet has been among them.","6","And as for you, son of man, you are not to fear them nor fear their words, though thistles and thorns are with you and you sit on scorpions; you are not to fear their words nor be dismayed at their presence, since they are a rebellious house.","7","But you shall speak My words to them whether they listen or not, for they are rebellious.","8","“Now you, son of man, listen to what I am speaking to you; do not be rebellious like that rebellious house. Open your mouth wide and eat what I am giving you.”","9","Then I looked, and behold, a hand was extended to me; and behold, a scroll was in it.","10","When He spread it out before me, it was written on the front and back, and written on it were songs of mourning, sighing, and woe."]},{"reference":"Romans 2:17-29","words":280,"text":["17","But if you call yourself a Jew and rely upon the Law and boast in God,","18","and know His will and distinguish the things that matter, being instructed from the Law,","19","and are confident that you yourself are a guide to people who are blind, a light to those in darkness,","20","a corrector of the foolish, a teacher of the immature, possessing in the Law the embodiment of knowledge and of the truth—","21","you, therefore, who teach someone else, do you not teach yourself? You who preach that one is not to steal, do you steal?","22","You who say that one is not to commit adultery, do you commit adultery? You who loathe idols, do you rob temples?","23","You who boast in the Law, through your breaking the Law, do you dishonor God?","24","For “the name of God is blasphemed among the Gentiles because of you,” just as it is written.","25","For indeed circumcision is of value if you practice the Law; but if you are a violator of the Law, your circumcision has turned into uncircumcision.","26","So if the uncircumcised man keeps the requirements of the Law, will his uncircumcision not be regarded as circumcision?","27","And he who is physically uncircumcised, if he keeps the Law, will he not judge you who though having the letter of the Law and circumcision are a violator of the Law?","28","For he is not a Jew who is one outwardly, nor is circumcision that which is outward in the flesh.","29","But he is a Jew who is one inwardly; and circumcision is of the heart, by the Spirit, not by the letter; and his praise is not from people, but from God."]},{"reference":"Ezekiel 3:4-6","words":68,"text":["4","Then He said to me, “Son of man, go to the house of Israel and speak with My words to them.","5","For you are not being sent to a people of unintelligible speech or difficult language, but to the house of Israel,","6","nor to many peoples of unintelligible speech or difficult language, whose words you cannot understand. But I have sent you to the people who understand you;"]},{"reference":"Romans 6:1-12","words":249,"text":["1","What shall we say then? Are we to continue in sin so that grace may increase?","2","Far from it! How shall we who died to sin still live in it?","3","Or do you not know that all of us who have been baptized into Christ Jesus have been baptized into His death?","4","Therefore we have been buried with Him through baptism into death, so that, just as Christ was raised from the dead through the glory of the Father, so we too may walk in newness of life.","5","For if we have become united with Him in the likeness of His death, certainly we shall also be in the likeness of His resurrection,","6","knowing this, that our old self was crucified with Him, in order that our body of sin might be done away with, so that we would no longer be slaves to sin;","7","for the one who has died is freed from sin.","8","Now if we have died with Christ, we believe that we shall also live with Him,","9","knowing that Christ, having been raised from the dead, is never to die again; death no longer is master over Him.","10","For the death that He died, He died to sin once for all time; but the life that He lives, He lives to God.","11","So you too, consider yourselves to be dead to sin, but alive to God in Christ Jesus.","12","Therefore sin is not to reign in your mortal body so that you obey its lusts,"]},{"reference":"Daniel 9:4-16","words":454,"text":["4","I prayed to the Lord my God and confessed, and said, “Oh, Lord, the great and awesome God, who keeps His covenant and faithfulness for those who love Him and keep His commandments,","5","we have sinned, we have done wrong, and acted wickedly and rebelled, even turning aside from Your commandments and ordinances.","6","Moreover, we have not listened to Your servants the prophets, who spoke in Your name to our kings, our leaders, our fathers, and all the people of the land.","7","“Righteousness belongs to You, Lord, but to us open shame, as it is this day—to the men of Judah, the inhabitants of Jerusalem, and all Israel, those who are nearby and those who are far away in all the countries to which You have driven them, because of their unfaithful deeds which they have committed against You.","8","Open shame belongs to us, Lord, to our kings, our leaders, and our fathers, because we have sinned against You.","9","To the Lord our God belong compassion and forgiveness, because we have rebelled against Him;","10","and we have not obeyed the voice of the Lord our God, to walk in His teachings which He set before us through His servants the prophets.","11","Indeed, all Israel has violated Your Law and turned aside, not obeying Your voice; so the curse has gushed forth on us, along with the oath which is written in the Law of Moses the servant of God, because we have sinned against Him.","12","So He has confirmed His words which He had spoken against us and against our rulers who ruled us, to bring on us great disaster; for under the entire heaven there has not been done anything like what was done in Jerusalem.","13","Just as it is written in the Law of Moses, all this disaster has come on us; yet we have not sought the favor of the Lord our God by turning from our wrongdoing and giving attention to Your truth.","14","So the Lord has kept the disaster in store and brought it on us; for the Lord our God is righteous with respect to all His deeds which He has done, but we have not obeyed His voice.","15","“And now, Lord, our God, You who brought Your people out of the land of Egypt with a mighty hand and made a name for Yourself, as it is this day—we have sinned, we have been wicked.","16","Lord, in accordance with all Your righteous acts, let now Your anger and Your wrath turn away from Your city Jerusalem, Your holy mountain; for because of our sins and the wrongdoings of our fathers, Jerusalem and Your people have become an object of taunting to all those around us."]},{"reference":"Romans 8:18-39","words":512,"text":["18","For I consider that the sufferings of this present time are not worthy to be compared with the glory that is to be revealed to us.","19","For the eagerly awaiting creation waits for the revealing of the sons and daughters of God.","20","For the creation was subjected to futility, not willingly, but because of Him who subjected it, in hope","21","that the creation itself also will be set free from its slavery to corruption into the freedom of the glory of the children of God.","22","For we know that the whole creation groans and suffers the pains of childbirth together until now.","23","And not only that, but also we ourselves, having the first fruits of the Spirit, even we ourselves groan within ourselves, waiting eagerly for our adoption as sons and daughters, the redemption of our body.","24","For in hope we have been saved, but hope that is seen is not hope; for who hopes for what he already sees?","25","But if we hope for what we do not see, through perseverance we wait eagerly for it.","26","Now in the same way the Spirit also helps our weakness; for we do not know what to pray for as we should, but the Spirit Himself intercedes for us with groanings too deep for words;","27","and He who searches the hearts knows what the mind of the Spirit is, because He intercedes for the saints according to the will of God.","28","And we know that God causes all things to work together for good to those who love God, to those who are called according to His purpose.","29","For those whom He foreknew, He also predestined to become conformed to the image of His Son, so that He would be the firstborn among many brothers and sisters;","30","and these whom He predestined, He also called; and these whom He called, He also justified; and these whom He justified, He also glorified.","31","What then shall we say to these things? If God is for us, who is against us?","32","He who did not spare His own Son, but delivered Him over for us all, how will He not also with Him freely give us all things?","33","Who will bring charges against God’s elect? God is the one who justifies;","34","who is the one who condemns? Christ Jesus is He who died, but rather, was raised, who is at the right hand of God, who also intercedes for us.","35","Who will separate us from the love of Christ? Will tribulation, or trouble, or persecution, or famine, or nakedness, or danger, or sword?","36","Just as it is written: “For Your sake we are killed all day long; We were regarded as sheep to be slaughtered.”","37","But in all these things we overwhelmingly conquer through Him who loved us.","38","For I am convinced that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,","39","nor height, nor depth, nor any other created thing will be able to separate us from the love of God that is in Christ Jesus our Lord."]},{"reference":"Daniel 11:35","words":29,"text":["35","And some of those who have insight will fall, to refine, purge, and cleanse them until the end time; because it is still to come at the appointed time."]},{"reference":"Romans 11:33-36","words":71,"text":["33","Oh, the depth of the riches, both of the wisdom and knowledge of God! How unsearchable are His judgments and unfathomable His ways!","34","For who has known the mind of the Lord, or who became His counselor?","35","Or who has first given to Him, that it would be paid back to him?","36","For from Him, and through Him, and to Him are all things. To Him be the glory forever. Amen."]},{"reference":"Daniel 12:4-9","words":190,"text":["4","But as for you, Daniel, keep these words secret and seal up the book until the end of time; many will roam about, and knowledge will increase.”","5","Then I, Daniel, looked, and behold, two others were standing, one on this bank of the stream and the other on that bank of the stream.","6","And someone said to the man dressed in linen, who was above the waters of the stream, “How long will it be until the end of these wonders?”","7","And I heard the man dressed in linen, who was above the waters of the stream, as he raised his right hand and his left toward heaven, and swore by Him who lives forever that it would be for a time, times, and half a time; and as soon as they finish smashing the power of the holy people, all these events will be completed.","8","But as for me, I heard but did not understand; so I said, “My lord, what will be the outcome of these events?”","9","And he said, “Go your way, Daniel, for these words will be kept secret and sealed up until the end time."]},{"reference":"Romans 14:7-12","words":139,"text":["7","For not one of us lives for himself, and not one dies for himself;","8","for if we live, we live for the Lord, or if we die, we die for the Lord; therefore whether we live or die, we are the Lord’s.","9","For to this end Christ died and lived again, that He might be Lord both of the dead and of the living.","10","But as for you, why do you judge your brother or sister? Or you as well, why do you regard your brother or sister with contempt? For we will all appear before the judgment seat of God.","11","For it is written: “As I live, says the Lord, to Me every knee will bow, And every tongue will give praise to God.”","12","So then each one of us will give an account of himself to God."]},{"reference":"Habakkuk 2:2-20","words":527,"text":["2","Then the Lord answered me and said, “Write down the vision And inscribe it clearly on tablets, So that one who reads it may run.","3","For the vision is yet for the appointed time; It hurries toward the goal and it will not fail. Though it delays, wait for it; For it will certainly come, it will not delay long.","4","“Behold, as for the impudent one, His soul is not right within him; But the righteous one will live by his faith.","5","Furthermore, wine betrays an arrogant man, So that he does not achieve his objective. He enlarges his appetite like Sheol, And he is like death, never satisfied. He also gathers to himself all the nations And collects to himself all the peoples.","6","“Will all of these not take up a song of ridicule against him, Even a saying and insinuations against him And say, ‘Woe to him who increases what is not his— For how long— And makes himself rich with debts!’","7","Will your creditors not rise up suddenly, And those who collect from you awaken? Indeed, you will become plunder for them.","8","Since you have looted many nations, All the rest of the peoples will loot you— Because of human bloodshed and violence done to the land, To the town and all its inhabitants.","9","“Woe to him who makes evil profit for his household, To put his nest on high, To be saved from the hand of catastrophe!","10","You have planned a shameful thing for your house By bringing many peoples to an end; So you are sinning against yourself.","11","For the stone will cry out from the wall, And the rafter will answer it from the framework.","12","“Woe to him who builds a city with bloodshed, And founds a town with violence!","13","Is it not indeed from the Lord of armies That peoples labor merely for fire, And nations become weary for nothing?","14","For the earth will be filled With the knowledge of the glory of the Lord, As the waters cover the sea.","15","“Woe to him who makes his neighbor drink; To you who mix in your venom even to make your neighbors drunk, So as to look at their genitalia!","16","You will be filled with disgrace rather than honor. Drink, you yourself, and expose your own foreskin! The cup in the Lord’s right hand will come around to you, And utter disgrace will come upon your glory.","17","For the violence done to Lebanon will overwhelm you, And the devastation of its animals by which you terrified them, Because of human bloodshed and violence done to the land, To the town and all its inhabitants.","18","“What benefit is a carved image when its maker has carved it, Or a cast metal image, a teacher of falsehood? For its maker trusts in his own handiwork When he fashions speechless idols.","19","Woe to him who says to a piece of wood, ‘Awake!’ To a mute stone, ‘Arise!’ That is your teacher? Behold, it is overlaid with gold and silver, Yet there is no breath at all inside it.","20","But the Lord is in His holy temple. Let all the earth be silent before Him.”"]},{"reference":"1 Corinthians 3:10-23","words":307,"text":["10","According to the grace of God which was given to me, like a wise master builder I laid a foundation, and another is building on it. But each person must be careful how he builds on it.","11","For no one can lay a foundation other than the one which is laid, which is Jesus Christ.","12","Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, or straw,","13","each one’s work will become evident; for the day will show it because it is to be revealed with fire, and the fire itself will test the quality of each one’s work.","14","If anyone’s work which he has built on it remains, he will receive a reward.","15","If anyone’s work is burned up, he will suffer loss; but he himself will be saved, yet only so as through fire.","16","Do you not know that you are a temple of God and that the Spirit of God dwells in you?","17","If anyone destroys the temple of God, God will destroy that person; for the temple of God is holy, and that is what you are.","18","Take care that no one deceives himself. If anyone among you thinks that he is wise in this age, he must become foolish, so that he may become wise.","19","For the wisdom of this world is foolishness in the sight of God. For it is written: “He is the one who catches the wise by their craftiness”;","20","and again, “The Lord knows the thoughts of the wise, that they are useless.”","21","So then, no one is to be boasting in people. For all things belong to you,","22","whether Paul or Apollos or Cephas, or the world or life or death, or things present or things to come; all things belong to you,","23","and you belong to Christ, and Christ belongs to God."]},{"reference":"Zephaniah 3:14-17","words":106,"text":["14","Shout for joy, daughter of Zion! Shout in triumph, Israel! Rejoice and triumph with all your heart, Daughter of Jerusalem!","15","The Lord has taken away His judgments against you, He has cleared away your enemies. The King of Israel, the Lord, is in your midst; You will no longer fear disaster.","16","On that day it will be said to Jerusalem: “Do not be afraid, Zion; Do not let your hands fall limp.","17","The Lord your God is in your midst, A victorious warrior. He will rejoice over you with joy, He will be quiet in His love, He will rejoice over you with shouts of joy."]},{"reference":"1 Corinthians 6:1-11","words":260,"text":["1","Does any one of you, when he has a case against his neighbor, dare to go to law before the unrighteous and not before the saints?","2","Or do you not know that the saints will judge the world? If the world is judged by you, are you not competent to form the smallest law courts?","3","Do you not know that we will judge angels? How much more matters of this life?","4","So if you have law courts dealing with matters of this life, do you appoint them as judges who are of no account in the church?","5","I say this to your shame. Is it so, that there is not among you anyone wise who will be able to decide between his brothers and sisters,","6","but brother goes to law with brother, and that before unbelievers?","7","Actually, then, it is already a defeat for you, that you have lawsuits with one another. Why not rather suffer the wrong? Why not rather be defrauded?","8","On the contrary, you yourselves do wrong and defraud. And this to your brothers and sisters!","9","Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived; neither the sexually immoral, nor idolaters, nor adulterers, nor homosexuals,","10","nor thieves, nor the greedy, nor those habitually drunk, nor verbal abusers, nor swindlers, will inherit the kingdom of God.","11","Such were some of you; but you were washed, but you were sanctified, but you were justified in the name of the Lord Jesus Christ and in the Spirit of our God."]},{"reference":"Zechariah 2:6-11","words":164,"text":["6","“You there! Flee from the land of the north,” declares the Lord, “because I have spread you out like the four winds of the heavens,” declares the Lord.","7","“You, Zion! Escape, you who are living with the daughter of Babylon.”","8","For the Lord of armies says this: “After glory He has sent me against the nations that plunder you, for the one who touches you, touches the apple of His eye.","9","For behold, I am going to wave My hand over them so that they will be plunder for their slaves. Then you will know that the Lord of armies has sent Me.","10","Shout for joy and rejoice, daughter of Zion; for behold I am coming and I will dwell in your midst,” declares the Lord.","11","“And many nations will join themselves to the Lord on that day and will become My people. Then I will dwell in your midst, and you will know that the Lord of armies has sent Me to you."]},{"reference":"2 Corinthians 5:11-21","words":281,"text":["11","Therefore, knowing the fear of the Lord, we persuade people, but we are well known to God; and I hope that we are also well known in your consciences.","12","We are not commending ourselves to you again, but are giving you an opportunity to be proud of us, so that you will have an answer for those who take pride in appearance and not in heart.","13","For if we have lost our minds, it is for God; if we are of sound mind, it is for you.","14","For the love of Christ controls us, having concluded this, that one died for all, therefore all died;","15","and He died for all, so that those who live would no longer live for themselves, but for Him who died and rose on their behalf.","16","Therefore from now on we recognize no one by the flesh; even though we have known Christ by the flesh, yet now we know Him in this way no longer.","17","Therefore if anyone is in Christ, this person is a new creation; the old things passed away; behold, new things have come.","18","Now all these things are from God, who reconciled us to Himself through Christ and gave us the ministry of reconciliation,","19","namely, that God was in Christ reconciling the world to Himself, not counting their wrongdoings against them, and He has committed to us the word of reconciliation.","20","Therefore, we are ambassadors for Christ, as though God were making an appeal through us; we beg you on behalf of Christ, be reconciled to God.","21","He made Him who knew no sin to be sin in our behalf, so that we might become the righteousness of God in Him."]},{"reference":"Zechariah 9:9-12","words":135,"text":["9","Rejoice greatly, daughter of Zion! Shout in triumph, daughter of Jerusalem! Behold, your king is coming to you; He is righteous and endowed with salvation, Humble, and mounted on a donkey, Even on a colt, the foal of a donkey.","10","And I will eliminate the chariot from Ephraim And the horse from Jerusalem; And the bow of war will be eliminated. And He will speak peace to the nations; And His dominion will be from sea to sea, And from the Euphrates River to the ends of the earth.","11","As for you also, because of the blood of My covenant with you, I have set your prisoners free from the waterless pit.","12","Return to the stronghold, you prisoners who have the hope; This very day I am declaring that I will restore double to you."]},{"reference":"2 Corinthians 13:4-9","words":151,"text":["4","For indeed He was crucified because of weakness, yet He lives because of the power of God. For we too are weak in Him, yet we will live with Him because of the power of God directed toward you.","5","Test yourselves to see if you are in the faith; examine yourselves! Or do you not recognize this about yourselves, that Jesus Christ is in you—unless indeed you fail the test?","6","But I expect that you will realize that we ourselves do not fail the test.","7","Now we pray to God that you do nothing wrong; not so that we ourselves may appear approved, but that you may do what is right, though we may appear unapproved.","8","For we cannot do anything against the truth, but only for the truth.","9","For we rejoice when we ourselves are weak, but you are strong; this we also pray for, that you become mature."]},{"reference":"Malachi 3:1","words":46,"text":["1","“Behold, I am sending My messenger, and he will clear a way before Me. And the Lord, whom you are seeking, will suddenly come to His temple; and the messenger of the covenant, in whom you delight, behold, He is coming,” says the Lord of armies."]},{"reference":"Galatians 6:1-15","words":323,"text":["1","Brothers and sisters, even if a person is caught in any wrongdoing, you who are spiritual are to restore such a person in a spirit of gentleness; each one looking to yourself, so that you are not tempted as well.","2","Bear one another’s burdens, and thereby fulfill the law of Christ.","3","For if anyone thinks that he is something when he is nothing, he deceives himself.","4","But each one must examine his own work, and then he will have reason for boasting, but to himself alone, and not to another.","5","For each one will bear his own load.","6","The one who is taught the word is to share all good things with the one who teaches him.","7","Do not be deceived, God is not mocked; for whatever a person sows, this he will also reap.","8","For the one who sows to his own flesh will reap destruction from the flesh, but the one who sows to the Spirit will reap eternal life from the Spirit.","9","Let’s not become discouraged in doing good, for in due time we will reap, if we do not become weary.","10","So then, while we have opportunity, let’s do good to all people, and especially to those who are of the household of the faith.","11","See with what large letters I have written to you with my own hand!","12","All who want to make a good showing in the flesh try to compel you to be circumcised, simply so that they will not be persecuted for the cross of Christ.","13","For those who are circumcised do not even keep the Law themselves, but they want to have you circumcised so that they may boast in your flesh.","14","But far be it from me to boast, except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world.","15","For neither is circumcision anything, nor uncircumcision, but a new creation."]},{"reference":"Matthew 3:1-3","words":57,"text":["1","Now in those days John the Baptist *came, preaching in the wilderness of Judea, saying,","2","“Repent, for the kingdom of heaven is at hand.”","3","For this is the one referred to by Isaiah the prophet when he said, “The voice of one calling out in the wilderness, ‘Prepare the way of the Lord, Make His paths straight!’”"]},{"reference":"Ephesians 3:14-21","words":150,"text":["14","For this reason I bend my knees before the Father,","15","from whom every family in heaven and on earth derives its name,","16","that He would grant you, according to the riches of His glory, to be strengthened with power through His Spirit in the inner self,","17","so that Christ may dwell in your hearts through faith; and that you, being rooted and grounded in love,","18","may be able to comprehend with all the saints what is the width and length and height and depth,","19","and to know the love of Christ which surpasses knowledge, that you may be filled to all the fullness of God.","20","Now to Him who is able to do far more abundantly beyond all that we ask or think, according to the power that works within us,","21","to Him be the glory in the church and in Christ Jesus to all generations forever and ever. Amen."]},{"reference":"Mark 1:2-5","words":89,"text":["2","just as it is written in Isaiah the prophet: “Behold, I am sending My messenger before You, Who will prepare Your way;","3","The voice of one calling out in the wilderness, ‘Prepare the way of the Lord, Make His paths straight!’”","4","John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins.","5","And all the country of Judea was going out to him, and all the people of Jerusalem; and they were being baptized by him in the Jordan River, confessing their sins."]},{"reference":"Philippians 1:12-26","words":333,"text":["12","Now I want you to know, brothers and sisters, that my circumstances have turned out for the greater progress of the gospel,","13","so that my imprisonment in the cause of Christ has become well known throughout the praetorian guard and to everyone else,","14","and that most of the brothers and sisters, trusting in the Lord because of my imprisonment, have far more courage to speak the word of God without fear.","15","Some, to be sure, are preaching Christ even from envy and strife, but some also from goodwill;","16","the latter do it out of love, knowing that I am appointed for the defense of the gospel;","17","the former proclaim Christ out of selfish ambition rather than from pure motives, thinking that they are causing me distress in my imprisonment.","18","What then? Only that in every way, whether in pretense or in truth, Christ is proclaimed, and in this I rejoice. But not only that, I also will rejoice,","19","for I know that this will turn out for my deliverance through your prayers and the provision of the Spirit of Jesus Christ,","20","according to my eager expectation and hope, that I will not be put to shame in anything, but that with all boldness, Christ will even now, as always, be exalted in my body, whether by life or by death.","21","For to me, to live is Christ, and to die is gain.","22","But if I am to live on in the flesh, this will mean fruitful labor for me; and I do not know which to choose.","23","But I am hard-pressed from both directions, having the desire to depart and be with Christ, for that is very much better;","24","yet to remain on in the flesh is more necessary for your sakes.","25","Convinced of this, I know that I will remain and continue with you all for your progress and joy in the faith,","26","so that your pride in Christ Jesus may be abundant because of me by my coming to you again."]},{"reference":"Mark 8:17-18","words":51,"text":["17","And Jesus, aware of this, *said to them, “Why are you discussing the fact that you have no bread? Do you not yet comprehend or understand? Do you still have your heart hardened?","18","Having eyes, do you not see? And having ears, do you not hear? And do you not remember,"]},{"reference":"Philippians 3:1-21","words":510,"text":["1","Finally, my brothers and sisters, rejoice in the Lord. To write the same things again is no trouble for me, and it is a safeguard for you.","2","Beware of the dogs, beware of the evil workers, beware of the false circumcision;","3","for we are the true circumcision, who worship in the Spirit of God and take pride in Christ Jesus, and put no confidence in the flesh,","4","although I myself could boast as having confidence even in the flesh. If anyone else thinks he is confident in the flesh, I have more reason:","5","circumcised the eighth day, of the nation of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the Law, a Pharisee;","6","as to zeal, a persecutor of the church; as to the righteousness which is in the Law, found blameless.","7","But whatever things were gain to me, these things I have counted as loss because of Christ.","8","More than that, I count all things to be loss in view of the surpassing value of knowing Christ Jesus my Lord, for whom I have suffered the loss of all things, and count them mere rubbish, so that I may gain Christ,","9","and may be found in Him, not having a righteousness of my own derived from the Law, but that which is through faith in Christ, the righteousness which comes from God on the basis of faith,","10","that I may know Him and the power of His resurrection and the fellowship of His sufferings, being conformed to His death;","11","if somehow I may attain to the resurrection from the dead.","12","Not that I have already grasped it all or have already become perfect, but I press on if I may also take hold of that for which I was even taken hold of by Christ Jesus.","13","Brothers and sisters, I do not regard myself as having taken hold of it yet; but one thing I do: forgetting what lies behind and reaching forward to what lies ahead,","14","I press on toward the goal for the prize of the upward call of God in Christ Jesus.","15","Therefore, all who are mature, let’s have this attitude; and if in anything you have a different attitude, God will reveal that to you as well;","16","however, let’s keep living by that same standard to which we have attained.","17","Brothers and sisters, join in following my example, and observe those who walk according to the pattern you have in us.","18","For many walk, of whom I often told you, and now tell you even as I weep, that they are the enemies of the cross of Christ,","19","whose end is destruction, whose god is their appetite, and whose glory is in their shame, who have their minds on earthly things.","20","For our citizenship is in heaven, from which we also eagerly wait for a Savior, the Lord Jesus Christ;","21","who will transform the body of our lowly condition into conformity with His glorious body, by the exertion of the power that He has even to subject all things to Himself."]},{"reference":"Luke 1:68-79","words":189,"text":["68","“Blessed be the Lord God of Israel, For He has visited us and accomplished redemption for His people,","69","And has raised up a horn of salvation for us In the house of His servant David—","70","Just as He spoke by the mouth of His holy prophets from ancient times—","71","Salvation from our enemies, And from the hand of all who hate us;","72","To show mercy to our fathers, And to remember His holy covenant,","73","The oath which He swore to our father Abraham,","74","To grant us that we, being rescued from the hand of our enemies, Would serve Him without fear,","75","In holiness and righteousness before Him all our days.","76","And you, child, also will be called the prophet of the Most High; For you will go on before the Lord to prepare His ways;","77","To give His people the knowledge of salvation By the forgiveness of their sins,","78","Because of the tender mercy of our God, With which the Sunrise from on high will visit us,","79","To shine on those who sit in darkness and the shadow of death, To guide our feet into the way of peace.”"]},{"reference":"Colossians 3:5-12","words":167,"text":["5","Therefore, treat the parts of your earthly body as dead to sexual immorality, impurity, passion, evil desire, and greed, which amounts to idolatry.","6","For it is because of these things that the wrath of God is coming upon the sons of disobedience,","7","and in them you also once walked, when you were living in them.","8","But now you also, rid yourselves of all of them: anger, wrath, malice, slander, and obscene speech from your mouth.","9","Do not lie to one another, since you stripped off the old self with its evil practices,","10","and have put on the new self, which is being renewed to a true knowledge according to the image of the One who created it—","11","a renewal in which there is no distinction between Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, and free, but Christ is all, and in all.","12","So, as those who have been chosen of God, holy and beloved, put on a heart of compassion, kindness, humility, gentleness, and patience;"]},{"reference":"Luke 1:5-23","words":457,"text":["5","In the days of Herod, king of Judea, there was a priest named Zechariah, of the division of Abijah; and he had a wife from the daughters of Aaron, and her name was Elizabeth.","6","They were both righteous in the sight of God, walking blamelessly in all the commandments and requirements of the Lord.","7","And yet they had no child, because Elizabeth was infertile, and they were both advanced in years.","8","Now it happened that while he was performing his priestly service before God in the appointed order of his division,","9","according to the custom of the priestly office, he was chosen by lot to enter the temple of the Lord and burn incense.","10","And the whole multitude of the people were in prayer outside at the hour of the incense offering.","11","Now an angel of the Lord appeared to him, standing to the right of the altar of incense.","12","Zechariah was troubled when he saw the angel, and fear gripped him.","13","But the angel said to him, “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall name him John.","14","You will have joy and gladness, and many will rejoice over his birth.","15","For he will be great in the sight of the Lord; and he will drink no wine or liquor, and he will be filled with the Holy Spirit while still in his mother’s womb.","16","And he will turn many of the sons of Israel back to the Lord their God.","17","And it is he who will go as a forerunner before Him in the spirit and power of Elijah, to turn the hearts of fathers back to their children, and the disobedient to the attitude of the righteous, to make ready a people prepared for the Lord.”","18","Zechariah said to the angel, “How will I know this? For I am an old man, and my wife is advanced in her years.”","19","The angel answered and said to him, “I am Gabriel, who stands in the presence of God, and I was sent to speak to you and to bring you this good news.","20","And behold, you will be silent and unable to speak until the day when these things take place, because you did not believe my words, which will be fulfilled at their proper time.”","21","And meanwhile the people were waiting for Zechariah, and were wondering at his delay in the temple.","22","But when he came out, he was unable to speak to them; and they realized that he had seen a vision in the temple, and he repeatedly made signs to them, and remained speechless.","23","When the days of his priestly service were concluded, he went back home."]},{"reference":"2 Thessalonians 1:5-10","words":147,"text":["5","This is a plain indication of God’s righteous judgment so that you will be considered worthy of the kingdom of God, for which you indeed are suffering.","6","For after all it is only right for God to repay with affliction those who afflict you,","7","and to give relief to you who are afflicted, along with us, when the Lord Jesus will be revealed from heaven with His mighty angels","8","in flaming fire, dealing out retribution to those who do not know God, and to those who do not obey the gospel of our Lord Jesus.","9","These people will pay the penalty of eternal destruction, away from the presence of the Lord and from the glory of His power,","10","when He comes to be glorified among His saints on that day, and to be marveled at among all who have believed—because our testimony to you was believed."]}]
