[{"reference":"Ruth 1:1-2","words":83,"text":["1","Now it came to pass, in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehem, Judah, went to dwell in the country of Moab, he and his wife and his two sons.","2","The name of the man was Elimelech, the name of his wife was Naomi, and the names of his two sons were Mahlon and Chilion—Ephrathites of Bethlehem, Judah. And they went to the country of Moab and remained there."]},{"reference":"Exodus 19:1-11","words":307,"text":["1","In the third month after the children of Israel had gone out of the land of Egypt, on the same day, they came to the Wilderness of Sinai.","2","For they had departed from Rephidim, had come to the Wilderness of Sinai, and camped in the wilderness. So Israel camped there before the mountain.","3","And Moses went up to God, and the Lord called to him from the mountain, saying, “Thus you shall say to the house of Jacob, and tell the children of Israel:","4","‘You have seen what I did to the Egyptians, and how I bore you on eagles’ wings and brought you to Myself.","5","Now therefore, if you will indeed obey My voice and keep My covenant, then you shall be a special treasure to Me above all people; for all the earth is Mine.","6","And you shall be to Me a kingdom of priests and a holy nation.’ These are the words which you shall speak to the children of Israel.”","7","So Moses came and called for the elders of the people, and laid before them all these words which the Lord commanded him.","8","Then all the people answered together and said, “All that the Lord has spoken we will do.” So Moses brought back the words of the people to the Lord.","9","And the Lord said to Moses, “Behold, I come to you in the thick cloud, that the people may hear when I speak with you, and believe you forever.” So Moses told the words of the people to the Lord.","10","Then the Lord said to Moses, “Go to the people and consecrate them today and tomorrow, and let them wash their clothes.","11","And let them be ready for the third day. For on the third day the Lord will come down upon Mount Sinai in the sight of all the people."]},{"reference":"2 Thessalonians 2:1-13","words":309,"text":["1","Now, brethren, concerning the coming of our Lord Jesus Christ and our gathering together to Him, we ask you,","2","not to be soon shaken in mind or troubled, either by spirit or by word or by letter, as if from us, as though the day of Christ had come.","3","Let no one deceive you by any means; for that Day will not come unless the falling away comes first, and the man of sin is revealed, the son of perdition,","4","who opposes and exalts himself above all that is called God or that is worshiped, so that he sits as God in the temple of God, showing himself that he is God.","5","Do you not remember that when I was still with you I told you these things?","6","And now you know what is restraining, that he may be revealed in his own time.","7","For the mystery of lawlessness is already at work; only He who now restrains will do so until He is taken out of the way.","8","And then the lawless one will be revealed, whom the Lord will consume with the breath of His mouth and destroy with the brightness of His coming.","9","The coming of the lawless one is according to the working of Satan, with all power, signs, and lying wonders,","10","and with all unrighteous deception among those who perish, because they did not receive the love of the truth, that they might be saved.","11","And for this reason God will send them strong delusion, that they should believe the lie,","12","that they all may be condemned who did not believe the truth but had pleasure in unrighteousness.","13","But we are bound to give thanks to God always for you, brethren beloved by the Lord, because God from the beginning chose you for salvation through sanctification by the Spirit and belief in the truth,"]},{"reference":"Romans 5:12-14","words":76,"text":["12","Therefore, just as through one man sin entered the world, and death through sin, and thus death spread to all men, because all sinned—","13","(For until the law sin was in the world, but sin is not imputed when there is no law.","14","Nevertheless death reigned from Adam to Moses, even over those who had not sinned according to the likeness of the transgression of Adam, who is a type of Him who was to come."]},{"reference":"Judges 6:36-40","words":157,"text":["36","So Gideon said to God, “If You will save Israel by my hand as You have said—","37","look, I shall put a fleece of wool on the threshing floor; if there is dew on the fleece only, and it is dry on all the ground, then I shall know that You will save Israel by my hand, as You have said.”","38","And it was so. When he rose early the next morning and squeezed the fleece together, he wrung the dew out of the fleece, a bowlful of water.","39","Then Gideon said to God, “Do not be angry with me, but let me speak just once more: Let me test, I pray, just once more with the fleece; let it now be dry only on the fleece, but on all the ground let there be dew.”","40","And God did so that night. It was dry on the fleece only, but there was dew on all the ground."]},{"reference":"1 Timothy 3:1-15","words":282,"text":["1","This is a faithful saying: If a man desires the position of a bishop, he desires a good work.","2","A bishop then must be blameless, the husband of one wife, temperate, sober-minded, of good behavior, hospitable, able to teach;","3","not given to wine, not violent, not greedy for money, but gentle, not quarrelsome, not covetous;","4","one who rules his own house well, having his children in submission with all reverence","5","(for if a man does not know how to rule his own house, how will he take care of the church of God?);","6","not a novice, lest being puffed up with pride he fall into the same condemnation as the devil.","7","Moreover he must have a good testimony among those who are outside, lest he fall into reproach and the snare of the devil.","8","Likewise deacons must be reverent, not double-tongued, not given to much wine, not greedy for money,","9","holding the mystery of the faith with a pure conscience.","10","But let these also first be tested; then let them serve as deacons, being found blameless.","11","Likewise, their wives must be reverent, not slanderers, temperate, faithful in all things.","12","Let deacons be the husbands of one wife, ruling their children and their own houses well.","13","For those who have served well as deacons obtain for themselves a good standing and great boldness in the faith which is in Christ Jesus.","14","These things I write to you, though I hope to come to you shortly;","15","but if I am delayed, I write so that you may know how you ought to conduct yourself in the house of God, which is the church of the living God, the pillar and ground of the truth."]},{"reference":"Ruth 1:15-18","words":107,"text":["15","And she said, “Look, your sister-in-law has gone back to her people and to her gods; return after your sister-in-law.”","16","But Ruth said: “Entreat me not to leave you, Or to turn back from following after you; For wherever you go, I will go; And wherever you lodge, I will lodge; Your people shall be my people, And your God, my God.","17","Where you die, I will die, And there will I be buried. The Lord do so to me, and more also, If anything but death parts you and me.”","18","When she saw that she was determined to go with her, she stopped speaking to her."]},{"reference":"1 Samuel 17:41-49","words":296,"text":["41","So the Philistine came, and began drawing near to David, and the man who bore the shield went before him.","42","And when the Philistine looked about and saw David, he disdained him; for he was only a youth, ruddy and good-looking.","43","So the Philistine said to David, “Am I a dog, that you come to me with sticks?” And the Philistine cursed David by his gods.","44","And the Philistine said to David, “Come to me, and I will give your flesh to the birds of the air and the beasts of the field!”","45","Then David said to the Philistine, “You come to me with a sword, with a spear, and with a javelin. But I come to you in the name of the Lord of hosts, the God of the armies of Israel, whom you have defied.","46","This day the Lord will deliver you into my hand, and I will strike you and take your head from you. And this day I will give the carcasses of the camp of the Philistines to the birds of the air and the wild beasts of the earth, that all the earth may know that there is a God in Israel.","47","Then all this assembly shall know that the Lord does not save with sword and spear; for the battle is the Lord’s, and He will give you into our hands.”","48","So it was, when the Philistine arose and came and drew near to meet David, that David hurried and ran toward the army to meet the Philistine.","49","Then David put his hand in his bag and took out a stone; and he slung it and struck the Philistine in his forehead, so that the stone sank into his forehead, and he fell on his face to the earth."]},{"reference":"Titus 1:4-9","words":135,"text":["4","To Titus, a true son in our common faith: Grace, mercy, and peace from God the Father and the Lord Jesus Christ our Savior.","5","For this reason I left you in Crete, that you should set in order the things that are lacking, and appoint elders in every city as I commanded you—","6","if a man is blameless, the husband of one wife, having faithful children not accused of dissipation or insubordination.","7","For a bishop must be blameless, as a steward of God, not self-willed, not quick-tempered, not given to wine, not violent, not greedy for money,","8","but hospitable, a lover of what is good, sober-minded, just, holy, self-controlled,","9","holding fast the faithful word as he has been taught, that he may be able, by sound doctrine, both to exhort and convict those who contradict."]},{"reference":"Genesis 17:6-8","words":84,"text":["6","I will make you exceedingly fruitful; and I will make nations of you, and kings shall come from you.","7","And I will establish My covenant between Me and you and your descendants after you in their generations, for an everlasting covenant, to be God to you and your descendants after you.","8","Also I give to you and your descendants after you the land in which you are a stranger, all the land of Canaan, as an everlasting possession; and I will be their God.”"]},{"reference":"1 Kings 3:6-14","words":288,"text":["6","And Solomon said: “You have shown great mercy to Your servant David my father, because he walked before You in truth, in righteousness, and in uprightness of heart with You; You have continued this great kindness for him, and You have given him a son to sit on his throne, as it is this day.","7","Now, O Lord my God, You have made Your servant king instead of my father David, but I am a little child; I do not know how to go out or come in.","8","And Your servant is in the midst of Your people whom You have chosen, a great people, too numerous to be numbered or counted.","9","Therefore give to Your servant an understanding heart to judge Your people, that I may discern between good and evil. For who is able to judge this great people of Yours?”","10","The speech pleased the Lord, that Solomon had asked this thing.","11","Then God said to him: “Because you have asked this thing, and have not asked long life for yourself, nor have asked riches for yourself, nor have asked the life of your enemies, but have asked for yourself understanding to discern justice,","12","behold, I have done according to your words; see, I have given you a wise and understanding heart, so that there has not been anyone like you before you, nor shall any like you arise after you.","13","And I have also given you what you have not asked: both riches and honor, so that there shall not be anyone like you among the kings all your days.","14","So if you walk in My ways, to keep My statutes and My commandments, as your father David walked, then I will lengthen your days.”"]},{"reference":"Hebrews 3:7-19","words":230,"text":["7","Therefore, as the Holy Spirit says: “Today, if you will hear His voice,","8","Do not harden your hearts as in the rebellion, In the day of trial in the wilderness,","9","Where your fathers tested Me, tried Me, And saw My works forty years.","10","Therefore I was angry with that generation, And said, ‘They always go astray in their heart, And they have not known My ways.’","11","So I swore in My wrath, ‘They shall not enter My rest.’ ”","12","Beware, brethren, lest there be in any of you an evil heart of unbelief in departing from the living God;","13","but exhort one another daily, while it is called “Today,” lest any of you be hardened through the deceitfulness of sin.","14","For we have become partakers of Christ if we hold the beginning of our confidence steadfast to the end,","15","while it is said: “Today, if you will hear His voice, Do not harden your hearts as in the rebellion.”","16","For who, having heard, rebelled? Indeed, was it not all who came out of Egypt, led by Moses?","17","Now with whom was He angry forty years? Was it not with those who sinned, whose corpses fell in the wilderness?","18","And to whom did He swear that they would not enter His rest, but to those who did not obey?","19","So we see that they could not enter in because of unbelief."]},{"reference":"Ruth 2:10-13","words":150,"text":["10","So she fell on her face, bowed down to the ground, and said to him, “Why have I found favor in your eyes, that you should take notice of me, since I am a foreigner?”","11","And Boaz answered and said to her, “It has been fully reported to me, all that you have done for your mother-in-law since the death of your husband, and how you have left your father and your mother and the land of your birth, and have come to a people whom you did not know before.","12","The Lord repay your work, and a full reward be given you by the Lord God of Israel, under whose wings you have come for refuge.”","13","Then she said, “Let me find favor in your sight, my lord; for you have comforted me, and have spoken kindly to your maidservant, though I am not like one of your maidservants.”"]},{"reference":"Esther 4:12-16","words":136,"text":["12","So they told Mordecai Esther’s words.","13","And Mordecai told them to answer Esther: “Do not think in your heart that you will escape in the king’s palace any more than all the other Jews.","14","For if you remain completely silent at this time, relief and deliverance will arise for the Jews from another place, but you and your father’s house will perish. Yet who knows whether you have come to the kingdom for such a time as this?”","15","Then Esther told them to reply to Mordecai:","16","“Go, gather all the Jews who are present in Shushan, and fast for me; neither eat nor drink for three days, night or day. My maids and I will fast likewise. And so I will go to the king, which is against the law; and if I perish, I perish!”"]},{"reference":"James 1:2-27","words":514,"text":["2","My brethren, count it all joy when you fall into various trials,","3","knowing that the testing of your faith produces patience.","4","But let patience have its perfect work, that you may be perfect and complete, lacking nothing.","5","If any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him.","6","But let him ask in faith, with no doubting, for he who doubts is like a wave of the sea driven and tossed by the wind.","7","For let not that man suppose that he will receive anything from the Lord;","8","he is a double-minded man, unstable in all his ways.","9","Let the lowly brother glory in his exaltation,","10","but the rich in his humiliation, because as a flower of the field he will pass away.","11","For no sooner has the sun risen with a burning heat than it withers the grass; its flower falls, and its beautiful appearance perishes. So the rich man also will fade away in his pursuits.","12","Blessed is the man who endures temptation; for when he has been approved, he will receive the crown of life which the Lord has promised to those who love Him.","13","Let no one say when he is tempted, “I am tempted by God”; for God cannot be tempted by evil, nor does He Himself tempt anyone.","14","But each one is tempted when he is drawn away by his own desires and enticed.","15","Then, when desire has conceived, it gives birth to sin; and sin, when it is full-grown, brings forth death.","16","Do not be deceived, my beloved brethren.","17","Every good gift and every perfect gift is from above, and comes down from the Father of lights, with whom there is no variation or shadow of turning.","18","Of His own will He brought us forth by the word of truth, that we might be a kind of firstfruits of His creatures.","19","So then, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath;","20","for the wrath of man does not produce the righteousness of God.","21","Therefore lay aside all filthiness and overflow of wickedness, and receive with meekness the implanted word, which is able to save your souls.","22","But be doers of the word, and not hearers only, deceiving yourselves.","23","For if anyone is a hearer of the word and not a doer, he is like a man observing his natural face in a mirror;","24","for he observes himself, goes away, and immediately forgets what kind of man he was.","25","But he who looks into the perfect law of liberty and continues in it, and is not a forgetful hearer but a doer of the work, this one will be blessed in what he does.","26","If anyone among you thinks he is religious, and does not bridle his tongue but deceives his own heart, this one’s religion is useless.","27","Pure and undefiled religion before God and the Father is this: to visit orphans and widows in their trouble, and to keep oneself unspotted from the world."]},{"reference":"Exodus 12:11-14","words":155,"text":["11","And thus you shall eat it: with a belt on your waist, your sandals on your feet, and your staff in your hand. So you shall eat it in haste. It is the Lord’s Passover.","12","‘For I will pass through the land of Egypt on that night, and will strike all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am the Lord.","13","Now the blood shall be a sign for you on the houses where you are. And when I see the blood, I will pass over you; and the plague shall not be on you to destroy you when I strike the land of Egypt.","14","‘So this day shall be to you a memorial; and you shall keep it as a feast to the Lord throughout your generations. You shall keep it as a feast by an everlasting ordinance."]},{"reference":"Psalm 31:1-14","words":280,"text":["1","In You, O Lord, I put my trust; Let me never be ashamed; Deliver me in Your righteousness.","2","Bow down Your ear to me, Deliver me speedily; Be my rock of refuge, A fortress of defense to save me.","3","For You are my rock and my fortress; Therefore, for Your name’s sake, Lead me and guide me.","4","Pull me out of the net which they have secretly laid for me, For You are my strength.","5","Into Your hand I commit my spirit; You have redeemed me, O Lord God of truth.","6","I have hated those who regard useless idols; But I trust in the Lord.","7","I will be glad and rejoice in Your mercy, For You have considered my trouble; You have known my soul in adversities,","8","And have not shut me up into the hand of the enemy; You have set my feet in a wide place.","9","Have mercy on me, O Lord, for I am in trouble; My eye wastes away with grief, Yes, my soul and my body!","10","For my life is spent with grief, And my years with sighing; My strength fails because of my iniquity, And my bones waste away.","11","I am a reproach among all my enemies, But especially among my neighbors, And am repulsive to my acquaintances; Those who see me outside flee from me.","12","I am forgotten like a dead man, out of mind; I am like a broken vessel.","13","For I hear the slander of many; Fear is on every side; While they take counsel together against me, They scheme to take away my life.","14","But as for me, I trust in You, O Lord; I say, “You are my God.”"]},{"reference":"James 2:18-24","words":135,"text":["18","But someone will say, “You have faith, and I have works.” Show me your faith without your works, and I will show you my faith by my works.","19","You believe that there is one God. You do well. Even the demons believe—and tremble!","20","But do you want to know, O foolish man, that faith without works is dead?","21","Was not Abraham our father justified by works when he offered Isaac his son on the altar?","22","Do you see that faith was working together with his works, and by works faith was made perfect?","23","And the Scripture was fulfilled which says, “Abraham believed God, and it was accounted to him for righteousness.” And he was called the friend of God.","24","You see then that a man is justified by works, and not by faith only."]},{"reference":"Ruth 3:9-13","words":167,"text":["9","And he said, “Who are you?” So she answered, “I am Ruth, your maidservant. Take your maidservant under your wing, for you are a close relative.”","10","Then he said, “Blessed are you of the Lord, my daughter! For you have shown more kindness at the end than at the beginning, in that you did not go after young men, whether poor or rich.","11","And now, my daughter, do not fear. I will do for you all that you request, for all the people of my town know that you are a virtuous woman.","12","Now it is true that I am a close relative; however, there is a relative closer than I.","13","Stay this night, and in the morning it shall be that if he will perform the duty of a close relative for you—good; let him do it. But if he does not want to perform the duty for you, then I will perform the duty for you, as the Lord lives! Lie down until morning.”"]},{"reference":"Psalm 62:5-12","words":149,"text":["5","My soul, wait silently for God alone, For my expectation is from Him.","6","He only is my rock and my salvation; He is my defense; I shall not be moved.","7","In God is my salvation and my glory; The rock of my strength, And my refuge, is in God.","8","Trust in Him at all times, you people; Pour out your heart before Him; God is a refuge for us. Selah","9","Surely men of low degree are a vapor, Men of high degree are a lie; If they are weighed on the scales, They are altogether lighter than vapor.","10","Do not trust in oppression, Nor vainly hope in robbery; If riches increase, Do not set your heart on them.","11","God has spoken once, Twice I have heard this: That power belongs to God.","12","Also to You, O Lord, belongs mercy; For You render to each one according to his work."]},{"reference":"1 Peter 1:22-25","words":94,"text":["22","Since you have purified your souls in obeying the truth through the Spirit in sincere love of the brethren, love one another fervently with a pure heart,","23","having been born again, not of corruptible seed but incorruptible, through the word of God which lives and abides forever,","24","because “All flesh is as grass, And all the glory of man as the flower of the grass. The grass withers, And its flower falls away,","25","But the word of the Lord endures forever.” Now this is the word which by the gospel was preached to you."]},{"reference":"Hebrews 2:14-15","words":50,"text":["14","Inasmuch then as the children have partaken of flesh and blood, He Himself likewise shared in the same, that through death He might destroy him who had the power of death, that is, the devil,","15","and release those who through fear of death were all their lifetime subject to bondage."]},{"reference":"Psalm 95:6-11","words":114,"text":["6","Oh come, let us worship and bow down; Let us kneel before the Lord our Maker.","7","For He is our God, And we are the people of His pasture, And the sheep of His hand. Today, if you will hear His voice:","8","“Do not harden your hearts, as in the rebellion, As in the day of trial in the wilderness,","9","When your fathers tested Me; They tried Me, though they saw My work.","10","For forty years I was grieved with that generation, And said, ‘It is a people who go astray in their hearts, And they do not know My ways.’","11","So I swore in My wrath, ‘They shall not enter My rest.’ ”"]},{"reference":"2 Peter 3:1-10","words":265,"text":["1","Beloved, I now write to you this second epistle (in both of which I stir up your pure minds by way of reminder),","2","that you may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us, the apostles of the Lord and Savior,","3","knowing this first: that scoffers will come in the last days, walking according to their own lusts,","4","and saying, “Where is the promise of His coming? For since the fathers fell asleep, all things continue as they were from the beginning of creation.”","5","For this they willfully forget: that by the word of God the heavens were of old, and the earth standing out of water and in the water,","6","by which the world that then existed perished, being flooded with water.","7","But the heavens and the earth which are now preserved by the same word, are reserved for fire until the day of judgment and perdition of ungodly men.","8","But, beloved, do not forget this one thing, that with the Lord one day is as a thousand years, and a thousand years as one day.","9","The Lord is not slack concerning His promise, as some count slackness, but is longsuffering toward us, not willing that any should perish but that all should come to repentance.","10","But the day of the Lord will come as a thief in the night, in which the heavens will pass away with a great noise, and the elements will melt with fervent heat; both the earth and the works that are in it will be burned up."]},{"reference":"Ruth 4:9-12","words":164,"text":["9","And Boaz said to the elders and all the people, “You are witnesses this day that I have bought all that was Elimelech’s, and all that was Chilion’s and Mahlon’s, from the hand of Naomi.","10","Moreover, Ruth the Moabitess, the widow of Mahlon, I have acquired as my wife, to perpetuate the name of the dead through his inheritance, that the name of the dead may not be cut off from among his brethren and from his position at the gate. You are witnesses this day.”","11","And all the people who were at the gate, and the elders, said, “We are witnesses. The Lord make the woman who is coming to your house like Rachel and Leah, the two who built the house of Israel; and may you prosper in Ephrathah and be famous in Bethlehem.","12","May your house be like the house of Perez, whom Tamar bore to Judah, because of the offspring which the Lord will give you from this young woman.”"]},{"reference":"Psalm 107:1-9","words":150,"text":["1","Oh, give thanks to the Lord, for He is good! For His mercy endures forever.","2","Let the redeemed of the Lord say so, Whom He has redeemed from the hand of the enemy,","3","And gathered out of the lands, From the east and from the west, From the north and from the south.","4","They wandered in the wilderness in a desolate way; They found no city to dwell in.","5","Hungry and thirsty, Their soul fainted in them.","6","Then they cried out to the Lord in their trouble, And He delivered them out of their distresses.","7","And He led them forth by the right way, That they might go to a city for a dwelling place.","8","Oh, that men would give thanks to the Lord for His goodness, And for His wonderful works to the children of men!","9","For He satisfies the longing soul, And fills the hungry soul with goodness."]},{"reference":"1 John 2:1-17","words":425,"text":["1","My little children, these things I write to you, so that you may not sin. And if anyone sins, we have an Advocate with the Father, Jesus Christ the righteous.","2","And He Himself is the propitiation for our sins, and not for ours only but also for the whole world.","3","Now by this we know that we know Him, if we keep His commandments.","4","He who says, “I know Him,” and does not keep His commandments, is a liar, and the truth is not in him.","5","But whoever keeps His word, truly the love of God is perfected in him. By this we know that we are in Him.","6","He who says he abides in Him ought himself also to walk just as He walked.","7","Brethren, I write no new commandment to you, but an old commandment which you have had from the beginning. The old commandment is the word which you heard from the beginning.","8","Again, a new commandment I write to you, which thing is true in Him and in you, because the darkness is passing away, and the true light is already shining.","9","He who says he is in the light, and hates his brother, is in darkness until now.","10","He who loves his brother abides in the light, and there is no cause for stumbling in him.","11","But he who hates his brother is in darkness and walks in darkness, and does not know where he is going, because the darkness has blinded his eyes.","12","I write to you, little children, Because your sins are forgiven you for His name’s sake.","13","I write to you, fathers, Because you have known Him who is from the beginning. I write to you, young men, Because you have overcome the wicked one. I write to you, little children, Because you have known the Father.","14","I have written to you, fathers, Because you have known Him who is from the beginning. I have written to you, young men, Because you are strong, and the word of God abides in you, And you have overcome the wicked one.","15","Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.","16","For all that is in the world—the lust of the flesh, the lust of the eyes, and the pride of life—is not of the Father but is of the world.","17","And the world is passing away, and the lust of it; but he who does the will of God abides forever."]},{"reference":"1 Peter 1:18-21","words":83,"text":["18","knowing that you were not redeemed with corruptible things, like silver or gold, from your aimless conduct received by tradition from your fathers,","19","but with the precious blood of Christ, as of a lamb without blemish and without spot.","20","He indeed was foreordained before the foundation of the world, but was manifest in these last times for you","21","who through Him believe in God, who raised Him from the dead and gave Him glory, so that your faith and hope are in God."]},{"reference":"Psalm 111:1-9","words":147,"text":["1","Praise the Lord! I will praise the Lord with my whole heart, In the assembly of the upright and in the congregation.","2","The works of the Lord are great, Studied by all who have pleasure in them.","3","His work is honorable and glorious, And His righteousness endures forever.","4","He has made His wonderful works to be remembered; The Lord is gracious and full of compassion.","5","He has given food to those who fear Him; He will ever be mindful of His covenant.","6","He has declared to His people the power of His works, In giving them the heritage of the nations.","7","The works of His hands are verity and justice; All His precepts are sure.","8","They stand fast forever and ever, And are done in truth and uprightness.","9","He has sent redemption to His people; He has commanded His covenant forever: Holy and awesome is His name."]},{"reference":"1 John 3:18-24","words":145,"text":["18","My little children, let us not love in word or in tongue, but in deed and in truth.","19","And by this we know that we are of the truth, and shall assure our hearts before Him.","20","For if our heart condemns us, God is greater than our heart, and knows all things.","21","Beloved, if our heart does not condemn us, we have confidence toward God.","22","And whatever we ask we receive from Him, because we keep His commandments and do those things that are pleasing in His sight.","23","And this is His commandment: that we should believe on the name of His Son Jesus Christ and love one another, as He gave us commandment.","24","Now he who keeps His commandments abides in Him, and He in him. And by this we know that He abides in us, by the Spirit whom He has given us."]},{"reference":"Ruth 4:13-17","words":138,"text":["13","So Boaz took Ruth and she became his wife; and when he went in to her, the Lord gave her conception, and she bore a son.","14","Then the women said to Naomi, “Blessed be the Lord, who has not left you this day without a close relative; and may his name be famous in Israel!","15","And may he be to you a restorer of life and a nourisher of your old age; for your daughter-in-law, who loves you, who is better to you than seven sons, has borne him.”","16","Then Naomi took the child and laid him on her bosom, and became a nurse to him.","17","Also the neighbor women gave him a name, saying, “There is a son born to Naomi.” And they called his name Obed. He is the father of Jesse, the father of David."]},{"reference":"Psalm 135:13-21","words":131,"text":["13","Your name, O Lord, endures forever, Your fame, O Lord, throughout all generations.","14","For the Lord will judge His people, And He will have compassion on His servants.","15","The idols of the nations are silver and gold, The work of men’s hands.","16","They have mouths, but they do not speak; Eyes they have, but they do not see;","17","They have ears, but they do not hear; Nor is there any breath in their mouths.","18","Those who make them are like them; So is everyone who trusts in them.","19","Bless the Lord, O house of Israel! Bless the Lord, O house of Aaron!","20","Bless the Lord, O house of Levi! You who fear the Lord, bless the Lord!","21","Blessed be the Lord out of Zion, Who dwells in Jerusalem! Praise the Lord!"]},{"reference":"1 John 4:13-19","words":148,"text":["13","By this we know that we abide in Him, and He in us, because He has given us of His Spirit.","14","And we have seen and testify that the Father has sent the Son as Savior of the world.","15","Whoever confesses that Jesus is the Son of God, God abides in him, and he in God.","16","And we have known and believed the love that God has for us. God is love, and he who abides in love abides in God, and God in him.","17","Love has been perfected among us in this: that we may have boldness in the day of judgment; because as He is, so are we in this world.","18","There is no fear in love; but perfect love casts out fear, because fear involves torment. But he who fears has not been made perfect in love.","19","We love Him because He first loved us."]},{"reference":"Colossians 1:13-20","words":163,"text":["13","He has delivered us from the power of darkness and conveyed us into the kingdom of the Son of His love,","14","in whom we have redemption through His blood, the forgiveness of sins.","15","He is the image of the invisible God, the firstborn over all creation.","16","For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers. All things were created through Him and for Him.","17","And He is before all things, and in Him all things consist.","18","And He is the head of the body, the church, who is the beginning, the firstborn from the dead, that in all things He may have the preeminence.","19","For it pleased the Father that in Him all the fullness should dwell,","20","and by Him to reconcile all things to Himself, by Him, whether things on earth or things in heaven, having made peace through the blood of His cross."]},{"reference":"Psalm 139:1-8","words":117,"text":["1","O Lord, You have searched me and known me.","2","You know my sitting down and my rising up; You understand my thought afar off.","3","You comprehend my path and my lying down, And are acquainted with all my ways.","4","For there is not a word on my tongue, But behold, O Lord, You know it altogether.","5","You have hedged me behind and before, And laid Your hand upon me.","6","Such knowledge is too wonderful for me; It is high, I cannot attain it.","7","Where can I go from Your Spirit? Or where can I flee from Your presence?","8","If I ascend into heaven, You are there; If I make my bed in hell, behold, You are there."]},{"reference":"Revelation 2:8-16","words":277,"text":["8","“And to the angel of the church in Smyrna write, ‘These things says the First and the Last, who was dead, and came to life:","9","“I know your works, tribulation, and poverty (but you are rich); and I know the blasphemy of those who say they are Jews and are not, but are a synagogue of Satan.","10","Do not fear any of those things which you are about to suffer. Indeed, the devil is about to throw some of you into prison, that you may be tested, and you will have tribulation ten days. Be faithful until death, and I will give you the crown of life.","11","“He who has an ear, let him hear what the Spirit says to the churches. He who overcomes shall not be hurt by the second death.” ’","12","“And to the angel of the church in Pergamos write, ‘These things says He who has the sharp two-edged sword:","13","“I know your works, and where you dwell, where Satan’s throne is. And you hold fast to My name, and did not deny My faith even in the days in which Antipas was My faithful martyr, who was killed among you, where Satan dwells.","14","But I have a few things against you, because you have there those who hold the doctrine of Balaam, who taught Balak to put a stumbling block before the children of Israel, to eat things sacrificed to idols, and to commit sexual immorality.","15","Thus you also have those who hold the doctrine of the Nicolaitans, which thing I hate.","16","Repent, or else I will come to you quickly and will fight against them with the sword of My mouth."]},{"reference":"Ruth 4:18-22","words":38,"text":["18","Now this is the genealogy of Perez: Perez begot Hezron;","19","Hezron begot Ram, and Ram begot Amminadab;","20","Amminadab begot Nahshon, and Nahshon begot Salmon;","21","Salmon begot Boaz, and Boaz begot Obed;","22","Obed begot Jesse, and Jesse begot David."]},{"reference":"Isaiah 49:4-16","words":421,"text":["4","Then I said, ‘I have labored in vain, I have spent my strength for nothing and in vain; Yet surely my just reward is with the Lord, And my work with my God.’ ”","5","“And now the Lord says, Who formed Me from the womb to be His Servant, To bring Jacob back to Him, So that Israel is gathered to Him (For I shall be glorious in the eyes of the Lord, And My God shall be My strength),","6","Indeed He says, ‘It is too small a thing that You should be My Servant To raise up the tribes of Jacob, And to restore the preserved ones of Israel; I will also give You as a light to the Gentiles, That You should be My salvation to the ends of the earth.’ ”","7","Thus says the Lord, The Redeemer of Israel, their Holy One, To Him whom man despises, To Him whom the nation abhors, To the Servant of rulers: “Kings shall see and arise, Princes also shall worship, Because of the Lord who is faithful, The Holy One of Israel; And He has chosen You.”","8","Thus says the Lord: “In an acceptable time I have heard You, And in the day of salvation I have helped You; I will preserve You and give You As a covenant to the people, To restore the earth, To cause them to inherit the desolate heritages;","9","That You may say to the prisoners, ‘Go forth,’ To those who are in darkness, ‘Show yourselves.’ “They shall feed along the roads, And their pastures shall be on all desolate heights.","10","They shall neither hunger nor thirst, Neither heat nor sun shall strike them; For He who has mercy on them will lead them, Even by the springs of water He will guide them.","11","I will make each of My mountains a road, And My highways shall be elevated.","12","Surely these shall come from afar; Look! Those from the north and the west, And these from the land of Sinim.”","13","Sing, O heavens! Be joyful, O earth! And break out in singing, O mountains! For the Lord has comforted His people, And will have mercy on His afflicted.","14","But Zion said, “The Lord has forsaken me, And my Lord has forgotten me.”","15","“Can a woman forget her nursing child, And not have compassion on the son of her womb? Surely they may forget, Yet I will not forget you.","16","See, I have inscribed you on the palms of My hands; Your walls are continually before Me."]},{"reference":"Revelation 5:1-10","words":296,"text":["1","And I saw in the right hand of Him who sat on the throne a scroll written inside and on the back, sealed with seven seals.","2","Then I saw a strong angel proclaiming with a loud voice, “Who is worthy to open the scroll and to loose its seals?”","3","And no one in heaven or on the earth or under the earth was able to open the scroll, or to look at it.","4","So I wept much, because no one was found worthy to open and read the scroll, or to look at it.","5","But one of the elders said to me, “Do not weep. Behold, the Lion of the tribe of Judah, the Root of David, has prevailed to open the scroll and to loose its seven seals.”","6","And I looked, and behold, in the midst of the throne and of the four living creatures, and in the midst of the elders, stood a Lamb as though it had been slain, having seven horns and seven eyes, which are the seven Spirits of God sent out into all the earth.","7","Then He came and took the scroll out of the right hand of Him who sat on the throne.","8","Now when He had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each having a harp, and golden bowls full of incense, which are the prayers of the saints.","9","And they sang a new song, saying: “You are worthy to take the scroll, And to open its seals; For You were slain, And have redeemed us to God by Your blood Out of every tribe and tongue and people and nation,","10","And have made us kings and priests to our God; And we shall reign on the earth.”"]},{"reference":"Ephesians 1:18-23","words":137,"text":["18","the eyes of your understanding being enlightened; that you may know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints,","19","and what is the exceeding greatness of His power toward us who believe, according to the working of His mighty power","20","which He worked in Christ when He raised Him from the dead and seated Him at His right hand in the heavenly places,","21","far above all principality and power and might and dominion, and every name that is named, not only in this age but also in that which is to come.","22","And He put all things under His feet, and gave Him to be head over all things to the church,","23","which is His body, the fullness of Him who fills all in all."]},{"reference":"Isaiah 60:1-9","words":258,"text":["1","Arise, shine; For your light has come! And the glory of the Lord is risen upon you.","2","For behold, the darkness shall cover the earth, And deep darkness the people; But the Lord will arise over you, And His glory will be seen upon you.","3","The Gentiles shall come to your light, And kings to the brightness of your rising.","4","“Lift up your eyes all around, and see: They all gather together, they come to you; Your sons shall come from afar, And your daughters shall be nursed at your side.","5","Then you shall see and become radiant, And your heart shall swell with joy; Because the abundance of the sea shall be turned to you, The wealth of the Gentiles shall come to you.","6","The multitude of camels shall cover your land, The dromedaries of Midian and Ephah; All those from Sheba shall come; They shall bring gold and incense, And they shall proclaim the praises of the Lord.","7","All the flocks of Kedar shall be gathered together to you, The rams of Nebaioth shall minister to you; They shall ascend with acceptance on My altar, And I will glorify the house of My glory.","8","“Who are these who fly like a cloud, And like doves to their roosts?","9","Surely the coastlands shall wait for Me; And the ships of Tarshish will come first, To bring your sons from afar, Their silver and their gold with them, To the name of the Lord your God, And to the Holy One of Israel, Because He has glorified you."]},{"reference":"Revelation 16:4-9","words":145,"text":["4","Then the third angel poured out his bowl on the rivers and springs of water, and they became blood.","5","And I heard the angel of the waters saying: “You are righteous, O Lord, The One who is and who was and who is to be, Because You have judged these things.","6","For they have shed the blood of saints and prophets, And You have given them blood to drink. For it is their just due.”","7","And I heard another from the altar saying, “Even so, Lord God Almighty, true and righteous are Your judgments.”","8","Then the fourth angel poured out his bowl on the sun, and power was given to him to scorch men with fire.","9","And men were scorched with great heat, and they blasphemed the name of God who has power over these plagues; and they did not repent and give Him glory."]},{"reference":"Leviticus 22:1-9","words":256,"text":["1","Then the Lord spoke to Moses, saying,","2","“Speak to Aaron and his sons, that they separate themselves from the holy things of the children of Israel, and that they do not profane My holy name by what they dedicate to Me: I am the Lord.","3","Say to them: ‘Whoever of all your descendants throughout your generations, who goes near the holy things which the children of Israel dedicate to the Lord, while he has uncleanness upon him, that person shall be cut off from My presence: I am the Lord.","4","‘Whatever man of the descendants of Aaron, who is a leper or has a discharge, shall not eat the holy offerings until he is clean. And whoever touches anything made unclean by a corpse, or a man who has had an emission of semen,","5","or whoever touches any creeping thing by which he would be made unclean, or any person by whom he would become unclean, whatever his uncleanness may be—","6","the person who has touched any such thing shall be unclean until evening, and shall not eat the holy offerings unless he washes his body with water.","7","And when the sun goes down he shall be clean; and afterward he may eat the holy offerings, because it is his food.","8","Whatever dies naturally or is torn by beasts he shall not eat, to defile himself with it: I am the Lord.","9","‘They shall therefore keep My ordinance, lest they bear sin for it and die thereby, if they profane it: I the Lord sanctify them."]},{"reference":"Isaiah 62:10-12","words":87,"text":["10","Go through, Go through the gates! Prepare the way for the people; Build up, Build up the highway! Take out the stones, Lift up a banner for the peoples!","11","Indeed the Lord has proclaimed To the end of the world: “Say to the daughter of Zion, ‘Surely your salvation is coming; Behold, His reward is with Him, And His work before Him.’ ”","12","And they shall call them The Holy People, The Redeemed of the Lord; And you shall be called Sought Out, A City Not Forsaken."]},{"reference":"Revelation 18:21-24","words":139,"text":["21","Then a mighty angel took up a stone like a great millstone and threw it into the sea, saying, “Thus with violence the great city Babylon shall be thrown down, and shall not be found anymore.","22","The sound of harpists, musicians, flutists, and trumpeters shall not be heard in you anymore. No craftsman of any craft shall be found in you anymore, and the sound of a millstone shall not be heard in you anymore.","23","The light of a lamp shall not shine in you anymore, and the voice of bridegroom and bride shall not be heard in you anymore. For your merchants were the great men of the earth, for by your sorcery all the nations were deceived.","24","And in her was found the blood of prophets and saints, and of all who were slain on the earth.”"]},{"reference":"Deuteronomy 28:1-14","words":415,"text":["1","“Now it shall come to pass, if you diligently obey the voice of the Lord your God, to observe carefully all His commandments which I command you today, that the Lord your God will set you high above all nations of the earth.","2","And all these blessings shall come upon you and overtake you, because you obey the voice of the Lord your God:","3","“Blessed shall you be in the city, and blessed shall you be in the country.","4","“Blessed shall be the fruit of your body, the produce of your ground and the increase of your herds, the increase of your cattle and the offspring of your flocks.","5","“Blessed shall be your basket and your kneading bowl.","6","“Blessed shall you be when you come in, and blessed shall you be when you go out.","7","“The Lord will cause your enemies who rise against you to be defeated before your face; they shall come out against you one way and flee before you seven ways.","8","“The Lord will command the blessing on you in your storehouses and in all to which you set your hand, and He will bless you in the land which the Lord your God is giving you.","9","“The Lord will establish you as a holy people to Himself, just as He has sworn to you, if you keep the commandments of the Lord your God and walk in His ways.","10","Then all peoples of the earth shall see that you are called by the name of the Lord, and they shall be afraid of you.","11","And the Lord will grant you plenty of goods, in the fruit of your body, in the increase of your livestock, and in the produce of your ground, in the land of which the Lord swore to your fathers to give you.","12","The Lord will open to you His good treasure, the heavens, to give the rain to your land in its season, and to bless all the work of your hand. You shall lend to many nations, but you shall not borrow.","13","And the Lord will make you the head and not the tail; you shall be above only, and not be beneath, if you heed the commandments of the Lord your God, which I command you today, and are careful to observe them.","14","So you shall not turn aside from any of the words which I command you this day, to the right or the left, to go after other gods to serve them."]},{"reference":"Isaiah 66:5-13","words":263,"text":["5","Hear the word of the Lord, You who tremble at His word: “Your brethren who hated you, Who cast you out for My name’s sake, said, ‘Let the Lord be glorified, That we may see your joy.’ But they shall be ashamed.”","6","The sound of noise from the city! A voice from the temple! The voice of the Lord, Who fully repays His enemies!","7","“Before she was in labor, she gave birth; Before her pain came, She delivered a male child.","8","Who has heard such a thing? Who has seen such things? Shall the earth be made to give birth in one day? Or shall a nation be born at once? For as soon as Zion was in labor, She gave birth to her children.","9","Shall I bring to the time of birth, and not cause delivery?” says the Lord. “Shall I who cause delivery shut up the womb?” says your God.","10","“Rejoice with Jerusalem, And be glad with her, all you who love her; Rejoice for joy with her, all you who mourn for her;","11","That you may feed and be satisfied With the consolation of her bosom, That you may drink deeply and be delighted With the abundance of her glory.”","12","For thus says the Lord: “Behold, I will extend peace to her like a river, And the glory of the Gentiles like a flowing stream. Then you shall feed; On her sides shall you be carried, And be dandled on her knees.","13","As one whom his mother comforts, So I will comfort you; And you shall be comforted in Jerusalem.”"]},{"reference":"Revelation 21:1-15","words":417,"text":["1","Now I saw a new heaven and a new earth, for the first heaven and the first earth had passed away. Also there was no more sea.","2","Then I, John, saw the holy city, New Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.","3","And I heard a loud voice from heaven saying, “Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God.","4","And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away.”","5","Then He who sat on the throne said, “Behold, I make all things new.” And He said to me, “Write, for these words are true and faithful.”","6","And He said to me, “It is done! I am the Alpha and the Omega, the Beginning and the End. I will give of the fountain of the water of life freely to him who thirsts.","7","He who overcomes shall inherit all things, and I will be his God and he shall be My son.","8","But the cowardly, unbelieving, abominable, murderers, sexually immoral, sorcerers, idolaters, and all liars shall have their part in the lake which burns with fire and brimstone, which is the second death.”","9","Then one of the seven angels who had the seven bowls filled with the seven last plagues came to me and talked with me, saying, “Come, I will show you the bride, the Lamb’s wife.”","10","And he carried me away in the Spirit to a great and high mountain, and showed me the great city, the holy Jerusalem, descending out of heaven from God,","11","having the glory of God. Her light was like a most precious stone, like a jasper stone, clear as crystal.","12","Also she had a great and high wall with twelve gates, and twelve angels at the gates, and names written on them, which are the names of the twelve tribes of the children of Israel:","13","three gates on the east, three gates on the north, three gates on the south, and three gates on the west.","14","Now the wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb.","15","And he who talked with me had a gold reed to measure the city, its gates, and its wall."]},{"reference":"Joshua 21:43-45","words":88,"text":["43","So the Lord gave to Israel all the land of which He had sworn to give to their fathers, and they took possession of it and dwelt in it.","44","The Lord gave them rest all around, according to all that He had sworn to their fathers. And not a man of all their enemies stood against them; the Lord delivered all their enemies into their hand.","45","Not a word failed of any good thing which the Lord had spoken to the house of Israel. All came to pass."]},{"reference":"Matthew 10:27-39","words":252,"text":["27","“Whatever I tell you in the dark, speak in the light; and what you hear in the ear, preach on the housetops.","28","And do not fear those who kill the body but cannot kill the soul. But rather fear Him who is able to destroy both soul and body in hell.","29","Are not two sparrows sold for a copper coin? And not one of them falls to the ground apart from your Father’s will.","30","But the very hairs of your head are all numbered.","31","Do not fear therefore; you are of more value than many sparrows.","32","“Therefore whoever confesses Me before men, him I will also confess before My Father who is in heaven.","33","But whoever denies Me before men, him I will also deny before My Father who is in heaven.","34","“Do not think that I came to bring peace on earth. I did not come to bring peace but a sword.","35","For I have come to ‘set a man against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law’;","36","and ‘a man’s enemies will be those of his own household.’","37","He who loves father or mother more than Me is not worthy of Me. And he who loves son or daughter more than Me is not worthy of Me.","38","And he who does not take his cross and follow after Me is not worthy of Me.","39","He who finds his life will lose it, and he who loses his life for My sake will find it."]},{"reference":"Revelation 22:12-21","words":248,"text":["12","“And behold, I am coming quickly, and My reward is with Me, to give to every one according to his work.","13","I am the Alpha and the Omega, the Beginning and the End, the First and the Last.”","14","Blessed are those who do His commandments, that they may have the right to the tree of life, and may enter through the gates into the city.","15","But outside are dogs and sorcerers and sexually immoral and murderers and idolaters, and whoever loves and practices a lie.","16","“I, Jesus, have sent My angel to testify to you these things in the churches. I am the Root and the Offspring of David, the Bright and Morning Star.”","17","And the Spirit and the bride say, “Come!” And let him who hears say, “Come!” And let him who thirsts come. Whoever desires, let him take the water of life freely.","18","For I testify to everyone who hears the words of the prophecy of this book: If anyone adds to these things, God will add to him the plagues that are written in this book;","19","and if anyone takes away from the words of the book of this prophecy, God shall take away his part from the Book of Life, from the holy city, and from the things which are written in this book.","20","He who testifies to these things says, “Surely I am coming quickly.” Amen. Even so, come, Lord Jesus!","21","The grace of our Lord Jesus Christ be with you all. Amen."]},{"reference":"Nehemiah 8:10","words":44,"text":["10","Then he said to them, “Go your way, eat the fat, drink the sweet, and send portions to those for whom nothing is prepared; for this day is holy to our Lord. Do not sorrow, for the joy of the Lord is your strength.”"]},{"reference":"Matthew 11:25-30","words":135,"text":["25","At that time Jesus answered and said, “I thank You, Father, Lord of heaven and earth, that You have hidden these things from the wise and prudent and have revealed them to babes.","26","Even so, Father, for so it seemed good in Your sight.","27","All things have been delivered to Me by My Father, and no one knows the Son except the Father. Nor does anyone know the Father except the Son, and the one to whom the Son wills to reveal Him.","28","Come to Me, all you who labor and are heavy laden, and I will give you rest.","29","Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest for your souls.","30","For My yoke is easy and My burden is light.”"]},{"reference":"Nehemiah 9:28-31","words":159,"text":["28","“But after they had rest, They again did evil before You. Therefore You left them in the hand of their enemies, So that they had dominion over them; Yet when they returned and cried out to You, You heard from heaven; And many times You delivered them according to Your mercies,","29","And testified against them, That You might bring them back to Your law. Yet they acted proudly, And did not heed Your commandments, But sinned against Your judgments, ‘Which if a man does, he shall live by them.’ And they shrugged their shoulders, Stiffened their necks, And would not hear.","30","Yet for many years You had patience with them, And testified against them by Your Spirit in Your prophets. Yet they would not listen; Therefore You gave them into the hand of the peoples of the lands.","31","Nevertheless in Your great mercy You did not utterly consume them nor forsake them; For You are God, gracious and merciful."]},{"reference":"Luke 4:16-19","words":112,"text":["16","So He came to Nazareth, where He had been brought up. And as His custom was, He went into the synagogue on the Sabbath day, and stood up to read.","17","And He was handed the book of the prophet Isaiah. And when He had opened the book, He found the place where it was written:","18","“The Spirit of the Lord is upon Me, Because He has anointed Me To preach the gospel to the poor; He has sent Me to heal the brokenhearted, To proclaim liberty to the captives And recovery of sight to the blind, To set at liberty those who are oppressed;","19","To proclaim the acceptable year of the Lord.”"]},{"reference":"Job 19:1-29","words":463,"text":["1","Then Job answered and said:","2","“How long will you torment my soul, And break me in pieces with words?","3","These ten times you have reproached me; You are not ashamed that you have wronged me.","4","And if indeed I have erred, My error remains with me.","5","If indeed you exalt yourselves against me, And plead my disgrace against me,","6","Know then that God has wronged me, And has surrounded me with His net.","7","“If I cry out concerning wrong, I am not heard. If I cry aloud, there is no justice.","8","He has fenced up my way, so that I cannot pass; And He has set darkness in my paths.","9","He has stripped me of my glory, And taken the crown from my head.","10","He breaks me down on every side, And I am gone; My hope He has uprooted like a tree.","11","He has also kindled His wrath against me, And He counts me as one of His enemies.","12","His troops come together And build up their road against me; They encamp all around my tent.","13","“He has removed my brothers far from me, And my acquaintances are completely estranged from me.","14","My relatives have failed, And my close friends have forgotten me.","15","Those who dwell in my house, and my maidservants, Count me as a stranger; I am an alien in their sight.","16","I call my servant, but he gives no answer; I beg him with my mouth.","17","My breath is offensive to my wife, And I am repulsive to the children of my own body.","18","Even young children despise me; I arise, and they speak against me.","19","All my close friends abhor me, And those whom I love have turned against me.","20","My bone clings to my skin and to my flesh, And I have escaped by the skin of my teeth.","21","“Have pity on me, have pity on me, O you my friends, For the hand of God has struck me!","22","Why do you persecute me as God does, And are not satisfied with my flesh?","23","“Oh, that my words were written! Oh, that they were inscribed in a book!","24","That they were engraved on a rock With an iron pen and lead, forever!","25","For I know that my Redeemer lives, And He shall stand at last on the earth;","26","And after my skin is destroyed, this I know, That in my flesh I shall see God,","27","Whom I shall see for myself, And my eyes shall behold, and not another. How my heart yearns within me!","28","If you should say, ‘How shall we persecute him?’— Since the root of the matter is found in me,","29","Be afraid of the sword for yourselves; For wrath brings the punishment of the sword, That you may know there is a judgment.”"]},{"reference":"Luke 12:35-40","words":148,"text":["35","“Let your waist be girded and your lamps burning;","36","and you yourselves be like men who wait for their master, when he will return from the wedding, that when he comes and knocks they may open to him immediately.","37","Blessed are those servants whom the master, when he comes, will find watching. Assuredly, I say to you that he will gird himself and have them sit down to eat, and will come and serve them.","38","And if he should come in the second watch, or come in the third watch, and find them so, blessed are those servants.","39","But know this, that if the master of the house had known what hour the thief would come, he would have watched and not allowed his house to be broken into.","40","Therefore you also be ready, for the Son of Man is coming at an hour you do not expect.”"]},{"reference":"Psalm 32:1-11","words":235,"text":["1","Blessed is he whose transgression is forgiven, Whose sin is covered.","2","Blessed is the man to whom the Lord does not impute iniquity, And in whose spirit there is no deceit.","3","When I kept silent, my bones grew old Through my groaning all the day long.","4","For day and night Your hand was heavy upon me; My vitality was turned into the drought of summer. Selah","5","I acknowledged my sin to You, And my iniquity I have not hidden. I said, “I will confess my transgressions to the Lord,” And You forgave the iniquity of my sin. Selah","6","For this cause everyone who is godly shall pray to You In a time when You may be found; Surely in a flood of great waters They shall not come near him.","7","You are my hiding place; You shall preserve me from trouble; You shall surround me with songs of deliverance. Selah","8","I will instruct you and teach you in the way you should go; I will guide you with My eye.","9","Do not be like the horse or like the mule, Which have no understanding, Which must be harnessed with bit and bridle, Else they will not come near you.","10","Many sorrows shall be to the wicked; But he who trusts in the Lord, mercy shall surround him.","11","Be glad in the Lord and rejoice, you righteous; And shout for joy, all you upright in heart!"]},{"reference":"Luke 22:31-34","words":84,"text":["31","And the Lord said, “Simon, Simon! Indeed, Satan has asked for you, that he may sift you as wheat.","32","But I have prayed for you, that your faith should not fail; and when you have returned to Me, strengthen your brethren.”","33","But he said to Him, “Lord, I am ready to go with You, both to prison and to death.”","34","Then He said, “I tell you, Peter, the rooster shall not crow this day before you will deny three times that you know Me.”"]},{"reference":"Psalm 49:1-9","words":124,"text":["1","Hear this, all peoples; Give ear, all inhabitants of the world,","2","Both low and high, Rich and poor together.","3","My mouth shall speak wisdom, And the meditation of my heart shall give understanding.","4","I will incline my ear to a proverb; I will disclose my dark saying on the harp.","5","Why should I fear in the days of evil, When the iniquity at my heels surrounds me?","6","Those who trust in their wealth And boast in the multitude of their riches,","7","None of them can by any means redeem his brother, Nor give to God a ransom for him—","8","For the redemption of their souls is costly, And it shall cease forever—","9","That he should continue to live eternally, And not see the Pit."]},{"reference":"John 5:1-14","words":302,"text":["1","After this there was a feast of the Jews, and Jesus went up to Jerusalem.","2","Now there is in Jerusalem by the Sheep Gate a pool, which is called in Hebrew, Bethesda, having five porches.","3","In these lay a great multitude of sick people, blind, lame, paralyzed, waiting for the moving of the water.","4","For an angel went down at a certain time into the pool and stirred up the water; then whoever stepped in first, after the stirring of the water, was made well of whatever disease he had.","5","Now a certain man was there who had an infirmity thirty-eight years.","6","When Jesus saw him lying there, and knew that he already had been in that condition a long time, He said to him, “Do you want to be made well?”","7","The sick man answered Him, “Sir, I have no man to put me into the pool when the water is stirred up; but while I am coming, another steps down before me.”","8","Jesus said to him, “Rise, take up your bed and walk.”","9","And immediately the man was made well, took up his bed, and walked. And that day was the Sabbath.","10","The Jews therefore said to him who was cured, “It is the Sabbath; it is not lawful for you to carry your bed.”","11","He answered them, “He who made me well said to me, ‘Take up your bed and walk.’ ”","12","Then they asked him, “Who is the Man who said to you, ‘Take up your bed and walk’?”","13","But the one who was healed did not know who it was, for Jesus had withdrawn, a multitude being in that place.","14","Afterward Jesus found him in the temple, and said to him, “See, you have been made well. Sin no more, lest a worse thing come upon you.”"]},{"reference":"Psalm 102:13-28","words":263,"text":["13","You will arise and have mercy on Zion; For the time to favor her, Yes, the set time, has come.","14","For Your servants take pleasure in her stones, And show favor to her dust.","15","So the nations shall fear the name of the Lord, And all the kings of the earth Your glory.","16","For the Lord shall build up Zion; He shall appear in His glory.","17","He shall regard the prayer of the destitute, And shall not despise their prayer.","18","This will be written for the generation to come, That a people yet to be created may praise the Lord.","19","For He looked down from the height of His sanctuary; From heaven the Lord viewed the earth,","20","To hear the groaning of the prisoner, To release those appointed to death,","21","To declare the name of the Lord in Zion, And His praise in Jerusalem,","22","When the peoples are gathered together, And the kingdoms, to serve the Lord.","23","He weakened my strength in the way; He shortened my days.","24","I said, “O my God, Do not take me away in the midst of my days; Your years are throughout all generations.","25","Of old You laid the foundation of the earth, And the heavens are the work of Your hands.","26","They will perish, but You will endure; Yes, they will all grow old like a garment; Like a cloak You will change them, And they will be changed.","27","But You are the same, And Your years will have no end.","28","The children of Your servants will continue, And their descendants will be established before You.”"]},{"reference":"John 14:1-7","words":143,"text":["1","“Let not your heart be troubled; you believe in God, believe also in Me.","2","In My Father’s house are many mansions; if it were not so, I would have told you. I go to prepare a place for you.","3","And if I go and prepare a place for you, I will come again and receive you to Myself; that where I am, there you may be also.","4","And where I go you know, and the way you know.”","5","Thomas said to Him, “Lord, we do not know where You are going, and how can we know the way?”","6","Jesus said to him, “I am the way, the truth, and the life. No one comes to the Father except through Me.","7","“If you had known Me, you would have known My Father also; and from now on you know Him and have seen Him.”"]},{"reference":"Psalm 106:34-48","words":241,"text":["34","They did not destroy the peoples, Concerning whom the Lord had commanded them,","35","But they mingled with the Gentiles And learned their works;","36","They served their idols, Which became a snare to them.","37","They even sacrificed their sons And their daughters to demons,","38","And shed innocent blood, The blood of their sons and daughters, Whom they sacrificed to the idols of Canaan; And the land was polluted with blood.","39","Thus they were defiled by their own works, And played the harlot by their own deeds.","40","Therefore the wrath of the Lord was kindled against His people, So that He abhorred His own inheritance.","41","And He gave them into the hand of the Gentiles, And those who hated them ruled over them.","42","Their enemies also oppressed them, And they were brought into subjection under their hand.","43","Many times He delivered them; But they rebelled in their counsel, And were brought low for their iniquity.","44","Nevertheless He regarded their affliction, When He heard their cry;","45","And for their sake He remembered His covenant, And relented according to the multitude of His mercies.","46","He also made them to be pitied By all those who carried them away captive.","47","Save us, O Lord our God, And gather us from among the Gentiles, To give thanks to Your holy name, To triumph in Your praise.","48","Blessed be the Lord God of Israel From everlasting to everlasting! And let all the people say, “Amen!” Praise the Lord!"]},{"reference":"John 16:16-33","words":493,"text":["16","“A little while, and you will not see Me; and again a little while, and you will see Me, because I go to the Father.”","17","Then some of His disciples said among themselves, “What is this that He says to us, ‘A little while, and you will not see Me; and again a little while, and you will see Me’; and, ‘because I go to the Father’?”","18","They said therefore, “What is this that He says, ‘A little while’? We do not know what He is saying.”","19","Now Jesus knew that they desired to ask Him, and He said to them, “Are you inquiring among yourselves about what I said, ‘A little while, and you will not see Me; and again a little while, and you will see Me’?","20","Most assuredly, I say to you that you will weep and lament, but the world will rejoice; and you will be sorrowful, but your sorrow will be turned into joy.","21","A woman, when she is in labor, has sorrow because her hour has come; but as soon as she has given birth to the child, she no longer remembers the anguish, for joy that a human being has been born into the world.","22","Therefore you now have sorrow; but I will see you again and your heart will rejoice, and your joy no one will take from you.","23","“And in that day you will ask Me nothing. Most assuredly, I say to you, whatever you ask the Father in My name He will give you.","24","Until now you have asked nothing in My name. Ask, and you will receive, that your joy may be full.","25","“These things I have spoken to you in figurative language; but the time is coming when I will no longer speak to you in figurative language, but I will tell you plainly about the Father.","26","In that day you will ask in My name, and I do not say to you that I shall pray the Father for you;","27","for the Father Himself loves you, because you have loved Me, and have believed that I came forth from God.","28","I came forth from the Father and have come into the world. Again, I leave the world and go to the Father.”","29","His disciples said to Him, “See, now You are speaking plainly, and using no figure of speech!","30","Now we are sure that You know all things, and have no need that anyone should question You. By this we believe that You came forth from God.”","31","Jesus answered them, “Do you now believe?","32","Indeed the hour is coming, yes, has now come, that you will be scattered, each to his own, and will leave Me alone. And yet I am not alone, because the Father is with Me.","33","These things I have spoken to you, that in Me you may have peace. In the world you will have tribulation; but be of good cheer, I have overcome the world.”"]},{"reference":"Isaiah 11:15-16","words":71,"text":["15","The Lord will utterly destroy the tongue of the Sea of Egypt; With His mighty wind He will shake His fist over the River, And strike it in the seven streams, And make men cross over dry-shod.","16","There will be a highway for the remnant of His people Who will be left from Assyria, As it was for Israel In the day that he came up from the land of Egypt."]},{"reference":"John 17:1-10","words":231,"text":["1","Jesus spoke these words, lifted up His eyes to heaven, and said: “Father, the hour has come. Glorify Your Son, that Your Son also may glorify You,","2","as You have given Him authority over all flesh, that He should give eternal life to as many as You have given Him.","3","And this is eternal life, that they may know You, the only true God, and Jesus Christ whom You have sent.","4","I have glorified You on the earth. I have finished the work which You have given Me to do.","5","And now, O Father, glorify Me together with Yourself, with the glory which I had with You before the world was.","6","“I have manifested Your name to the men whom You have given Me out of the world. They were Yours, You gave them to Me, and they have kept Your word.","7","Now they have known that all things which You have given Me are from You.","8","For I have given to them the words which You have given Me; and they have received them, and have known surely that I came forth from You; and they have believed that You sent Me.","9","“I pray for them. I do not pray for the world but for those whom You have given Me, for they are Yours.","10","And all Mine are Yours, and Yours are Mine, and I am glorified in them."]},{"reference":"Isaiah 35:3-10","words":215,"text":["3","Strengthen the weak hands, And make firm the feeble knees.","4","Say to those who are fearful-hearted, “Be strong, do not fear! Behold, your God will come with vengeance, With the recompense of God; He will come and save you.”","5","Then the eyes of the blind shall be opened, And the ears of the deaf shall be unstopped.","6","Then the lame shall leap like a deer, And the tongue of the dumb sing. For waters shall burst forth in the wilderness, And streams in the desert.","7","The parched ground shall become a pool, And the thirsty land springs of water; In the habitation of jackals, where each lay, There shall be grass with reeds and rushes.","8","A highway shall be there, and a road, And it shall be called the Highway of Holiness. The unclean shall not pass over it, But it shall be for others. Whoever walks the road, although a fool, Shall not go astray.","9","No lion shall be there, Nor shall any ravenous beast go up on it; It shall not be found there. But the redeemed shall walk there,","10","And the ransomed of the Lord shall return, And come to Zion with singing, With everlasting joy on their heads. They shall obtain joy and gladness, And sorrow and sighing shall flee away."]},{"reference":"John 19:28-38","words":269,"text":["28","After this, Jesus, knowing that all things were now accomplished, that the Scripture might be fulfilled, said, “I thirst!”","29","Now a vessel full of sour wine was sitting there; and they filled a sponge with sour wine, put it on hyssop, and put it to His mouth.","30","So when Jesus had received the sour wine, He said, “It is finished!” And bowing His head, He gave up His spirit.","31","Therefore, because it was the Preparation Day, that the bodies should not remain on the cross on the Sabbath (for that Sabbath was a high day), the Jews asked Pilate that their legs might be broken, and that they might be taken away.","32","Then the soldiers came and broke the legs of the first and of the other who was crucified with Him.","33","But when they came to Jesus and saw that He was already dead, they did not break His legs.","34","But one of the soldiers pierced His side with a spear, and immediately blood and water came out.","35","And he who has seen has testified, and his testimony is true; and he knows that he is telling the truth, so that you may believe.","36","For these things were done that the Scripture should be fulfilled, “Not one of His bones shall be broken.”","37","And again another Scripture says, “They shall look on Him whom they pierced.”","38","After this, Joseph of Arimathea, being a disciple of Jesus, but secretly, for fear of the Jews, asked Pilate that he might take away the body of Jesus; and Pilate gave him permission. So he came and took the body of Jesus."]},{"reference":"Isaiah 40:1-5","words":111,"text":["1","“Comfort, yes, comfort My people!” Says your God.","2","“Speak comfort to Jerusalem, and cry out to her, That her warfare is ended, That her iniquity is pardoned; For she has received from the Lord’s hand Double for all her sins.”","3","The voice of one crying in the wilderness: “Prepare the way of the Lord; Make straight in the desert A highway for our God.","4","Every valley shall be exalted And every mountain and hill brought low; The crooked places shall be made straight And the rough places smooth;","5","The glory of the Lord shall be revealed, And all flesh shall see it together; For the mouth of the Lord has spoken.”"]},{"reference":"Acts 8:26-38","words":303,"text":["26","Now an angel of the Lord spoke to Philip, saying, “Arise and go toward the south along the road which goes down from Jerusalem to Gaza.” This is desert.","27","So he arose and went. And behold, a man of Ethiopia, a eunuch of great authority under Candace the queen of the Ethiopians, who had charge of all her treasury, and had come to Jerusalem to worship,","28","was returning. And sitting in his chariot, he was reading Isaiah the prophet.","29","Then the Spirit said to Philip, “Go near and overtake this chariot.”","30","So Philip ran to him, and heard him reading the prophet Isaiah, and said, “Do you understand what you are reading?”","31","And he said, “How can I, unless someone guides me?” And he asked Philip to come up and sit with him.","32","The place in the Scripture which he read was this: “He was led as a sheep to the slaughter; And as a lamb before its shearer is silent, So He opened not His mouth.","33","In His humiliation His justice was taken away, And who will declare His generation? For His life is taken from the earth.”","34","So the eunuch answered Philip and said, “I ask you, of whom does the prophet say this, of himself or of some other man?”","35","Then Philip opened his mouth, and beginning at this Scripture, preached Jesus to him.","36","Now as they went down the road, they came to some water. And the eunuch said, “See, here is water. What hinders me from being baptized?”","37","Then Philip said, “If you believe with all your heart, you may.” And he answered and said, “I believe that Jesus Christ is the Son of God.”","38","So he commanded the chariot to stand still. And both Philip and the eunuch went down into the water, and he baptized him."]},{"reference":"Isaiah 41:10-26","words":494,"text":["10","Fear not, for I am with you; Be not dismayed, for I am your God. I will strengthen you, Yes, I will help you, I will uphold you with My righteous right hand.’","11","“Behold, all those who were incensed against you Shall be ashamed and disgraced; They shall be as nothing, And those who strive with you shall perish.","12","You shall seek them and not find them— Those who contended with you. Those who war against you Shall be as nothing, As a nonexistent thing.","13","For I, the Lord your God, will hold your right hand, Saying to you, ‘Fear not, I will help you.’","14","“Fear not, you worm Jacob, You men of Israel! I will help you,” says the Lord And your Redeemer, the Holy One of Israel.","15","“Behold, I will make you into a new threshing sledge with sharp teeth; You shall thresh the mountains and beat them small, And make the hills like chaff.","16","You shall winnow them, the wind shall carry them away, And the whirlwind shall scatter them; You shall rejoice in the Lord, And glory in the Holy One of Israel.","17","“The poor and needy seek water, but there is none, Their tongues fail for thirst. I, the Lord, will hear them; I, the God of Israel, will not forsake them.","18","I will open rivers in desolate heights, And fountains in the midst of the valleys; I will make the wilderness a pool of water, And the dry land springs of water.","19","I will plant in the wilderness the cedar and the acacia tree, The myrtle and the oil tree; I will set in the desert the cypress tree and the pine And the box tree together,","20","That they may see and know, And consider and understand together, That the hand of the Lord has done this, And the Holy One of Israel has created it.","21","“Present your case,” says the Lord. “Bring forth your strong reasons,” says the King of Jacob.","22","“Let them bring forth and show us what will happen; Let them show the former things, what they were, That we may consider them, And know the latter end of them; Or declare to us things to come.","23","Show the things that are to come hereafter, That we may know that you are gods; Yes, do good or do evil, That we may be dismayed and see it together.","24","Indeed you are nothing, And your work is nothing; He who chooses you is an abomination.","25","“I have raised up one from the north, And he shall come; From the rising of the sun he shall call on My name; And he shall come against princes as though mortar, As the potter treads clay.","26","Who has declared from the beginning, that we may know? And former times, that we may say, ‘He is righteous’? Surely there is no one who shows, Surely there is no one who declares, Surely there is no one who hears your words."]},{"reference":"Acts 13:42-52","words":260,"text":["42","So when the Jews went out of the synagogue, the Gentiles begged that these words might be preached to them the next Sabbath.","43","Now when the congregation had broken up, many of the Jews and devout proselytes followed Paul and Barnabas, who, speaking to them, persuaded them to continue in the grace of God.","44","On the next Sabbath almost the whole city came together to hear the word of God.","45","But when the Jews saw the multitudes, they were filled with envy; and contradicting and blaspheming, they opposed the things spoken by Paul.","46","Then Paul and Barnabas grew bold and said, “It was necessary that the word of God should be spoken to you first; but since you reject it, and judge yourselves unworthy of everlasting life, behold, we turn to the Gentiles.","47","For so the Lord has commanded us: ‘I have set you as a light to the Gentiles, That you should be for salvation to the ends of the earth.’ ”","48","Now when the Gentiles heard this, they were glad and glorified the word of the Lord. And as many as had been appointed to eternal life believed.","49","And the word of the Lord was being spread throughout all the region.","50","But the Jews stirred up the devout and prominent women and the chief men of the city, raised up persecution against Paul and Barnabas, and expelled them from their region.","51","But they shook off the dust from their feet against them, and came to Iconium.","52","And the disciples were filled with joy and with the Holy Spirit."]},{"reference":"Jeremiah 10:1-10","words":268,"text":["1","Hear the word which the Lord speaks to you, O house of Israel.","2","Thus says the Lord: “Do not learn the way of the Gentiles; Do not be dismayed at the signs of heaven, For the Gentiles are dismayed at them.","3","For the customs of the peoples are futile; For one cuts a tree from the forest, The work of the hands of the workman, with the ax.","4","They decorate it with silver and gold; They fasten it with nails and hammers So that it will not topple.","5","They are upright, like a palm tree, And they cannot speak; They must be carried, Because they cannot go by themselves. Do not be afraid of them, For they cannot do evil, Nor can they do any good.”","6","Inasmuch as there is none like You, O Lord (You are great, and Your name is great in might),","7","Who would not fear You, O King of the nations? For this is Your rightful due. For among all the wise men of the nations, And in all their kingdoms, There is none like You.","8","But they are altogether dull-hearted and foolish; A wooden idol is a worthless doctrine.","9","Silver is beaten into plates; It is brought from Tarshish, And gold from Uphaz, The work of the craftsman And of the hands of the metalsmith; Blue and purple are their clothing; They are all the work of skillful men.","10","But the Lord is the true God; He is the living God and the everlasting King. At His wrath the earth will tremble, And the nations will not be able to endure His indignation."]},{"reference":"Acts 14:8-18","words":253,"text":["8","And in Lystra a certain man without strength in his feet was sitting, a cripple from his mother’s womb, who had never walked.","9","This man heard Paul speaking. Paul, observing him intently and seeing that he had faith to be healed,","10","said with a loud voice, “Stand up straight on your feet!” And he leaped and walked.","11","Now when the people saw what Paul had done, they raised their voices, saying in the Lycaonian language, “The gods have come down to us in the likeness of men!”","12","And Barnabas they called Zeus, and Paul, Hermes, because he was the chief speaker.","13","Then the priest of Zeus, whose temple was in front of their city, brought oxen and garlands to the gates, intending to sacrifice with the multitudes.","14","But when the apostles Barnabas and Paul heard this, they tore their clothes and ran in among the multitude, crying out","15","and saying, “Men, why are you doing these things? We also are men with the same nature as you, and preach to you that you should turn from these useless things to the living God, who made the heaven, the earth, the sea, and all things that are in them,","16","who in bygone generations allowed all nations to walk in their own ways.","17","Nevertheless He did not leave Himself without witness, in that He did good, gave us rain from heaven and fruitful seasons, filling our hearts with food and gladness.”","18","And with these sayings they could scarcely restrain the multitudes from sacrificing to them."]},{"reference":"Jeremiah 31:10-14","words":157,"text":["10","“Hear the word of the Lord, O nations, And declare it in the isles afar off, and say, ‘He who scattered Israel will gather him, And keep him as a shepherd does his flock.’","11","For the Lord has redeemed Jacob, And ransomed him from the hand of one stronger than he.","12","Therefore they shall come and sing in the height of Zion, Streaming to the goodness of the Lord— For wheat and new wine and oil, For the young of the flock and the herd; Their souls shall be like a well-watered garden, And they shall sorrow no more at all.","13","“Then shall the virgin rejoice in the dance, And the young men and the old, together; For I will turn their mourning to joy, Will comfort them, And make them rejoice rather than sorrow.","14","I will satiate the soul of the priests with abundance, And My people shall be satisfied with My goodness, says the Lord.”"]},{"reference":"Acts 26:19-23","words":119,"text":["19","“Therefore, King Agrippa, I was not disobedient to the heavenly vision,","20","but declared first to those in Damascus and in Jerusalem, and throughout all the region of Judea, and then to the Gentiles, that they should repent, turn to God, and do works befitting repentance.","21","For these reasons the Jews seized me in the temple and tried to kill me.","22","Therefore, having obtained help from God, to this day I stand, witnessing both to small and great, saying no other things than those which the prophets and Moses said would come—","23","that the Christ would suffer, that He would be the first to rise from the dead, and would proclaim light to the Jewish people and to the Gentiles.”"]},{"reference":"Jeremiah 33:8-9","words":85,"text":["8","I will cleanse them from all their iniquity by which they have sinned against Me, and I will pardon all their iniquities by which they have sinned and by which they have transgressed against Me.","9","Then it shall be to Me a name of joy, a praise, and an honor before all nations of the earth, who shall hear all the good that I do to them; they shall fear and tremble for all the goodness and all the prosperity that I provide for it.’"]},{"reference":"Romans 2:1-6","words":135,"text":["1","Therefore you are inexcusable, O man, whoever you are who judge, for in whatever you judge another you condemn yourself; for you who judge practice the same things.","2","But we know that the judgment of God is according to truth against those who practice such things.","3","And do you think this, O man, you who judge those practicing such things, and doing the same, that you will escape the judgment of God?","4","Or do you despise the riches of His goodness, forbearance, and longsuffering, not knowing that the goodness of God leads you to repentance?","5","But in accordance with your hardness and your impenitent heart you are treasuring up for yourself wrath in the day of wrath and revelation of the righteous judgment of God,","6","who “will render to each one according to his deeds”:"]},{"reference":"Ezekiel 2:1-10","words":273,"text":["1","And He said to me, “Son of man, stand on your feet, and I will speak to you.”","2","Then the Spirit entered me when He spoke to me, and set me on my feet; and I heard Him who spoke to me.","3","And He said to me: “Son of man, I am sending you to the children of Israel, to a rebellious nation that has rebelled against Me; they and their fathers have transgressed against Me to this very day.","4","For they are impudent and stubborn children. I am sending you to them, and you shall say to them, ‘Thus says the Lord God.’","5","As for them, whether they hear or whether they refuse—for they are a rebellious house—yet they will know that a prophet has been among them.","6","“And you, son of man, do not be afraid of them nor be afraid of their words, though briers and thorns are with you and you dwell among scorpions; do not be afraid of their words or dismayed by their looks, though they are a rebellious house.","7","You shall speak My words to them, whether they hear or whether they refuse, for they are rebellious.","8","But you, son of man, hear what I say to you. Do not be rebellious like that rebellious house; open your mouth and eat what I give you.”","9","Now when I looked, there was a hand stretched out to me; and behold, a scroll of a book was in it.","10","Then He spread it before me; and there was writing on the inside and on the outside, and written on it were lamentations and mourning and woe."]},{"reference":"Romans 2:17-29","words":270,"text":["17","Indeed you are called a Jew, and rest on the law, and make your boast in God,","18","and know His will, and approve the things that are excellent, being instructed out of the law,","19","and are confident that you yourself are a guide to the blind, a light to those who are in darkness,","20","an instructor of the foolish, a teacher of babes, having the form of knowledge and truth in the law.","21","You, therefore, who teach another, do you not teach yourself? You who preach that a man should not steal, do you steal?","22","You who say, “Do not commit adultery,” do you commit adultery? You who abhor idols, do you rob temples?","23","You who make your boast in the law, do you dishonor God through breaking the law?","24","For “the name of God is blasphemed among the Gentiles because of you,” as it is written.","25","For circumcision is indeed profitable if you keep the law; but if you are a breaker of the law, your circumcision has become uncircumcision.","26","Therefore, if an uncircumcised man keeps the righteous requirements of the law, will not his uncircumcision be counted as circumcision?","27","And will not the physically uncircumcised, if he fulfills the law, judge you who, even with your written code and circumcision, are a transgressor of the law?","28","For he is not a Jew who is one outwardly, nor is circumcision that which is outward in the flesh;","29","but he is a Jew who is one inwardly; and circumcision is that of the heart, in the Spirit, not in the letter; whose praise is not from men but from God."]},{"reference":"Ezekiel 3:4-6","words":71,"text":["4","Then He said to me: “Son of man, go to the house of Israel and speak with My words to them.","5","For you are not sent to a people of unfamiliar speech and of hard language, but to the house of Israel,","6","not to many people of unfamiliar speech and of hard language, whose words you cannot understand. Surely, had I sent you to them, they would have listened to you."]},{"reference":"Romans 6:1-12","words":242,"text":["1","What shall we say then? Shall we continue in sin that grace may abound?","2","Certainly not! How shall we who died to sin live any longer in it?","3","Or do you not know that as many of us as were baptized into Christ Jesus were baptized into His death?","4","Therefore we were buried with Him through baptism into death, that just as Christ was raised from the dead by the glory of the Father, even so we also should walk in newness of life.","5","For if we have been united together in the likeness of His death, certainly we also shall be in the likeness of His resurrection,","6","knowing this, that our old man was crucified with Him, that the body of sin might be done away with, that we should no longer be slaves of sin.","7","For he who has died has been freed from sin.","8","Now if we died with Christ, we believe that we shall also live with Him,","9","knowing that Christ, having been raised from the dead, dies no more. Death no longer has dominion over Him.","10","For the death that He died, He died to sin once for all; but the life that He lives, He lives to God.","11","Likewise you also, reckon yourselves to be dead indeed to sin, but alive to God in Christ Jesus our Lord.","12","Therefore do not let sin reign in your mortal body, that you should obey it in its lusts."]},{"reference":"Daniel 9:4-16","words":452,"text":["4","And I prayed to the Lord my God, and made confession, and said, “O Lord, great and awesome God, who keeps His covenant and mercy with those who love Him, and with those who keep His commandments,","5","we have sinned and committed iniquity, we have done wickedly and rebelled, even by departing from Your precepts and Your judgments.","6","Neither have we heeded Your servants the prophets, who spoke in Your name to our kings and our princes, to our fathers and all the people of the land.","7","O Lord, righteousness belongs to You, but to us shame of face, as it is this day—to the men of Judah, to the inhabitants of Jerusalem and all Israel, those near and those far off in all the countries to which You have driven them, because of the unfaithfulness which they have committed against You.","8","“O Lord, to us belongs shame of face, to our kings, our princes, and our fathers, because we have sinned against You.","9","To the Lord our God belong mercy and forgiveness, though we have rebelled against Him.","10","We have not obeyed the voice of the Lord our God, to walk in His laws, which He set before us by His servants the prophets.","11","Yes, all Israel has transgressed Your law, and has departed so as not to obey Your voice; therefore the curse and the oath written in the Law of Moses the servant of God have been poured out on us, because we have sinned against Him.","12","And He has confirmed His words, which He spoke against us and against our judges who judged us, by bringing upon us a great disaster; for under the whole heaven such has never been done as what has been done to Jerusalem.","13","“As it is written in the Law of Moses, all this disaster has come upon us; yet we have not made our prayer before the Lord our God, that we might turn from our iniquities and understand Your truth.","14","Therefore the Lord has kept the disaster in mind, and brought it upon us; for the Lord our God is righteous in all the works which He does, though we have not obeyed His voice.","15","And now, O Lord our God, who brought Your people out of the land of Egypt with a mighty hand, and made Yourself a name, as it is this day—we have sinned, we have done wickedly!","16","“O Lord, according to all Your righteousness, I pray, let Your anger and Your fury be turned away from Your city Jerusalem, Your holy mountain; because for our sins, and for the iniquities of our fathers, Jerusalem and Your people are a reproach to all those around us."]},{"reference":"Romans 8:18-39","words":500,"text":["18","For I consider that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us.","19","For the earnest expectation of the creation eagerly waits for the revealing of the sons of God.","20","For the creation was subjected to futility, not willingly, but because of Him who subjected it in hope;","21","because the creation itself also will be delivered from the bondage of corruption into the glorious liberty of the children of God.","22","For we know that the whole creation groans and labors with birth pangs together until now.","23","Not only that, but we also who have the firstfruits of the Spirit, even we ourselves groan within ourselves, eagerly waiting for the adoption, the redemption of our body.","24","For we were saved in this hope, but hope that is seen is not hope; for why does one still hope for what he sees?","25","But if we hope for what we do not see, we eagerly wait for it with perseverance.","26","Likewise the Spirit also helps in our weaknesses. For we do not know what we should pray for as we ought, but the Spirit Himself makes intercession for us with groanings which cannot be uttered.","27","Now He who searches the hearts knows what the mind of the Spirit is, because He makes intercession for the saints according to the will of God.","28","And we know that all things work together for good to those who love God, to those who are the called according to His purpose.","29","For whom He foreknew, He also predestined to be conformed to the image of His Son, that He might be the firstborn among many brethren.","30","Moreover whom He predestined, these He also called; whom He called, these He also justified; and whom He justified, these He also glorified.","31","What then shall we say to these things? If God is for us, who can be against us?","32","He who did not spare His own Son, but delivered Him up for us all, how shall He not with Him also freely give us all things?","33","Who shall bring a charge against God’s elect? It is God who justifies.","34","Who is he who condemns? It is Christ who died, and furthermore is also risen, who is even at the right hand of God, who also makes intercession for us.","35","Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?","36","As it is written: “For Your sake we are killed all day long; We are accounted as sheep for the slaughter.”","37","Yet in all these things we are more than conquerors through Him who loved us.","38","For I am persuaded that neither death nor life, nor angels nor principalities nor powers, nor things present nor things to come,","39","nor height nor depth, nor any other created thing, shall be able to separate us from the love of God which is in Christ Jesus our Lord."]},{"reference":"Daniel 11:35","words":31,"text":["35","And some of those of understanding shall fall, to refine them, purify them, and make them white, until the time of the end; because it is still for the appointed time."]},{"reference":"Romans 11:33-36","words":72,"text":["33","Oh, the depth of the riches both of the wisdom and knowledge of God! How unsearchable are His judgments and His ways past finding out!","34","“For who has known the mind of the Lord? Or who has become His counselor?”","35","“Or who has first given to Him And it shall be repaid to him?”","36","For of Him and through Him and to Him are all things, to whom be glory forever. Amen."]},{"reference":"Daniel 12:4-9","words":179,"text":["4","“But you, Daniel, shut up the words, and seal the book until the time of the end; many shall run to and fro, and knowledge shall increase.”","5","Then I, Daniel, looked; and there stood two others, one on this riverbank and the other on that riverbank.","6","And one said to the man clothed in linen, who was above the waters of the river, “How long shall the fulfillment of these wonders be?”","7","Then I heard the man clothed in linen, who was above the waters of the river, when he held up his right hand and his left hand to heaven, and swore by Him who lives forever, that it shall be for a time, times, and half a time; and when the power of the holy people has been completely shattered, all these things shall be finished.","8","Although I heard, I did not understand. Then I said, “My lord, what shall be the end of these things?”","9","And he said, “Go your way, Daniel, for the words are closed up and sealed till the time of the end."]},{"reference":"Romans 14:7-12","words":126,"text":["7","For none of us lives to himself, and no one dies to himself.","8","For if we live, we live to the Lord; and if we die, we die to the Lord. Therefore, whether we live or die, we are the Lord’s.","9","For to this end Christ died and rose and lived again, that He might be Lord of both the dead and the living.","10","But why do you judge your brother? Or why do you show contempt for your brother? For we shall all stand before the judgment seat of Christ.","11","For it is written: “As I live, says the Lord, Every knee shall bow to Me, And every tongue shall confess to God.”","12","So then each of us shall give account of himself to God."]},{"reference":"Habakkuk 2:2-20","words":518,"text":["2","Then the Lord answered me and said: “Write the vision And make it plain on tablets, That he may run who reads it.","3","For the vision is yet for an appointed time; But at the end it will speak, and it will not lie. Though it tarries, wait for it; Because it will surely come, It will not tarry.","4","“Behold the proud, His soul is not upright in him; But the just shall live by his faith.","5","“Indeed, because he transgresses by wine, He is a proud man, And he does not stay at home. Because he enlarges his desire as hell, And he is like death, and cannot be satisfied, He gathers to himself all nations And heaps up for himself all peoples.","6","“Will not all these take up a proverb against him, And a taunting riddle against him, and say, ‘Woe to him who increases What is not his—how long? And to him who loads himself with many pledges’?","7","Will not your creditors rise up suddenly? Will they not awaken who oppress you? And you will become their booty.","8","Because you have plundered many nations, All the remnant of the people shall plunder you, Because of men’s blood And the violence of the land and the city, And of all who dwell in it.","9","“Woe to him who covets evil gain for his house, That he may set his nest on high, That he may be delivered from the power of disaster!","10","You give shameful counsel to your house, Cutting off many peoples, And sin against your soul.","11","For the stone will cry out from the wall, And the beam from the timbers will answer it.","12","“Woe to him who builds a town with bloodshed, Who establishes a city by iniquity!","13","Behold, is it not of the Lord of hosts That the peoples labor to feed the fire, And nations weary themselves in vain?","14","For the earth will be filled With the knowledge of the glory of the Lord, As the waters cover the sea.","15","“Woe to him who gives drink to his neighbor, Pressing him to your bottle, Even to make him drunk, That you may look on his nakedness!","16","You are filled with shame instead of glory. You also—drink! And be exposed as uncircumcised! The cup of the Lord’s right hand will be turned against you, And utter shame will be on your glory.","17","For the violence done to Lebanon will cover you, And the plunder of beasts which made them afraid, Because of men’s blood And the violence of the land and the city, And of all who dwell in it.","18","“What profit is the image, that its maker should carve it, The molded image, a teacher of lies, That the maker of its mold should trust in it, To make mute idols?","19","Woe to him who says to wood, ‘Awake!’ To silent stone, ‘Arise! It shall teach!’ Behold, it is overlaid with gold and silver, Yet in it there is no breath at all.","20","“But the Lord is in His holy temple. Let all the earth keep silence before Him.”"]},{"reference":"1 Corinthians 3:10-23","words":282,"text":["10","According to the grace of God which was given to me, as a wise master builder I have laid the foundation, and another builds on it. But let each one take heed how he builds on it.","11","For no other foundation can anyone lay than that which is laid, which is Jesus Christ.","12","Now if anyone builds on this foundation with gold, silver, precious stones, wood, hay, straw,","13","each one’s work will become clear; for the Day will declare it, because it will be revealed by fire; and the fire will test each one’s work, of what sort it is.","14","If anyone’s work which he has built on it endures, he will receive a reward.","15","If anyone’s work is burned, he will suffer loss; but he himself will be saved, yet so as through fire.","16","Do you not know that you are the temple of God and that the Spirit of God dwells in you?","17","If anyone defiles the temple of God, God will destroy him. For the temple of God is holy, which temple you are.","18","Let no one deceive himself. If anyone among you seems to be wise in this age, let him become a fool that he may become wise.","19","For the wisdom of this world is foolishness with God. For it is written, “He catches the wise in their own craftiness”;","20","and again, “The Lord knows the thoughts of the wise, that they are futile.”","21","Therefore let no one boast in men. For all things are yours:","22","whether Paul or Apollos or Cephas, or the world or life or death, or things present or things to come—all are yours.","23","And you are Christ’s, and Christ is God’s."]},{"reference":"Zephaniah 3:14-17","words":101,"text":["14","Sing, O daughter of Zion! Shout, O Israel! Be glad and rejoice with all your heart, O daughter of Jerusalem!","15","The Lord has taken away your judgments, He has cast out your enemy. The King of Israel, the Lord, is in your midst; You shall see disaster no more.","16","In that day it shall be said to Jerusalem: “Do not fear; Zion, let not your hands be weak.","17","The Lord your God in your midst, The Mighty One, will save; He will rejoice over you with gladness, He will quiet you with His love, He will rejoice over you with singing.”"]},{"reference":"1 Corinthians 6:1-11","words":256,"text":["1","Dare any of you, having a matter against another, go to law before the unrighteous, and not before the saints?","2","Do you not know that the saints will judge the world? And if the world will be judged by you, are you unworthy to judge the smallest matters?","3","Do you not know that we shall judge angels? How much more, things that pertain to this life?","4","If then you have judgments concerning things pertaining to this life, do you appoint those who are least esteemed by the church to judge?","5","I say this to your shame. Is it so, that there is not a wise man among you, not even one, who will be able to judge between his brethren?","6","But brother goes to law against brother, and that before unbelievers!","7","Now therefore, it is already an utter failure for you that you go to law against one another. Why do you not rather accept wrong? Why do you not rather let yourselves be cheated?","8","No, you yourselves do wrong and cheat, and you do these things to your brethren!","9","Do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived. Neither fornicators, nor idolaters, nor adulterers, nor homosexuals, nor sodomites,","10","nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners will inherit the kingdom of God.","11","And such were some of you. But you were washed, but you were sanctified, but you were justified in the name of the Lord Jesus and by the Spirit of our God."]},{"reference":"Zechariah 2:6-11","words":156,"text":["6","“Up, up! Flee from the land of the north,” says the Lord; “for I have spread you abroad like the four winds of heaven,” says the Lord.","7","“Up, Zion! Escape, you who dwell with the daughter of Babylon.”","8","For thus says the Lord of hosts: “He sent Me after glory, to the nations which plunder you; for he who touches you touches the apple of His eye.","9","For surely I will shake My hand against them, and they shall become spoil for their servants. Then you will know that the Lord of hosts has sent Me.","10","“Sing and rejoice, O daughter of Zion! For behold, I am coming and I will dwell in your midst,” says the Lord.","11","“Many nations shall be joined to the Lord in that day, and they shall become My people. And I will dwell in your midst. Then you will know that the Lord of hosts has sent Me to you."]},{"reference":"2 Corinthians 5:11-21","words":276,"text":["11","Knowing, therefore, the terror of the Lord, we persuade men; but we are well known to God, and I also trust are well known in your consciences.","12","For we do not commend ourselves again to you, but give you opportunity to boast on our behalf, that you may have an answer for those who boast in appearance and not in heart.","13","For if we are beside ourselves, it is for God; or if we are of sound mind, it is for you.","14","For the love of Christ compels us, because we judge thus: that if One died for all, then all died;","15","and He died for all, that those who live should live no longer for themselves, but for Him who died for them and rose again.","16","Therefore, from now on, we regard no one according to the flesh. Even though we have known Christ according to the flesh, yet now we know Him thus no longer.","17","Therefore, if anyone is in Christ, he is a new creation; old things have passed away; behold, all things have become new.","18","Now all things are of God, who has reconciled us to Himself through Jesus Christ, and has given us the ministry of reconciliation,","19","that is, that God was in Christ reconciling the world to Himself, not imputing their trespasses to them, and has committed to us the word of reconciliation.","20","Now then, we are ambassadors for Christ, as though God were pleading through us: we implore you on Christ’s behalf, be reconciled to God.","21","For He made Him who knew no sin to be sin for us, that we might become the righteousness of God in Him."]},{"reference":"Zechariah 9:9-12","words":122,"text":["9","“Rejoice greatly, O daughter of Zion! Shout, O daughter of Jerusalem! Behold, your King is coming to you; He is just and having salvation, Lowly and riding on a donkey, A colt, the foal of a donkey.","10","I will cut off the chariot from Ephraim And the horse from Jerusalem; The battle bow shall be cut off. He shall speak peace to the nations; His dominion shall be ‘from sea to sea, And from the River to the ends of the earth.’","11","“As for you also, Because of the blood of your covenant, I will set your prisoners free from the waterless pit.","12","Return to the stronghold, You prisoners of hope. Even today I declare That I will restore double to you."]},{"reference":"2 Corinthians 13:4-9","words":139,"text":["4","For though He was crucified in weakness, yet He lives by the power of God. For we also are weak in Him, but we shall live with Him by the power of God toward you.","5","Examine yourselves as to whether you are in the faith. Test yourselves. Do you not know yourselves, that Jesus Christ is in you?—unless indeed you are disqualified.","6","But I trust that you will know that we are not disqualified.","7","Now I pray to God that you do no evil, not that we should appear approved, but that you should do what is honorable, though we may seem disqualified.","8","For we can do nothing against the truth, but for the truth.","9","For we are glad when we are weak and you are strong. And this also we pray, that you may be made complete."]},{"reference":"Malachi 3:1","words":44,"text":["1","“Behold, I send My messenger, And he will prepare the way before Me. And the Lord, whom you seek, Will suddenly come to His temple, Even the Messenger of the covenant, In whom you delight. Behold, He is coming,” Says the Lord of hosts."]},{"reference":"Galatians 6:1-15","words":301,"text":["1","Brethren, if a man is overtaken in any trespass, you who are spiritual restore such a one in a spirit of gentleness, considering yourself lest you also be tempted.","2","Bear one another’s burdens, and so fulfill the law of Christ.","3","For if anyone thinks himself to be something, when he is nothing, he deceives himself.","4","But let each one examine his own work, and then he will have rejoicing in himself alone, and not in another.","5","For each one shall bear his own load.","6","Let him who is taught the word share in all good things with him who teaches.","7","Do not be deceived, God is not mocked; for whatever a man sows, that he will also reap.","8","For he who sows to his flesh will of the flesh reap corruption, but he who sows to the Spirit will of the Spirit reap everlasting life.","9","And let us not grow weary while doing good, for in due season we shall reap if we do not lose heart.","10","Therefore, as we have opportunity, let us do good to all, especially to those who are of the household of faith.","11","See with what large letters I have written to you with my own hand!","12","As many as desire to make a good showing in the flesh, these would compel you to be circumcised, only that they may not suffer persecution for the cross of Christ.","13","For not even those who are circumcised keep the law, but they desire to have you circumcised that they may boast in your flesh.","14","But God forbid that I should boast except in the cross of our Lord Jesus Christ, by whom the world has been crucified to me, and I to the world.","15","For in Christ Jesus neither circumcision nor uncircumcision avails anything, but a new creation."]},{"reference":"Matthew 3:1-3","words":56,"text":["1","In those days John the Baptist came preaching in the wilderness of Judea,","2","and saying, “Repent, for the kingdom of heaven is at hand!”","3","For this is he who was spoken of by the prophet Isaiah, saying: “The voice of one crying in the wilderness: ‘Prepare the way of the Lord; Make His paths straight.’ ”"]},{"reference":"Ephesians 3:14-21","words":148,"text":["14","For this reason I bow my knees to the Father of our Lord Jesus Christ,","15","from whom the whole family in heaven and earth is named,","16","that He would grant you, according to the riches of His glory, to be strengthened with might through His Spirit in the inner man,","17","that Christ may dwell in your hearts through faith; that you, being rooted and grounded in love,","18","may be able to comprehend with all the saints what is the width and length and depth and height—","19","to know the love of Christ which passes knowledge; that you may be filled with all the fullness of God.","20","Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us,","21","to Him be glory in the church by Christ Jesus to all generations, forever and ever. Amen."]},{"reference":"Mark 1:2-5","words":85,"text":["2","As it is written in the Prophets: “Behold, I send My messenger before Your face, Who will prepare Your way before You.”","3","“The voice of one crying in the wilderness: ‘Prepare the way of the Lord; Make His paths straight.’ ”","4","John came baptizing in the wilderness and preaching a baptism of repentance for the remission of sins.","5","Then all the land of Judea, and those from Jerusalem, went out to him and were all baptized by him in the Jordan River, confessing their sins."]},{"reference":"Philippians 1:12-26","words":308,"text":["12","But I want you to know, brethren, that the things which happened to me have actually turned out for the furtherance of the gospel,","13","so that it has become evident to the whole palace guard, and to all the rest, that my chains are in Christ;","14","and most of the brethren in the Lord, having become confident by my chains, are much more bold to speak the word without fear.","15","Some indeed preach Christ even from envy and strife, and some also from goodwill:","16","The former preach Christ from selfish ambition, not sincerely, supposing to add affliction to my chains;","17","but the latter out of love, knowing that I am appointed for the defense of the gospel.","18","What then? Only that in every way, whether in pretense or in truth, Christ is preached; and in this I rejoice, yes, and will rejoice.","19","For I know that this will turn out for my deliverance through your prayer and the supply of the Spirit of Jesus Christ,","20","according to my earnest expectation and hope that in nothing I shall be ashamed, but with all boldness, as always, so now also Christ will be magnified in my body, whether by life or by death.","21","For to me, to live is Christ, and to die is gain.","22","But if I live on in the flesh, this will mean fruit from my labor; yet what I shall choose I cannot tell.","23","For I am hard-pressed between the two, having a desire to depart and be with Christ, which is far better.","24","Nevertheless to remain in the flesh is more needful for you.","25","And being confident of this, I know that I shall remain and continue with you all for your progress and joy of faith,","26","that your rejoicing for me may be more abundant in Jesus Christ by my coming to you again."]},{"reference":"Mark 8:17-18","words":48,"text":["17","But Jesus, being aware of it, said to them, “Why do you reason because you have no bread? Do you not yet perceive nor understand? Is your heart still hardened?","18","Having eyes, do you not see? And having ears, do you not hear? And do you not remember?"]},{"reference":"Philippians 3:1-21","words":481,"text":["1","Finally, my brethren, rejoice in the Lord. For me to write the same things to you is not tedious, but for you it is safe.","2","Beware of dogs, beware of evil workers, beware of the mutilation!","3","For we are the circumcision, who worship God in the Spirit, rejoice in Christ Jesus, and have no confidence in the flesh,","4","though I also might have confidence in the flesh. If anyone else thinks he may have confidence in the flesh, I more so:","5","circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, a Hebrew of the Hebrews; concerning the law, a Pharisee;","6","concerning zeal, persecuting the church; concerning the righteousness which is in the law, blameless.","7","But what things were gain to me, these I have counted loss for Christ.","8","Yet indeed I also count all things loss for the excellence of the knowledge of Christ Jesus my Lord, for whom I have suffered the loss of all things, and count them as rubbish, that I may gain Christ","9","and be found in Him, not having my own righteousness, which is from the law, but that which is through faith in Christ, the righteousness which is from God by faith;","10","that I may know Him and the power of His resurrection, and the fellowship of His sufferings, being conformed to His death,","11","if, by any means, I may attain to the resurrection from the dead.","12","Not that I have already attained, or am already perfected; but I press on, that I may lay hold of that for which Christ Jesus has also laid hold of me.","13","Brethren, I do not count myself to have apprehended; but one thing I do, forgetting those things which are behind and reaching forward to those things which are ahead,","14","I press toward the goal for the prize of the upward call of God in Christ Jesus.","15","Therefore let us, as many as are mature, have this mind; and if in anything you think otherwise, God will reveal even this to you.","16","Nevertheless, to the degree that we have already attained, let us walk by the same rule, let us be of the same mind.","17","Brethren, join in following my example, and note those who so walk, as you have us for a pattern.","18","For many walk, of whom I have told you often, and now tell you even weeping, that they are the enemies of the cross of Christ:","19","whose end is destruction, whose god is their belly, and whose glory is in their shame—who set their mind on earthly things.","20","For our citizenship is in heaven, from which we also eagerly wait for the Savior, the Lord Jesus Christ,","21","who will transform our lowly body that it may be conformed to His glorious body, according to the working by which He is able even to subdue all things to Himself."]},{"reference":"Luke 1:68-79","words":198,"text":["68","“Blessed is the Lord God of Israel, For He has visited and redeemed His people,","69","And has raised up a horn of salvation for us In the house of His servant David,","70","As He spoke by the mouth of His holy prophets, Who have been since the world began,","71","That we should be saved from our enemies And from the hand of all who hate us,","72","To perform the mercy promised to our fathers And to remember His holy covenant,","73","The oath which He swore to our father Abraham:","74","To grant us that we, Being delivered from the hand of our enemies, Might serve Him without fear,","75","In holiness and righteousness before Him all the days of our life.","76","“And you, child, will be called the prophet of the Highest; For you will go before the face of the Lord to prepare His ways,","77","To give knowledge of salvation to His people By the remission of their sins,","78","Through the tender mercy of our God, With which the Dayspring from on high has visited us;","79","To give light to those who sit in darkness and the shadow of death, To guide our feet into the way of peace.”"]},{"reference":"Colossians 3:5-12","words":144,"text":["5","Therefore put to death your members which are on the earth: fornication, uncleanness, passion, evil desire, and covetousness, which is idolatry.","6","Because of these things the wrath of God is coming upon the sons of disobedience,","7","in which you yourselves once walked when you lived in them.","8","But now you yourselves are to put off all these: anger, wrath, malice, blasphemy, filthy language out of your mouth.","9","Do not lie to one another, since you have put off the old man with his deeds,","10","and have put on the new man who is renewed in knowledge according to the image of Him who created him,","11","where there is neither Greek nor Jew, circumcised nor uncircumcised, barbarian, Scythian, slave nor free, but Christ is all and in all.","12","Therefore, as the elect of God, holy and beloved, put on tender mercies, kindness, humility, meekness, longsuffering;"]},{"reference":"Luke 1:5-23","words":447,"text":["5","There was in the days of Herod, the king of Judea, a certain priest named Zacharias, of the division of Abijah. His wife was of the daughters of Aaron, and her name was Elizabeth.","6","And they were both righteous before God, walking in all the commandments and ordinances of the Lord blameless.","7","But they had no child, because Elizabeth was barren, and they were both well advanced in years.","8","So it was, that while he was serving as priest before God in the order of his division,","9","according to the custom of the priesthood, his lot fell to burn incense when he went into the temple of the Lord.","10","And the whole multitude of the people was praying outside at the hour of incense.","11","Then an angel of the Lord appeared to him, standing on the right side of the altar of incense.","12","And when Zacharias saw him, he was troubled, and fear fell upon him.","13","But the angel said to him, “Do not be afraid, Zacharias, for your prayer is heard; and your wife Elizabeth will bear you a son, and you shall call his name John.","14","And you will have joy and gladness, and many will rejoice at his birth.","15","For he will be great in the sight of the Lord, and shall drink neither wine nor strong drink. He will also be filled with the Holy Spirit, even from his mother’s womb.","16","And he will turn many of the children of Israel to the Lord their God.","17","He will also go before Him in the spirit and power of Elijah, ‘to turn the hearts of the fathers to the children,’ and the disobedient to the wisdom of the just, to make ready a people prepared for the Lord.”","18","And Zacharias said to the angel, “How shall I know this? For I am an old man, and my wife is well advanced in years.”","19","And the angel answered and said to him, “I am Gabriel, who stands in the presence of God, and was sent to speak to you and bring you these glad tidings.","20","But behold, you will be mute and not able to speak until the day these things take place, because you did not believe my words which will be fulfilled in their own time.”","21","And the people waited for Zacharias, and marveled that he lingered so long in the temple.","22","But when he came out, he could not speak to them; and they perceived that he had seen a vision in the temple, for he beckoned to them and remained speechless.","23","So it was, as soon as the days of his service were completed, that he departed to his own house."]},{"reference":"2 Thessalonians 1:5-10","words":138,"text":["5","which is manifest evidence of the righteous judgment of God, that you may be counted worthy of the kingdom of God, for which you also suffer;","6","since it is a righteous thing with God to repay with tribulation those who trouble you,","7","and to give you who are troubled rest with us when the Lord Jesus is revealed from heaven with His mighty angels,","8","in flaming fire taking vengeance on those who do not know God, and on those who do not obey the gospel of our Lord Jesus Christ.","9","These shall be punished with everlasting destruction from the presence of the Lord and from the glory of His power,","10","when He comes, in that Day, to be glorified in His saints and to be admired among all those who believe, because our testimony among you was believed."]}]
