[{"reference": "Acts 1:8", "words": 38, "text": ["8", "But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth."]}, {"reference": "Luke 24:47–49", "words": 51, "text": ["47", "And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.", "48", "And ye are witnesses of these things.", "49", "And, behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high."]}, {"reference": "Acts 2:38–39", "words": 59, "text": ["38", "Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.", "39", "For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call."]}, {"reference": "Luke 11:9–13", "words": 118, "text": ["9", "And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.", "10", "For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.", "11", "If a son shall ask bread of any of you that is a father, will he give him a stone? or if he ask a fish, will he for a fish give him a serpent?", "12", "Or if he shall ask an egg, will he offer him a scorpion?", "13", "If ye then, being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask him?"]}, {"reference": "Acts 4:29–31", "words": 72, "text": ["29", "And now, Lord, behold their threatenings: and grant unto thy servants, that with all boldness they may speak thy word,", "30", "By stretching forth thine hand to heal; and that signs and wonders may be done by the name of thy holy child Jesus.", "31", "And when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost, and they spake the word of God with boldness."]}, {"reference": "Exodus 31:3–5", "words": 55, "text": ["3", "And I have filled him with the spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner of workmanship,", "4", "To devise cunning works, to work in gold, and in silver, and in brass,", "5", "And in cutting of stones, to set them, and in carving of timber, to work in all manner of workmanship."]}, {"reference": "Acts 5:29–32", "words": 78, "text": ["29", "Then Peter and the other apostles answered and said, We ought to obey God rather than men.", "30", "The God of our fathers raised up Jesus, whom ye slew and hanged on a tree.", "31", "Him hath God exalted with his right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins.", "32", "And we are his witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him."]}, {"reference": "1 John 5:7–11", "words": 122, "text": ["7", "For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.", "8", "And there are three that bear witness in earth, the Spirit, and the water, and the blood: and these three agree in one.", "9", "If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son.", "10", "He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.", "11", "And this is the record, that God hath given to us eternal life, and this life is in his Son."]}, {"reference": "Acts 7:59–60", "words": 39, "text": ["59", "And they stoned Stephen, calling upon God, and saying, Lord Jesus, receive my spirit.", "60", "And he kneeled down, and cried with a loud voice, Lord, lay not this sin to their charge. And when he had said this, he fell asleep."]}, {"reference": "Ephesians 5:16–20", "words": 71, "text": ["16", "Redeeming the time, because the days are evil.", "17", "Wherefore be ye not unwise, but understanding what the will of the Lord is.", "18", "And be not drunk with wine, wherein is excess; but be filled with the Spirit;", "19", "Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;", "20", "Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;"]}, {"reference": "Acts 8:34–36", "words": 64, "text": ["34", "And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?", "35", "Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus.", "36", "And as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?"]}, {"reference": "John 14:16–17", "words": 51, "text": ["16", "And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;", "17", "Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you."]}, {"reference": "Acts 10:39–43", "words": 110, "text": ["39", "And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:", "40", "Him God raised up the third day, and shewed him openly;", "41", "Not to all the people, but unto witnesses chosen before God, even to us, who did eat and drink with him after he rose from the dead.", "42", "And he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead.", "43", "To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins."]}, {"reference": "John 16:13–14", "words": 54, "text": ["13", "Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.", "14", "He shall glorify me: for he shall receive of mine, and shall shew it unto you."]}, {"reference": "Genesis 2:1-3", "words": 64, "text": ["1", "Thus the heavens and the earth were finished, and all the host of them.", "2", "And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made.", "3", "And God blessed the seventh day, and sanctified it: because that in it he had rested from all his work which God created and made."]}, {"reference": "Genesis 3:14-15", "words": 69, "text": ["14", "And the Lord God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:", "15", "And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel."]}, {"reference": "Genesis 8:20-22", "words": 96, "text": ["20", "And Noah builded an altar unto the Lord\u0001 and took of every clean beast, and of every clean fowl, and offered burnt offerings on the altar.", "21", "And the Lord smelled a sweet savour; and the Lord said in his heart, I will not again curse the ground any more for man's sake; for the imagination of man's heart is evil from his youth; neither will I again smite any more every thing living, as I have done.", "22", "While the earth remaineth, seedtime and harvest, and cold and heat, and summer and winter, and day and night shall not cease."]}, {"reference": "Exodus 3:14-18", "words": 228, "text": ["14", "And God said unto Moses, I Am That I Am\u0001 and he said, Thus shalt thou say unto the children of Israel, I Am hath sent me unto you.", "15", "And God said moreover unto Moses, Thus shalt thou say unto the children of Israel, the Lord God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, hath sent me unto you: this is my name for ever, and this is my memorial unto all generations.", "16", "Go, and gather the elders of Israel together, and say unto them, The Lord God of your fathers, the God of Abraham, of Isaac, and of Jacob, appeared unto me, saying, I have surely visited you, and seen that which is done to you in Egypt:", "17", "And I have said, I will bring you up out of the affliction of Egypt unto the land of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites, unto a land flowing with milk and honey.", "18", "And they shall hearken to thy voice: and thou shalt come, thou and the elders of Israel, unto the king of Egypt, and ye shall say unto him, The Lord God of the Hebrews hath met with us: and now let us go, we beseech thee, three days' journey into the wilderness, that we may sacrifice to the Lord our God."]}, {"reference": "Leviticus 10:3", "words": 36, "text": ["3", "Then Moses said unto Aaron, This is it that the Lord spake, saying, I will be sanctified in them that come nigh me, and before all the people I will be glorified. And Aaron held his peace."]}, {"reference": "Numbers 12:1-8", "words": 197, "text": ["1", "And Miriam and Aaron spake against Moses because of the Ethiopian woman whom he had married: for he had married an Ethiopian woman.", "2", "And they said, Hath the Lord indeed spoken only by Moses? hath he not spoken also by us? And the Lord heard it.", "3", "(Now the man Moses was very meek, above all the men which were upon the face of the earth.)", "4", "And the Lord spake suddenly unto Moses, and unto Aaron, and unto Miriam, Come out ye three unto the tabernacle of the congregation. And they three came out.", "5", "And the Lord came down in the pillar of the cloud, and stood in the door of the tabernacle, and called Aaron and Miriam: and they both came forth.", "6", "And he said, Hear now my words: If there be a prophet among you, I the Lord will make myself known unto him in a vision, and will speak unto him in a dream.", "7", "My servant Moses is not so, who is faithful in all mine house.", "8", "With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the similitude of the Lord shall he behold: wherefore then were ye not afraid to speak against my servant Moses?"]}, {"reference": "Numbers 15:30-34", "words": 111, "text": ["30", "But the soul that doeth ought presumptuously, whether he be born in the land, or a stranger, the same reproacheth the Lord\u0001 and that soul shall be cut off from among his people.", "31", "Because he hath despised the word of the Lord\u0001 and hath broken his commandment, that soul shall utterly be cut off; his iniquity shall be upon him.", "32", "And while the children of Israel were in the wilderness, they found a man that gathered sticks upon the sabbath day.", "33", "And they that found him gathering sticks brought him unto Moses and Aaron, and unto all the congregation.", "34", "And they put him in ward, because it was not declared what should be done to him."]}, {"reference": "Deuteronomy 4:4-6", "words": 82, "text": ["4", "But ye that did cleave unto the Lord your God are alive every one of you this day.", "5", "Behold, I have taught you statutes and judgments, even as the Lord my God commanded me, that ye should do so in the land whither ye go to possess it.", "6", "Keep therefore and do them; for this is your wisdom and your understanding in the sight of the nations, which shall hear all these statutes, and say, Surely this great nation is a wise and understanding people."]}, {"reference": "Deuteronomy 10:12-20", "words": 202, "text": ["12", "And now, Israel, what doth the Lord thy God require of thee, but to fear the Lord thy God, to walk in all his ways, and to love him, and to serve the Lord thy God with all thy heart and with all thy soul,", "13", "To keep the commandments of the Lord\u0001 and his statutes, which I command thee this day for thy good?", "14", "Behold, the heaven and the heaven of heavens is the Lord 's thy God, the earth also, with all that therein is.", "15", "Only the Lord had a delight in thy fathers to love them, and he chose their seed after them, even you above all people, as it is this day.", "16", "Circumcise therefore the foreskin of your heart, and be no more stiffnecked.", "17", "For the Lord your God is God of gods, and Lord of lords, a great God, a mighty, and a terrible, which regardeth not persons, nor taketh reward:", "18", "He doth execute the judgment of the fatherless and widow, and loveth the stranger, in giving him food and raiment.", "19", "Love ye therefore the stranger: for ye were strangers in the land of Egypt.", "20", "Thou shalt fear the Lord thy God; him shalt thou serve, and to him shalt thou cleave, and swear by his name."]}, {"reference": "1 Samuel 21:1-6", "words": 215, "text": ["1", "Then came David to Nob to Ahimelech the priest: and Ahimelech was afraid at the meeting of David, and said unto him, Why art thou alone, and no man with thee?", "2", "And David said unto Ahimelech the priest, The king hath commanded me a business, and hath said unto me, Let no man know any thing of the business whereabout I send thee, and what I have commanded thee: and I have appointed my servants to such and such a place.", "3", "Now therefore what is under thine hand? give me five loaves of bread in mine hand, or what there is present.", "4", "And the priest answered David, and said, There is no common bread under mine hand, but there is hallowed bread; if the young men have kept themselves at least from women.", "5", "And David answered the priest, and said unto him, Of a truth women have been kept from us about these three days, since I came out, and the vessels of the young men are holy, and the bread is in a manner common, yea, though it were sanctified this day in the vessel.", "6", "So the priest gave him hallowed bread: for there was no bread there but the shewbread, that was taken from before the Lord\u0001 to put hot bread in the day when it was taken away."]}, {"reference": "Psalm 90:1-17", "words": 303, "text": ["1", "Lord, thou hast been our dwelling place in all generations.", "2", "Before the mountains were brought forth, or ever thou hadst formed the earth and the world, even from everlasting to everlasting, thou art God.", "3", "Thou turnest man to destruction; and sayest, Return, ye children of men.", "4", "For a thousand years in thy sight are but as yesterday when it is past, and as a watch in the night.", "5", "Thou carriest them away as with a flood; they are as a sleep: in the morning they are like grass which groweth up.", "6", "In the morning it flourisheth, and groweth up; in the evening it is cut down, and withereth.", "7", "For we are consumed by thine anger, and by thy wrath are we troubled.", "8", "Thou hast set our iniquities before thee, our secret sins in the light of thy countenance.", "9", "For all our days are passed away in thy wrath: we spend our years as a tale that is told.", "10", "The days of our years are threescore years and ten; and if by reason of strength they be fourscore years, yet is their strength labour and sorrow; for it is soon cut off, and we fly away.", "11", "Who knoweth the power of thine anger? even according to thy fear, so is thy wrath.", "12", "So teach us to number our days, that we may apply our hearts unto wisdom.", "13", "Return, O Lord\u0001 how long? and let it repent thee concerning thy servants.", "14", "O satisfy us early with thy mercy; that we may rejoice and be glad all our days.", "15", "Make us glad according to the days wherein thou hast afflicted us, and the years wherein we have seen evil.", "16", "Let thy work appear unto thy servants, and thy glory unto their children.", "17", "And let the beauty of the Lord our God be upon us: and establish thou the work of our hands upon us; yea, the work of our hands establish thou it."]}, {"reference": "Psalm 93:1-5", "words": 87, "text": ["1", "The Lord reigneth, he is clothed with majesty; the Lord is clothed with strength, wherewith he hath girded himself: the world also is stablished, that it cannot be moved.", "2", "Thy throne is established of old: thou art from everlasting.", "3", "The floods have lifted up, O Lord\u0001 the floods have lifted up their voice; the floods lift up their waves.", "4", "The Lord on high is mightier than the noise of many waters, yea, than the mighty waves of the sea.", "5", "Thy testimonies are very sure: holiness becometh thine house, O Lord\u0001 for ever."]}, {"reference": "Psalm 95:1-11", "words": 188, "text": ["1", "O come, let us sing unto the Lord\u0001 let us make a joyful noise to the rock of our salvation.", "2", "Let us come before his presence with thanksgiving, and make a joyful noise unto him with psalms.", "3", "For the Lord is a great God, and a great King above all gods.", "4", "In his hand are the deep places of the earth: the strength of the hills is his also.", "5", "The sea is his, and he made it: and his hands formed the dry land.", "6", "O come, let us worship and bow down: let us kneel before the Lord our maker.", "7", "For he is our God; and we are the people of his pasture, and the sheep of his hand. To day if ye will hear his voice,", "8", "Harden not your heart, as in the provocation, and as in the day of temptation in the wilderness:", "9", "When your fathers tempted me, proved me, and saw my work.", "10", "Forty years long was I grieved with this generation, and said, It is a people that do err in their heart, and they have not known my ways:", "11", "Unto whom I sware in my wrath that they should not enter into my rest."]}, {"reference": "Psalm 115:1-15", "words": 211, "text": ["1", "Not unto us, O Lord\u0001 not unto us, but unto thy name give glory, for thy mercy, and for thy truth's sake.", "2", "Wherefore should the heathen say, Where is now their God?", "3", "But our God is in the heavens: he hath done whatsoever he hath pleased.", "4", "Their idols are silver and gold, the work of men's hands.", "5", "They have mouths, but they speak not: eyes have they, but they see not:", "6", "They have ears, but they hear not: noses have they, but they smell not:", "7", "They have hands, but they handle not: feet have they, but they walk not: neither speak they through their throat.", "8", "They that make them are like unto them; so is every one that trusteth in them.", "9", "O Israel, trust thou in the Lord\u0001 he is their help and their shield.", "10", "O house of Aaron, trust in the Lord\u0001 he is their help and their shield.", "11", "Ye that fear the Lord\u0001 trust in the Lord\u0001 he is their help and their shield.", "12", "The Lord hath been mindful of us: he will bless us; he will bless the house of Israel; he will bless the house of Aaron.", "13", "He will bless them that fear the Lord\u0001 both small and great.", "14", "The Lord shall increase you more and more, you and your children.", "15", "Ye are blessed of the Lord which made heaven and earth."]}, {"reference": "Psalm 139:13-14", "words": 34, "text": ["13", "For thou hast possessed my reins: thou hast covered me in my mother's womb.", "14", "I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well."]}, {"reference": "Psalm 145:1-21", "words": 310, "text": ["1", "I will extol thee, my God, O king; and I will bless thy name for ever and ever.", "2", "Every day will I bless thee; and I will praise thy name for ever and ever.", "3", "Great is the Lord\u0001 and greatly to be praised; and his greatness is unsearchable.", "4", "One generation shall praise thy works to another, and shall declare thy mighty acts.", "5", "I will speak of the glorious honour of thy majesty, and of thy wondrous works.", "6", "And men shall speak of the might of thy terrible acts: and I will declare thy greatness.", "7", "They shall abundantly utter the memory of thy great goodness, and shall sing of thy righteousness.", "8", "The Lord is gracious, and full of compassion; slow to anger, and of great mercy.", "9", "The Lord is good to all: and his tender mercies are over all his works.", "10", "All thy works shall praise thee, O Lord\u0001 and thy saints shall bless thee.", "11", "They shall speak of the glory of thy kingdom, and talk of thy power;", "12", "To make known to the sons of men his mighty acts, and the glorious majesty of his kingdom.", "13", "Thy kingdom is an everlasting kingdom, and thy dominion endureth throughout all generations.", "14", "The Lord upholdeth all that fall, and raiseth up all those that be bowed down.", "15", "The eyes of all wait upon thee; and thou givest them their meat in due season.", "16", "Thou openest thine hand, and satisfiest the desire of every living thing.", "17", "The Lord is righteous in all his ways, and holy in all his works.", "18", "The Lord is nigh unto all them that call upon him, to all that call upon him in truth.", "19", "He will fulfil the desire of them that fear him: he also will hear their cry, and will save them.", "20", "The Lord preserveth all them that love him: but all the wicked will he destroy.", "21", "My mouth shall speak the praise of the Lord\u0001 and let all flesh bless his holy name for ever and ever."]}, {"reference": "Proverbs 2:1-7", "words": 93, "text": ["1", "My son, if thou wilt receive my words, and hide my commandments with thee;", "2", "So that thou incline thine ear unto wisdom, and apply thine heart to understanding;", "3", "Yea, if thou criest after knowledge, and liftest up thy voice for understanding;", "4", "If thou seekest her as silver, and searchest for her as for hid treasures;", "5", "Then shalt thou understand the fear of the Lord\u0001 and find the knowledge of God.", "6", "For the Lord giveth wisdom: out of his mouth cometh knowledge and understanding.", "7", "He layeth up sound wisdom for the righteous: he is a buckler to them that walk uprightly."]}, {"reference": "Proverbs 23:15-17", "words": 40, "text": ["15", "My son, if thine heart be wise, my heart shall rejoice, even mine.", "16", "Yea, my reins shall rejoice, when thy lips speak right things.", "17", "Let not thine heart envy sinners: but be thou in the fear of the Lord all the day long."]}, {"reference": "Proverbs 31:8-9", "words": 29, "text": ["8", "Open thy mouth for the dumb in the cause of all such as are appointed to destruction.", "9", "Open thy mouth, judge righteously, and plead the cause of the poor and needy."]}, {"reference": "Isaiah 1:18", "words": 33, "text": ["18", "Come now, and let us reason together, saith the Lord\u0001 though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool."]}, {"reference": "Isaiah 6:1-13", "words": 353, "text": ["1", "In the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple.", "2", "Above it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.", "3", "And one cried unto another, and said, Holy, holy, holy, is the Lord of hosts: the whole earth is full of his glory.", "4", "And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.", "5", "Then said I, Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the Lord of hosts.", "6", "Then flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar:", "7", "And he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged.", "8", "Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me.", "9", "And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.", "10", "Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed.", "11", "Then said I, Lord, how long? And he answered, Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate,", "12", "And the Lord have removed men far away, and there be a great forsaking in the midst of the land.", "13", "But yet in it shall be a tenth, and it shall return, and shall be eaten: as a teil tree, and as an oak, whose substance is in them, when they cast their leaves: so the holy seed shall be the substance thereof."]}, {"reference": "Isaiah 12:1-6", "words": 128, "text": ["1", "And in that day thou shalt say, O Lord\u0001 I will praise thee: though thou wast angry with me, thine anger is turned away, and thou comfortedst me.", "2", "Behold, God is my salvation; I will trust, and not be afraid: for the Lord Jehovah is my strength and my song; he also is become my salvation.", "3", "Therefore with joy shall ye draw water out of the wells of salvation.", "4", "And in that day shall ye say, Praise the Lord\u0001 call upon his name, declare his doings among the people, make mention that his name is exalted.", "5", "Sing unto the Lord\u0001 for he hath done excellent things: this is known in all the earth.", "6", "Cry out and shout, thou inhabitant of Zion: for great is the Holy One of Israel in the midst of thee."]}, {"reference": "Isaiah 38:16-20", "words": 130, "text": ["16", "O Lord\u0001 by these things men live, and in all these things is the life of my spirit: so wilt thou recover me, and make me to live.", "17", "Behold, for peace I had great bitterness: but thou hast in love to my soul delivered it from the pit of corruption: for thou hast cast all my sins behind thy back.", "18", "For the grave cannot praise thee, death can not celebrate thee: they that go down into the pit cannot hope for thy truth.", "19", "The living, the living, he shall praise thee, as I do this day: the father to the children shall make known thy truth.", "20", "The Lord was ready to save me: therefore we will sing my songs to the stringed instruments all the days of our life in the house of the Lord\u0001"]}, {"reference": "Isaiah 42:1-4", "words": 86, "text": ["1", "Behold my servant, whom I uphold; mine elect, in whom my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles.", "2", "He shall not cry, nor lift up, nor cause his voice to be heard in the street.", "3", "A bruised reed shall he not break, and the smoking flax shall he not quench: he shall bring forth judgment unto truth.", "4", "He shall not fail nor be discouraged, till he have set judgment in the earth: and the isles shall wait for his law."]}, {"reference": "Isaiah 49:22-23", "words": 91, "text": ["22", "Thus saith the Lord God\u0001 Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people: and they shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders.", "23", "And kings shall be thy nursing fathers, and their queens thy nursing mothers: they shall bow down to thee with their face toward the earth, and lick up the dust of thy feet; and thou shalt know that I am the Lord\u0001 for they shall not be ashamed that wait for me."]}, {"reference": "Isaiah 55:10-11", "words": 75, "text": ["10", "For as the rain cometh down, and the snow from heaven, and returneth not thither, but watereth the earth, and maketh it bring forth and bud, that it may give seed to the sower, and bread to the eater:", "11", "So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it."]}, {"reference": "Jeremiah 9:13-16", "words": 96, "text": ["13", "And the Lord saith, Because they have forsaken my law which I set before them, and have not obeyed my voice, neither walked therein;", "14", "But have walked after the imagination of their own heart, and after Baalim, which their fathers taught them:", "15", "Therefore thus saith the Lord of hosts, the God of Israel; Behold, I will feed them, even this people, with wormwood, and give them water of gall to drink.", "16", "I will scatter them also among the heathen, whom neither they nor their fathers have known: and I will send a sword after them, till I have consumed them."]}, {"reference": "Jeremiah 18:7-10", "words": 92, "text": ["7", "At what instant I shall speak concerning a nation, and concerning a kingdom, to pluck up, and to pull down, and to destroy it;", "8", "If that nation, against whom I have pronounced, turn from their evil, I will repent of the evil that I thought to do unto them.", "9", "And at what instant I shall speak concerning a nation, and concerning a kingdom, to build and to plant it;", "10", "If it do evil in my sight, that it obey not my voice, then I will repent of the good, wherewith I said I would benefit them."]}, {"reference": "Jeremiah 23:5-6", "words": 56, "text": ["5", "Behold, the days come, saith the Lord\u0001 that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth.", "6", "In his days Judah shall be saved, and Israel shall dwell safely: and this is his name whereby he shall be called, The Lord Our Righteousness\u0001"]}, {"reference": "Ezekiel 20:40-41", "words": 91, "text": ["40", "For in mine holy mountain, in the mountain of the height of Israel, saith the Lord God\u0001 there shall all the house of Israel, all of them in the land, serve me: there will I accept them, and there will I require your offerings, and the firstfruits of your oblations, with all your holy things.", "41", "I will accept you with your sweet savour, when I bring you out from the people, and gather you out of the countries wherein ye have been scattered; and I will be sanctified in you before the heathen."]}, {"reference": "Ezekiel 33:1-7", "words": 193, "text": ["1", "Again the word of the Lord came unto me, saying,", "2", "Son of man, speak to the children of thy people, and say unto them, When I bring the sword upon a land, if the people of the land take a man of their coasts, and set him for their watchman:", "3", "If when he seeth the sword come upon the land, he blow the trumpet, and warn the people;", "4", "Then whosoever heareth the sound of the trumpet, and taketh not warning; if the sword come, and take him away, his blood shall be upon his own head.", "5", "He heard the sound of the trumpet, and took not warning; his blood shall be upon him. But he that taketh warning shall deliver his soul.", "6", "But if the watchman see the sword come, and blow not the trumpet, and the people be not warned; if the sword come, and take any person from among them, he is taken away in his iniquity; but his blood will I require at the watchman's hand.", "7", "So thou, O son of man, I have set thee a watchman unto the house of Israel; therefore thou shalt hear the word at my mouth, and warn them from me."]}, {"reference": "Ezekiel 36:22-28", "words": 216, "text": ["22", "Therefore say unto the house of Israel, thus saith the Lord God\u0001 I do not this for your sakes, O house of Israel, but for mine holy name's sake, which ye have profaned among the heathen, whither ye went.", "23", "And I will sanctify my great name, which was profaned among the heathen, which ye have profaned in the midst of them; and the heathen shall know that I am the Lord\u0001 saith the Lord God\u0001 when I shall be sanctified in you before their eyes.", "24", "For I will take you from among the heathen, and gather you out of all countries, and will bring you into your own land.", "25", "Then will I sprinkle clean water upon you, and ye shall be clean: from all your filthiness, and from all your idols, will I cleanse you.", "26", "A new heart also will I give you, and a new spirit will I put within you: and I will take away the stony heart out of your flesh, and I will give you an heart of flesh.", "27", "And I will put my spirit within you, and cause you to walk in my statutes, and ye shall keep my judgments, and do them.", "28", "And ye shall dwell in the land that I gave to your fathers; and ye shall be my people, and I will be your God."]}, {"reference": "Ezekiel 47:21-23", "words": 94, "text": ["21", "So shall ye divide this land unto you according to the tribes of Israel.", "22", "And it shall come to pass, that ye shall divide it by lot for an inheritance unto you, and to the strangers that sojourn among you, which shall beget children among you: and they shall be unto you as born in the country among the children of Israel; they shall have inheritance with you among the tribes of Israel.", "23", "And it shall come to pass, that in what tribe the stranger sojourneth, there shall ye give him his inheritance, saith the Lord God\u0001"]}, {"reference": "Daniel 12:1-3", "words": 109, "text": ["1", "And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.", "2", "And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.", "3", "And they that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars for ever and ever."]}, {"reference": "Hosea 1:10-11", "words": 92, "text": ["10", "Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass, that in the place where it was said unto them, Ye are not my people, there it shall be said unto them, Ye are the sons of the living God.", "11", "Then shall the children of Judah and the children of Israel be gathered together, and appoint themselves one head, and they shall come up out of the land: for great shall be the day of Jezreel."]}, {"reference": "Hosea 14:9", "words": 35, "text": ["9", "Who is wise, and he shall understand these things? prudent, and he shall know them? for the ways of the Lord are right, and the just shall walk in them: but the transgressors shall fall therein."]}, {"reference": "Joel 2:28-32", "words": 134, "text": ["28", "And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:", "29", "And also upon the servants and upon the handmaids in those days will I pour out my spirit.", "30", "And I will shew wonders in the heavens and in the earth, blood, and fire, and pillars of smoke.", "31", "The sun shall be turned into darkness, and the moon into blood, before the great and terrible day of the Lord come.", "32", "And it shall come to pass, that whosoever shall call on the name of the Lord shall be delivered: for in mount Zion and in Jerusalem shall be deliverance, as the Lord hath said, and in the remnant whom the Lord shall call."]}, {"reference": "Obadiah 1:15-18", "words": 132, "text": ["15", "For the day of the Lord is near upon all the heathen: as thou hast done, it shall be done unto thee: thy reward shall return upon thine own head.", "16", "For as ye have drunk upon my holy mountain, so shall all the heathen drink continually, yea, they shall drink, and they shall swallow down, and they shall be as though they had not been.", "17", "But upon mount Zion shall be deliverance, and there shall be holiness; and the house of Jacob shall possess their possessions.", "18", "And the house of Jacob shall be a fire, and the house of Joseph a flame, and the house of Esau for stubble, and they shall kindle in them, and devour them; and there shall not be any remaining of the house of Esau; for the Lord hath spoken it."]}, {"reference": "Jonah 3:4-10", "words": 198, "text": ["4", "And Jonah began to enter into the city a day's journey, and he cried, and said, Yet forty days, and Nineveh shall be overthrown.", "5", "So the people of Nineveh believed God, and proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them.", "6", "For word came unto the king of Nineveh, and he arose from his throne, and he laid his robe from him, and covered him with sackcloth, and sat in ashes.", "7", "And he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste any thing: let them not feed, nor drink water:", "8", "But let man and beast be covered with sackcloth, and cry mightily unto God: yea, let them turn every one from his evil way, and from the violence that is in their hands.", "9", "Who can tell if God will turn and repent, and turn away from his fierce anger, that we perish not?", "10", "And God saw their works, that they turned from their evil way; and God repented of the evil, that he had said that he would do unto them; and he did it not."]}, {"reference": "Habakkuk 1:12", "words": 33, "text": ["12", "Art thou not from everlasting, O Lord my God, mine Holy One? we shall not die. O Lord\u0001 thou hast ordained them for judgment; and, O mighty God, thou hast established them for correction."]}, {"reference": "Malachi 1:11", "words": 51, "text": ["11", "For from the rising of the sun even unto the going down of the same my name shall be great among the Gentiles; and in every place incense shall be offered unto my name, and a pure offering: for my name shall be great among the heathen, saith the Lord of hosts."]}, {"reference": "Malachi 3:2-4", "words": 85, "text": ["2", "But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner's fire, and like fullers' soap:", "3", "And he shall sit as a refiner and purifier of silver: and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.", "4", "Then shall the offering of Judah and Jerusalem be pleasant unto the Lord\u0001 as in the days of old, and as in former years."]}, {"reference": "Matthew 1:18-25", "words": 204, "text": ["18", "Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.", "19", "Then Joseph her husband, being a just man, and not willing to make her a public example, was minded to put her away privily.", "20", "But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost.", "21", "And she shall bring forth a son, and thou shalt call his name Jesus\u0001 for he shall save his people from their sins.", "22", "Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying,", "23", "Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us.", "24", "Then Joseph being raised from sleep did as the angel of the Lord had bidden him, and took unto him his wife:", "25", "And knew her not till she had brought forth her firstborn son: and he called his name Jesus\u0001"]}, {"reference": "Matthew 6:24", "words": 34, "text": ["24", "No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon."]}, {"reference": "Matthew 9:35-38", "words": 84, "text": ["35", "And Jesus went about all the cities and villages, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every sickness and every disease among the people.", "36", "But when he saw the multitudes, he was moved with compassion on them, because they fainted, and were scattered abroad, as sheep having no shepherd.", "37", "Then saith he unto his disciples, The harvest truly is plenteous, but the labourers are few;", "38", "Pray ye therefore the Lord of the harvest, that he will send forth labourers into his harvest."]}, {"reference": "Matthew 12:15-21", "words": 112, "text": ["15", "But when Jesus knew it, he withdrew himself from thence: and great multitudes followed him, and he healed them all;", "16", "And charged them that they should not make him known:", "17", "That it might be fulfilled which was spoken by Esaias the prophet, saying,", "18", "Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.", "19", "He shall not strive, nor cry; neither shall any man hear his voice in the streets.", "20", "A bruised reed shall he not break, and smoking flax shall he not quench, till he send forth judgment unto victory.", "21", "And in his name shall the Gentiles trust."]}, {"reference": "Matthew 13:44-58", "words": 317, "text": ["44", "Again, the kingdom of heaven is like unto treasure hid in a field; the which when a man hath found, he hideth, and for joy thereof goeth and selleth all that he hath, and buyeth that field.", "45", "Again, the kingdom of heaven is like unto a merchant man, seeking goodly pearls:", "46", "Who, when he had found one pearl of great price, went and sold all that he had, and bought it.", "47", "Again, the kingdom of heaven is like unto a net, that was cast into the sea, and gathered of every kind:", "48", "Which, when it was full, they drew to shore, and sat down, and gathered the good into vessels, but cast the bad away.", "49", "So shall it be at the end of the world: the angels shall come forth, and sever the wicked from among the just,", "50", "And shall cast them into the furnace of fire: there shall be wailing and gnashing of teeth.", "51", "Jesus saith unto them, Have ye understood all these things? They say unto him, Yea, Lord.", "52", "Then said he unto them, Therefore every scribe which is instructed unto the kingdom of heaven is like unto a man that is an householder, which bringeth forth out of his treasure things new and old.", "53", "And it came to pass, that when Jesus had finished these parables, he departed thence.", "54", "And when he was come into his own country, he taught them in their synagogue, insomuch that they were astonished, and said, Whence hath this man this wisdom, and these mighty works?", "55", "Is not this the carpenter's son? is not his mother called Mary? and his brethren, James, and Joses, and Simon, and Judas?", "56", "And his sisters, are they not all with us? Whence then hath this man all these things?", "57", "And they were offended in him. But Jesus said unto them, A prophet is not without honour, save in his own country, and in his own house.", "58", "And he did not many mighty works there because of their unbelief."]}, {"reference": "Matthew 15:21-31", "words": 244, "text": ["21", "Then Jesus went thence, and departed into the coasts of Tyre and Sidon.", "22", "And, behold, a woman of Canaan came out of the same coasts, and cried unto him, saying, Have mercy on me, O Lord, thou son of David; my daughter is grievously vexed with a devil.", "23", "But he answered her not a word. And his disciples came and besought him, saying, Send her away; for she crieth after us.", "24", "But he answered and said, I am not sent but unto the lost sheep of the house of Israel.", "25", "Then came she and worshipped him, saying, Lord, help me.", "26", "But he answered and said, It is not meet to take the children's bread, and to cast it to dogs.", "27", "And she said, Truth, Lord: yet the dogs eat of the crumbs which fall from their masters' table.", "28", "Then Jesus answered and said unto her, O woman, great is thy faith: be it unto thee even as thou wilt. And her daughter was made whole from that very hour.", "29", "And Jesus departed from thence, and came nigh unto the sea of Galilee; and went up into a mountain, and sat down there.", "30", "And great multitudes came unto him, having with them those that were lame, blind, dumb, maimed, and many others, and cast them down at Jesus' feet; and he healed them:", "31", "Insomuch that the multitude wondered, when they saw the dumb to speak, the maimed to be whole, the lame to walk, and the blind to see: and they glorified the God of Israel."]}, {"reference": "Matthew 24:32-51", "words": 370, "text": ["32", "Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:", "33", "So likewise ye, when ye shall see all these things, know that it is near, even at the doors.", "34", "Verily I say unto you, This generation shall not pass, till all these things be fulfilled.", "35", "Heaven and earth shall pass away, but my words shall not pass away.", "36", "But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.", "37", "But as the days of Noah were, so shall also the coming of the Son of man be.", "38", "For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,", "39", "And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.", "40", "Then shall two be in the field; the one shall be taken, and the other left.", "41", "Two women shall be grinding at the mill; the one shall be taken, and the other left.", "42", "Watch therefore: for ye know not what hour your Lord doth come.", "43", "But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.", "44", "Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.", "45", "Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?", "46", "Blessed is that servant, whom his lord when he cometh shall find so doing.", "47", "Verily I say unto you, That he shall make him ruler over all his goods.", "48", "But and if that evil servant shall say in his heart, My lord delayeth his coming;", "49", "And shall begin to smite his fellowservants, and to eat and drink with the drunken;", "50", "The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,", "51", "And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth."]}, {"reference": "Mark 1:1-11", "words": 217, "text": ["1", "The beginning of the gospel of Jesus Christ, the Son of God;", "2", "As it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee.", "3", "The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.", "4", "John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins.", "5", "And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins.", "6", "And John was clothed with camel's hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey;", "7", "And preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose.", "8", "I indeed have baptized you with water: but he shall baptize you with the Holy Ghost.", "9", "And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in Jordan.", "10", "And straightway coming up out of the water, he saw the heavens opened, and the Spirit like a dove descending upon him:", "11", "And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased."]}, {"reference": "Mark 5:18-20", "words": 75, "text": ["18", "And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him.", "19", "Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.", "20", "And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel."]}, {"reference": "Mark 11:15-24", "words": 232, "text": ["15", "And they come to Jerusalem: and Jesus went into the temple, and began to cast out them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves;", "16", "And would not suffer that any man should carry any vessel through the temple.", "17", "And he taught, saying unto them, Is it not written, My house shall be called of all nations the house of prayer? but ye have made it a den of thieves.", "18", "And the scribes and chief priests heard it, and sought how they might destroy him: for they feared him, because all the people was astonished at his doctrine.", "19", "And when even was come, he went out of the city.", "20", "And in the morning, as they passed by, they saw the fig tree dried up from the roots.", "21", "And Peter calling to remembrance saith unto him, Master, behold, the fig tree which thou cursedst is withered away.", "22", "And Jesus answering saith unto them, Have faith in God.", "23", "For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith.", "24", "Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them."]}, {"reference": "Mark 12:13-17", "words": 138, "text": ["13", "And they send unto him certain of the Pharisees and of the Herodians, to catch him in his words.", "14", "And when they were come, they say unto him, Master, we know that thou art true, and carest for no man: for thou regardest not the person of men, but teachest the way of God in truth: Is it lawful to give tribute to Caesar, or not?", "15", "Shall we give, or shall we not give? But he, knowing their hypocrisy, said unto them, Why tempt ye me? bring me a penny, that I may see it.", "16", "And they brought it. And he saith unto them, Whose is this image and superscription? And they said unto him, Caesar's.", "17", "And Jesus answering said unto them, Render to Caesar the things that are Caesar's, and to God the things that are God's. And they marvelled at him."]}, {"reference": "Luke 8:40-56", "words": 361, "text": ["40", "And it came to pass, that, when Jesus was returned, the people gladly received him: for they were all waiting for him.", "41", "And, behold, there came a man named Jairus, and he was a ruler of the synagogue: and he fell down at Jesus' feet, and besought him that he would come into his house:", "42", "For he had one only daughter, about twelve years of age, and she lay a dying. But as he went the people thronged him.", "43", "And a woman having an issue of blood twelve years, which had spent all her living upon physicians, neither could be healed of any,", "44", "Came behind him, and touched the border of his garment: and immediately her issue of blood stanched.", "45", "And Jesus said, Who touched me? When all denied, Peter and they that were with him said, Master, the multitude throng thee and press thee, and sayest thou, Who touched me?", "46", "And Jesus said, Somebody hath touched me: for I perceive that virtue is gone out of me.", "47", "And when the woman saw that she was not hid, she came trembling, and falling down before him, she declared unto him before all the people for what cause she had touched him, and how she was healed immediately.", "48", "And he said unto her, Daughter, be of good comfort: thy faith hath made thee whole; go in peace.", "49", "While he yet spake, there cometh one from the ruler of the synagogue's house, saying to him, Thy daughter is dead; trouble not the Master.", "50", "But when Jesus heard it, he answered him, saying, Fear not: believe only, and she shall be made whole.", "51", "And when he came into the house, he suffered no man to go in, save Peter, and James, and John, and the father and the mother of the maiden.", "52", "And all wept, and bewailed her: but he said, Weep not; she is not dead, but sleepeth.", "53", "And they laughed him to scorn, knowing that she was dead.", "54", "And he put them all out, and took her by the hand, and called, saying, Maid, arise.", "55", "And her spirit came again, and she arose straightway: and he commanded to give her meat.", "56", "And her parents were astonished: but he charged them that they should tell no man what was done."]}, {"reference": "Luke 9:18-27", "words": 230, "text": ["18", "And it came to pass, as he was alone praying, his disciples were with him: and he asked them, saying, Whom say the people that I am?", "19", "They answering said, John the Baptist; but some say, Elias; and others say, that one of the old prophets is risen again.", "20", "He said unto them, But whom say ye that I am? Peter answering said, The Christ of God.", "21", "And he straitly charged them, and commanded them to tell no man that thing;", "22", "Saying, The Son of man must suffer many things, and be rejected of the elders and chief priests and scribes, and be slain, and be raised the third day.", "23", "And he said to them all, If any man will come after me, let him deny himself, and take up his cross daily, and follow me.", "24", "For whosoever will save his life shall lose it: but whosoever will lose his life for my sake, the same shall save it.", "25", "For what is a man advantaged, if he gain the whole world, and lose himself, or be cast away?", "26", "For whosoever shall be ashamed of me and of my words, of him shall the Son of man be ashamed, when he shall come in his own glory, and in his Father's, and of the holy angels.", "27", "But I tell you of a truth, there be some standing here, which shall not taste of death, till they see the kingdom of God."]}, {"reference": "Luke 19:1-10", "words": 199, "text": ["1", "And Jesus entered and passed through Jericho.", "2", "And, behold, there was a man named Zacchaeus, which was the chief among the publicans, and he was rich.", "3", "And he sought to see Jesus who he was; and could not for the press, because he was little of stature.", "4", "And he ran before, and climbed up into a sycomore tree to see him: for he was to pass that way.", "5", "And when Jesus came to the place, he looked up, and saw him, and said unto him, Zacchaeus, make haste, and come down; for to day I must abide at thy house.", "6", "And he made haste, and came down, and received him joyfully.", "7", "And when they saw it, they all murmured, saying, That he was gone to be guest with a man that is a sinner.", "8", "And Zacchaeus stood, and said unto the Lord: Behold, Lord, the half of my goods I give to the poor; and if I have taken any thing from any man by false accusation, I restore him fourfold.", "9", "And Jesus said unto him, This day is salvation come to this house, forsomuch as he also is a son of Abraham.", "10", "For the Son of man is come to seek and to save that which was lost."]}, {"reference": "Luke 22:24-34", "words": 216, "text": ["24", "And there was also a strife among them, which of them should be accounted the greatest.", "25", "And he said unto them, The kings of the Gentiles exercise lordship over them; and they that exercise authority upon them are called benefactors.", "26", "But ye shall not be so: but he that is greatest among you, let him be as the younger; and he that is chief, as he that doth serve.", "27", "For whether is greater, he that sitteth at meat, or he that serveth? is not he that sitteth at meat? but I am among you as he that serveth.", "28", "Ye are they which have continued with me in my temptations.", "29", "And I appoint unto you a kingdom, as my Father hath appointed unto me;", "30", "That ye may eat and drink at my table in my kingdom, and sit on thrones judging the twelve tribes of Israel.", "31", "And the Lord said, Simon, Simon, behold, Satan hath desired to have you, that he may sift you as wheat:", "32", "But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren.", "33", "And he said unto him, Lord, I am ready to go with thee, both into prison, and to death.", "34", "And he said, I tell thee, Peter, the cock shall not crow this day, before that thou shalt thrice deny that thou knowest me."]}, {"reference": "John 1:1-14", "words": 216, "text": ["1", "In the beginning was the Word, and the Word was with God, and the Word was God.", "2", "The same was in the beginning with God.", "3", "All things were made by him; and without him was not any thing made that was made.", "4", "In him was life; and the life was the light of men.", "5", "And the light shineth in darkness; and the darkness comprehended it not.", "6", "There was a man sent from God, whose name was John.", "7", "The same came for a witness, to bear witness of the Light, that all men through him might believe.", "8", "He was not that Light, but was sent to bear witness of that Light.", "9", "That was the true Light, which lighteth every man that cometh into the world.", "10", "He was in the world, and the world was made by him, and the world knew him not.", "11", "He came unto his own, and his own received him not.", "12", "But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:", "13", "Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.", "14", "And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth."]}, {"reference": "John 5:31-40", "words": 182, "text": ["31", "If I bear witness of myself, my witness is not true.", "32", "There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.", "33", "Ye sent unto John, and he bare witness unto the truth.", "34", "But I receive not testimony from man: but these things I say, that ye might be saved.", "35", "He was a burning and a shining light: and ye were willing for a season to rejoice in his light.", "36", "But I have greater witness than that of John: for the works which the Father hath given me to finish, the same works that I do, bear witness of me, that the Father hath sent me.", "37", "And the Father himself, which hath sent me, hath borne witness of me. Ye have neither heard his voice at any time, nor seen his shape.", "38", "And ye have not his word abiding in you: for whom he hath sent, him ye believe not.", "39", "Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.", "40", "And ye will not come to me, that ye might have life."]}, {"reference": "John 12:24", "words": 28, "text": ["24", "Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit."]}, {"reference": "John 21:15-19", "words": 184, "text": ["15", "So when they had dined, Jesus saith to Simon Peter, Simon, son of Jonas, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my lambs.", "16", "He saith to him again the second time, Simon, son of Jonas, lovest thou me? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my sheep.", "17", "He saith unto him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep.", "18", "Verily, verily, I say unto thee, When thou wast young, thou girdest thyself, and walkedst whither thou wouldest: but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not.", "19", "This spake he, signifying by what death he should glorify God. And when he had spoken this, he saith unto him, Follow me."]}, {"reference": "Acts 2:1-6", "words": 115, "text": ["1", "And when the day of Pentecost was fully come, they were all with one accord in one place.", "2", "And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.", "3", "And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.", "4", "And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.", "5", "And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.", "6", "Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language."]}, {"reference": "Acts 8:4-8", "words": 78, "text": ["4", "Therefore they that were scattered abroad went every where preaching the word.", "5", "Then Philip went down to the city of Samaria, and preached Christ unto them.", "6", "And the people with one accord gave heed unto those things which Philip spake, hearing and seeing the miracles which he did.", "7", "For unclean spirits, crying with loud voice, came out of many that were possessed with them: and many taken with palsies, and that were lame, were healed.", "8", "And there was great joy in that city."]}, {"reference": "Acts 9:15", "words": 30, "text": ["15", "But the Lord said unto him, Go thy way: for he is a chosen vessel unto me, to bear my name before the Gentiles, and kings, and the children of Israel:"]}, {"reference": "Acts 13:4-12", "words": 222, "text": ["4", "So they, being sent forth by the Holy Ghost, departed unto Seleucia; and from thence they sailed to Cyprus.", "5", "And when they were at Salamis, they preached the word of God in the synagogues of the Jews: and they had also John to their minister.", "6", "And when they had gone through the isle unto Paphos, they found a certain sorcerer, a false prophet, a Jew, whose name was Barjesus:", "7", "Which was with the deputy of the country, Sergius Paulus, a prudent man; who called for Barnabas and Saul, and desired to hear the word of God.", "8", "But Elymas the sorcerer (for so is his name by interpretation) withstood them, seeking to turn away the deputy from the faith.", "9", "Then Saul, (who also is called Paul,) filled with the Holy Ghost, set his eyes on him.", "10", "And said, O full of all subtilty and all mischief, thou child of the devil, thou enemy of all righteousness, wilt thou not cease to pervert the right ways of the Lord?", "11", "And now, behold, the hand of the Lord is upon thee, and thou shalt be blind, not seeing the sun for a season. And immediately there fell on him a mist and a darkness; and he went about seeking some to lead him by the hand.", "12", "Then the deputy, when he saw what was done, believed, being astonished at the doctrine of the Lord."]}, {"reference": "Acts 20:35-38", "words": 85, "text": ["35", "I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive.", "36", "And when he had thus spoken, he kneeled down, and prayed with them all.", "37", "And they all wept sore, and fell on Paul's neck, and kissed him,", "38", "Sorrowing most of all for the words which he spake, that they should see his face no more. And they accompanied him unto the ship."]}, {"reference": "Acts 28:23-31", "words": 227, "text": ["23", "And when they had appointed him a day, there came many to him into his lodging; to whom he expounded and testified the kingdom of God, persuading them concerning Jesus, both out of the law of Moses, and out of the prophets, from morning till evening.", "24", "And some believed the things which were spoken, and some believed not.", "25", "And when they agreed not among themselves, they departed, after that Paul had spoken one word, Well spake the Holy Ghost by Esaias the prophet unto our fathers,", "26", "Saying, Go unto this people, and say, Hearing ye shall hear, and shall not understand; and seeing ye shall see, and not perceive:", "27", "For the heart of this people is waxed gross, and their ears are dull of hearing, and their eyes have they closed; lest they should see with their eyes, and hear with their ears, and understand with their heart, and should be converted, and I should heal them.", "28", "Be it known therefore unto you, that the salvation of God is sent unto the Gentiles, and that they will hear it.", "29", "And when he had said these words, the Jews departed, and had great reasoning among themselves.", "30", "And Paul dwelt two whole years in his own hired house, and received all that came in unto him,", "31", "Preaching the kingdom of God, and teaching those things which concern the Lord Jesus Christ, with all confidence, no man forbidding him."]}, {"reference": "Romans 1:1-17", "words": 353, "text": ["1", "Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,", "2", "(Which he had promised afore by his prophets in the holy scriptures,)", "3", "Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;", "4", "And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:", "5", "By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:", "6", "Among whom are ye also the called of Jesus Christ:", "7", "To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.", "8", "First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.", "9", "For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;", "10", "Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.", "11", "For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;", "12", "That is, that I may be comforted together with you by the mutual faith both of you and me.", "13", "Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.", "14", "I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.", "15", "So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.", "16", "For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.", "17", "For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith."]}, {"reference": "Romans 13:8-10", "words": 78, "text": ["8", "Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.", "9", "For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.", "10", "Love worketh no ill to his neighbour: therefore love is the fulfilling of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 81, "text": ["16", "For though I preach the gospel, I have nothing to glory of: for necessity is laid upon me; yea, woe is unto me, if I preach not the gospel!", "17", "For if I do this thing willingly, I have a reward: but if against my will, a dispensation of the gospel is committed unto me.", "18", "What is my reward then? Verily that, when I preach the gospel, I may make the gospel of Christ without charge, that I abuse not my power in the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 128, "text": ["19", "For though I be free from all men, yet have I made myself servant unto all, that I might gain the more.", "20", "And unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law;", "21", "To them that are without law, as without law, (being not without law to God, but under the law to Christ,) that I might gain them that are without law.", "22", "To the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some.", "23", "And this I do for the gospel's sake, that I might be partaker thereof with you."]}, {"reference": "1 Corinthians 10:23-33", "words": 212, "text": ["23", "All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.", "24", "Let no man seek his own, but every man another's wealth.", "25", "Whatsoever is sold in the shambles, that eat, asking no question for conscience sake:", "26", "For the earth is the Lord's, and the fulness thereof.", "27", "If any of them that believe not bid you to a feast, and ye be disposed to go; whatsoever is set before you, eat, asking no question for conscience sake.", "28", "But if any man say unto you, this is offered in sacrifice unto idols, eat not for his sake that shewed it, and for conscience sake: for the earth is the Lord's, and the fulness thereof:", "29", "Conscience, I say, not thine own, but of the other: for why is my liberty judged of another man's conscience?", "30", "For if I by grace be a partaker, why am I evil spoken of for that for which I give thanks?", "31", "Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.", "32", "Give none offence, neither to the Jews, nor to the Gentiles, nor to the church of God:", "33", "Even as I please all men in all things, not seeking mine own profit, but the profit of many, that they may be saved."]}, {"reference": "1 Corinthians 15:1-11", "words": 222, "text": ["1", "Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;", "2", "By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.", "3", "For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;", "4", "And that he was buried, and that he rose again the third day according to the scriptures:", "5", "And that he was seen of Cephas, then of the twelve:", "6", "After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.", "7", "After that, he was seen of James; then of all the apostles.", "8", "And last of all he was seen of me also, as of one born out of due time.", "9", "For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.", "10", "But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.", "11", "Therefore whether it were I or they, so we preach, and so ye believed."]}, {"reference": "2 Corinthians 6:1-10", "words": 178, "text": ["1", "We then, as workers together with him, beseech you also that ye receive not the grace of God in vain.", "2", "(For he saith, I have heard thee in a time accepted, and in the day of salvation have I succoured thee: behold, now is the accepted time; behold, now is the day of salvation.)", "3", "Giving no offence in any thing, that the ministry be not blamed:", "4", "But in all things approving ourselves as the ministers of God, in much patience, in afflictions, in necessities, in distresses,", "5", "In stripes, in imprisonments, in tumults, in labours, in watchings, in fastings;", "6", "By pureness, by knowledge, by long suffering, by kindness, by the Holy Ghost, by love unfeigned,", "7", "By the word of truth, by the power of God, by the armour of righteousness on the right hand and on the left,", "8", "By honour and dishonour, by evil report and good report: as deceivers, and yet true;", "9", "As unknown, and yet well known; as dying, and, behold, we live; as chastened, and not killed;", "10", "As sorrowful, yet alway rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things."]}, {"reference": "Galatians 1:6-24", "words": 348, "text": ["6", "I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel:", "7", "Which is not another; but there be some that trouble you, and would pervert the gospel of Christ.", "8", "But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.", "9", "As we said before, so say I now again, if any man preach any other gospel unto you than that ye have received, let him be accursed.", "10", "For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ.", "11", "But I certify you, brethren, that the gospel which was preached of me is not after man.", "12", "For I neither received it of man, neither was I taught it, but by the revelation of Jesus Christ.", "13", "For ye have heard of my conversation in time past in the Jews' religion, how that beyond measure I persecuted the church of God, and wasted it:", "14", "And profited in the Jews' religion above many my equals in mine own nation, being more exceedingly zealous of the traditions of my fathers.", "15", "But when it pleased God, who separated me from my mother's womb, and called me by his grace,", "16", "To reveal his Son in me, that I might preach him among the heathen; immediately I conferred not with flesh and blood:", "17", "Neither went I up to Jerusalem to them which were apostles before me; but I went into Arabia, and returned again unto Damascus.", "18", "Then after three years I went up to Jerusalem to see Peter, and abode with him fifteen days.", "19", "But other of the apostles saw I none, save James the Lord's brother.", "20", "Now the things which I write unto you, behold, before God, I lie not.", "21", "Afterwards I came into the regions of Syria and Cilicia;", "22", "And was unknown by face unto the churches of Judaea which were in Christ:", "23", "But they had heard only, That he which persecuted us in times past now preacheth the faith which once he destroyed.", "24", "And they glorified God in me."]}, {"reference": "Galatians 3:23-29", "words": 114, "text": ["23", "But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed.", "24", "Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.", "25", "But after that faith is come, we are no longer under a schoolmaster.", "26", "For ye are all the children of God by faith in Christ Jesus.", "27", "For as many of you as have been baptized into Christ have put on Christ.", "28", "There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.", "29", "And if ye be Christ's, then are ye Abraham's seed, and heirs according to the promise."]}, {"reference": "Ephesians 2:4-10", "words": 116, "text": ["4", "But God, who is rich in mercy, for his great love wherewith he loved us,", "5", "Even when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)", "6", "And hath raised us up together, and made us sit together in heavenly places in Christ Jesus:", "7", "That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.", "8", "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:", "9", "Not of works, lest any man should boast.", "10", "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them."]}, {"reference": "Ephesians 2:14-18", "words": 93, "text": ["14", "For he is our peace, who hath made both one, and hath broken down the middle wall of partition between us;", "15", "Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;", "16", "And that he might reconcile both unto God in one body by the cross, having slain the enmity thereby:", "17", "And came and preached peace to you which were afar off, and to them that were nigh.", "18", "For through him we both have access by one Spirit unto the Father."]}, {"reference": "Ephesians 3:1-6", "words": 105, "text": ["1", "For this cause I Paul, the prisoner of Jesus Christ for you Gentiles,", "2", "If ye have heard of the dispensation of the grace of God which is given me to you-ward:", "3", "How that by revelation he made known unto me the mystery; (as I wrote afore in few words,", "4", "Whereby, when ye read, ye may understand my knowledge in the mystery of Christ)", "5", "Which in other ages was not made known unto the sons of men, as it is now revealed unto his holy apostles and prophets by the Spirit;", "6", "That the Gentiles should be fellowheirs, and of the same body, and partakers of his promise in Christ by the gospel:"]}, {"reference": "Ephesians 6:10-20", "words": 210, "text": ["10", "Finally, my brethren, be strong in the Lord, and in the power of his might.", "11", "Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.", "12", "For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.", "13", "Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.", "14", "Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;", "15", "And your feet shod with the preparation of the gospel of peace;", "16", "Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.", "17", "And take the helmet of salvation, and the sword of the Spirit, which is the word of God:", "18", "Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;", "19", "And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,", "20", "For which I am an ambassador in bonds: that therein I may speak boldly, as I ought to speak."]}, {"reference": "Philippians 2:1-16", "words": 307, "text": ["1", "If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,", "2", "Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.", "3", "Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.", "4", "Look not every man on his own things, but every man also on the things of others.", "5", "Let this mind be in you, which was also in Christ Jesus:", "6", "Who, being in the form of God, thought it not robbery to be equal with God:", "7", "But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:", "8", "And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.", "9", "Wherefore God also hath highly exalted him, and given him a name which is above every name:", "10", "That at the name of Jesus every knee should bow, of things in heaven, and things in earth, and things under the earth;", "11", "And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.", "12", "Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.", "13", "For it is God which worketh in you both to will and to do of his good pleasure.", "14", "Do all things without murmurings and disputings:", "15", "That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;", "16", "Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain."]}, {"reference": "Colossians 2:1-10", "words": 196, "text": ["1", "For I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;", "2", "That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;", "3", "In whom are hid all the treasures of wisdom and knowledge.", "4", "And this I say, lest any man should beguile you with enticing words.", "5", "For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.", "6", "As ye have therefore received Christ Jesus the Lord, so walk ye in him:", "7", "Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.", "8", "Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.", "9", "For in him dwelleth all the fulness of the Godhead bodily.", "10", "And ye are complete in him, which is the head of all principality and power:"]}, {"reference": "Colossians 4:2-6", "words": 76, "text": ["2", "Continue in prayer, and watch in the same with thanksgiving;", "3", "Withal praying also for us, that God would open unto us a door of utterance, to speak the mystery of Christ, for which I am also in bonds:", "4", "That I may make it manifest, as I ought to speak.", "5", "Walk in wisdom toward them that are without, redeeming the time.", "6", "Let your speech be always with grace, seasoned with salt, that ye may know how ye ought to answer every man."]}, {"reference": "1 Thessalonians 1:2-10", "words": 206, "text": ["2", "We give thanks to God always for you all, making mention of you in our prayers;", "3", "Remembering without ceasing your work of faith, and labour of love, and patience of hope in our Lord Jesus Christ, in the sight of God and our Father;", "4", "Knowing, brethren beloved, your election of God.", "5", "For our gospel came not unto you in word only, but also in power, and in the Holy Ghost, and in much assurance; as ye know what manner of men we were among you for your sake.", "6", "And ye became followers of us, and of the Lord, having received the word in much affliction, with joy of the Holy Ghost.", "7", "So that ye were ensamples to all that believe in Macedonia and Achaia.", "8", "For from you sounded out the word of the Lord not only in Macedonia and Achaia, but also in every place your faith to God-ward is spread abroad; so that we need not to speak any thing.", "9", "For they themselves shew of us what manner of entering in we had unto you, and how ye turned to God from idols to serve the living and true God;", "10", "And to wait for his Son from heaven, whom he raised from the dead, even Jesus, which delivered us from the wrath to come."]}, {"reference": "2 Thessalonians 2:1-14", "words": 310, "text": ["1", "Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our gathering together unto him,", "2", "That ye be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by letter as from us, as that the day of Christ is at hand.", "3", "Let no man deceive you by any means: for that day shall not come, except there come a falling away first, and that man of sin be revealed, the son of perdition;", "4", "Who opposeth and exalteth himself above all that is called God, or that is worshipped; so that he as God sitteth in the temple of God, shewing himself that he is God.", "5", "Remember ye not, that, when I was yet with you, I told you these things?", "6", "And now ye know what withholdeth that he might be revealed in his time.", "7", "For the mystery of iniquity doth already work: only he who now letteth will let, until he be taken out of the way.", "8", "And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:", "9", "Even him, whose coming is after the working of Satan with all power and signs and lying wonders,", "10", "And with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved.", "11", "And for this cause God shall send them strong delusion, that they should believe a lie:", "12", "That they all might be damned who believed not the truth, but had pleasure in unrighteousness.", "13", "But we are bound to give thanks alway to God for you, brethren beloved of the Lord, because God hath from the beginning chosen you to salvation through sanctification of the Spirit and belief of the truth:", "14", "Whereunto he called you by our gospel, to the obtaining of the glory of our Lord Jesus Christ."]}, {"reference": "1 Timothy 2:1-7", "words": 121, "text": ["1", "I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;", "2", "For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.", "3", "For this is good and acceptable in the sight of God our Saviour;", "4", "Who will have all men to be saved, and to come unto the knowledge of the truth.", "5", "For there is one God, and one mediator between God and men, the man Christ Jesus;", "6", "Who gave himself a ransom for all, to be testified in due time.", "7", "Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity."]}, {"reference": "2 Timothy 1:3-14", "words": 297, "text": ["3", "I thank God, whom I serve from my forefathers with pure conscience, that without ceasing I have remembrance of thee in my prayers night and day;", "4", "Greatly desiring to see thee, being mindful of thy tears, that I may be filled with joy;", "5", "When I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois, and thy mother Eunice; and I am persuaded that in thee also.", "6", "Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.", "7", "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.", "8", "Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;", "9", "Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,", "10", "But is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:", "11", "Whereunto I am appointed a preacher, and an apostle, and a teacher of the Gentiles.", "12", "For the which cause I also suffer these things: nevertheless I am not ashamed: for I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day.", "13", "Hold fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus.", "14", "That good thing which was committed unto thee keep by the Holy Ghost which dwelleth in us."]}, {"reference": "Titus 3:1-11", "words": 205, "text": ["1", "Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,", "2", "To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men.", "3", "For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another.", "4", "But after that the kindness and love of God our Saviour toward man appeared,", "5", "Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;", "6", "Which he shed on us abundantly through Jesus Christ our Saviour;", "7", "That being justified by his grace, we should be made heirs according to the hope of eternal life.", "8", "This is a faithful saying, and these things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works. These things are good and profitable unto men.", "9", "But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain.", "10", "A man that is an heretick after the first and second admonition reject;", "11", "Knowing that he that is such is subverted, and sinneth, being condemned of himself."]}, {"reference": "Hebrews 1:1-4", "words": 104, "text": ["1", "God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,", "2", "Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;", "3", "Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high:", "4", "Being made so much better than the angels, as he hath by inheritance obtained a more excellent name than they."]}, {"reference": "Hebrews 3:1-6", "words": 124, "text": ["1", "Wherefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our profession, Christ Jesus;", "2", "Who was faithful to him that appointed him, as also Moses was faithful in all his house.", "3", "For this man was counted worthy of more glory than Moses, inasmuch as he who hath builded the house hath more honour than the house.", "4", "For every house is builded by some man; but he that built all things is God.", "5", "And Moses verily was faithful in all his house, as a servant, for a testimony of those things which were to be spoken after;", "6", "But Christ as a son over his own house; whose house are we, if we hold fast the confidence and the rejoicing of the hope firm unto the end."]}, {"reference": "Hebrews 4:12-16", "words": 148, "text": ["12", "For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.", "13", "Neither is there any creature that is not manifest in his sight: but all things are naked and opened unto the eyes of him with whom we have to do.", "14", "Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession.", "15", "For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin.", "16", "Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need."]}, {"reference": "Hebrews 10:26-35", "words": 212, "text": ["26", "For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,", "27", "But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.", "28", "He that despised Moses' law died without mercy under two or three witnesses:", "29", "Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?", "30", "For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.", "31", "It is a fearful thing to fall into the hands of the living God.", "32", "But call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions;", "33", "Partly, whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used.", "34", "For ye had compassion of me in my bonds, and took joyfully the spoiling of your goods, knowing in yourselves that ye have in heaven a better and an enduring substance.", "35", "Cast not away therefore your confidence, which hath great recompence of reward."]}, {"reference": "James 3:1-18", "words": 360, "text": ["1", "My brethren, be not many masters, knowing that we shall receive the greater condemnation.", "2", "For in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.", "3", "Behold, we put bits in the horses' mouths, that they may obey us; and we turn about their whole body.", "4", "Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small helm, whithersoever the governor listeth.", "5", "Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!", "6", "And the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell.", "7", "For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and hath been tamed of mankind:", "8", "But the tongue can no man tame; it is an unruly evil, full of deadly poison.", "9", "Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God.", "10", "Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.", "11", "Doth a fountain send forth at the same place sweet water and bitter?", "12", "Can the fig tree, my brethren, bear olive berries? either a vine, figs? so can no fountain both yield salt water and fresh.", "13", "Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.", "14", "But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth.", "15", "This wisdom descendeth not from above, but is earthly, sensual, devilish.", "16", "For where envying and strife is, there is confusion and every evil work.", "17", "But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.", "18", "And the fruit of righteousness is sown in peace of them that make peace."]}, {"reference": "James 4:1-10", "words": 190, "text": ["1", "From whence come wars and fightings among you? come they not hence, even of your lusts that war in your members?", "2", "Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.", "3", "Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.", "4", "Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.", "5", "Do ye think that the scripture saith in vain, The spirit that dwelleth in us lusteth to envy?", "6", "But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.", "7", "Submit yourselves therefore to God. Resist the devil, and he will flee from you.", "8", "Draw nigh to God, and he will draw nigh to you. Cleanse your hands, ye sinners; and purify your hearts, ye double minded.", "9", "Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness.", "10", "Humble yourselves in the sight of the Lord, and he shall lift you up."]}, {"reference": "1 Peter 2:9", "words": 34, "text": ["9", "But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light;"]}, {"reference": "1 John 1:1-4", "words": 104, "text": ["1", "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;", "2", "(For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)", "3", "That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.", "4", "And these things write we unto you, that your joy may be full."]}, {"reference": "1 John 3:1-10", "words": 229, "text": ["1", "Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.", "2", "Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.", "3", "And every man that hath this hope in him purifieth himself, even as he is pure.", "4", "Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.", "5", "And ye know that he was manifested to take away our sins; and in him is no sin.", "6", "Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.", "7", "Little children, let no man deceive you: he that doeth righteousness is righteous, even as he is righteous.", "8", "He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.", "9", "Whosoever is born of God doth not commit sin; for his seed remaineth in him: and he cannot sin, because he is born of God.", "10", "In this the children of God are manifest, and the children of the devil: whosoever doeth not righteousness is not of God, neither he that loveth not his brother."]}, {"reference": "Revelation 3:7-13", "words": 239, "text": ["7", "And to the angel of the church in Philadelphia write; These things saith he that is holy, he that is true, he that hath the key of David, he that openeth, and no man shutteth; and shutteth, and no man openeth;", "8", "I know thy works: behold, I have set before thee an open door, and no man can shut it: for thou hast a little strength, and hast kept my word, and hast not denied my name.", "9", "Behold, I will make them of the synagogue of Satan, which say they are Jews, and are not, but do lie; behold, I will make them to come and worship before thy feet, and to know that I have loved thee.", "10", "Because thou hast kept the word of my patience, I also will keep thee from the hour of temptation, which shall come upon all the world, to try them that dwell upon the earth.", "11", "Behold, I come quickly: hold that fast which thou hast, that no man take thy crown.", "12", "Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out: and I will write upon him the name of my God, and the name of the city of my God, which is new Jerusalem, which cometh down out of heaven from my God: and I will write upon him my new name.", "13", "He that hath an ear, let him hear what the Spirit saith unto the churches."]}, {"reference": "Revelation 19:1-5", "words": 118, "text": ["1", "And after these things I heard a great voice of much people in heaven, saying, Alleluia; Salvation, and glory, and honour, and power, unto the Lord our God:", "2", "For true and righteous are his judgments: for he hath judged the great whore, which did corrupt the earth with her fornication, and hath avenged the blood of his servants at her hand.", "3", "And again they said, Alleluia And her smoke rose up for ever and ever.", "4", "And the four and twenty elders and the four beasts fell down and worshipped God that sat on the throne, saying, Amen; Alleluia.", "5", "And a voice came out of the throne, saying, Praise our God, all ye his servants, and ye that fear him, both small and great."]}]