[{"reference": "Acts 1:8", "words": 36, "text": ["8", "but you will receive power when the Holy Spirit has come upon you; and you shall be My witnesses both in Jerusalem, and in all Judea and Samaria, and even to the remotest part of the earth.”"]}, {"reference": "Luke 24:47–49", "words": 53, "text": ["47", "and that repentance for forgiveness of sins would be proclaimed in His name to all the nations, beginning from Jerusalem.", "48", "You are witnesses of these things.", "49", "And behold, I am sending forth the promise of My Father upon you; but you are to stay in the city until you are clothed with power from on high.”"]}, {"reference": "Acts 2:38–39", "words": 59, "text": ["38", "Peter said to them, “ Repent, and each of you be baptized in the name of Jesus Christ for the forgiveness of your sins; and you will receive the gift of the Holy Spirit.", "39", "For the promise is for you and your children and for all who are far off, as many as the Lord our God will call to Himself.”"]}, {"reference": "Luke 11:9–13", "words": 114, "text": ["9", "“So I say to you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.", "10", "For everyone who asks, receives; and he who seeks, finds; and to him who knocks, it will be opened.", "11", "Now suppose one of you fathers is asked by his son for a fish; he will not give him a snake instead of a fish, will he?", "12", "Or if he is asked for an egg, he will not give him a scorpion, will he?", "13", "If you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask Him?”"]}, {"reference": "Acts 4:29–31", "words": 71, "text": ["29", "And now, Lord, take note of their threats, and grant that Your bond-servants may speak Your word with all confidence,", "30", "while You extend Your hand to heal, and signs and wonders take place through the name of Your holy servant Jesus.”", "31", "And when they had prayed, the place where they had gathered together was shaken, and they were all filled with the Holy Spirit and began to speak the word of God with boldness."]}, {"reference": "Exodus 31:3–5", "words": 54, "text": ["3", "I have filled him with the Spirit of God in wisdom, in understanding, in knowledge, and in all kinds of craftsmanship,", "4", "to make artistic designs for work in gold, in silver, and in bronze,", "5", "and in the cutting of stones for settings, and in the carving of wood, that he may work in all kinds of craftsmanship."]}, {"reference": "Acts 5:29–32", "words": 78, "text": ["29", "But Peter and the apostles answered, “ We must obey God rather than men.", "30", "The God of our fathers raised up Jesus, whom you had put to death by hanging Him on a cross.", "31", "He is the one whom God exalted to His right hand as a Prince and a Savior, to grant repentance to Israel, and forgiveness of sins.", "32", "And we are witnesses of these things; and so is the Holy Spirit, whom God has given to those who obey Him.”"]}, {"reference": "1 John 5:7–11", "words": 102, "text": ["7", "For there are three that testify:", "8", "the Spirit and the water and the blood; and the three are in agreement.", "9", "If we receive the testimony of men, the testimony of God is greater; for the testimony of God is this, that He has testified concerning His Son.", "10", "The one who believes in the Son of God has the testimony in himself; the one who does not believe God has made Him a liar, because he has not believed in the testimony that God has given concerning His Son.", "11", "And the testimony is this, that God has given us eternal life, and this life is in His Son."]}, {"reference": "Acts 7:59–60", "words": 42, "text": ["59", "They went on stoning Stephen as he called on the Lord and said, “Lord Jesus, receive my spirit!”", "60", "Then falling on his knees, he cried out with a loud voice, “Lord, do not hold this sin against them!” Having said this, he fell asleep."]}, {"reference": "Ephesians 5:16–20", "words": 78, "text": ["16", "making the most of your time, because the days are evil.", "17", "So then do not be foolish, but understand what the will of the Lord is.", "18", "And do not get drunk with wine, for that is dissipation, but be filled with the Spirit,", "19", "speaking to one another in psalms and hymns and spiritual songs, singing and making melody with your heart to the Lord;", "20", "always giving thanks for all things in the name of our Lord Jesus Christ to God, even the Father;"]}, {"reference": "Acts 8:34–36", "words": 57, "text": ["34", "The eunuch answered Philip and said, “Please tell me\u0001 of whom does the prophet say this? Of himself or of someone else?”", "35", "Then Philip opened his mouth, and beginning from this Scripture he preached Jesus to him.", "36", "As they went along the road they came to some water; and the eunuch *said, “Look! Water! What prevents me from being baptized?”"]}, {"reference": "John 14:16–17", "words": 51, "text": ["16", "I will ask the Father, and He will give you another Helper, that He may be with you forever;", "17", "that is the Spirit of truth, whom the world cannot receive, because it does not see Him or know Him, but you know Him because He abides with you and will be in you."]}, {"reference": "Acts 10:39–43", "words": 122, "text": ["39", "We are witnesses of all the things He did both in the land of the Jews and in Jerusalem. They also put Him to death by hanging Him on a cross.", "40", "God raised Him up on the third day and granted that He become visible,", "41", "not to all the people, but to witnesses who were chosen beforehand by God, that is\u0001 to us who ate and drank with Him after He arose from the dead.", "42", "And He ordered us to preach to the people, and solemnly to testify that this is the One who has been appointed by God as Judge of the living and the dead.", "43", "Of Him all the prophets bear witness that through His name everyone who believes in Him receives forgiveness of sins.”"]}, {"reference": "John 16:13–14", "words": 56, "text": ["13", "But when He, the Spirit of truth, comes, He will guide you into all the truth; for He will not speak on His own initiative, but whatever He hears, He will speak; and He will disclose to you what is to come.", "14", "He will glorify Me, for He will take of Mine and will disclose it to you."]}, {"reference": "Genesis 2:1-3", "words": 60, "text": ["1", "Thus the heavens and the earth were completed, and all their hosts.", "2", "By the seventh day God completed His work which He had done, and He rested on the seventh day from all His work which He had done.", "3", "Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made."]}, {"reference": "Genesis 3:14-15", "words": 75, "text": ["14", "The Lord God said to the serpent, “ Because you have done this, Cursed are you more than all cattle, And more than every beast of the field; On your belly you will go, And dust you will eat All the days of your life;", "15", "And I will put enmity Between you and the woman, And between your seed and her seed; He shall bruise you on the head, And you shall bruise him on the heel.”"]}, {"reference": "Genesis 8:20-22", "words": 92, "text": ["20", "Then Noah built an altar to the Lord\u0001 and took of every clean animal and of every clean bird and offered burnt offerings on the altar.", "21", "The Lord smelled the soothing aroma; and the Lord said to Himself, “I will never again curse the ground on account of man, for the intent of man’s heart is evil from his youth; and I will never again destroy every living thing, as I have done.", "22", "“While the earth remains, Seedtime and harvest, And cold and heat, And summer and winter, And day and night Shall not cease.”"]}, {"reference": "Exodus 3:14-18", "words": 230, "text": ["14", "God said to Moses, “ I AM WHO I AM”; and He said, “Thus you shall say to the sons of Israel, ‘ I AM has sent me to you.’”", "15", "God, furthermore, said to Moses, “Thus you shall say to the sons of Israel, ‘ The Lord\u0001 the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is My name forever, and this is My memorial-name to all generations.", "16", "Go and gather the elders of Israel together and say to them, ‘ The Lord\u0001 the God of your fathers, the God of Abraham, Isaac and Jacob, has appeared to me, saying, “ I am indeed concerned about you and what has been done to you in Egypt.", "17", "So I said, I will bring you up out of the affliction of Egypt to the land of the Canaanite and the Hittite and the Amorite and the Perizzite and the Hivite and the Jebusite, to a land flowing with milk and honey.”’", "18", "They will pay heed to what you say; and you with the elders of Israel will come to the king of Egypt and you will say to him, ‘The Lord\u0001 the God of the Hebrews, has met with us. So now, please, let us go a three days’ journey into the wilderness, that we may sacrifice to the Lord our God.’"]}, {"reference": "Leviticus 10:3", "words": 37, "text": ["3", "Then Moses said to Aaron, “It is what the Lord spoke, saying, ‘By those who come near Me I will be treated as holy, And before all the people I will be honored.’” So Aaron, therefore, kept silent."]}, {"reference": "Numbers 12:1-8", "words": 196, "text": ["1", "Then Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married (for he had married a Cushite woman);", "2", "and they said, “Has the Lord indeed spoken only through Moses? Has He not spoken through us as well?” And the Lord heard it.", "3", "(Now the man Moses was very humble, more than any man who was on the face of the earth.)", "4", "Suddenly the Lord said to Moses and Aaron and to Miriam, “You three come out to the tent of meeting.” So the three of them came out.", "5", "Then the Lord came down in a pillar of cloud and stood at the doorway of the tent, and He called Aaron and Miriam. When they had both come forward,", "6", "He said, “Hear now My words: If there is a prophet among you, I, the Lord\u0001 shall make Myself known to him in a vision. I shall speak with him in a dream.", "7", "“Not so, with My servant Moses, He is faithful in all My household;", "8", "With him I speak mouth to mouth, Even openly, and not in dark sayings, And he beholds the form of the Lord\u0001 Why then were you not afraid To speak against My servant, against Moses?”"]}, {"reference": "Numbers 15:30-34", "words": 108, "text": ["30", "But the person who does anything defiantly, whether he is native or an alien, that one is blaspheming the Lord\u0001 and that person shall be cut off from among his people.", "31", "Because he has despised the word of the Lord and has broken His commandment, that person shall be completely cut off; his guilt will be on him.’”", "32", "Now while the sons of Israel were in the wilderness, they found a man gathering wood on the sabbath day.", "33", "Those who found him gathering wood brought him to Moses and Aaron and to all the congregation;", "34", "and they put him in custody because it had not been declared what should be done to him."]}, {"reference": "Deuteronomy 4:4-6", "words": 82, "text": ["4", "But you who held fast to the Lord your God are alive today, every one of you.", "5", "“See, I have taught you statutes and judgments just as the Lord my God commanded me, that you should do thus in the land where you are entering to possess it.", "6", "So keep and do them\u0001 for that is your wisdom and your understanding in the sight of the peoples who will hear all these statutes and say, ‘Surely this great nation is a wise and understanding people.’"]}, {"reference": "Deuteronomy 10:12-20", "words": 205, "text": ["12", "“ Now, Israel, what does the Lord your God require from you, but to fear the Lord your God, to walk in all His ways and love Him, and to serve the Lord your God with all your heart and with all your soul,", "13", "and to keep the Lord’s commandments and His statutes which I am commanding you today for your good?", "14", "Behold, to the Lord your God belong heaven and the highest heavens, the earth and all that is in it.", "15", "Yet on your fathers did the Lord set His affection to love them, and He chose their descendants after them, even you above all peoples, as it is this day.", "16", "So circumcise your heart, and stiffen your neck no longer.", "17", "For the Lord your God is the God of gods and the Lord of lords, the great, the mighty, and the awesome God who does not show partiality nor take a bribe.", "18", "He executes justice for the orphan and the widow, and shows His love for the alien by giving him food and clothing.", "19", "So show your love for the alien, for you were aliens in the land of Egypt.", "20", "You shall fear the Lord your God; you shall serve Him and cling to Him, and you shall swear by His name."]}, {"reference": "1 Samuel 21:1-6", "words": 209, "text": ["1", "Then David came to Nob to Ahimelech the priest; and Ahimelech came trembling to meet David and said to him, “Why are you alone and no one with you?”", "2", "David said to Ahimelech the priest, “The king has commissioned me with a matter and has said to me, ‘ Let no one know anything about the matter on which I am sending you and with which I have commissioned you; and I have directed the young men to a certain place.’", "3", "Now therefore, what do you have on hand? Give me five loaves of bread, or whatever can be found.”", "4", "The priest answered David and said, “There is no ordinary bread on hand, but there is consecrated bread; if only the young men have kept themselves from women.”", "5", "David answered the priest and said to him, “ Surely women have been kept from us as previously when I set out and the vessels of the young men were holy, though it was an ordinary journey; how much more then today will their vessels be holy\u0001”", "6", "So the priest gave him consecrated bread\u0001 for there was no bread there but the bread of the Presence which was removed from before the Lord\u0001 in order to put hot bread in its place when it was taken away."]}, {"reference": "Psalm 90:1-17", "words": 299, "text": ["1", "Lord, You have been our dwelling place in all generations.", "2", "Before the mountains were born Or You gave birth to the earth and the world, Even from everlasting to everlasting, You are God.", "3", "You turn man back into dust And say, “Return, O children of men.”", "4", "For a thousand years in Your sight Are like yesterday when it passes by, Or as a watch in the night.", "5", "You have swept them away like a flood, they fall asleep; In the morning they are like grass which sprouts anew.", "6", "In the morning it flourishes and sprouts anew; Toward evening it fades and withers away.", "7", "For we have been consumed by Your anger And by Your wrath we have been dismayed.", "8", "You have placed our iniquities before You, Our secret sins in the light of Your presence.", "9", "For all our days have declined in Your fury; We have finished our years like a sigh.", "10", "As for the days of our life, they contain seventy years, Or if due to strength, eighty years, Yet their pride is but labor and sorrow; For soon it is gone and we fly away.", "11", "Who understands the power of Your anger And Your fury, according to the fear that is due You?", "12", "So teach us to number our days, That we may present to You a heart of wisdom.", "13", "Do return, O Lord\u0001 how long will it be\u0001 And be sorry for Your servants.", "14", "O satisfy us in the morning with Your lovingkindness, That we may sing for joy and be glad all our days.", "15", "Make us glad according to the days You have afflicted us, And the years we have seen evil.", "16", "Let Your work appear to Your servants And Your majesty to their children.", "17", "Let the favor of the Lord our God be upon us; And confirm for us the work of our hands; Yes, confirm the work of our hands."]}, {"reference": "Psalm 93:1-5", "words": 87, "text": ["1", "The Lord reigns, He is clothed with majesty; The Lord has clothed and girded Himself with strength; Indeed, the world is firmly established, it will not be moved.", "2", "Your throne is established from of old; You are from everlasting.", "3", "The floods have lifted up, O Lord\u0001 The floods have lifted up their voice, The floods lift up their pounding waves.", "4", "More than the sounds of many waters, Than the mighty breakers of the sea, The Lord on high is mighty.", "5", "Your testimonies are fully confirmed; Holiness befits Your house, O Lord\u0001 forevermore."]}, {"reference": "Psalm 95:1-11", "words": 185, "text": ["1", "O come, let us sing for joy to the Lord\u0001 Let us shout joyfully to the rock of our salvation.", "2", "Let us come before His presence with thanksgiving, Let us shout joyfully to Him with psalms.", "3", "For the Lord is a great God And a great King above all gods,", "4", "In whose hand are the depths of the earth, The peaks of the mountains are His also.", "5", "The sea is His, for it was He who made it, And His hands formed the dry land.", "6", "Come, let us worship and bow down, Let us kneel before the Lord our Maker.", "7", "For He is our God, And we are the people of His pasture and the sheep of His hand. Today, if you would hear His voice,", "8", "Do not harden your hearts, as at Meribah, As in the day of Massah in the wilderness,", "9", "“When your fathers tested Me, They tried Me, though they had seen My work.", "10", "“For forty years I loathed that generation, And said they are a people who err in their heart, And they do not know My ways.", "11", "“Therefore I swore in My anger, Truly they shall not enter into My rest.”"]}, {"reference": "Psalm 115:1-15", "words": 209, "text": ["1", "Not to us, O Lord\u0001 not to us, But to Your name give glory Because of Your lovingkindness, because of Your truth.", "2", "Why should the nations say, “ Where, now, is their God?”", "3", "But our God is in the heavens; He does whatever He pleases.", "4", "Their idols are silver and gold, The work of man’s hands.", "5", "They have mouths, but they cannot speak; They have eyes, but they cannot see;", "6", "They have ears, but they cannot hear; They have noses, but they cannot smell;", "7", "They have hands, but they cannot feel; They have feet, but they cannot walk; They cannot make a sound with their throat.", "8", "Those who make them will become like them, Everyone who trusts in them.", "9", "O Israel, trust in the Lord\u0001 He is their help and their shield.", "10", "O house of Aaron, trust in the Lord\u0001 He is their help and their shield.", "11", "You who fear the Lord\u0001 trust in the Lord\u0001 He is their help and their shield.", "12", "The Lord has been mindful of us; He will bless us\u0001 He will bless the house of Israel; He will bless the house of Aaron.", "13", "He will bless those who fear the Lord\u0001 The small together with the great.", "14", "May the Lord give you increase, You and your children.", "15", "May you be blessed of the Lord\u0001 Maker of heaven and earth."]}, {"reference": "Psalm 139:13-14", "words": 35, "text": ["13", "For You formed my inward parts; You wove me in my mother’s womb.", "14", "I will give thanks to You, for I am fearfully and wonderfully made; Wonderful are Your works, And my soul knows it very well."]}, {"reference": "Psalm 145:1-21", "words": 307, "text": ["1", "I will extol You, my God, O King, And I will bless Your name forever and ever.", "2", "Every day I will bless You, And I will praise Your name forever and ever.", "3", "Great is the Lord\u0001 and highly to be praised, And His greatness is unsearchable.", "4", "One generation shall praise Your works to another, And shall declare Your mighty acts.", "5", "On the glorious splendor of Your majesty And on Your wonderful works, I will meditate.", "6", "Men shall speak of the power of Your awesome acts, And I will tell of Your greatness.", "7", "They shall eagerly utter the memory of Your abundant goodness And will shout joyfully of Your righteousness.", "8", "The Lord is gracious and merciful; Slow to anger and great in lovingkindness.", "9", "The Lord is good to all, And His mercies are over all His works.", "10", "All Your works shall give thanks to You, O Lord\u0001 And Your godly ones shall bless You.", "11", "They shall speak of the glory of Your kingdom And talk of Your power;", "12", "To make known to the sons of men Your mighty acts And the glory of the majesty of Your kingdom.", "13", "Your kingdom is an everlasting kingdom, And Your dominion endures throughout all generations.", "14", "The Lord sustains all who fall And raises up all who are bowed down.", "15", "The eyes of all look to You, And You give them their food in due time.", "16", "You open Your hand And satisfy the desire of every living thing.", "17", "The Lord is righteous in all His ways And kind in all His deeds.", "18", "The Lord is near to all who call upon Him, To all who call upon Him in truth.", "19", "He will fulfill the desire of those who fear Him; He will also hear their cry and will save them.", "20", "The Lord keeps all who love Him, But all the wicked He will destroy.", "21", "My mouth will speak the praise of the Lord\u0001 And all flesh will bless His holy name forever and ever."]}, {"reference": "Proverbs 2:1-7", "words": 88, "text": ["1", "My son, if you will receive my words And treasure my commandments within you,", "2", "Make your ear attentive to wisdom, Incline your heart to understanding;", "3", "For if you cry for discernment, Lift your voice for understanding;", "4", "If you seek her as silver And search for her as for hidden treasures;", "5", "Then you will discern the fear of the Lord And discover the knowledge of God.", "6", "For the Lord gives wisdom; From His mouth come knowledge and understanding.", "7", "He stores up sound wisdom for the upright; He is a shield to those who walk in integrity,"]}, {"reference": "Proverbs 23:15-17", "words": 40, "text": ["15", "My son, if your heart is wise, My own heart also will be glad;", "16", "And my inmost being will rejoice When your lips speak what is right.", "17", "Do not let your heart envy sinners, But live in the fear of the Lord always."]}, {"reference": "Proverbs 31:8-9", "words": 25, "text": ["8", "Open your mouth for the mute, For the rights of all the unfortunate.", "9", "Open your mouth, judge righteously, And defend the rights of the afflicted and needy."]}, {"reference": "Isaiah 1:18", "words": 34, "text": ["18", "“Come now, and let us reason together,” Says the Lord\u0001 “ Though your sins are as scarlet, They will be as white as snow; Though they are red like crimson, They will be like wool."]}, {"reference": "Isaiah 6:1-13", "words": 339, "text": ["1", "In the year of King Uzziah’s death I saw the Lord sitting on a throne, lofty and exalted, with the train of His robe filling the temple.", "2", "Seraphim stood above Him, each having six wings: with two he covered his face, and with two he covered his feet, and with two he flew.", "3", "And one called out to another and said, “ Holy, Holy, Holy, is the Lord of hosts, The whole earth is full of His glory.”", "4", "And the foundations of the thresholds trembled at the voice of him who called out, while the temple was filling with smoke.", "5", "Then I said, “ Woe is me, for I am ruined! Because I am a man of unclean lips, And I live among a people of unclean lips; For my eyes have seen the King, the Lord of hosts.”", "6", "Then one of the seraphim flew to me with a burning coal in his hand, which he had taken from the altar with tongs.", "7", "He touched my mouth with it and said, “Behold, this has touched your lips; and your iniquity is taken away and your sin is forgiven.”", "8", "Then I heard the voice of the Lord, saying, “Whom shall I send, and who will go for Us?” Then I said, “Here am I. Send me!”", "9", "He said, “Go, and tell this people: ‘Keep on listening, but do not perceive; Keep on looking, but do not understand.’", "10", "“ Render the hearts of this people insensitive, Their ears dull, And their eyes dim, Otherwise they might see with their eyes, Hear with their ears, Understand with their hearts, And return and be healed.”", "11", "Then I said, “Lord, how long?” And He answered, “Until cities are devastated and without inhabitant, Houses are without people And the land is utterly desolate,", "12", "“The Lord has removed men far away, And the forsaken places are many in the midst of the land.", "13", "“Yet there will be a tenth portion in it, And it will again be subject to burning, Like a terebinth or an oak Whose stump remains when it is felled. The holy seed is its stump.”"]}, {"reference": "Isaiah 12:1-6", "words": 135, "text": ["1", "Then you will say on that day, “ I will give thanks to You, O Lord\u0001 For although You were angry with me, Your anger is turned away, And You comfort me.", "2", "“Behold, God is my salvation, I will trust and not be afraid; For the Lord God is my strength and song, And He has become my salvation.”", "3", "Therefore you will joyously draw water From the springs of salvation.", "4", "And in that day you will say, “ Give thanks to the Lord\u0001 call on His name. Make known His deeds among the peoples; Make them remember that His name is exalted.”", "5", "Praise the Lord in song, for He has done excellent things; Let this be known throughout the earth.", "6", "Cry aloud and shout for joy, O inhabitant of Zion, For great in your midst is the Holy One of Israel."]}, {"reference": "Isaiah 38:16-20", "words": 122, "text": ["16", "“O Lord, by these things men live, And in all these is the life of my spirit; O restore me to health and let me live!", "17", "“Lo, for my own welfare I had great bitterness; It is You who has kept my soul from the pit of nothingness, For You have cast all my sins behind Your back.", "18", "“For Sheol cannot thank You, Death cannot praise You; Those who go down to the pit cannot hope for Your faithfulness.", "19", "“It is the living who give thanks to You, as I do today; A father tells his sons about Your faithfulness.", "20", "“The Lord will surely save me; So we will play my songs on stringed instruments All the days of our life at the house of the Lord\u0001”"]}, {"reference": "Isaiah 42:1-4", "words": 89, "text": ["1", "“ Behold, My Servant, whom I uphold; My chosen one in whom My soul delights. I have put My Spirit upon Him; He will bring forth justice to the nations.", "2", "“He will not cry out or raise His voice\u0001 Nor make His voice heard in the street.", "3", "“A bruised reed He will not break And a dimly burning wick He will not extinguish; He will faithfully bring forth justice.", "4", "“He will not be disheartened or crushed Until He has established justice in the earth; And the coastlands will wait expectantly for His law.”"]}, {"reference": "Isaiah 49:22-23", "words": 90, "text": ["22", "Thus says the Lord God\u0001 “Behold, I will lift up My hand to the nations And set up My standard to the peoples; And they will bring your sons in their bosom, And your daughters will be carried on their shoulders.", "23", "“ Kings will be your guardians, And their princesses your nurses. They will bow down to you with their faces to the earth And lick the dust of your feet; And you will know that I am the Lord\u0001 Those who hopefully wait for Me will not be put to shame."]}, {"reference": "Isaiah 55:10-11", "words": 69, "text": ["10", "“For as the rain and the snow come down from heaven, And do not return there without watering the earth And making it bear and sprout, And furnishing seed to the sower and bread to the eater;", "11", "So will My word be which goes forth from My mouth; It will not return to Me empty, Without accomplishing what I desire, And without succeeding in the matter for which I sent it."]}, {"reference": "Jeremiah 9:13-16", "words": 94, "text": ["13", "The Lord said, “Because they have forsaken My law which I set before them, and have not obeyed My voice nor walked according to it,", "14", "but have walked after the stubbornness of their heart and after the Baals, as their fathers taught them,”", "15", "therefore thus says the Lord of hosts, the God of Israel, “behold, I will feed them, this people, with wormwood and give them poisoned water to drink.", "16", "I will scatter them among the nations, whom neither they nor their fathers have known; and I will send the sword after them until I have annihilated them.”"]}, {"reference": "Jeremiah 18:7-10", "words": 91, "text": ["7", "At one moment I might speak concerning a nation or concerning a kingdom to uproot, to pull down, or to destroy it\u0001", "8", "if that nation against which I have spoken turns from its evil, I will relent concerning the calamity I planned to bring on it.", "9", "Or at another moment I might speak concerning a nation or concerning a kingdom to build up or to plant it\u0001", "10", "if it does evil in My sight by not obeying My voice, then I will think better of the good with which I had promised to bless it."]}, {"reference": "Jeremiah 23:5-6", "words": 60, "text": ["5", "“Behold, the days are coming,” declares the Lord\u0001 “When I will raise up for David a righteous Branch; And He will reign as king and act wisely And do justice and righteousness in the land.", "6", "“In His days Judah will be saved, And Israel will dwell securely; And this is His name by which He will be called, ‘The Lord our righteousness.’"]}, {"reference": "Ezekiel 20:40-41", "words": 91, "text": ["40", "For on My holy mountain, on the high mountain of Israel,” declares the Lord God\u0001 “there the whole house of Israel, all of them, will serve Me in the land; there I will accept them and there I will seek your contributions and the choicest of your gifts, with all your holy things.", "41", "As a soothing aroma I will accept you when I bring you out from the peoples and gather you from the lands where you are scattered; and I will prove Myself holy among you in the sight of the nations."]}, {"reference": "Ezekiel 33:1-7", "words": 199, "text": ["1", "And the word of the Lord came to me, saying,", "2", "“Son of man, speak to the sons of your people and say to them, ‘If I bring a sword upon a land, and the people of the land take one man from among them and make him their watchman,", "3", "and he sees the sword coming upon the land and blows on the trumpet and warns the people,", "4", "then he who hears the sound of the trumpet and does not take warning, and a sword comes and takes him away, his blood will be on his own head.", "5", "He heard the sound of the trumpet but did not take warning; his blood will be on himself. But had he taken warning, he would have delivered his life.", "6", "But if the watchman sees the sword coming and does not blow the trumpet and the people are not warned, and a sword comes and takes a person from them, he is taken away in his iniquity; but his blood I will require from the watchman’s hand.’", "7", "“Now as for you, son of man, I have appointed you a watchman for the house of Israel; so you will hear a message from My mouth and give them warning from Me."]}, {"reference": "Ezekiel 36:22-28", "words": 211, "text": ["22", "“Therefore say to the house of Israel, ‘Thus says the Lord God\u0001 “It is not for your sake, O house of Israel, that I am about to act, but for My holy name, which you have profaned among the nations where you went.", "23", "I will vindicate the holiness of My great name which has been profaned among the nations, which you have profaned in their midst. Then the nations will know that I am the Lord\u0001” declares the Lord God\u0001 “when I prove Myself holy among you in their sight.", "24", "For I will take you from the nations, gather you from all the lands and bring you into your own land.", "25", "Then I will sprinkle clean water on you, and you will be clean; I will cleanse you from all your filthiness and from all your idols.", "26", "Moreover, I will give you a new heart and put a new spirit within you; and I will remove the heart of stone from your flesh and give you a heart of flesh.", "27", "I will put My Spirit within you and cause you to walk in My statutes, and you will be careful to observe My ordinances.", "28", "You will live in the land that I gave to your forefathers; so you will be My people, and I will be your God."]}, {"reference": "Ezekiel 47:21-23", "words": 85, "text": ["21", "“So you shall divide this land among yourselves according to the tribes of Israel.", "22", "You shall divide it by lot for an inheritance among yourselves and among the aliens who stay in your midst, who bring forth sons in your midst. And they shall be to you as the native-born among the sons of Israel; they shall be allotted an inheritance with you among the tribes of Israel.", "23", "And in the tribe with which the alien stays, there you shall give him his inheritance,” declares the Lord God\u0001"]}, {"reference": "Daniel 12:1-3", "words": 107, "text": ["1", "“Now at that time Michael, the great prince who stands guard over the sons of your people, will arise. And there will be a time of distress such as never occurred since there was a nation until that time; and at that time your people, everyone who is found written in the book, will be rescued.", "2", "Many of those who sleep in the dust of the ground will awake, these to everlasting life, but the others to disgrace and everlasting contempt.", "3", "Those who have insight will shine brightly like the brightness of the expanse of heaven, and those who lead the many to righteousness, like the stars forever and ever."]}, {"reference": "Hosea 1:10-11", "words": 88, "text": ["10", "Yet the number of the sons of Israel Will be like the sand of the sea, Which cannot be measured or numbered; And in the place Where it is said to them, “You are not My people,” It will be said to them, “ You are the sons of the living God.”", "11", "And the sons of Judah and the sons of Israel will be gathered together, And they will appoint for themselves one leader, And they will go up from the land, For great will be the day of Jezreel."]}, {"reference": "Hosea 14:9", "words": 35, "text": ["9", "Whoever is wise, let him understand these things; Whoever is discerning, let him know them. For the ways of the Lord are right, And the righteous will walk in them, But transgressors will stumble in them."]}, {"reference": "Joel 2:28-32", "words": 129, "text": ["28", "“ It will come about after this That I will pour out My Spirit on all mankind; And your sons and daughters will prophesy, Your old men will dream dreams, Your young men will see visions.", "29", "“Even on the male and female servants I will pour out My Spirit in those days.", "30", "“I will display wonders in the sky and on the earth, Blood, fire and columns of smoke.", "31", "“The sun will be turned into darkness And the moon into blood Before the great and awesome day of the Lord comes.", "32", "“And it will come about that whoever calls on the name of the Lord Will be delivered; For on Mount Zion and in Jerusalem There will be those who escape, As the Lord has said, Even among the survivors whom the Lord calls."]}, {"reference": "Obadiah 1:15-18", "words": 130, "text": ["15", "“For the day of the Lord draws near on all the nations. As you have done, it will be done to you. Your dealings will return on your own head.", "16", "“Because just as you drank on My holy mountain, All the nations will drink continually. They will drink and swallow And become as if they had never existed.", "17", "“But on Mount Zion there will be those who escape, And it will be holy. And the house of Jacob will possess their possessions.", "18", "“Then the house of Jacob will be a fire And the house of Joseph a flame; But the house of Esau will be as stubble. And they will set them on fire and consume them, So that there will be no survivor of the house of Esau,” For the Lord has spoken."]}, {"reference": "Jonah 3:4-10", "words": 193, "text": ["4", "Then Jonah began to go through the city one day’s walk; and he cried out and said, “Yet forty days and Nineveh will be overthrown.”", "5", "Then the people of Nineveh believed in God; and they called a fast and put on sackcloth from the greatest to the least of them.", "6", "When the word reached the king of Nineveh, he arose from his throne, laid aside his robe from him, covered himself with sackcloth and sat on the ashes.", "7", "He issued a proclamation and it said, “In Nineveh by the decree of the king and his nobles: Do not let man, beast, herd, or flock taste a thing. Do not let them eat or drink water.", "8", "But both man and beast must be covered with sackcloth; and let men call on God earnestly that each may turn from his wicked way and from the violence which is in his hands.", "9", "Who knows, God may turn and relent and withdraw His burning anger so that we will not perish.”", "10", "When God saw their deeds, that they turned from their wicked way, then God relented concerning the calamity which He had declared He would bring upon them. And He did not do it\u0001"]}, {"reference": "Habakkuk 1:12", "words": 32, "text": ["12", "Are You not from everlasting, O Lord\u0001 my God, my Holy One? We will not die. You, O Lord\u0001 have appointed them to judge; And You, O Rock, have established them to correct."]}, {"reference": "Malachi 1:11", "words": 52, "text": ["11", "For from the rising of the sun even to its setting, My name will be great among the nations, and in every place incense is going to be offered to My name, and a grain offering that is pure; for My name will be great among the nations,” says the Lord of hosts."]}, {"reference": "Malachi 3:2-4", "words": 84, "text": ["2", "“But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner’s fire and like fullers’ soap.", "3", "He will sit as a smelter and purifier of silver, and He will purify the sons of Levi and refine them like gold and silver, so that they may present to the Lord offerings in righteousness.", "4", "Then the offering of Judah and Jerusalem will be pleasing to the Lord as in the days of old and as in former years."]}, {"reference": "Matthew 1:18-25", "words": 197, "text": ["18", "Now the birth of Jesus Christ was as follows: when His mother Mary had been betrothed to Joseph, before they came together she was found to be with child by the Holy Spirit.", "19", "And Joseph her husband, being a righteous man and not wanting to disgrace her, planned to send her away secretly.", "20", "But when he had considered this, behold, an angel of the Lord appeared to him in a dream, saying, “ Joseph, son of David, do not be afraid to take Mary as your wife; for the Child who has been conceived in her is of the Holy Spirit.", "21", "She will bear a Son; and you shall call His name Jesus, for He will save His people from their sins.”", "22", "Now all this took place to fulfill what was spoken by the Lord through the prophet:", "23", "“ Behold, the virgin shall be with child and shall bear a Son, and they shall call His name Immanuel\u0001” which translated means, “ God with us\u0001”", "24", "And Joseph awoke from his sleep and did as the angel of the Lord commanded him, and took Mary as his wife,", "25", "but kept her a virgin until she gave birth to a Son; and he called His name Jesus."]}, {"reference": "Matthew 6:24", "words": 34, "text": ["24", "“ No one can serve two masters; for either he will hate the one and love the other, or he will be devoted to one and despise the other. You cannot serve God and wealth."]}, {"reference": "Matthew 9:35-38", "words": 76, "text": ["35", "Jesus was going through all the cities and villages, teaching in their synagogues and proclaiming the gospel of the kingdom, and healing every kind of disease and every kind of sickness.", "36", "Seeing the people, He felt compassion for them, because they were distressed and dispirited like sheep without a shepherd.", "37", "Then He *said to His disciples, “ The harvest is plentiful, but the workers are few.", "38", "Therefore beseech the Lord of the harvest to send out workers into His harvest.”"]}, {"reference": "Matthew 12:15-21", "words": 110, "text": ["15", "But Jesus, aware of this\u0001 withdrew from there. Many followed Him, and He healed them all,", "16", "and warned them not to tell who He was.", "17", "This was to fulfill what was spoken through Isaiah the prophet:", "18", "“ Behold, My Servant whom I have chosen\u0001 My Beloved in whom My soul is well-pleased\u0001 I will put My Spirit upon Him\u0001 And He shall proclaim justice to the Gentiles\u0001", "19", "“ He will not quarrel, nor cry out\u0001 Nor will anyone hear His voice in the streets\u0001", "20", "“ A battered reed He will not break off\u0001 And a smoldering wick He will not put out\u0001 Until He leads justice to victory\u0001", "21", "“ And in His name the Gentiles will hope\u0001”"]}, {"reference": "Matthew 13:44-58", "words": 310, "text": ["44", "“ The kingdom of heaven is like a treasure hidden in the field, which a man found and hid again\u0001 and from joy over it he goes and sells all that he has and buys that field.", "45", "“Again, the kingdom of heaven is like a merchant seeking fine pearls,", "46", "and upon finding one pearl of great value, he went and sold all that he had and bought it.", "47", "“Again, the kingdom of heaven is like a dragnet cast into the sea, and gathering fish of every kind;", "48", "and when it was filled, they drew it up on the beach; and they sat down and gathered the good fish into containers, but the bad they threw away.", "49", "So it will be at the end of the age; the angels will come forth and take out the wicked from among the righteous,", "50", "and will throw them into the furnace of fire; in that place there will be weeping and gnashing of teeth.", "51", "“Have you understood all these things?” They *said to Him, “Yes.”", "52", "And Jesus said to them, “Therefore every scribe who has become a disciple of the kingdom of heaven is like a head of a household, who brings out of his treasure things new and old.”", "53", "When Jesus had finished these parables, He departed from there.", "54", "He came to His hometown and began teaching them in their synagogue, so that they were astonished, and said, “Where did this man get this wisdom and these miraculous powers?", "55", "Is not this the carpenter’s son? Is not His mother called Mary, and His brothers, James and Joseph and Simon and Judas?", "56", "And His sisters, are they not all with us? Where then did this man get all these things?”", "57", "And they took offense at Him. But Jesus said to them, “ A prophet is not without honor except in his hometown and in his own household.”", "58", "And He did not do many miracles there because of their unbelief."]}, {"reference": "Matthew 15:21-31", "words": 235, "text": ["21", "Jesus went away from there, and withdrew into the district of Tyre and Sidon.", "22", "And a Canaanite woman from that region came out and began to cry out, saying, “Have mercy on me, Lord, Son of David; my daughter is cruelly demon-possessed.”", "23", "But He did not answer her a word. And His disciples came and implored Him, saying, “Send her away, because she keeps shouting at us.”", "24", "But He answered and said, “I was sent only to the lost sheep of the house of Israel.”", "25", "But she came and began to bow down before Him, saying, “Lord, help me!”", "26", "And He answered and said, “It is not good to take the children’s bread and throw it to the dogs.”", "27", "But she said, “Yes, Lord; but even the dogs feed on the crumbs which fall from their masters’ table.”", "28", "Then Jesus said to her, “O woman, your faith is great; it shall be done for you as you wish.” And her daughter was healed at once.", "29", "Departing from there, Jesus went along by the Sea of Galilee, and having gone up on the mountain, He was sitting there.", "30", "And large crowds came to Him, bringing with them those who were lame, crippled, blind, mute, and many others, and they laid them down at His feet; and He healed them.", "31", "So the crowd marveled as they saw the mute speaking, the crippled restored, and the lame walking, and the blind seeing; and they glorified the God of Israel."]}, {"reference": "Matthew 24:32-51", "words": 397, "text": ["32", "“Now learn the parable from the fig tree: when its branch has already become tender and puts forth its leaves, you know that summer is near;", "33", "so, you too, when you see all these things, recognize that He is near, right at the door.", "34", "Truly I say to you, this generation will not pass away until all these things take place.", "35", "Heaven and earth will pass away, but My words will not pass away.", "36", "“But of that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father alone.", "37", "For the coming of the Son of Man will be just like the days of Noah.", "38", "For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noah entered the ark,", "39", "and they did not understand until the flood came and took them all away; so will the coming of the Son of Man be.", "40", "Then there will be two men in the field; one will be taken and one will be left.", "41", "Two women will be grinding at the mill; one will be taken and one will be left.", "42", "“Therefore be on the alert, for you do not know which day your Lord is coming.", "43", "But be sure of this, that if the head of the house had known at what time of the night the thief was coming, he would have been on the alert and would not have allowed his house to be broken into.", "44", "For this reason you also must be ready; for the Son of Man is coming at an hour when you do not think He will\u0001", "45", "“ Who then is the faithful and sensible slave whom his master put in charge of his household to give them their food at the proper time?", "46", "Blessed is that slave whom his master finds so doing when he comes.", "47", "Truly I say to you that he will put him in charge of all his possessions.", "48", "But if that evil slave says in his heart, ‘My master is not coming for a long time,’", "49", "and begins to beat his fellow slaves and eat and drink with drunkards;", "50", "the master of that slave will come on a day when he does not expect him and at an hour which he does not know,", "51", "and will cut him in pieces and assign him a place with the hypocrites; in that place there will be weeping and gnashing of teeth."]}, {"reference": "Mark 1:1-11", "words": 215, "text": ["1", "The beginning of the gospel of Jesus Christ, the Son of God.", "2", "As it is written in Isaiah the prophet: “ Behold\u0001 I send My messenger ahead of You\u0001 Who will prepare Your way\u0001", "3", "The voice of one crying in the wilderness\u0001 ‘ Make ready the way of the Lord\u0001 Make His paths straight\u0001’”", "4", "John the Baptist appeared in the wilderness preaching a baptism of repentance for the forgiveness of sins.", "5", "And all the country of Judea was going out to him, and all the people of Jerusalem; and they were being baptized by him in the Jordan River, confessing their sins.", "6", "John was clothed with camel’s hair and wore a leather belt around his waist, and his diet was locusts and wild honey.", "7", "And he was preaching, and saying, “After me One is coming who is mightier than I, and I am not fit to stoop down and untie the thong of His sandals.", "8", "I baptized you with water; but He will baptize you with the Holy Spirit.”", "9", "In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan.", "10", "Immediately coming up out of the water, He saw the heavens opening, and the Spirit like a dove descending upon Him;", "11", "and a voice came out of the heavens: “ You are My beloved Son, in You I am well-pleased.”"]}, {"reference": "Mark 5:18-20", "words": 77, "text": ["18", "As He was getting into the boat, the man who had been demon-possessed was imploring Him that he might accompany Him.", "19", "And He did not let him, but He *said to him, “ Go home to your people and report to them what great things the Lord has done for you, and how He had mercy on you.”", "20", "And he went away and began to proclaim in Decapolis what great things Jesus had done for him; and everyone was amazed."]}, {"reference": "Mark 11:15-24", "words": 231, "text": ["15", "Then they *came to Jerusalem. And He entered the temple and began to drive out those who were buying and selling in the temple, and overturned the tables of the money changers and the seats of those who were selling doves;", "16", "and He would not permit anyone to carry merchandise through the temple.", "17", "And He began to teach and say to them, “Is it not written, ‘ My house shall be called a house of prayer for all the nations ’? But you have made it a robbers ’ den\u0001”", "18", "The chief priests and the scribes heard this\u0001 and began seeking how to destroy Him; for they were afraid of Him, for the whole crowd was astonished at His teaching.", "19", "When evening came, they would go out of the city.", "20", "As they were passing by in the morning, they saw the fig tree withered from the roots up\u0001", "21", "Being reminded, Peter *said to Him, “ Rabbi, look, the fig tree which You cursed has withered.”", "22", "And Jesus *answered saying to them, “ Have faith in God.", "23", "Truly I say to you, whoever says to this mountain, ‘Be taken up and cast into the sea,’ and does not doubt in his heart, but believes that what he says is going to happen, it will be granted him.", "24", "Therefore I say to you, all things for which you pray and ask, believe that you have received them, and they will be granted you."]}, {"reference": "Mark 12:13-17", "words": 134, "text": ["13", "Then they *sent some of the Pharisees and Herodians to Him in order to trap Him in a statement.", "14", "They *came and *said to Him, “Teacher, we know that You are truthful and defer to no one; for You are not partial to any, but teach the way of God in truth. Is it lawful to pay a poll-tax to Caesar, or not?", "15", "Shall we pay or shall we not pay?” But He, knowing their hypocrisy, said to them, “Why are you testing Me? Bring Me a denarius to look at.”", "16", "They brought one\u0001 And He *said to them, “Whose likeness and inscription is this?” And they said to Him, “Caesar’s.”", "17", "And Jesus said to them, “ Render to Caesar the things that are Caesar’s, and to God the things that are God’s.” And they were amazed at Him."]}, {"reference": "Luke 8:40-56", "words": 347, "text": ["40", "And as Jesus returned, the people welcomed Him, for they had all been waiting for Him.", "41", "And there came a man named Jairus, and he was an official of the synagogue; and he fell at Jesus’ feet, and began to implore Him to come to his house;", "42", "for he had an only daughter, about twelve years old, and she was dying. But as He went, the crowds were pressing against Him.", "43", "And a woman who had a hemorrhage for twelve years, and could not be healed by anyone,", "44", "came up behind Him and touched the fringe of His cloak, and immediately her hemorrhage stopped.", "45", "And Jesus said, “Who is the one who touched Me?” And while they were all denying it, Peter said, “ Master, the people are crowding and pressing in on You.”", "46", "But Jesus said, “Someone did touch Me, for I was aware that power had gone out of Me.”", "47", "When the woman saw that she had not escaped notice, she came trembling and fell down before Him, and declared in the presence of all the people the reason why she had touched Him, and how she had been immediately healed.", "48", "And He said to her, “Daughter, your faith has made you well; go in peace.”", "49", "While He was still speaking, someone *came from the house of the synagogue official, saying, “Your daughter has died; do not trouble the Teacher anymore.”", "50", "But when Jesus heard this\u0001 He answered him, “ Do not be afraid any longer\u0001 only believe, and she will be made well.”", "51", "When He came to the house, He did not allow anyone to enter with Him, except Peter and John and James, and the girl’s father and mother.", "52", "Now they were all weeping and lamenting for her; but He said, “Stop weeping, for she has not died, but is asleep.”", "53", "And they began laughing at Him, knowing that she had died.", "54", "He, however, took her by the hand and called, saying, “Child, arise!”", "55", "And her spirit returned, and she got up immediately; and He gave orders for something to be given her to eat.", "56", "Her parents were amazed; but He instructed them to tell no one what had happened."]}, {"reference": "Luke 9:18-27", "words": 239, "text": ["18", "And it happened that while He was praying alone, the disciples were with Him, and He questioned them, saying, “Who do the people say that I am?”", "19", "They answered and said, “John the Baptist, and others say Elijah; but others, that one of the prophets of old has risen again.”", "20", "And He said to them, “But who do you say that I am?” And Peter answered and said, “ The Christ of God.”", "21", "But He warned them and instructed them not to tell this to anyone,", "22", "saying, “ The Son of Man must suffer many things and be rejected by the elders and chief priests and scribes, and be killed and be raised up on the third day.”", "23", "And He was saying to them all, “ If anyone wishes to come after Me, he must deny himself, and take up his cross daily and follow Me.", "24", "For whoever wishes to save his life will lose it, but whoever loses his life for My sake, he is the one who will save it.", "25", "For what is a man profited if he gains the whole world, and loses or forfeits himself?", "26", "For whoever is ashamed of Me and My words, the Son of Man will be ashamed of him when He comes in His glory, and the glory of the Father and of the holy angels.", "27", "But I say to you truthfully, there are some of those standing here who will not taste death until they see the kingdom of God.”"]}, {"reference": "Luke 19:1-10", "words": 196, "text": ["1", "He entered Jericho and was passing through.", "2", "And there was a man called by the name of Zaccheus; he was a chief tax collector and he was rich.", "3", "Zaccheus was trying to see who Jesus was, and was unable because of the crowd, for he was small in stature.", "4", "So he ran on ahead and climbed up into a sycamore tree in order to see Him, for He was about to pass through that way.", "5", "When Jesus came to the place, He looked up and said to him, “Zaccheus, hurry and come down, for today I must stay at your house.”", "6", "And he hurried and came down and received Him gladly.", "7", "When they saw it, they all began to grumble, saying, “He has gone to be the guest of a man who is a sinner.”", "8", "Zaccheus stopped and said to the Lord, “Behold, Lord, half of my possessions I will give to the poor, and if I have defrauded anyone of anything, I will give back four times as much.”", "9", "And Jesus said to him, “Today salvation has come to this house, because he, too, is a son of Abraham.", "10", "For the Son of Man has come to seek and to save that which was lost.”"]}, {"reference": "Luke 22:24-34", "words": 222, "text": ["24", "And there arose also a dispute among them as to which one of them was regarded to be greatest.", "25", "And He said to them, “The kings of the Gentiles lord it over them; and those who have authority over them are called ‘Benefactors.’", "26", "But it is not this way with you, but the one who is the greatest among you must become like the youngest, and the leader like the servant.", "27", "For who is greater, the one who reclines at the table or the one who serves? Is it not the one who reclines at the table\u0001 But I am among you as the one who serves.", "28", "“You are those who have stood by Me in My trials;", "29", "and just as My Father has granted Me a kingdom, I grant you", "30", "that you may eat and drink at My table in My kingdom, and you will sit on thrones judging the twelve tribes of Israel.", "31", "“Simon, Simon, behold, Satan has demanded permission to sift you like wheat;", "32", "but I have prayed for you, that your faith may not fail; and you, when once you have turned again, strengthen your brothers.”", "33", "But he said to Him, “Lord, with You I am ready to go both to prison and to death!”", "34", "And He said, “I say to you, Peter, the rooster will not crow today until you have denied three times that you know Me.”"]}, {"reference": "John 1:1-14", "words": 218, "text": ["1", "In the beginning was the Word, and the Word was with God, and the Word was God.", "2", "He was in the beginning with God.", "3", "All things came into being through Him, and apart from Him nothing came into being that has come into being.", "4", "In Him was life, and the life was the Light of men.", "5", "The Light shines in the darkness, and the darkness did not comprehend it.", "6", "There came a man sent from God, whose name was John.", "7", "He came as a witness, to testify about the Light, so that all might believe through him.", "8", "He was not the Light, but he came to testify about the Light.", "9", "There was the true Light which, coming into the world, enlightens every man.", "10", "He was in the world, and the world was made through Him, and the world did not know Him.", "11", "He came to His own, and those who were His own did not receive Him.", "12", "But as many as received Him, to them He gave the right to become children of God, even to those who believe in His name,", "13", "who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.", "14", "And the Word became flesh, and dwelt among us, and we saw His glory, glory as of the only begotten from the Father, full of grace and truth."]}, {"reference": "John 5:31-40", "words": 191, "text": ["31", "“ If I alone testify about Myself, My testimony is not true.", "32", "There is another who testifies of Me, and I know that the testimony which He gives about Me is true.", "33", "You have sent to John, and he has testified to the truth.", "34", "But the testimony which I receive is not from man, but I say these things so that you may be saved.", "35", "He was the lamp that was burning and was shining and you were willing to rejoice for a while in his light.", "36", "But the testimony which I have is greater than the testimony of John; for the works which the Father has given Me to accomplish—the very works that I do—testify about Me, that the Father has sent Me.", "37", "And the Father who sent Me, He has testified of Me. You have neither heard His voice at any time nor seen His form.", "38", "You do not have His word abiding in you, for you do not believe Him whom He sent.", "39", "You search the Scriptures because you think that in them you have eternal life; it is these that testify about Me;", "40", "and you are unwilling to come to Me so that you may have life."]}, {"reference": "John 12:24", "words": 27, "text": ["24", "Truly, truly, I say to you, unless a grain of wheat falls into the earth and dies, it remains alone; but if it dies, it bears much fruit."]}, {"reference": "John 21:15-19", "words": 200, "text": ["15", "So when they had finished breakfast, Jesus *said to Simon Peter, “Simon, son of John, do you love Me more than these?” He *said to Him, “Yes, Lord; You know that I love You.” He *said to him, “Tend My lambs.”", "16", "He *said to him again a second time, “Simon, son of John, do you love Me?” He *said to Him, “Yes, Lord; You know that I love You.” He *said to him, “ Shepherd My sheep.”", "17", "He *said to him the third time, “Simon, son of John, do you love Me?” Peter was grieved because He said to him the third time, “Do you love Me?” And he said to Him, “Lord, You know all things; You know that I love You.” Jesus *said to him, “ Tend My sheep.", "18", "Truly, truly, I say to you, when you were younger, you used to gird yourself and walk wherever you wished; but when you grow old, you will stretch out your hands and someone else will gird you, and bring you where you do not wish to go\u0001”", "19", "Now this He said, signifying by what kind of death he would glorify God. And when He had spoken this, He *said to him, “ Follow Me!”"]}, {"reference": "Acts 2:1-6", "words": 112, "text": ["1", "When the day of Pentecost had come, they were all together in one place.", "2", "And suddenly there came from heaven a noise like a violent rushing wind, and it filled the whole house where they were sitting.", "3", "And there appeared to them tongues as of fire distributing themselves, and they rested on each one of them.", "4", "And they were all filled with the Holy Spirit and began to speak with other tongues, as the Spirit was giving them utterance.", "5", "Now there were Jews living in Jerusalem, devout men from every nation under heaven.", "6", "And when this sound occurred, the crowd came together, and were bewildered because each one of them was hearing them speak in his own language."]}, {"reference": "Acts 8:4-8", "words": 84, "text": ["4", "Therefore, those who had been scattered went about preaching the word.", "5", "Philip went down to the city of Samaria and began proclaiming Christ to them.", "6", "The crowds with one accord were giving attention to what was said by Philip, as they heard and saw the signs which he was performing.", "7", "For in the case of many who had unclean spirits, they were coming out of them shouting with a loud voice; and many who had been paralyzed and lame were healed.", "8", "So there was much rejoicing in that city."]}, {"reference": "Acts 9:15", "words": 28, "text": ["15", "But the Lord said to him, “Go, for he is a chosen instrument of Mine, to bear My name before the Gentiles and kings and the sons of Israel;"]}, {"reference": "Acts 13:4-12", "words": 224, "text": ["4", "So, being sent out by the Holy Spirit, they went down to Seleucia and from there they sailed to Cyprus.", "5", "When they reached Salamis, they began to proclaim the word of God in the synagogues of the Jews; and they also had John as their helper.", "6", "When they had gone through the whole island as far as Paphos, they found a magician, a Jewish false prophet whose name was Bar-Jesus,", "7", "who was with the proconsul, Sergius Paulus, a man of intelligence. This man summoned Barnabas and Saul and sought to hear the word of God.", "8", "But Elymas the magician (for so his name is translated) was opposing them, seeking to turn the proconsul away from the faith.", "9", "But Saul, who was also known as Paul, filled with the Holy Spirit, fixed his gaze on him,", "10", "and said, “You who are full of all deceit and fraud, you son of the devil, you enemy of all righteousness, will you not cease to make crooked the straight ways of the Lord?", "11", "Now, behold, the hand of the Lord is upon you, and you will be blind and not see the sun for a time.” And immediately a mist and a darkness fell upon him, and he went about seeking those who would lead him by the hand.", "12", "Then the proconsul believed when he saw what had happened, being amazed at the teaching of the Lord."]}, {"reference": "Acts 20:35-38", "words": 87, "text": ["35", "In everything I showed you that by working hard in this manner you must help the weak and remember the words of the Lord Jesus, that He Himself said, ‘It is more blessed to give than to receive.’ ”", "36", "When he had said these things, he knelt down and prayed with them all.", "37", "And they began to weep aloud and embraced Paul, and repeatedly kissed him,", "38", "grieving especially over the word which he had spoken, that they would not see his face again. And they were accompanying him to the ship."]}, {"reference": "Acts 28:23-31", "words": 235, "text": ["23", "When they had set a day for Paul, they came to him at his lodging in large numbers; and he was explaining to them by solemnly testifying about the kingdom of God and trying to persuade them concerning Jesus, from both the Law of Moses and from the Prophets, from morning until evening.", "24", "Some were being persuaded by the things spoken, but others would not believe.", "25", "And when they did not agree with one another, they began leaving after Paul had spoken one parting word, “The Holy Spirit rightly spoke through Isaiah the prophet to your fathers,", "26", "saying, ‘ Go to this people and say\u0001 “ You will keep on hearing\u0001 but will not understand\u0001 And you will keep on seeing, but will not perceive\u0001", "27", "For the heart of this people has become dull\u0001 And with their ears they scarcely hear\u0001 And they have closed their eyes\u0001 Otherwise they might see with their eyes\u0001 And hear with their ears\u0001 And understand with their heart and return\u0001 And I would heal them\u0001”’", "28", "Therefore let it be known to you that this salvation of God has been sent to the Gentiles; they will also listen.”", "29", "[ When he had spoken these words, the Jews departed, having a great dispute among themselves.]", "30", "And he stayed two full years in his own rented quarters and was welcoming all who came to him,", "31", "preaching the kingdom of God and teaching concerning the Lord Jesus Christ with all openness, unhindered."]}, {"reference": "Romans 1:1-17", "words": 362, "text": ["1", "Paul, a bond-servant of Christ Jesus, called as an apostle, set apart for the gospel of God,", "2", "which He promised beforehand through His prophets in the holy Scriptures,", "3", "concerning His Son, who was born of a descendant of David according to the flesh,", "4", "who was declared the Son of God with power by the resurrection from the dead, according to the Spirit of holiness, Jesus Christ our Lord,", "5", "through whom we have received grace and apostleship to bring about the obedience of faith among all the Gentiles for His name’s sake,", "6", "among whom you also are the called of Jesus Christ;", "7", "to all who are beloved of God in Rome, called as saints: Grace to you and peace from God our Father and the Lord Jesus Christ.", "8", "First, I thank my God through Jesus Christ for you all, because your faith is being proclaimed throughout the whole world.", "9", "For God, whom I serve in my spirit in the preaching of the gospel of His Son, is my witness as to how unceasingly I make mention of you,", "10", "always in my prayers making request, if perhaps now at last by the will of God I may succeed in coming to you.", "11", "For I long to see you so that I may impart some spiritual gift to you, that you may be established;", "12", "that is, that I may be encouraged together with you while among you, each of us by the other’s faith, both yours and mine.", "13", "I do not want you to be unaware, brethren, that often I have planned to come to you (and have been prevented so far) so that I may obtain some fruit among you also, even as among the rest of the Gentiles.", "14", "I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish.", "15", "So, for my part, I am eager to preach the gospel to you also who are in Rome.", "16", "For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.", "17", "For in it the righteousness of God is revealed from faith to faith; as it is written, “ But the righteous man shall live by faith\u0001”"]}, {"reference": "Romans 13:8-10", "words": 73, "text": ["8", "Owe nothing to anyone except to love one another; for he who loves his neighbor has fulfilled the law.", "9", "For this, “ You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet\u0001” and if there is any other commandment, it is summed up in this saying, “ You shall love your neighbor as yourself\u0001”", "10", "Love does no wrong to a neighbor; therefore love is the fulfillment of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 78, "text": ["16", "For if I preach the gospel, I have nothing to boast of, for I am under compulsion; for woe is me if I do not preach the gospel.", "17", "For if I do this voluntarily, I have a reward; but if against my will, I have a stewardship entrusted to me.", "18", "What then is my reward? That, when I preach the gospel, I may offer the gospel without charge, so as not to make full use of my right in the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 142, "text": ["19", "For though I am free from all men\u0001 I have made myself a slave to all, so that I may win more.", "20", "To the Jews I became as a Jew, so that I might win Jews; to those who are under the Law, as under the Law though not being myself under the Law, so that I might win those who are under the Law;", "21", "to those who are without law, as without law, though not being without the law of God but under the law of Christ, so that I might win those who are without law.", "22", "To the weak I became weak, that I might win the weak; I have become all things to all men, so that I may by all means save some.", "23", "I do all things for the sake of the gospel, so that I may become a fellow partaker of it."]}, {"reference": "1 Corinthians 10:23-33", "words": 193, "text": ["23", "All things are lawful, but not all things are profitable. All things are lawful, but not all things edify.", "24", "Let no one seek his own good\u0001 but that of his neighbor.", "25", "Eat anything that is sold in the meat market without asking questions for conscience’ sake;", "26", "for the earth is the Lord’s, and all it contains\u0001", "27", "If one of the unbelievers invites you and you want to go, eat anything that is set before you without asking questions for conscience’ sake.", "28", "But if anyone says to you, “This is meat sacrificed to idols,” do not eat it\u0001 for the sake of the one who informed you\u0001 and for conscience’ sake;", "29", "I mean not your own conscience, but the other man’s\u0001 for why is my freedom judged by another’s conscience?", "30", "If I partake with thankfulness, why am I slandered concerning that for which I give thanks?", "31", "Whether, then, you eat or drink or whatever you do, do all to the glory of God.", "32", "Give no offense either to Jews or to Greeks or to the church of God;", "33", "just as I also please all men in all things, not seeking my own profit but the profit of the many, so that they may be saved."]}, {"reference": "1 Corinthians 15:1-11", "words": 209, "text": ["1", "Now I make known to you, brethren, the gospel which I preached to you, which also you received, in which also you stand,", "2", "by which also you are saved, if you hold fast the word which I preached to you, unless you believed in vain.", "3", "For I delivered to you as of first importance what I also received, that Christ died for our sins according to the Scriptures,", "4", "and that He was buried, and that He was raised on the third day according to the Scriptures,", "5", "and that He appeared to Cephas, then to the twelve.", "6", "After that He appeared to more than five hundred brethren at one time, most of whom remain until now, but some have fallen asleep;", "7", "then He appeared to James, then to all the apostles;", "8", "and last of all, as to one untimely born, He appeared to me also.", "9", "For I am the least of the apostles, and not fit to be called an apostle, because I persecuted the church of God.", "10", "But by the grace of God I am what I am, and His grace toward me did not prove vain; but I labored even more than all of them, yet not I, but the grace of God with me.", "11", "Whether then it was I or they, so we preach and so you believed."]}, {"reference": "2 Corinthians 6:1-10", "words": 178, "text": ["1", "And working together with Him\u0001 we also urge you not to receive the grace of God in vain—", "2", "for He says, “ At the acceptable time I listened to you\u0001 And on the day of salvation I helped you\u0001” Behold, now is “ the acceptable time\u0001” behold, now is “ the day of salvation ”—", "3", "giving no cause for offense in anything, so that the ministry will not be discredited,", "4", "but in everything commending ourselves as servants of God, in much endurance, in afflictions, in hardships, in distresses,", "5", "in beatings, in imprisonments, in tumults, in labors, in sleeplessness, in hunger,", "6", "in purity, in knowledge, in patience, in kindness, in the Holy Spirit, in genuine love,", "7", "in the word of truth, in the power of God; by the weapons of righteousness for the right hand and the left,", "8", "by glory and dishonor, by evil report and good report; regarded as deceivers and yet true;", "9", "as unknown yet well-known, as dying yet behold, we live; as punished yet not put to death,", "10", "as sorrowful yet always rejoicing, as poor yet making many rich, as having nothing yet possessing all things."]}, {"reference": "Galatians 1:6-24", "words": 386, "text": ["6", "I am amazed that you are so quickly deserting Him who called you by the grace of Christ, for a different gospel;", "7", "which is really not another; only there are some who are disturbing you and want to distort the gospel of Christ.", "8", "But even if we, or an angel from heaven, should preach to you a gospel contrary to what we have preached to you, he is to be accursed!", "9", "As we have said before, so I say again now, if any man is preaching to you a gospel contrary to what you received, he is to be accursed!", "10", "For am I now seeking the favor of men, or of God? Or am I striving to please men? If I were still trying to please men, I would not be a bond-servant of Christ.", "11", "For I would have you know, brethren, that the gospel which was preached by me is not according to man.", "12", "For I neither received it from man, nor was I taught it, but I received it through a revelation of Jesus Christ.", "13", "For you have heard of my former manner of life in Judaism, how I used to persecute the church of God beyond measure and tried to destroy it;", "14", "and I was advancing in Judaism beyond many of my contemporaries among my countrymen, being more extremely zealous for my ancestral traditions.", "15", "But when God, who had set me apart even from my mother’s womb and called me through His grace, was pleased", "16", "to reveal His Son in me so that I might preach Him among the Gentiles, I did not immediately consult with flesh and blood,", "17", "nor did I go up to Jerusalem to those who were apostles before me; but I went away to Arabia, and returned once more to Damascus.", "18", "Then three years later I went up to Jerusalem to become acquainted with Cephas, and stayed with him fifteen days.", "19", "But I did not see any other of the apostles except James, the Lord’s brother.", "20", "(Now in what I am writing to you, I assure you before God that I am not lying.)", "21", "Then I went into the regions of Syria and Cilicia.", "22", "I was still unknown by sight to the churches of Judea which were in Christ;", "23", "but only, they kept hearing, “He who once persecuted us is now preaching the faith which he once tried to destroy.”", "24", "And they were glorifying God because of me."]}, {"reference": "Galatians 3:23-29", "words": 118, "text": ["23", "But before faith came, we were kept in custody under the law, being shut up to the faith which was later to be revealed.", "24", "Therefore the Law has become our tutor to lead us to Christ, so that we may be justified by faith.", "25", "But now that faith has come, we are no longer under a tutor.", "26", "For you are all sons of God through faith in Christ Jesus.", "27", "For all of you who were baptized into Christ have clothed yourselves with Christ.", "28", "There is neither Jew nor Greek, there is neither slave nor free man, there is neither male nor female; for you are all one in Christ Jesus.", "29", "And if you belong to Christ, then you are Abraham’s descendants, heirs according to promise."]}, {"reference": "Ephesians 2:4-10", "words": 126, "text": ["4", "But God, being rich in mercy, because of His great love with which He loved us,", "5", "even when we were dead in our transgressions, made us alive together with Christ ( by grace you have been saved),", "6", "and raised us up with Him, and seated us with Him in the heavenly places in Christ Jesus,", "7", "so that in the ages to come He might show the surpassing riches of His grace in kindness toward us in Christ Jesus.", "8", "For by grace you have been saved through faith; and that not of yourselves, it is the gift of God;", "9", "not as a result of works, so that no one may boast.", "10", "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand so that we would walk in them."]}, {"reference": "Ephesians 2:14-18", "words": 102, "text": ["14", "For He Himself is our peace, who made both groups into one and broke down the barrier of the dividing wall,", "15", "by abolishing in His flesh the enmity, which is the Law of commandments contained in ordinances, so that in Himself He might make the two into one new man, thus establishing peace,", "16", "and might reconcile them both in one body to God through the cross, by it having put to death the enmity.", "17", "And He came and preached peace to you who were far away, and peace to those who were near\u0001", "18", "for through Him we both have our access in one Spirit to the Father."]}, {"reference": "Ephesians 3:1-6", "words": 117, "text": ["1", "For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles—", "2", "if indeed you have heard of the stewardship of God’s grace which was given to me for you;", "3", "that by revelation there was made known to me the mystery, as I wrote before in brief.", "4", "By referring to this, when you read you can understand my insight into the mystery of Christ,", "5", "which in other generations was not made known to the sons of men, as it has now been revealed to His holy apostles and prophets in the Spirit;", "6", "to be specific\u0001 that the Gentiles are fellow heirs and fellow members of the body, and fellow partakers of the promise in Christ Jesus through the gospel,"]}, {"reference": "Ephesians 6:10-20", "words": 237, "text": ["10", "Finally, be strong in the Lord and in the strength of His might.", "11", "Put on the full armor of God, so that you will be able to stand firm against the schemes of the devil.", "12", "For our struggle is not against flesh and blood, but against the rulers, against the powers, against the world forces of this darkness, against the spiritual forces of wickedness in the heavenly places\u0001", "13", "Therefore, take up the full armor of God, so that you will be able to resist in the evil day, and having done everything, to stand firm.", "14", "Stand firm therefore, having girded your loins with truth\u0001 and having put on the breastplate of righteousness\u0001", "15", "and having shod your feet with the preparation of the gospel of peace\u0001", "16", "in addition to all, taking up the shield of faith with which you will be able to extinguish all the flaming arrows of the evil one\u0001", "17", "And take the helmet of salvation\u0001 and the sword of the Spirit, which is the word of God.", "18", "With all prayer and petition pray at all times in the Spirit, and with this in view, be on the alert with all perseverance and petition for all the saints,", "19", "and pray on my behalf, that utterance may be given to me in the opening of my mouth, to make known with boldness the mystery of the gospel,", "20", "for which I am an ambassador in chains; that in proclaiming it I may speak boldly, as I ought to speak."]}, {"reference": "Philippians 2:1-16", "words": 324, "text": ["1", "Therefore if there is any encouragement in Christ, if there is any consolation of love, if there is any fellowship of the Spirit, if any affection and compassion,", "2", "make my joy complete by being of the same mind, maintaining the same love, united in spirit, intent on one purpose.", "3", "Do nothing from selfishness or empty conceit, but with humility of mind regard one another as more important than yourselves;", "4", "do not merely look out for your own personal interests, but also for the interests of others.", "5", "Have this attitude in yourselves which was also in Christ Jesus,", "6", "who, although He existed in the form of God, did not regard equality with God a thing to be grasped,", "7", "but emptied Himself, taking the form of a bond-servant, and being made in the likeness of men.", "8", "Being found in appearance as a man, He humbled Himself by becoming obedient to the point of death, even death on a cross.", "9", "For this reason also, God highly exalted Him, and bestowed on Him the name which is above every name,", "10", "so that at the name of Jesus every knee will bow, of those who are in heaven and on earth and under the earth,", "11", "and that every tongue will confess that Jesus Christ is Lord, to the glory of God the Father.", "12", "So then, my beloved, just as you have always obeyed, not as in my presence only, but now much more in my absence, work out your salvation with fear and trembling;", "13", "for it is God who is at work in you, both to will and to work for His good pleasure.", "14", "Do all things without grumbling or disputing;", "15", "so that you will prove yourselves to be blameless and innocent, children of God above reproach in the midst of a crooked and perverse generation, among whom you appear as lights in the world,", "16", "holding fast the word of life, so that in the day of Christ I will have reason to glory because I did not run in vain nor toil in vain."]}, {"reference": "Colossians 2:1-10", "words": 215, "text": ["1", "For I want you to know how great a struggle I have on your behalf and for those who are at Laodicea, and for all those who have not personally seen my face,", "2", "that their hearts may be encouraged, having been knit together in love, and attaining to all the wealth that comes from the full assurance of understanding, resulting in a true knowledge of God’s mystery, that is\u0001 Christ Himself\u0001", "3", "in whom are hidden all the treasures of wisdom and knowledge.", "4", "I say this so that no one will delude you with persuasive argument.", "5", "For even though I am absent in body, nevertheless I am with you in spirit, rejoicing to see your good discipline and the stability of your faith in Christ.", "6", "Therefore as you have received Christ Jesus the Lord, so walk in Him,", "7", "having been firmly rooted and now being built up in Him and established in your faith, just as you were instructed, and overflowing with gratitude.", "8", "See to it that no one takes you captive through philosophy and empty deception, according to the tradition of men, according to the elementary principles of the world, rather than according to Christ.", "9", "For in Him all the fullness of Deity dwells in bodily form,", "10", "and in Him you have been made complete, and He is the head over all rule and authority;"]}, {"reference": "Colossians 4:2-6", "words": 95, "text": ["2", "Devote yourselves to prayer, keeping alert in it with an attitude of thanksgiving;", "3", "praying at the same time for us as well, that God will open up to us a door for the word, so that we may speak forth the mystery of Christ, for which I have also been imprisoned;", "4", "that I may make it clear in the way I ought to speak.", "5", "Conduct yourselves with wisdom toward outsiders, making the most of the opportunity.", "6", "Let your speech always be with grace, as though seasoned with salt, so that you will know how you should respond to each person."]}, {"reference": "1 Thessalonians 1:2-10", "words": 219, "text": ["2", "We give thanks to God always for all of you, making mention of you in our prayers;", "3", "constantly bearing in mind your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ in the presence of our God and Father,", "4", "knowing, brethren beloved by God, His choice of you;", "5", "for our gospel did not come to you in word only, but also in power and in the Holy Spirit and with full conviction; just as you know what kind of men we proved to be among you for your sake.", "6", "You also became imitators of us and of the Lord, having received the word in much tribulation with the joy of the Holy Spirit,", "7", "so that you became an example to all the believers in Macedonia and in Achaia.", "8", "For the word of the Lord has sounded forth from you, not only in Macedonia and Achaia, but also in every place your faith toward God has gone forth, so that we have no need to say anything.", "9", "For they themselves report about us what kind of a reception we had with you, and how you turned to God from idols to serve a living and true God,", "10", "and to wait for His Son from heaven, whom He raised from the dead, that is Jesus, who rescues us from the wrath to come."]}, {"reference": "2 Thessalonians 2:1-14", "words": 331, "text": ["1", "Now we request you, brethren, with regard to the coming of our Lord Jesus Christ and our gathering together to Him,", "2", "that you not be quickly shaken from your composure or be disturbed either by a spirit or a message or a letter as if from us, to the effect that the day of the Lord has come.", "3", "Let no one in any way deceive you, for it will not come unless the apostasy comes first, and the man of lawlessness is revealed, the son of destruction,", "4", "who opposes and exalts himself above every so-called god or object of worship, so that he takes his seat in the temple of God, displaying himself as being God.", "5", "Do you not remember that while I was still with you, I was telling you these things?", "6", "And you know what restrains him now, so that in his time he will be revealed.", "7", "For the mystery of lawlessness is already at work; only he who now restrains will do so until he is taken out of the way.", "8", "Then that lawless one will be revealed whom the Lord will slay with the breath of His mouth and bring to an end by the appearance of His coming;", "9", "that is\u0001 the one whose coming is in accord with the activity of Satan, with all power and signs and false wonders,", "10", "and with all the deception of wickedness for those who perish, because they did not receive the love of the truth so as to be saved.", "11", "For this reason God will send upon them a deluding influence so that they will believe what is false,", "12", "in order that they all may be judged who did not believe the truth, but took pleasure in wickedness.", "13", "But we should always give thanks to God for you, brethren beloved by the Lord, because God has chosen you from the beginning for salvation through sanctification by the Spirit and faith in the truth.", "14", "It was for this He called you through our gospel, that you may gain the glory of our Lord Jesus Christ."]}, {"reference": "1 Timothy 2:1-7", "words": 126, "text": ["1", "First of all, then, I urge that entreaties and prayers, petitions and thanksgivings, be made on behalf of all men,", "2", "for kings and all who are in authority, so that we may lead a tranquil and quiet life in all godliness and dignity.", "3", "This is good and acceptable in the sight of God our Savior,", "4", "who desires all men to be saved and to come to the knowledge of the truth.", "5", "For there is one God, and one mediator also between God and men, the man Christ Jesus,", "6", "who gave Himself as a ransom for all, the testimony given at the proper time.", "7", "For this I was appointed a preacher and an apostle ( I am telling the truth, I am not lying) as a teacher of the Gentiles in faith and truth."]}, {"reference": "2 Timothy 1:3-14", "words": 287, "text": ["3", "I thank God, whom I serve with a clear conscience the way my forefathers did, as I constantly remember you in my prayers night and day,", "4", "longing to see you, even as I recall your tears, so that I may be filled with joy.", "5", "For I am mindful of the sincere faith within you, which first dwelt in your grandmother Lois and your mother Eunice, and I am sure that it is in you as well.", "6", "For this reason I remind you to kindle afresh the gift of God which is in you through the laying on of my hands.", "7", "For God has not given us a spirit of timidity, but of power and love and discipline.", "8", "Therefore do not be ashamed of the testimony of our Lord or of me His prisoner, but join with me in suffering for the gospel according to the power of God,", "9", "who has saved us and called us with a holy calling, not according to our works, but according to His own purpose and grace which was granted us in Christ Jesus from all eternity,", "10", "but now has been revealed by the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,", "11", "for which I was appointed a preacher and an apostle and a teacher.", "12", "For this reason I also suffer these things, but I am not ashamed; for I know whom I have believed and I am convinced that He is able to guard what I have entrusted to Him until that day.", "13", "Retain the standard of sound words which you have heard from me, in the faith and love which are in Christ Jesus.", "14", "Guard, through the Holy Spirit who dwells in us, the treasure which has been entrusted to you\u0001"]}, {"reference": "Titus 3:1-11", "words": 203, "text": ["1", "Remind them to be subject to rulers, to authorities, to be obedient, to be ready for every good deed,", "2", "to malign no one, to be peaceable, gentle, showing every consideration for all men.", "3", "For we also once were foolish ourselves, disobedient, deceived, enslaved to various lusts and pleasures, spending our life in malice and envy, hateful, hating one another.", "4", "But when the kindness of God our Savior and His love for mankind appeared,", "5", "He saved us, not on the basis of deeds which we have done in righteousness, but according to His mercy, by the washing of regeneration and renewing by the Holy Spirit,", "6", "whom He poured out upon us richly through Jesus Christ our Savior,", "7", "so that being justified by His grace we would be made heirs according to the hope of eternal life.", "8", "This is a trustworthy statement; and concerning these things I want you to speak confidently, so that those who have believed God will be careful to engage in good deeds. These things are good and profitable for men.", "9", "But avoid foolish controversies and genealogies and strife and disputes about the Law, for they are unprofitable and worthless.", "10", "Reject a factious man after a first and second warning,", "11", "knowing that such a man is perverted and is sinning, being self-condemned."]}, {"reference": "Hebrews 1:1-4", "words": 102, "text": ["1", "God, after He spoke long ago to the fathers in the prophets in many portions and in many ways,", "2", "in these last days has spoken to us in His Son, whom He appointed heir of all things, through whom also He made the world.", "3", "And He is the radiance of His glory and the exact representation of His nature, and upholds all things by the word of His power. When He had made purification of sins, He sat down at the right hand of the Majesty on high,", "4", "having become as much better than the angels, as He has inherited a more excellent name than they."]}, {"reference": "Hebrews 3:1-6", "words": 123, "text": ["1", "Therefore, holy brethren, partakers of a heavenly calling, consider Jesus, the Apostle and High Priest of our confession;", "2", "He was faithful to Him who appointed Him, as Moses also was in all His house.", "3", "For He has been counted worthy of more glory than Moses, by just so much as the builder of the house has more honor than the house.", "4", "For every house is built by someone, but the builder of all things is God.", "5", "Now Moses was faithful in all His house as a servant, for a testimony of those things which were to be spoken later;", "6", "but Christ was faithful as a Son over His house— whose house we are, if we hold fast our confidence and the boast of our hope firm until the end."]}, {"reference": "Hebrews 4:12-16", "words": 146, "text": ["12", "For the word of God is living and active and sharper than any two-edged sword, and piercing as far as the division of soul and spirit, of both joints and marrow, and able to judge the thoughts and intentions of the heart.", "13", "And there is no creature hidden from His sight, but all things are open and laid bare to the eyes of Him with whom we have to do.", "14", "Therefore, since we have a great high priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession.", "15", "For we do not have a high priest who cannot sympathize with our weaknesses, but One who has been tempted in all things as we are, yet without sin.", "16", "Therefore let us draw near with confidence to the throne of grace, so that we may receive mercy and find grace to help in time of need."]}, {"reference": "Hebrews 10:26-35", "words": 204, "text": ["26", "For if we go on sinning willfully after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,", "27", "but a terrifying expectation of judgment and the fury of a fire which will consume the adversaries\u0001", "28", "Anyone who has set aside the Law of Moses dies without mercy on the testimony of two or three witnesses.", "29", "How much severer punishment do you think he will deserve who has trampled under foot the Son of God, and has regarded as unclean the blood of the covenant by which he was sanctified, and has insulted the Spirit of grace?", "30", "For we know Him who said, “ Vengeance is Mine\u0001 I will repay\u0001” And again, “ The Lord will judge His people\u0001”", "31", "It is a terrifying thing to fall into the hands of the living God.", "32", "But remember the former days, when, after being enlightened, you endured a great conflict of sufferings,", "33", "partly by being made a public spectacle through reproaches and tribulations, and partly by becoming sharers with those who were so treated.", "34", "For you showed sympathy to the prisoners and accepted joyfully the seizure of your property, knowing that you have for yourselves a better possession and a lasting one.", "35", "Therefore, do not throw away your confidence, which has a great reward."]}, {"reference": "James 3:1-18", "words": 381, "text": ["1", "Let not many of you become teachers, my brethren, knowing that as such we will incur a stricter judgment.", "2", "For we all stumble in many ways\u0001 If anyone does not stumble in what he says, he is a perfect man, able to bridle the whole body as well.", "3", "Now if we put the bits into the horses’ mouths so that they will obey us, we direct their entire body as well.", "4", "Look at the ships also, though they are so great and are driven by strong winds, are still directed by a very small rudder wherever the inclination of the pilot desires.", "5", "So also the tongue is a small part of the body, and yet it boasts of great things. See how great a forest is set aflame by such a small fire!", "6", "And the tongue is a fire, the very world of iniquity; the tongue is set among our members as that which defiles the entire body, and sets on fire the course of our life, and is set on fire by hell.", "7", "For every species of beasts and birds, of reptiles and creatures of the sea, is tamed and has been tamed by the human race.", "8", "But no one can tame the tongue; it is a restless evil and full of deadly poison.", "9", "With it we bless our Lord and Father, and with it we curse men, who have been made in the likeness of God;", "10", "from the same mouth come both blessing and cursing. My brethren, these things ought not to be this way.", "11", "Does a fountain send out from the same opening both fresh and bitter water\u0001", "12", "Can a fig tree, my brethren, produce olives, or a vine produce figs? Nor can salt water produce fresh.", "13", "Who among you is wise and understanding? Let him show by his good behavior his deeds in the gentleness of wisdom.", "14", "But if you have bitter jealousy and selfish ambition in your heart, do not be arrogant and so lie against the truth.", "15", "This wisdom is not that which comes down from above, but is earthly, natural, demonic.", "16", "For where jealousy and selfish ambition exist, there is disorder and every evil thing.", "17", "But the wisdom from above is first pure, then peaceable, gentle, reasonable, full of mercy and good fruits, unwavering, without hypocrisy.", "18", "And the seed whose fruit is righteousness is sown in peace by those who make peace."]}, {"reference": "James 4:1-10", "words": 207, "text": ["1", "What is the source of quarrels and conflicts among you? Is not the source your pleasures that wage war in your members?", "2", "You lust and do not have; so you commit murder. You are envious and cannot obtain; so you fight and quarrel. You do not have because you do not ask.", "3", "You ask and do not receive, because you ask with wrong motives, so that you may spend it on your pleasures.", "4", "You adulteresses, do you not know that friendship with the world is hostility toward God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.", "5", "Or do you think that the Scripture speaks to no purpose: “ He jealously desires the Spirit which He has made to dwell in us”?", "6", "But He gives a greater grace. Therefore it says, “ God is opposed to the proud, but gives grace to the humble\u0001”", "7", "Submit therefore to God. Resist the devil and he will flee from you.", "8", "Draw near to God and He will draw near to you. Cleanse your hands, you sinners; and purify your hearts, you double-minded.", "9", "Be miserable and mourn and weep; let your laughter be turned into mourning and your joy to gloom.", "10", "Humble yourselves in the presence of the Lord, and He will exalt you."]}, {"reference": "1 Peter 2:9", "words": 37, "text": ["9", "But you are a chosen race, a royal priesthood, a holy nation\u0001 a people for God’s own possession\u0001 so that you may proclaim the excellencies of Him who has called you out of darkness into His marvelous light;"]}, {"reference": "1 John 1:1-4", "words": 101, "text": ["1", "What was from the beginning, what we have heard, what we have seen with our eyes, what we have looked at and touched with our hands, concerning the Word of Life—", "2", "and the life was manifested, and we have seen and testify and proclaim to you the eternal life, which was with the Father and was manifested to us—", "3", "what we have seen and heard we proclaim to you also, so that you too may have fellowship with us; and indeed our fellowship is with the Father, and with His Son Jesus Christ.", "4", "These things we write, so that our joy may be made complete."]}, {"reference": "1 John 3:1-10", "words": 238, "text": ["1", "See how great a love the Father has bestowed on us, that we would be called children of God; and such we are. For this reason the world does not know us, because it did not know Him.", "2", "Beloved, now we are children of God, and it has not appeared as yet what we will be. We know that when He appears, we will be like Him, because we will see Him just as He is.", "3", "And everyone who has this hope fixed on Him purifies himself, just as He is pure.", "4", "Everyone who practices sin also practices lawlessness; and sin is lawlessness.", "5", "You know that He appeared in order to take away sins; and in Him there is no sin.", "6", "No one who abides in Him sins; no one who sins has seen Him or knows Him.", "7", "Little children, make sure no one deceives you; the one who practices righteousness is righteous, just as He is righteous;", "8", "the one who practices sin is of the devil; for the devil has sinned from the beginning. The Son of God appeared for this purpose, to destroy the works of the devil.", "9", "No one who is born of God practices sin, because His seed abides in him; and he cannot sin, because he is born of God.", "10", "By this the children of God and the children of the devil are obvious: anyone who does not practice righteousness is not of God, nor the one who does not love his brother."]}, {"reference": "Revelation 3:7-13", "words": 238, "text": ["7", "“And to the angel of the church in Philadelphia write: He who is holy, who is true, who has the key of David, who opens and no one will shut, and who shuts and no one opens, says this:", "8", "‘ I know your deeds. Behold, I have put before you an open door which no one can shut, because you have a little power, and have kept My word, and have not denied My name.", "9", "Behold, I will cause those of the synagogue of Satan, who say that they are Jews and are not, but lie—I will make them come and bow down at your feet, and make them know that I have loved you.", "10", "Because you have kept the word of My perseverance, I also will keep you from the hour of testing, that hour which is about to come upon the whole world, to test those who dwell on the earth.", "11", "I am coming quickly; hold fast what you have, so that no one will take your crown.", "12", "He who overcomes, I will make him a pillar in the temple of My God, and he will not go out from it anymore; and I will write on him the name of My God, and the name of the city of My God, the new Jerusalem, which comes down out of heaven from My God, and My new name.", "13", "He who has an ear, let him hear what the Spirit says to the churches.’"]}, {"reference": "Revelation 19:1-5", "words": 121, "text": ["1", "After these things I heard something like a loud voice of a great multitude in heaven, saying, “ Hallelujah! Salvation and glory and power belong to our God;", "2", "because His judgments are true and righteous\u0001 for He has judged the great harlot who was corrupting the earth with her immorality, and He has avenged the blood of His bond-servants on her\u0001”", "3", "And a second time they said, “ Hallelujah! Her smoke rises up forever and ever\u0001”", "4", "And the twenty-four elders and the four living creatures fell down and worshiped God who sits on the throne saying, “ Amen. Hallelujah!”", "5", "And a voice came from the throne, saying, “ Give praise to our God, all you His bond-servants, you who fear Him, the small and the great.”"]}]