[{"reference": "Acts 1:8", "words": 34, "text": ["8", "But you shall receive power when the Holy Spirit has come upon you; and you shall be witnesses to Me in Jerusalem, and in all Judea and Samaria, and to the end of the earth.”"]}, {"reference": "Luke 24:47–49", "words": 49, "text": ["47", "and that repentance and remission of sins should be preached in His name to all nations, beginning at Jerusalem.", "48", "And you are witnesses of these things.", "49", "Behold, I send the Promise of My Father upon you; but tarry in the city of Jerusalem until you are endued with power from on high.”"]}, {"reference": "Acts 2:38–39", "words": 59, "text": ["38", "Then Peter said to them, “Repent, and let every one of you be baptized in the name of Jesus Christ for the remission of sins; and you shall receive the gift of the Holy Spirit.", "39", "For the promise is to you and to your children, and to all who are afar off, as many as the Lord our God will call.”"]}, {"reference": "Luke 11:9–13", "words": 117, "text": ["9", "“So I say to you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.", "10", "For everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened.", "11", "If a son asks for bread from any father among you, will he give him a stone? Or if he asks for a fish, will he give him a serpent instead of a fish?", "12", "Or if he asks for an egg, will he offer him a scorpion?", "13", "If you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask Him!”"]}, {"reference": "Acts 4:29–31", "words": 72, "text": ["29", "Now, Lord, look on their threats, and grant to Your servants that with all boldness they may speak Your word,", "30", "by stretching out Your hand to heal, and that signs and wonders may be done through the name of Your holy Servant Jesus.”", "31", "And when they had prayed, the place where they were assembled together was shaken; and they were all filled with the Holy Spirit, and they spoke the word of God with boldness."]}, {"reference": "Exodus 31:3–5", "words": 47, "text": ["3", "And I have filled him with the Spirit of God, in wisdom, in understanding, in knowledge, and in all manner of workmanship,", "4", "to design artistic works, to work in gold, in silver, in bronze,", "5", "in cutting jewels for setting, in carving wood, and to work in all manner of workmanship."]}, {"reference": "Acts 5:29–32", "words": 75, "text": ["29", "But Peter and the other apostles answered and said: “We ought to obey God rather than men.", "30", "The God of our fathers raised up Jesus whom you murdered by hanging on a tree.", "31", "Him God has exalted to His right hand to be Prince and Savior, to give repentance to Israel and forgiveness of sins.", "32", "And we are His witnesses to these things, and so also is the Holy Spirit whom God has given to those who obey Him.”"]}, {"reference": "1 John 5:7–11", "words": 123, "text": ["7", "For there are three that bear witness in heaven: the Father, the Word, and the Holy Spirit; and these three are one.", "8", "And there are three that bear witness on earth: the Spirit, the water, and the blood; and these three agree as one.", "9", "If we receive the witness of men, the witness of God is greater; for this is the witness of God which He has testified of His Son.", "10", "He who believes in the Son of God has the witness in himself; he who does not believe God has made Him a liar, because he has not believed the testimony that God has given of His Son.", "11", "And this is the testimony: that God has given us eternal life, and this life is in His Son."]}, {"reference": "Acts 7:59–60", "words": 43, "text": ["59", "And they stoned Stephen as he was calling on God and saying, “Lord Jesus, receive my spirit.”", "60", "Then he knelt down and cried out with a loud voice, “Lord, do not charge them with this sin.” And when he had said this, he fell asleep."]}, {"reference": "Ephesians 5:16–20", "words": 73, "text": ["16", "redeeming the time, because the days are evil.", "17", "Therefore do not be unwise, but understand what the will of the Lord is.", "18", "And do not be drunk with wine, in which is dissipation; but be filled with the Spirit,", "19", "speaking to one another in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord,", "20", "giving thanks always for all things to God the Father in the name of our Lord Jesus Christ,"]}, {"reference": "Acts 8:34–36", "words": 61, "text": ["34", "So the eunuch answered Philip and said, “I ask you, of whom does the prophet say this, of himself or of some other man?”", "35", "Then Philip opened his mouth, and beginning at this Scripture, preached Jesus to him.", "36", "Now as they went down the road, they came to some water. And the eunuch said, “See, here is water. What hinders me from being baptized?”"]}, {"reference": "John 14:16–17", "words": 49, "text": ["16", "And I will pray the Father, and He will give you another Helper, that He may abide with you forever—", "17", "the Spirit of truth, whom the world cannot receive, because it neither sees Him nor knows Him; but you know Him, for He dwells with you and will be in you."]}, {"reference": "Acts 10:39–43", "words": 111, "text": ["39", "And we are witnesses of all things which He did both in the land of the Jews and in Jerusalem, whom they killed by hanging on a tree.", "40", "Him God raised up on the third day, and showed Him openly,", "41", "not to all the people, but to witnesses chosen before by God, even to us who ate and drank with Him after He arose from the dead.", "42", "And He commanded us to preach to the people, and to testify that it is He who was ordained by God to be Judge of the living and the dead.", "43", "To Him all the prophets witness that, through His name, whoever believes in Him will receive remission of sins.”"]}, {"reference": "John 16:13–14", "words": 55, "text": ["13", "However, when He, the Spirit of truth, has come, He will guide you into all truth; for He will not speak on His own authority, but whatever He hears He will speak; and He will tell you things to come.", "14", "He will glorify Me, for He will take of what is Mine and declare it to you."]}, {"reference": "Genesis 2:1-3", "words": 63, "text": ["1", "Thus the heavens and the earth, and all the host of them, were finished.", "2", "And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done.", "3", "Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made."]}, {"reference": "Genesis 3:14-15", "words": 71, "text": ["14", "So the Lord God said to the serpent: “Because you have done this, You are cursed more than all cattle, And more than every beast of the field; On your belly you shall go, And you shall eat dust All the days of your life.", "15", "And I will put enmity Between you and the woman, And between your seed and her Seed; He shall bruise your head, And you shall bruise His heel.”"]}, {"reference": "Genesis 8:20-22", "words": 90, "text": ["20", "Then Noah built an altar to the Lord\u0001 and took of every clean animal and of every clean bird, and offered burnt offerings on the altar.", "21", "And the Lord smelled a soothing aroma. Then the Lord said in His heart, “I will never again curse the ground for man’s sake, although the imagination of man’s heart is evil from his youth; nor will I again destroy every living thing as I have done.", "22", "“While the earth remains, Seedtime and harvest, Cold and heat, Winter and summer, And day and night Shall not cease.”"]}, {"reference": "Exodus 3:14-18", "words": 224, "text": ["14", "And God said to Moses, “I AM WHO I AM.” And He said, “Thus you shall say to the children of Israel, ‘I AM has sent me to you.’ ”", "15", "Moreover God said to Moses, “Thus you shall say to the children of Israel: ‘The Lord God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you. This is My name forever, and this is My memorial to all generations.’", "16", "Go and gather the elders of Israel together, and say to them, ‘The Lord God of your fathers, the God of Abraham, of Isaac, and of Jacob, appeared to me, saying, “I have surely visited you and seen what is done to you in Egypt;", "17", "and I have said I will bring you up out of the affliction of Egypt to the land of the Canaanites and the Hittites and the Amorites and the Perizzites and the Hivites and the Jebusites, to a land flowing with milk and honey.” ’", "18", "Then they will heed your voice; and you shall come, you and the elders of Israel, to the king of Egypt; and you shall say to him, ‘The Lord God of the Hebrews has met with us; and now, please, let us go three days’ journey into the wilderness, that we may sacrifice to the Lord our God.’"]}, {"reference": "Leviticus 10:3", "words": 38, "text": ["3", "And Moses said to Aaron, “This is what the Lord spoke, saying: ‘By those who come near Me I must be regarded as holy; And before all the people I must be glorified.’ ” So Aaron held his peace."]}, {"reference": "Numbers 12:1-8", "words": 187, "text": ["1", "Then Miriam and Aaron spoke against Moses because of the Ethiopian woman whom he had married; for he had married an Ethiopian woman.", "2", "So they said, “Has the Lord indeed spoken only through Moses? Has He not spoken through us also?” And the Lord heard it.", "3", "(Now the man Moses was very humble, more than all men who were on the face of the earth.)", "4", "Suddenly the Lord said to Moses, Aaron, and Miriam, “Come out, you three, to the tabernacle of meeting!” So the three came out.", "5", "Then the Lord came down in the pillar of cloud and stood in the door of the tabernacle, and called Aaron and Miriam. And they both went forward.", "6", "Then He said, “Hear now My words: If there is a prophet among you, I\u0001 the Lord\u0001 make Myself known to him in a vision; I speak to him in a dream.", "7", "Not so with My servant Moses; He is faithful in all My house.", "8", "I speak with him face to face, Even plainly, and not in dark sayings; And he sees the form of the Lord\u0001 Why then were you not afraid To speak against My servant Moses?”"]}, {"reference": "Numbers 15:30-34", "words": 109, "text": ["30", "‘But the person who does anything presumptuously, whether he is native-born or a stranger, that one brings reproach on the Lord\u0001 and he shall be cut off from among his people.", "31", "Because he has despised the word of the Lord\u0001 and has broken His commandment, that person shall be completely cut off; his guilt shall be upon him.’ ”", "32", "Now while the children of Israel were in the wilderness, they found a man gathering sticks on the Sabbath day.", "33", "And those who found him gathering sticks brought him to Moses and Aaron, and to all the congregation.", "34", "They put him under guard, because it had not been explained what should be done to him."]}, {"reference": "Deuteronomy 4:4-6", "words": 83, "text": ["4", "But you who held fast to the Lord your God are alive today, every one of you.", "5", "“Surely I have taught you statutes and judgments, just as the Lord my God commanded me, that you should act according to them in the land which you go to possess.", "6", "Therefore be careful to observe them; for this is your wisdom and your understanding in the sight of the peoples who will hear all these statutes, and say, ‘Surely this great nation is a wise and understanding people.’"]}, {"reference": "Deuteronomy 10:12-20", "words": 195, "text": ["12", "“And now, Israel, what does the Lord your God require of you, but to fear the Lord your God, to walk in all His ways and to love Him, to serve the Lord your God with all your heart and with all your soul,", "13", "and to keep the commandments of the Lord and His statutes which I command you today for your good?", "14", "Indeed heaven and the highest heavens belong to the Lord your God, also the earth with all that is in it.", "15", "The Lord delighted only in your fathers, to love them; and He chose their descendants after them, you above all peoples, as it is this day.", "16", "Therefore circumcise the foreskin of your heart, and be stiff-necked no longer.", "17", "For the Lord your God is God of gods and Lord of lords, the great God, mighty and awesome, who shows no partiality nor takes a bribe.", "18", "He administers justice for the fatherless and the widow, and loves the stranger, giving him food and clothing.", "19", "Therefore love the stranger, for you were strangers in the land of Egypt.", "20", "You shall fear the Lord your God; you shall serve Him, and to Him you shall hold fast, and take oaths in His name."]}, {"reference": "1 Samuel 21:1-6", "words": 219, "text": ["1", "Now David came to Nob, to Ahimelech the priest. And Ahimelech was afraid when he met David, and said to him, “Why are you alone, and no one is with you?”", "2", "So David said to Ahimelech the priest, “The king has ordered me on some business, and said to me, ‘Do not let anyone know anything about the business on which I send you, or what I have commanded you.’ And I have directed my young men to such and such a place.", "3", "Now therefore, what have you on hand? Give me five loaves of bread in my hand, or whatever can be found.”", "4", "And the priest answered David and said, “ There is no common bread on hand; but there is holy bread, if the young men have at least kept themselves from women.”", "5", "Then David answered the priest, and said to him, “Truly, women have been kept from us about three days since I came out. And the vessels of the young men are holy, and the bread is in effect common, even though it was consecrated in the vessel this day.”", "6", "So the priest gave him holy bread; for there was no bread there but the showbread which had been taken from before the Lord\u0001 in order to put hot bread in its place on the day when it was taken away."]}, {"reference": "Psalm 90:1-17", "words": 295, "text": ["1", "Lord, You have been our dwelling place in all generations.", "2", "Before the mountains were brought forth, Or ever You had formed the earth and the world, Even from everlasting to everlasting, You are God.", "3", "You turn man to destruction, And say, “Return, O children of men.”", "4", "For a thousand years in Your sight Are like yesterday when it is past, And like a watch in the night.", "5", "You carry them away like a flood; They are like a sleep. In the morning they are like grass which grows up:", "6", "In the morning it flourishes and grows up; In the evening it is cut down and withers.", "7", "For we have been consumed by Your anger, And by Your wrath we are terrified.", "8", "You have set our iniquities before You, Our secret sins in the light of Your countenance.", "9", "For all our days have passed away in Your wrath; We finish our years like a sigh.", "10", "The days of our lives are seventy years; And if by reason of strength they are eighty years, Yet their boast is only labor and sorrow; For it is soon cut off, and we fly away.", "11", "Who knows the power of Your anger? For as the fear of You, so is Your wrath.", "12", "So teach us to number our days, That we may gain a heart of wisdom.", "13", "Return, O Lord\u0001 How long? And have compassion on Your servants.", "14", "Oh, satisfy us early with Your mercy, That we may rejoice and be glad all our days!", "15", "Make us glad according to the days in which You have afflicted us, The years in which we have seen evil.", "16", "Let Your work appear to Your servants, And Your glory to their children.", "17", "And let the beauty of the Lord our God be upon us, And establish the work of our hands for us; Yes, establish the work of our hands."]}, {"reference": "Psalm 93:1-5", "words": 86, "text": ["1", "The Lord reigns, He is clothed with majesty; The Lord is clothed, He has girded Himself with strength. Surely the world is established, so that it cannot be moved.", "2", "Your throne is established from of old; You are from everlasting.", "3", "The floods have lifted up, O Lord\u0001 The floods have lifted up their voice; The floods lift up their waves.", "4", "The Lord on high is mightier Than the noise of many waters, Than the mighty waves of the sea.", "5", "Your testimonies are very sure; Holiness adorns Your house, O Lord\u0001 forever."]}, {"reference": "Psalm 95:1-11", "words": 184, "text": ["1", "Oh come, let us sing to the Lord\u0001 Let us shout joyfully to the Rock of our salvation.", "2", "Let us come before His presence with thanksgiving; Let us shout joyfully to Him with psalms.", "3", "For the Lord is the great God, And the great King above all gods.", "4", "In His hand are the deep places of the earth; The heights of the hills are His also.", "5", "The sea is His, for He made it; And His hands formed the dry land.", "6", "Oh come, let us worship and bow down; Let us kneel before the Lord our Maker.", "7", "For He is our God, And we are the people of His pasture, And the sheep of His hand. Today, if you will hear His voice:", "8", "“Do not harden your hearts, as in the rebellion, As in the day of trial in the wilderness,", "9", "When your fathers tested Me; They tried Me, though they saw My work.", "10", "For forty years I was grieved with that generation, And said, ‘It is a people who go astray in their hearts, And they do not know My ways.’", "11", "So I swore in My wrath, ‘They shall not enter My rest.’ ”"]}, {"reference": "Psalm 115:1-15", "words": 214, "text": ["1", "Not unto us, O Lord\u0001 not unto us, But to Your name give glory, Because of Your mercy, Because of Your truth.", "2", "Why should the Gentiles say, “So where is their God?”", "3", "But our God is in heaven; He does whatever He pleases.", "4", "Their idols are silver and gold, The work of men’s hands.", "5", "They have mouths, but they do not speak; Eyes they have, but they do not see;", "6", "They have ears, but they do not hear; Noses they have, but they do not smell;", "7", "They have hands, but they do not handle; Feet they have, but they do not walk; Nor do they mutter through their throat.", "8", "Those who make them are like them; So is everyone who trusts in them.", "9", "O Israel, trust in the Lord\u0001 He is their help and their shield.", "10", "O house of Aaron, trust in the Lord\u0001 He is their help and their shield.", "11", "You who fear the Lord\u0001 trust in the Lord\u0001 He is their help and their shield.", "12", "The Lord has been mindful of us; He will bless us; He will bless the house of Israel; He will bless the house of Aaron.", "13", "He will bless those who fear the Lord\u0001 Both small and great.", "14", "May the Lord give you increase more and more, You and your children.", "15", "May you be blessed by the Lord\u0001 Who made heaven and earth."]}, {"reference": "Psalm 139:13-14", "words": 33, "text": ["13", "For You formed my inward parts; You covered me in my mother’s womb.", "14", "I will praise You, for I am fearfully and wonderfully made; Marvelous are Your works, And that my soul knows very well."]}, {"reference": "Psalm 145:1-21", "words": 301, "text": ["1", "I will extol You, my God, O King; And I will bless Your name forever and ever.", "2", "Every day I will bless You, And I will praise Your name forever and ever.", "3", "Great is the Lord\u0001 and greatly to be praised; And His greatness is unsearchable.", "4", "One generation shall praise Your works to another, And shall declare Your mighty acts.", "5", "I will meditate on the glorious splendor of Your majesty, And on Your wondrous works.", "6", "Men shall speak of the might of Your awesome acts, And I will declare Your greatness.", "7", "They shall utter the memory of Your great goodness, And shall sing of Your righteousness.", "8", "The Lord is gracious and full of compassion, Slow to anger and great in mercy.", "9", "The Lord is good to all, And His tender mercies are over all His works.", "10", "All Your works shall praise You, O Lord\u0001 And Your saints shall bless You.", "11", "They shall speak of the glory of Your kingdom, And talk of Your power,", "12", "To make known to the sons of men His mighty acts, And the glorious majesty of His kingdom.", "13", "Your kingdom is an everlasting kingdom, And Your dominion endures throughout all generations.", "14", "The Lord upholds all who fall, And raises up all who are bowed down.", "15", "The eyes of all look expectantly to You, And You give them their food in due season.", "16", "You open Your hand And satisfy the desire of every living thing.", "17", "The Lord is righteous in all His ways, Gracious in all His works.", "18", "The Lord is near to all who call upon Him, To all who call upon Him in truth.", "19", "He will fulfill the desire of those who fear Him; He also will hear their cry and save them.", "20", "The Lord preserves all who love Him, But all the wicked He will destroy.", "21", "My mouth shall speak the praise of the Lord\u0001 And all flesh shall bless His holy name Forever and ever."]}, {"reference": "Proverbs 2:1-7", "words": 92, "text": ["1", "My son, if you receive my words, And treasure my commands within you,", "2", "So that you incline your ear to wisdom, And apply your heart to understanding;", "3", "Yes, if you cry out for discernment, And lift up your voice for understanding,", "4", "If you seek her as silver, And search for her as for hidden treasures;", "5", "Then you will understand the fear of the Lord\u0001 And find the knowledge of God.", "6", "For the Lord gives wisdom; From His mouth come knowledge and understanding;", "7", "He stores up sound wisdom for the upright; He is a shield to those who walk uprightly;"]}, {"reference": "Proverbs 23:15-17", "words": 41, "text": ["15", "My son, if your heart is wise, My heart will rejoice—indeed, I myself;", "16", "Yes, my inmost being will rejoice When your lips speak right things.", "17", "Do not let your heart envy sinners, But be zealous for the fear of the Lord all the day;"]}, {"reference": "Proverbs 31:8-9", "words": 28, "text": ["8", "Open your mouth for the speechless, In the cause of all who are appointed to die.", "9", "Open your mouth, judge righteously, And plead the cause of the poor and needy."]}, {"reference": "Isaiah 1:18", "words": 33, "text": ["18", "“Come now, and let us reason together,” Says the Lord\u0001 “Though your sins are like scarlet, They shall be as white as snow; Though they are red like crimson, They shall be as wool."]}, {"reference": "Isaiah 6:1-13", "words": 349, "text": ["1", "In the year that King Uzziah died, I saw the Lord sitting on a throne, high and lifted up, and the train of His robe filled the temple.", "2", "Above it stood seraphim; each one had six wings: with two he covered his face, with two he covered his feet, and with two he flew.", "3", "And one cried to another and said: “Holy, holy, holy is the Lord of hosts; The whole earth is full of His glory!”", "4", "And the posts of the door were shaken by the voice of him who cried out, and the house was filled with smoke.", "5", "So I said: “Woe is me, for I am undone! Because I am a man of unclean lips, And I dwell in the midst of a people of unclean lips; For my eyes have seen the King, The Lord of hosts.”", "6", "Then one of the seraphim flew to me, having in his hand a live coal which he had taken with the tongs from the altar.", "7", "And he touched my mouth with it, and said: “Behold, this has touched your lips; Your iniquity is taken away, And your sin purged.”", "8", "Also I heard the voice of the Lord, saying: “Whom shall I send, And who will go for Us?” Then I said, “Here am I! Send me.”", "9", "And He said, “Go, and tell this people: ‘Keep on hearing, but do not understand; Keep on seeing, but do not perceive.’", "10", "“Make the heart of this people dull, And their ears heavy, And shut their eyes; Lest they see with their eyes, And hear with their ears, And understand with their heart, And return and be healed.”", "11", "Then I said, “Lord, how long?” And He answered: “Until the cities are laid waste and without inhabitant, The houses are without a man, The land is utterly desolate,", "12", "The Lord has removed men far away, And the forsaken places are many in the midst of the land.", "13", "But yet a tenth will be in it, And will return and be for consuming, As a terebinth tree or as an oak, Whose stump remains when it is cut down. So the holy seed shall be its stump.”"]}, {"reference": "Isaiah 12:1-6", "words": 125, "text": ["1", "And in that day you will say: “O Lord\u0001 I will praise You; Though You were angry with me, Your anger is turned away, and You comfort me.", "2", "Behold, God is my salvation, I will trust and not be afraid; ‘For Yah\u0001 the Lord\u0001 is my strength and song; He also has become my salvation.’ ”", "3", "Therefore with joy you will draw water From the wells of salvation.", "4", "And in that day you will say: “Praise the Lord\u0001 call upon His name; Declare His deeds among the peoples, Make mention that His name is exalted.", "5", "Sing to the Lord\u0001 For He has done excellent things; This is known in all the earth.", "6", "Cry out and shout, O inhabitant of Zion, For great is the Holy One of Israel in your midst!”"]}, {"reference": "Isaiah 38:16-20", "words": 129, "text": ["16", "O Lord, by these things men live; And in all these things is the life of my spirit; So You will restore me and make me live.", "17", "Indeed it was for my own peace That I had great bitterness; But You have lovingly delivered my soul from the pit of corruption, For You have cast all my sins behind Your back.", "18", "For Sheol cannot thank You, Death cannot praise You; Those who go down to the pit cannot hope for Your truth.", "19", "The living, the living man, he shall praise You, As I do this day; The father shall make known Your truth to the children.", "20", "“The Lord was ready to save me; Therefore we will sing my songs with stringed instruments All the days of our life, in the house of the Lord\u0001”"]}, {"reference": "Isaiah 42:1-4", "words": 88, "text": ["1", "“Behold! My Servant whom I uphold, My Elect One in whom My soul delights! I have put My Spirit upon Him; He will bring forth justice to the Gentiles.", "2", "He will not cry out, nor raise His voice, Nor cause His voice to be heard in the street.", "3", "A bruised reed He will not break, And smoking flax He will not quench; He will bring forth justice for truth.", "4", "He will not fail nor be discouraged, Till He has established justice in the earth; And the coastlands shall wait for His law.”"]}, {"reference": "Isaiah 49:22-23", "words": 91, "text": ["22", "Thus says the Lord God\u0001 “Behold, I will lift My hand in an oath to the nations, And set up My standard for the peoples; They shall bring your sons in their arms, And your daughters shall be carried on their shoulders;", "23", "Kings shall be your foster fathers, And their queens your nursing mothers; They shall bow down to you with their faces to the earth, And lick up the dust of your feet. Then you will know that I am the Lord\u0001 For they shall not be ashamed who wait for Me.”"]}, {"reference": "Isaiah 55:10-11", "words": 75, "text": ["10", "“For as the rain comes down, and the snow from heaven, And do not return there, But water the earth, And make it bring forth and bud, That it may give seed to the sower And bread to the eater,", "11", "So shall My word be that goes forth from My mouth; It shall not return to Me void, But it shall accomplish what I please, And it shall prosper in the thing for which I sent it."]}, {"reference": "Jeremiah 9:13-16", "words": 100, "text": ["13", "And the Lord said, “Because they have forsaken My law which I set before them, and have not obeyed My voice, nor walked according to it,", "14", "but they have walked according to the dictates of their own hearts and after the Baals, which their fathers taught them,”", "15", "therefore thus says the Lord of hosts, the God of Israel: “Behold, I will feed them, this people, with wormwood, and give them water of gall to drink.", "16", "I will scatter them also among the Gentiles, whom neither they nor their fathers have known. And I will send a sword after them until I have consumed them.”"]}, {"reference": "Jeremiah 18:7-10", "words": 90, "text": ["7", "The instant I speak concerning a nation and concerning a kingdom, to pluck up, to pull down, and to destroy it,", "8", "if that nation against whom I have spoken turns from its evil, I will relent of the disaster that I thought to bring upon it.", "9", "And the instant I speak concerning a nation and concerning a kingdom, to build and to plant it,", "10", "if it does evil in My sight so that it does not obey My voice, then I will relent concerning the good with which I said I would benefit it."]}, {"reference": "Jeremiah 23:5-6", "words": 57, "text": ["5", "“Behold, the days are coming,” says the Lord\u0001 “That I will raise to David a Branch of righteousness; A King shall reign and prosper, And execute judgment and righteousness in the earth.", "6", "In His days Judah will be saved, And Israel will dwell safely; Now this is His name by which He will be called: THE LORD OUR RIGHTEOUSNESS."]}, {"reference": "Ezekiel 20:40-41", "words": 90, "text": ["40", "For on My holy mountain, on the mountain height of Israel,” says the Lord God\u0001 “there all the house of Israel, all of them in the land, shall serve Me; there I will accept them, and there I will require your offerings and the firstfruits of your sacrifices, together with all your holy things.", "41", "I will accept you as a sweet aroma when I bring you out from the peoples and gather you out of the countries where you have been scattered; and I will be hallowed in you before the Gentiles."]}, {"reference": "Ezekiel 33:1-7", "words": 194, "text": ["1", "Again the word of the Lord came to me, saying,", "2", "“Son of man, speak to the children of your people, and say to them: ‘When I bring the sword upon a land, and the people of the land take a man from their territory and make him their watchman,", "3", "when he sees the sword coming upon the land, if he blows the trumpet and warns the people,", "4", "then whoever hears the sound of the trumpet and does not take warning, if the sword comes and takes him away, his blood shall be on his own head.", "5", "He heard the sound of the trumpet, but did not take warning; his blood shall be upon himself. But he who takes warning will save his life.", "6", "But if the watchman sees the sword coming and does not blow the trumpet, and the people are not warned, and the sword comes and takes any person from among them, he is taken away in his iniquity; but his blood I will require at the watchman’s hand.’", "7", "“So you, son of man: I have made you a watchman for the house of Israel; therefore you shall hear a word from My mouth and warn them for Me."]}, {"reference": "Ezekiel 36:22-28", "words": 205, "text": ["22", "“Therefore say to the house of Israel, ‘Thus says the Lord God\u0001 “I do not do this for your sake, O house of Israel, but for My holy name’s sake, which you have profaned among the nations wherever you went.", "23", "And I will sanctify My great name, which has been profaned among the nations, which you have profaned in their midst; and the nations shall know that I am the Lord\u0001” says the Lord God\u0001 “when I am hallowed in you before their eyes.", "24", "For I will take you from among the nations, gather you out of all countries, and bring you into your own land.", "25", "Then I will sprinkle clean water on you, and you shall be clean; I will cleanse you from all your filthiness and from all your idols.", "26", "I will give you a new heart and put a new spirit within you; I will take the heart of stone out of your flesh and give you a heart of flesh.", "27", "I will put My Spirit within you and cause you to walk in My statutes, and you will keep My judgments and do them.", "28", "Then you shall dwell in the land that I gave to your fathers; you shall be My people, and I will be your God."]}, {"reference": "Ezekiel 47:21-23", "words": 86, "text": ["21", "“Thus you shall divide this land among yourselves according to the tribes of Israel.", "22", "It shall be that you will divide it by lot as an inheritance for yourselves, and for the strangers who dwell among you and who bear children among you. They shall be to you as native-born among the children of Israel; they shall have an inheritance with you among the tribes of Israel.", "23", "And it shall be that in whatever tribe the stranger dwells, there you shall give him his inheritance,” says the Lord God\u0001"]}, {"reference": "Daniel 12:1-3", "words": 104, "text": ["1", "“At that time Michael shall stand up, The great prince who stands watch over the sons of your people; And there shall be a time of trouble, Such as never was since there was a nation, Even to that time. And at that time your people shall be delivered, Every one who is found written in the book.", "2", "And many of those who sleep in the dust of the earth shall awake, Some to everlasting life, Some to shame and everlasting contempt.", "3", "Those who are wise shall shine Like the brightness of the firmament, And those who turn many to righteousness Like the stars forever and ever."]}, {"reference": "Hosea 1:10-11", "words": 92, "text": ["10", "“Yet the number of the children of Israel Shall be as the sand of the sea, Which cannot be measured or numbered. And it shall come to pass In the place where it was said to them, ‘You are not My people,’ There it shall be said to them, ‘ You are sons of the living God.’", "11", "Then the children of Judah and the children of Israel Shall be gathered together, And appoint for themselves one head; And they shall come up out of the land, For great will be the day of Jezreel!"]}, {"reference": "Hosea 14:9", "words": 32, "text": ["9", "Who is wise? Let him understand these things. Who is prudent? Let him know them. For the ways of the Lord are right; The righteous walk in them, But transgressors stumble in them."]}, {"reference": "Joel 2:28-32", "words": 133, "text": ["28", "“And it shall come to pass afterward That I will pour out My Spirit on all flesh; Your sons and your daughters shall prophesy, Your old men shall dream dreams, Your young men shall see visions.", "29", "And also on My menservants and on My maidservants I will pour out My Spirit in those days.", "30", "“And I will show wonders in the heavens and in the earth: Blood and fire and pillars of smoke.", "31", "The sun shall be turned into darkness, And the moon into blood, Before the coming of the great and awesome day of the Lord\u0001", "32", "And it shall come to pass That whoever calls on the name of the Lord Shall be saved. For in Mount Zion and in Jerusalem there shall be deliverance, As the Lord has said, Among the remnant whom the Lord calls."]}, {"reference": "Obadiah 1:15-18", "words": 123, "text": ["15", "“For the day of the Lord upon all the nations is near; As you have done, it shall be done to you; Your reprisal shall return upon your own head.", "16", "For as you drank on My holy mountain, So shall all the nations drink continually; Yes, they shall drink, and swallow, And they shall be as though they had never been.", "17", "“But on Mount Zion there shall be deliverance, And there shall be holiness; The house of Jacob shall possess their possessions.", "18", "The house of Jacob shall be a fire, And the house of Joseph a flame; But the house of Esau shall be stubble; They shall kindle them and devour them, And no survivor shall remain of the house of Esau,” For the Lord has spoken."]}, {"reference": "Jonah 3:4-10", "words": 194, "text": ["4", "And Jonah began to enter the city on the first day’s walk. Then he cried out and said, “Yet forty days, and Nineveh shall be overthrown!”", "5", "So the people of Nineveh believed God, proclaimed a fast, and put on sackcloth, from the greatest to the least of them.", "6", "Then word came to the king of Nineveh; and he arose from his throne and laid aside his robe, covered himself with sackcloth and sat in ashes.", "7", "And he caused it to be proclaimed and published throughout Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste anything; do not let them eat, or drink water.", "8", "But let man and beast be covered with sackcloth, and cry mightily to God; yes, let every one turn from his evil way and from the violence that is in his hands.", "9", "Who can tell if God will turn and relent, and turn away from His fierce anger, so that we may not perish?", "10", "Then God saw their works, that they turned from their evil way; and God relented from the disaster that He had said He would bring upon them, and He did not do it."]}, {"reference": "Habakkuk 1:12", "words": 31, "text": ["12", "Are You not from everlasting, O Lord my God, my Holy One? We shall not die. O Lord\u0001 You have appointed them for judgment; O Rock, You have marked them for correction."]}, {"reference": "Malachi 1:11", "words": 47, "text": ["11", "For from the rising of the sun, even to its going down, My name shall be great among the Gentiles; In every place incense shall be offered to My name, And a pure offering; For My name shall be great among the nations,” Says the Lord of hosts."]}, {"reference": "Malachi 3:2-4", "words": 83, "text": ["2", "“But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner’s fire And like launderers’ soap.", "3", "He will sit as a refiner and a purifier of silver; He will purify the sons of Levi, And purge them as gold and silver, That they may offer to the Lord An offering in righteousness.", "4", "“Then the offering of Judah and Jerusalem Will be pleasant to the Lord\u0001 As in the days of old, As in former years."]}, {"reference": "Matthew 1:18-25", "words": 200, "text": ["18", "Now the birth of Jesus Christ was as follows: After His mother Mary was betrothed to Joseph, before they came together, she was found with child of the Holy Spirit.", "19", "Then Joseph her husband, being a just man, and not wanting to make her a public example, was minded to put her away secretly.", "20", "But while he thought about these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not be afraid to take to you Mary your wife, for that which is conceived in her is of the Holy Spirit.", "21", "And she will bring forth a Son, and you shall call His name Jesus\u0001 for He will save His people from their sins.”", "22", "So all this was done that it might be fulfilled which was spoken by the Lord through the prophet, saying:", "23", "“Behold, the virgin shall be with child, and bear a Son, and they shall call His name Immanuel,” which is translated, “God with us.”", "24", "Then Joseph, being aroused from sleep, did as the angel of the Lord commanded him and took to him his wife,", "25", "and did not know her till she had brought forth her firstborn Son. And he called His name Jesus\u0001"]}, {"reference": "Matthew 6:24", "words": 35, "text": ["24", "“No one can serve two masters; for either he will hate the one and love the other, or else he will be loyal to the one and despise the other. You cannot serve God and mammon."]}, {"reference": "Matthew 9:35-38", "words": 79, "text": ["35", "Then Jesus went about all the cities and villages, teaching in their synagogues, preaching the gospel of the kingdom, and healing every sickness and every disease among the people.", "36", "But when He saw the multitudes, He was moved with compassion for them, because they were weary and scattered, like sheep having no shepherd.", "37", "Then He said to His disciples, “The harvest truly is plentiful, but the laborers are few.", "38", "Therefore pray the Lord of the harvest to send out laborers into His harvest.”"]}, {"reference": "Matthew 12:15-21", "words": 109, "text": ["15", "But when Jesus knew it, He withdrew from there. And great multitudes followed Him, and He healed them all.", "16", "Yet He warned them not to make Him known,", "17", "that it might be fulfilled which was spoken by Isaiah the prophet, saying:", "18", "“Behold! My Servant whom I have chosen, My Beloved in whom My soul is well pleased! I will put My Spirit upon Him, And He will declare justice to the Gentiles.", "19", "He will not quarrel nor cry out, Nor will anyone hear His voice in the streets.", "20", "A bruised reed He will not break, And smoking flax He will not quench, Till He sends forth justice to victory;", "21", "And in His name Gentiles will trust.”"]}, {"reference": "Matthew 13:44-58", "words": 305, "text": ["44", "“Again, the kingdom of heaven is like treasure hidden in a field, which a man found and hid; and for joy over it he goes and sells all that he has and buys that field.", "45", "“Again, the kingdom of heaven is like a merchant seeking beautiful pearls,", "46", "who, when he had found one pearl of great price, went and sold all that he had and bought it.", "47", "“Again, the kingdom of heaven is like a dragnet that was cast into the sea and gathered some of every kind,", "48", "which, when it was full, they drew to shore; and they sat down and gathered the good into vessels, but threw the bad away.", "49", "So it will be at the end of the age. The angels will come forth, separate the wicked from among the just,", "50", "and cast them into the furnace of fire. There will be wailing and gnashing of teeth.”", "51", "Jesus said to them, “Have you understood all these things?” They said to Him, “Yes, Lord.”", "52", "Then He said to them, “Therefore every scribe instructed concerning the kingdom of heaven is like a householder who brings out of his treasure things new and old.”", "53", "Now it came to pass, when Jesus had finished these parables, that He departed from there.", "54", "When He had come to His own country, He taught them in their synagogue, so that they were astonished and said, “Where did this Man get this wisdom and these mighty works?", "55", "Is this not the carpenter’s son? Is not His mother called Mary? And His brothers James, Joses, Simon, and Judas?", "56", "And His sisters, are they not all with us? Where then did this Man get all these things?”", "57", "So they were offended at Him. But Jesus said to them, “A prophet is not without honor except in his own country and in his own house.”", "58", "Now He did not do many mighty works there because of their unbelief."]}, {"reference": "Matthew 15:21-31", "words": 233, "text": ["21", "Then Jesus went out from there and departed to the region of Tyre and Sidon.", "22", "And behold, a woman of Canaan came from that region and cried out to Him, saying, “Have mercy on me, O Lord, Son of David! My daughter is severely demon-possessed.”", "23", "But He answered her not a word. And His disciples came and urged Him, saying, “Send her away, for she cries out after us.”", "24", "But He answered and said, “I was not sent except to the lost sheep of the house of Israel.”", "25", "Then she came and worshiped Him, saying, “Lord, help me!”", "26", "But He answered and said, “It is not good to take the children’s bread and throw it to the little dogs.”", "27", "And she said, “Yes, Lord, yet even the little dogs eat the crumbs which fall from their masters’ table.”", "28", "Then Jesus answered and said to her, “O woman, great is your faith! Let it be to you as you desire.” And her daughter was healed from that very hour.", "29", "Jesus departed from there, skirted the Sea of Galilee, and went up on the mountain and sat down there.", "30", "Then great multitudes came to Him, having with them the lame, blind, mute, maimed, and many others; and they laid them down at Jesus’ feet, and He healed them.", "31", "So the multitude marveled when they saw the mute speaking, the maimed made whole, the lame walking, and the blind seeing; and they glorified the God of Israel."]}, {"reference": "Matthew 24:32-51", "words": 368, "text": ["32", "“Now learn this parable from the fig tree: When its branch has already become tender and puts forth leaves, you know that summer is near.", "33", "So you also, when you see all these things, know that it is near—at the doors!", "34", "Assuredly, I say to you, this generation will by no means pass away till all these things take place.", "35", "Heaven and earth will pass away, but My words will by no means pass away.", "36", "“But of that day and hour no one knows, not even the angels of heaven, but My Father only.", "37", "But as the days of Noah were, so also will the coming of the Son of Man be.", "38", "For as in the days before the flood, they were eating and drinking, marrying and giving in marriage, until the day that Noah entered the ark,", "39", "and did not know until the flood came and took them all away, so also will the coming of the Son of Man be.", "40", "Then two men will be in the field: one will be taken and the other left.", "41", "Two women will be grinding at the mill: one will be taken and the other left.", "42", "Watch therefore, for you do not know what hour your Lord is coming.", "43", "But know this, that if the master of the house had known what hour the thief would come, he would have watched and not allowed his house to be broken into.", "44", "Therefore you also be ready, for the Son of Man is coming at an hour you do not expect.", "45", "“Who then is a faithful and wise servant, whom his master made ruler over his household, to give them food in due season?", "46", "Blessed is that servant whom his master, when he comes, will find so doing.", "47", "Assuredly, I say to you that he will make him ruler over all his goods.", "48", "But if that evil servant says in his heart, ‘My master is delaying his coming,’", "49", "and begins to beat his fellow servants, and to eat and drink with the drunkards,", "50", "the master of that servant will come on a day when he is not looking for him and at an hour that he is not aware of,", "51", "and will cut him in two and appoint him his portion with the hypocrites. There shall be weeping and gnashing of teeth."]}, {"reference": "Mark 1:1-11", "words": 209, "text": ["1", "The beginning of the gospel of Jesus Christ, the Son of God.", "2", "As it is written in the Prophets: “Behold, I send My messenger before Your face, Who will prepare Your way before You.”", "3", "“The voice of one crying in the wilderness: ‘Prepare the way of the Lord\u0001 Make His paths straight.’ ”", "4", "John came baptizing in the wilderness and preaching a baptism of repentance for the remission of sins.", "5", "Then all the land of Judea, and those from Jerusalem, went out to him and were all baptized by him in the Jordan River, confessing their sins.", "6", "Now John was clothed with camel’s hair and with a leather belt around his waist, and he ate locusts and wild honey.", "7", "And he preached, saying, “There comes One after me who is mightier than I, whose sandal strap I am not worthy to stoop down and loose.", "8", "I indeed baptized you with water, but He will baptize you with the Holy Spirit.”", "9", "It came to pass in those days that Jesus came from Nazareth of Galilee, and was baptized by John in the Jordan.", "10", "And immediately, coming up from the water, He saw the heavens parting and the Spirit descending upon Him like a dove.", "11", "Then a voice came from heaven, “You are My beloved Son, in whom I am well pleased.”"]}, {"reference": "Mark 5:18-20", "words": 71, "text": ["18", "And when He got into the boat, he who had been demon-possessed begged Him that he might be with Him.", "19", "However, Jesus did not permit him, but said to him, “Go home to your friends, and tell them what great things the Lord has done for you, and how He has had compassion on you.”", "20", "And he departed and began to proclaim in Decapolis all that Jesus had done for him; and all marveled."]}, {"reference": "Mark 11:15-24", "words": 222, "text": ["15", "So they came to Jerusalem. Then Jesus went into the temple and began to drive out those who bought and sold in the temple, and overturned the tables of the money changers and the seats of those who sold doves.", "16", "And He would not allow anyone to carry wares through the temple.", "17", "Then He taught, saying to them, “Is it not written, ‘My house shall be called a house of prayer for all nations’? But you have made it a ‘den of thieves.’ ”", "18", "And the scribes and chief priests heard it and sought how they might destroy Him; for they feared Him, because all the people were astonished at His teaching.", "19", "When evening had come, He went out of the city.", "20", "Now in the morning, as they passed by, they saw the fig tree dried up from the roots.", "21", "And Peter, remembering, said to Him, “Rabbi, look! The fig tree which You cursed has withered away.”", "22", "So Jesus answered and said to them, “Have faith in God.", "23", "For assuredly, I say to you, whoever says to this mountain, ‘Be removed and be cast into the sea,’ and does not doubt in his heart, but believes that those things he says will be done, he will have whatever he says.", "24", "Therefore I say to you, whatever things you ask when you pray, believe that you receive them, and you will have them."]}, {"reference": "Mark 12:13-17", "words": 139, "text": ["13", "Then they sent to Him some of the Pharisees and the Herodians, to catch Him in His words.", "14", "When they had come, they said to Him, “Teacher, we know that You are true, and care about no one; for You do not regard the person of men, but teach the way of God in truth. Is it lawful to pay taxes to Caesar, or not?", "15", "Shall we pay, or shall we not pay?” But He, knowing their hypocrisy, said to them, “Why do you test Me? Bring Me a denarius that I may see it. ”", "16", "So they brought it. And He said to them, “Whose image and inscription is this?” They said to Him, “Caesar’s.”", "17", "And Jesus answered and said to them, “Render to Caesar the things that are Caesar’s, and to God the things that are God’s.” And they marveled at Him."]}, {"reference": "Luke 8:40-56", "words": 354, "text": ["40", "So it was, when Jesus returned, that the multitude welcomed Him, for they were all waiting for Him.", "41", "And behold, there came a man named Jairus, and he was a ruler of the synagogue. And he fell down at Jesus’ feet and begged Him to come to his house,", "42", "for he had an only daughter about twelve years of age, and she was dying. But as He went, the multitudes thronged Him.", "43", "Now a woman, having a flow of blood for twelve years, who had spent all her livelihood on physicians and could not be healed by any,", "44", "came from behind and touched the border of His garment. And immediately her flow of blood stopped.", "45", "And Jesus said, “Who touched Me?” When all denied it, Peter and those with him said, “Master, the multitudes throng and press You, and You say, ‘Who touched Me?’ ”", "46", "But Jesus said, “Somebody touched Me, for I perceived power going out from Me.”", "47", "Now when the woman saw that she was not hidden, she came trembling; and falling down before Him, she declared to Him in the presence of all the people the reason she had touched Him and how she was healed immediately.", "48", "And He said to her, “Daughter, be of good cheer; your faith has made you well. Go in peace.”", "49", "While He was still speaking, someone came from the ruler of the synagogue’s house, saying to him, “Your daughter is dead. Do not trouble the Teacher.”", "50", "But when Jesus heard it, He answered him, saying, “Do not be afraid; only believe, and she will be made well.”", "51", "When He came into the house, He permitted no one to go in except Peter, James, and John, and the father and mother of the girl.", "52", "Now all wept and mourned for her; but He said, “Do not weep; she is not dead, but sleeping.”", "53", "And they ridiculed Him, knowing that she was dead.", "54", "But He put them all outside, took her by the hand and called, saying, “Little girl, arise.”", "55", "Then her spirit returned, and she arose immediately. And He commanded that she be given something to eat.", "56", "And her parents were astonished, but He charged them to tell no one what had happened."]}, {"reference": "Luke 9:18-27", "words": 225, "text": ["18", "And it happened, as He was alone praying, that His disciples joined Him, and He asked them, saying, “Who do the crowds say that I am?”", "19", "So they answered and said, “John the Baptist, but some say Elijah; and others say that one of the old prophets has risen again.”", "20", "He said to them, “But who do you say that I am?” Peter answered and said, “The Christ of God.”", "21", "And He strictly warned and commanded them to tell this to no one,", "22", "saying, “The Son of Man must suffer many things, and be rejected by the elders and chief priests and scribes, and be killed, and be raised the third day.”", "23", "Then He said to them all, “If anyone desires to come after Me, let him deny himself, and take up his cross daily, and follow Me.", "24", "For whoever desires to save his life will lose it, but whoever loses his life for My sake will save it.", "25", "For what profit is it to a man if he gains the whole world, and is himself destroyed or lost?", "26", "For whoever is ashamed of Me and My words, of him the Son of Man will be ashamed when He comes in His own glory, and in His Father’s, and of the holy angels.", "27", "But I tell you truly, there are some standing here who shall not taste death till they see the kingdom of God.”"]}, {"reference": "Luke 19:1-10", "words": 192, "text": ["1", "Then Jesus entered and passed through Jericho.", "2", "Now behold, there was a man named Zacchaeus who was a chief tax collector, and he was rich.", "3", "And he sought to see who Jesus was, but could not because of the crowd, for he was of short stature.", "4", "So he ran ahead and climbed up into a sycamore tree to see Him, for He was going to pass that way.", "5", "And when Jesus came to the place, He looked up and saw him, and said to him, “Zacchaeus, make haste and come down, for today I must stay at your house.”", "6", "So he made haste and came down, and received Him joyfully.", "7", "But when they saw it, they all complained, saying, “He has gone to be a guest with a man who is a sinner.”", "8", "Then Zacchaeus stood and said to the Lord, “Look, Lord, I give half of my goods to the poor; and if I have taken anything from anyone by false accusation, I restore fourfold.”", "9", "And Jesus said to him, “Today salvation has come to this house, because he also is a son of Abraham;", "10", "for the Son of Man has come to seek and to save that which was lost.”"]}, {"reference": "Luke 22:24-34", "words": 225, "text": ["24", "Now there was also a dispute among them, as to which of them should be considered the greatest.", "25", "And He said to them, “The kings of the Gentiles exercise lordship over them, and those who exercise authority over them are called ‘benefactors.’", "26", "But not so among you; on the contrary, he who is greatest among you, let him be as the younger, and he who governs as he who serves.", "27", "For who is greater, he who sits at the table, or he who serves? Is it not he who sits at the table? Yet I am among you as the One who serves.", "28", "“But you are those who have continued with Me in My trials.", "29", "And I bestow upon you a kingdom, just as My Father bestowed one upon Me,", "30", "that you may eat and drink at My table in My kingdom, and sit on thrones judging the twelve tribes of Israel.”", "31", "And the Lord said, “Simon, Simon! Indeed, Satan has asked for you, that he may sift you as wheat.", "32", "But I have prayed for you, that your faith should not fail; and when you have returned to Me, strengthen your brethren.”", "33", "But he said to Him, “Lord, I am ready to go with You, both to prison and to death.”", "34", "Then He said, “I tell you, Peter, the rooster shall not crow this day before you will deny three times that you know Me.”"]}, {"reference": "John 1:1-14", "words": 215, "text": ["1", "In the beginning was the Word, and the Word was with God, and the Word was God.", "2", "He was in the beginning with God.", "3", "All things were made through Him, and without Him nothing was made that was made.", "4", "In Him was life, and the life was the light of men.", "5", "And the light shines in the darkness, and the darkness did not comprehend it.", "6", "There was a man sent from God, whose name was John.", "7", "This man came for a witness, to bear witness of the Light, that all through him might believe.", "8", "He was not that Light, but was sent to bear witness of that Light.", "9", "That was the true Light which gives light to every man coming into the world.", "10", "He was in the world, and the world was made through Him, and the world did not know Him.", "11", "He came to His own, and His own did not receive Him.", "12", "But as many as received Him, to them He gave the right to become children of God, to those who believe in His name:", "13", "who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.", "14", "And the Word became flesh and dwelt among us, and we beheld His glory, the glory as of the only begotten of the Father, full of grace and truth."]}, {"reference": "John 5:31-40", "words": 183, "text": ["31", "“If I bear witness of Myself, My witness is not true.", "32", "There is another who bears witness of Me, and I know that the witness which He witnesses of Me is true.", "33", "You have sent to John, and he has borne witness to the truth.", "34", "Yet I do not receive testimony from man, but I say these things that you may be saved.", "35", "He was the burning and shining lamp, and you were willing for a time to rejoice in his light.", "36", "But I have a greater witness than John’s; for the works which the Father has given Me to finish—the very works that I do—bear witness of Me, that the Father has sent Me.", "37", "And the Father Himself, who sent Me, has testified of Me. You have neither heard His voice at any time, nor seen His form.", "38", "But you do not have His word abiding in you, because whom He sent, Him you do not believe.", "39", "You search the Scriptures, for in them you think you have eternal life; and these are they which testify of Me.", "40", "But you are not willing to come to Me that you may have life."]}, {"reference": "John 12:24", "words": 27, "text": ["24", "Most assuredly, I say to you, unless a grain of wheat falls into the ground and dies, it remains alone; but if it dies, it produces much grain."]}, {"reference": "John 21:15-19", "words": 189, "text": ["15", "So when they had eaten breakfast, Jesus said to Simon Peter, “Simon, son of Jonah, do you love Me more than these?” He said to Him, “Yes, Lord; You know that I love You.” He said to him, “Feed My lambs.”", "16", "He said to him again a second time, “Simon, son of Jonah, do you love Me?” He said to Him, “Yes, Lord; You know that I love You.” He said to him, “Tend My sheep.”", "17", "He said to him the third time, “Simon, son of Jonah, do you love Me?” Peter was grieved because He said to him the third time, “Do you love Me?” And he said to Him, “Lord, You know all things; You know that I love You.” Jesus said to him, “Feed My sheep.", "18", "Most assuredly, I say to you, when you were younger, you girded yourself and walked where you wished; but when you are old, you will stretch out your hands, and another will gird you and carry you where you do not wish.”", "19", "This He spoke, signifying by what death he would glorify God. And when He had spoken this, He said to him, “Follow Me.”"]}, {"reference": "Acts 2:1-6", "words": 109, "text": ["1", "When the Day of Pentecost had fully come, they were all with one accord in one place.", "2", "And suddenly there came a sound from heaven, as of a rushing mighty wind, and it filled the whole house where they were sitting.", "3", "Then there appeared to them divided tongues, as of fire, and one sat upon each of them.", "4", "And they were all filled with the Holy Spirit and began to speak with other tongues, as the Spirit gave them utterance.", "5", "And there were dwelling in Jerusalem Jews, devout men, from every nation under heaven.", "6", "And when this sound occurred, the multitude came together, and were confused, because everyone heard them speak in his own language."]}, {"reference": "Acts 8:4-8", "words": 71, "text": ["4", "Therefore those who were scattered went everywhere preaching the word.", "5", "Then Philip went down to the city of Samaria and preached Christ to them.", "6", "And the multitudes with one accord heeded the things spoken by Philip, hearing and seeing the miracles which he did.", "7", "For unclean spirits, crying with a loud voice, came out of many who were possessed; and many who were paralyzed and lame were healed.", "8", "And there was great joy in that city."]}, {"reference": "Acts 9:15", "words": 26, "text": ["15", "But the Lord said to him, “Go, for he is a chosen vessel of Mine to bear My name before Gentiles, kings, and the children of Israel."]}, {"reference": "Acts 13:4-12", "words": 215, "text": ["4", "So, being sent out by the Holy Spirit, they went down to Seleucia, and from there they sailed to Cyprus.", "5", "And when they arrived in Salamis, they preached the word of God in the synagogues of the Jews. They also had John as their assistant.", "6", "Now when they had gone through the island to Paphos, they found a certain sorcerer, a false prophet, a Jew whose name was Bar-Jesus,", "7", "who was with the proconsul, Sergius Paulus, an intelligent man. This man called for Barnabas and Saul and sought to hear the word of God.", "8", "But Elymas the sorcerer (for so his name is translated) withstood them, seeking to turn the proconsul away from the faith.", "9", "Then Saul, who also is called Paul, filled with the Holy Spirit, looked intently at him", "10", "and said, “O full of all deceit and all fraud, you son of the devil, you enemy of all righteousness, will you not cease perverting the straight ways of the Lord?", "11", "And now, indeed, the hand of the Lord is upon you, and you shall be blind, not seeing the sun for a time.” And immediately a dark mist fell on him, and he went around seeking someone to lead him by the hand.", "12", "Then the proconsul believed, when he saw what had been done, being astonished at the teaching of the Lord."]}, {"reference": "Acts 20:35-38", "words": 87, "text": ["35", "I have shown you in every way, by laboring like this, that you must support the weak. And remember the words of the Lord Jesus, that He said, ‘It is more blessed to give than to receive.’ ”", "36", "And when he had said these things, he knelt down and prayed with them all.", "37", "Then they all wept freely, and fell on Paul’s neck and kissed him,", "38", "sorrowing most of all for the words which he spoke, that they would see his face no more. And they accompanied him to the ship."]}, {"reference": "Acts 28:23-31", "words": 228, "text": ["23", "So when they had appointed him a day, many came to him at his lodging, to whom he explained and solemnly testified of the kingdom of God, persuading them concerning Jesus from both the Law of Moses and the Prophets, from morning till evening.", "24", "And some were persuaded by the things which were spoken, and some disbelieved.", "25", "So when they did not agree among themselves, they departed after Paul had said one word: “The Holy Spirit spoke rightly through Isaiah the prophet to our fathers,", "26", "saying, ‘Go to this people and say: “Hearing you will hear, and shall not understand; And seeing you will see, and not perceive;", "27", "For the hearts of this people have grown dull. Their ears are hard of hearing, And their eyes they have closed, Lest they should see with their eyes and hear with their ears, Lest they should understand with their hearts and turn, So that I should heal them.” ’", "28", "“Therefore let it be known to you that the salvation of God has been sent to the Gentiles, and they will hear it!”", "29", "And when he had said these words, the Jews departed and had a great dispute among themselves.", "30", "Then Paul dwelt two whole years in his own rented house, and received all who came to him,", "31", "preaching the kingdom of God and teaching the things which concern the Lord Jesus Christ with all confidence, no one forbidding him."]}, {"reference": "Romans 1:1-17", "words": 351, "text": ["1", "Paul, a bondservant of Jesus Christ, called to be an apostle, separated to the gospel of God", "2", "which He promised before through His prophets in the Holy Scriptures,", "3", "concerning His Son Jesus Christ our Lord, who was born of the seed of David according to the flesh,", "4", "and declared to be the Son of God with power according to the Spirit of holiness, by the resurrection from the dead.", "5", "Through Him we have received grace and apostleship for obedience to the faith among all nations for His name,", "6", "among whom you also are the called of Jesus Christ;", "7", "To all who are in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.", "8", "First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.", "9", "For God is my witness, whom I serve with my spirit in the gospel of His Son, that without ceasing I make mention of you always in my prayers,", "10", "making request if, by some means, now at last I may find a way in the will of God to come to you.", "11", "For I long to see you, that I may impart to you some spiritual gift, so that you may be established—", "12", "that is, that I may be encouraged together with you by the mutual faith both of you and me.", "13", "Now I do not want you to be unaware, brethren, that I often planned to come to you (but was hindered until now), that I might have some fruit among you also, just as among the other Gentiles.", "14", "I am a debtor both to Greeks and to barbarians, both to wise and to unwise.", "15", "So, as much as is in me, I am ready to preach the gospel to you who are in Rome also.", "16", "For I am not ashamed of the gospel of Christ, for it is the power of God to salvation for everyone who believes, for the Jew first and also for the Greek.", "17", "For in it the righteousness of God is revealed from faith to faith; as it is written, “The just shall live by faith.”"]}, {"reference": "Romans 13:8-10", "words": 78, "text": ["8", "Owe no one anything except to love one another, for he who loves another has fulfilled the law.", "9", "For the commandments, “You shall not commit adultery,” “You shall not murder,” “You shall not steal,” “You shall not bear false witness,” “You shall not covet,” and if there is any other commandment, are all summed up in this saying, namely, “You shall love your neighbor as yourself.”", "10", "Love does no harm to a neighbor; therefore love is the fulfillment of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 78, "text": ["16", "For if I preach the gospel, I have nothing to boast of, for necessity is laid upon me; yes, woe is me if I do not preach the gospel!", "17", "For if I do this willingly, I have a reward; but if against my will, I have been entrusted with a stewardship.", "18", "What is my reward then? That when I preach the gospel, I may present the gospel of Christ without charge, that I may not abuse my authority in the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 127, "text": ["19", "For though I am free from all men, I have made myself a servant to all, that I might win the more;", "20", "and to the Jews I became as a Jew, that I might win Jews; to those who are under the law, as under the law, that I might win those who are under the law;", "21", "to those who are without law, as without law (not being without law toward God, but under law toward Christ), that I might win those who are without law;", "22", "to the weak I became as weak, that I might win the weak. I have become all things to all men, that I might by all means save some.", "23", "Now this I do for the gospel’s sake, that I may be partaker of it with you."]}, {"reference": "1 Corinthians 10:23-33", "words": 217, "text": ["23", "All things are lawful for me, but not all things are helpful; all things are lawful for me, but not all things edify.", "24", "Let no one seek his own, but each one the other’s well-being.", "25", "Eat whatever is sold in the meat market, asking no questions for conscience’ sake;", "26", "for “the earth is the Lord ’s, and all its fullness.”", "27", "If any of those who do not believe invites you to dinner, and you desire to go, eat whatever is set before you, asking no question for conscience’ sake.", "28", "But if anyone says to you, “This was offered to idols,” do not eat it for the sake of the one who told you, and for conscience’ sake; for “the earth is the Lord ’s, and all its fullness.”", "29", "“Conscience,” I say, not your own, but that of the other. For why is my liberty judged by another man’s conscience?", "30", "But if I partake with thanks, why am I evil spoken of for the food over which I give thanks?", "31", "Therefore, whether you eat or drink, or whatever you do, do all to the glory of God.", "32", "Give no offense, either to the Jews or to the Greeks or to the church of God,", "33", "just as I also please all men in all things, not seeking my own profit, but the profit of many, that they may be saved."]}, {"reference": "1 Corinthians 15:1-11", "words": 217, "text": ["1", "Moreover, brethren, I declare to you the gospel which I preached to you, which also you received and in which you stand,", "2", "by which also you are saved, if you hold fast that word which I preached to you—unless you believed in vain.", "3", "For I delivered to you first of all that which I also received: that Christ died for our sins according to the Scriptures,", "4", "and that He was buried, and that He rose again the third day according to the Scriptures,", "5", "and that He was seen by Cephas, then by the twelve.", "6", "After that He was seen by over five hundred brethren at once, of whom the greater part remain to the present, but some have fallen asleep.", "7", "After that He was seen by James, then by all the apostles.", "8", "Then last of all He was seen by me also, as by one born out of due time.", "9", "For I am the least of the apostles, who am not worthy to be called an apostle, because I persecuted the church of God.", "10", "But by the grace of God I am what I am, and His grace toward me was not in vain; but I labored more abundantly than they all, yet not I, but the grace of God which was with me.", "11", "Therefore, whether it was I or they, so we preach and so you believed."]}, {"reference": "2 Corinthians 6:1-10", "words": 179, "text": ["1", "We then, as workers together with Him also plead with you not to receive the grace of God in vain.", "2", "For He says: “In an acceptable time I have heard you, And in the day of salvation I have helped you.” Behold, now is the accepted time; behold, now is the day of salvation.", "3", "We give no offense in anything, that our ministry may not be blamed.", "4", "But in all things we commend ourselves as ministers of God: in much patience, in tribulations, in needs, in distresses,", "5", "in stripes, in imprisonments, in tumults, in labors, in sleeplessness, in fastings;", "6", "by purity, by knowledge, by longsuffering, by kindness, by the Holy Spirit, by sincere love,", "7", "by the word of truth, by the power of God, by the armor of righteousness on the right hand and on the left,", "8", "by honor and dishonor, by evil report and good report; as deceivers, and yet true;", "9", "as unknown, and yet well known; as dying, and behold we live; as chastened, and yet not killed;", "10", "as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things."]}, {"reference": "Galatians 1:6-24", "words": 357, "text": ["6", "I marvel that you are turning away so soon from Him who called you in the grace of Christ, to a different gospel,", "7", "which is not another; but there are some who trouble you and want to pervert the gospel of Christ.", "8", "But even if we, or an angel from heaven, preach any other gospel to you than what we have preached to you, let him be accursed.", "9", "As we have said before, so now I say again, if anyone preaches any other gospel to you than what you have received, let him be accursed.", "10", "For do I now persuade men, or God? Or do I seek to please men? For if I still pleased men, I would not be a bondservant of Christ.", "11", "But I make known to you, brethren, that the gospel which was preached by me is not according to man.", "12", "For I neither received it from man, nor was I taught it, but it came through the revelation of Jesus Christ.", "13", "For you have heard of my former conduct in Judaism, how I persecuted the church of God beyond measure and tried to destroy it.", "14", "And I advanced in Judaism beyond many of my contemporaries in my own nation, being more exceedingly zealous for the traditions of my fathers.", "15", "But when it pleased God, who separated me from my mother’s womb and called me through His grace,", "16", "to reveal His Son in me, that I might preach Him among the Gentiles, I did not immediately confer with flesh and blood,", "17", "nor did I go up to Jerusalem to those who were apostles before me; but I went to Arabia, and returned again to Damascus.", "18", "Then after three years I went up to Jerusalem to see Peter, and remained with him fifteen days.", "19", "But I saw none of the other apostles except James, the Lord’s brother.", "20", "(Now concerning the things which I write to you, indeed, before God, I do not lie.)", "21", "Afterward I went into the regions of Syria and Cilicia.", "22", "And I was unknown by face to the churches of Judea which were in Christ.", "23", "But they were hearing only, “He who formerly persecuted us now preaches the faith which he once tried to destroy.”", "24", "And they glorified God in me."]}, {"reference": "Galatians 3:23-29", "words": 112, "text": ["23", "But before faith came, we were kept under guard by the law, kept for the faith which would afterward be revealed.", "24", "Therefore the law was our tutor to bring us to Christ, that we might be justified by faith.", "25", "But after faith has come, we are no longer under a tutor.", "26", "For you are all sons of God through faith in Christ Jesus.", "27", "For as many of you as were baptized into Christ have put on Christ.", "28", "There is neither Jew nor Greek, there is neither slave nor free, there is neither male nor female; for you are all one in Christ Jesus.", "29", "And if you are Christ’s, then you are Abraham’s seed, and heirs according to the promise."]}, {"reference": "Ephesians 2:4-10", "words": 118, "text": ["4", "But God, who is rich in mercy, because of His great love with which He loved us,", "5", "even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved),", "6", "and raised us up together, and made us sit together in the heavenly places in Christ Jesus,", "7", "that in the ages to come He might show the exceeding riches of His grace in His kindness toward us in Christ Jesus.", "8", "For by grace you have been saved through faith, and that not of yourselves; it is the gift of God,", "9", "not of works, lest anyone should boast.", "10", "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them."]}, {"reference": "Ephesians 2:14-18", "words": 98, "text": ["14", "For He Himself is our peace, who has made both one, and has broken down the middle wall of separation,", "15", "having abolished in His flesh the enmity, that is, the law of commandments contained in ordinances, so as to create in Himself one new man from the two, thus making peace,", "16", "and that He might reconcile them both to God in one body through the cross, thereby putting to death the enmity.", "17", "And He came and preached peace to you who were afar off and to those who were near.", "18", "For through Him we both have access by one Spirit to the Father."]}, {"reference": "Ephesians 3:1-6", "words": 108, "text": ["1", "For this reason I, Paul, the prisoner of Christ Jesus for you Gentiles—", "2", "if indeed you have heard of the dispensation of the grace of God which was given to me for you,", "3", "how that by revelation He made known to me the mystery (as I have briefly written already,", "4", "by which, when you read, you may understand my knowledge in the mystery of Christ),", "5", "which in other ages was not made known to the sons of men, as it has now been revealed by the Spirit to His holy apostles and prophets:", "6", "that the Gentiles should be fellow heirs, of the same body, and partakers of His promise in Christ through the gospel,"]}, {"reference": "Ephesians 6:10-20", "words": 219, "text": ["10", "Finally, my brethren, be strong in the Lord and in the power of His might.", "11", "Put on the whole armor of God, that you may be able to stand against the wiles of the devil.", "12", "For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places.", "13", "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.", "14", "Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness,", "15", "and having shod your feet with the preparation of the gospel of peace;", "16", "above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one.", "17", "And take the helmet of salvation, and the sword of the Spirit, which is the word of God;", "18", "praying always with all prayer and supplication in the Spirit, being watchful to this end with all perseverance and supplication for all the saints—", "19", "and for me, that utterance may be given to me, that I may open my mouth boldly to make known the mystery of the gospel,", "20", "for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak."]}, {"reference": "Philippians 2:1-16", "words": 310, "text": ["1", "Therefore if there is any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any affection and mercy,", "2", "fulfill my joy by being like-minded, having the same love, being of one accord, of one mind.", "3", "Let nothing be done through selfish ambition or conceit, but in lowliness of mind let each esteem others better than himself.", "4", "Let each of you look out not only for his own interests, but also for the interests of others.", "5", "Let this mind be in you which was also in Christ Jesus,", "6", "who, being in the form of God, did not consider it robbery to be equal with God,", "7", "but made Himself of no reputation, taking the form of a bondservant, and coming in the likeness of men.", "8", "And being found in appearance as a man, He humbled Himself and became obedient to the point of death, even the death of the cross.", "9", "Therefore God also has highly exalted Him and given Him the name which is above every name,", "10", "that at the name of Jesus every knee should bow, of those in heaven, and of those on earth, and of those under the earth,", "11", "and that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.", "12", "Therefore, my beloved, as you have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling;", "13", "for it is God who works in you both to will and to do for His good pleasure.", "14", "Do all things without complaining and disputing,", "15", "that you may become blameless and harmless, children of God without fault in the midst of a crooked and perverse generation, among whom you shine as lights in the world,", "16", "holding fast the word of life, so that I may rejoice in the day of Christ that I have not run in vain or labored in vain."]}, {"reference": "Colossians 2:1-10", "words": 199, "text": ["1", "For I want you to know what a great conflict I have for you and those in Laodicea, and for as many as have not seen my face in the flesh,", "2", "that their hearts may be encouraged, being knit together in love, and attaining to all riches of the full assurance of understanding, to the knowledge of the mystery of God, both of the Father and of Christ,", "3", "in whom are hidden all the treasures of wisdom and knowledge.", "4", "Now this I say lest anyone should deceive you with persuasive words.", "5", "For though I am absent in the flesh, yet I am with you in spirit, rejoicing to see your good order and the steadfastness of your faith in Christ.", "6", "As you therefore have received Christ Jesus the Lord, so walk in Him,", "7", "rooted and built up in Him and established in the faith, as you have been taught, abounding in it with thanksgiving.", "8", "Beware lest anyone cheat you through philosophy and empty deceit, according to the tradition of men, according to the basic principles of the world, and not according to Christ.", "9", "For in Him dwells all the fullness of the Godhead bodily;", "10", "and you are complete in Him, who is the head of all principality and power."]}, {"reference": "Colossians 4:2-6", "words": 77, "text": ["2", "Continue earnestly in prayer, being vigilant in it with thanksgiving;", "3", "meanwhile praying also for us, that God would open to us a door for the word, to speak the mystery of Christ, for which I am also in chains,", "4", "that I may make it manifest, as I ought to speak.", "5", "Walk in wisdom toward those who are outside, redeeming the time.", "6", "Let your speech always be with grace, seasoned with salt, that you may know how you ought to answer each one."]}, {"reference": "1 Thessalonians 1:2-10", "words": 206, "text": ["2", "We give thanks to God always for you all, making mention of you in our prayers,", "3", "remembering without ceasing your work of faith, labor of love, and patience of hope in our Lord Jesus Christ in the sight of our God and Father,", "4", "knowing, beloved brethren, your election by God.", "5", "For our gospel did not come to you in word only, but also in power, and in the Holy Spirit and in much assurance, as you know what kind of men we were among you for your sake.", "6", "And you became followers of us and of the Lord, having received the word in much affliction, with joy of the Holy Spirit,", "7", "so that you became examples to all in Macedonia and Achaia who believe.", "8", "For from you the word of the Lord has sounded forth, not only in Macedonia and Achaia, but also in every place. Your faith toward God has gone out, so that we do not need to say anything.", "9", "For they themselves declare concerning us what manner of entry we had to you, and how you turned to God from idols to serve the living and true God,", "10", "and to wait for His Son from heaven, whom He raised from the dead, even Jesus who delivers us from the wrath to come."]}, {"reference": "2 Thessalonians 2:1-14", "words": 314, "text": ["1", "Now, brethren, concerning the coming of our Lord Jesus Christ and our gathering together to Him, we ask you,", "2", "not to be soon shaken in mind or troubled, either by spirit or by word or by letter, as if from us, as though the day of Christ had come.", "3", "Let no one deceive you by any means; for that Day will not come unless the falling away comes first, and the man of sin is revealed, the son of perdition,", "4", "who opposes and exalts himself above all that is called God or that is worshiped, so that he sits as God in the temple of God, showing himself that he is God.", "5", "Do you not remember that when I was still with you I told you these things?", "6", "And now you know what is restraining, that he may be revealed in his own time.", "7", "For the mystery of lawlessness is already at work; only He who now restrains will do so until He is taken out of the way.", "8", "And then the lawless one will be revealed, whom the Lord will consume with the breath of His mouth and destroy with the brightness of His coming.", "9", "The coming of the lawless one is according to the working of Satan, with all power, signs, and lying wonders,", "10", "and with all unrighteous deception among those who perish, because they did not receive the love of the truth, that they might be saved.", "11", "And for this reason God will send them strong delusion, that they should believe the lie,", "12", "that they all may be condemned who did not believe the truth but had pleasure in unrighteousness.", "13", "But we are bound to give thanks to God always for you, brethren beloved by the Lord, because God from the beginning chose you for salvation through sanctification by the Spirit and belief in the truth,", "14", "to which He called you by our gospel, for the obtaining of the glory of our Lord Jesus Christ."]}, {"reference": "1 Timothy 2:1-7", "words": 120, "text": ["1", "Therefore I exhort first of all that supplications, prayers, intercessions, and giving of thanks be made for all men,", "2", "for kings and all who are in authority, that we may lead a quiet and peaceable life in all godliness and reverence.", "3", "For this is good and acceptable in the sight of God our Savior,", "4", "who desires all men to be saved and to come to the knowledge of the truth.", "5", "For there is one God and one Mediator between God and men, the Man Christ Jesus,", "6", "who gave Himself a ransom for all, to be testified in due time,", "7", "for which I was appointed a preacher and an apostle—I am speaking the truth in Christ and not lying— a teacher of the Gentiles in faith and truth."]}, {"reference": "2 Timothy 1:3-14", "words": 291, "text": ["3", "I thank God, whom I serve with a pure conscience, as my forefathers did, as without ceasing I remember you in my prayers night and day,", "4", "greatly desiring to see you, being mindful of your tears, that I may be filled with joy,", "5", "when I call to remembrance the genuine faith that is in you, which dwelt first in your grandmother Lois and your mother Eunice, and I am persuaded is in you also.", "6", "Therefore I remind you to stir up the gift of God which is in you through the laying on of my hands.", "7", "For God has not given us a spirit of fear, but of power and of love and of a sound mind.", "8", "Therefore do not be ashamed of the testimony of our Lord, nor of me His prisoner, but share with me in the sufferings for the gospel according to the power of God,", "9", "who has saved us and called us with a holy calling, not according to our works, but according to His own purpose and grace which was given to us in Christ Jesus before time began,", "10", "but has now been revealed by the appearing of our Savior Jesus Christ, who has abolished death and brought life and immortality to light through the gospel,", "11", "to which I was appointed a preacher, an apostle, and a teacher of the Gentiles.", "12", "For this reason I also suffer these things; nevertheless I am not ashamed, for I know whom I have believed and am persuaded that He is able to keep what I have committed to Him until that Day.", "13", "Hold fast the pattern of sound words which you have heard from me, in faith and love which are in Christ Jesus.", "14", "That good thing which was committed to you, keep by the Holy Spirit who dwells in us."]}, {"reference": "Titus 3:1-11", "words": 193, "text": ["1", "Remind them to be subject to rulers and authorities, to obey, to be ready for every good work,", "2", "to speak evil of no one, to be peaceable, gentle, showing all humility to all men.", "3", "For we ourselves were also once foolish, disobedient, deceived, serving various lusts and pleasures, living in malice and envy, hateful and hating one another.", "4", "But when the kindness and the love of God our Savior toward man appeared,", "5", "not by works of righteousness which we have done, but according to His mercy He saved us, through the washing of regeneration and renewing of the Holy Spirit,", "6", "whom He poured out on us abundantly through Jesus Christ our Savior,", "7", "that having been justified by His grace we should become heirs according to the hope of eternal life.", "8", "This is a faithful saying, and these things I want you to affirm constantly, that those who have believed in God should be careful to maintain good works. These things are good and profitable to men.", "9", "But avoid foolish disputes, genealogies, contentions, and strivings about the law; for they are unprofitable and useless.", "10", "Reject a divisive man after the first and second admonition,", "11", "knowing that such a person is warped and sinning, being self-condemned."]}, {"reference": "Hebrews 1:1-4", "words": 104, "text": ["1", "God, who at various times and in various ways spoke in time past to the fathers by the prophets,", "2", "has in these last days spoken to us by His Son, whom He has appointed heir of all things, through whom also He made the worlds;", "3", "who being the brightness of His glory and the express image of His person, and upholding all things by the word of His power, when He had by Himself purged our sins, sat down at the right hand of the Majesty on high,", "4", "having become so much better than the angels, as He has by inheritance obtained a more excellent name than they."]}, {"reference": "Hebrews 3:1-6", "words": 122, "text": ["1", "Therefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our confession, Christ Jesus,", "2", "who was faithful to Him who appointed Him, as Moses also was faithful in all His house.", "3", "For this One has been counted worthy of more glory than Moses, inasmuch as He who built the house has more honor than the house.", "4", "For every house is built by someone, but He who built all things is God.", "5", "And Moses indeed was faithful in all His house as a servant, for a testimony of those things which would be spoken afterward,", "6", "but Christ as a Son over His own house, whose house we are if we hold fast the confidence and the rejoicing of the hope firm to the end."]}, {"reference": "Hebrews 4:12-16", "words": 139, "text": ["12", "For the word of God is living and powerful, and sharper than any two-edged sword, piercing even to the division of soul and spirit, and of joints and marrow, and is a discerner of the thoughts and intents of the heart.", "13", "And there is no creature hidden from His sight, but all things are naked and open to the eyes of Him to whom we must give account.", "14", "Seeing then that we have a great High Priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession.", "15", "For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all points tempted as we are, yet without sin.", "16", "Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need."]}, {"reference": "Hebrews 10:26-35", "words": 206, "text": ["26", "For if we sin willfully after we have received the knowledge of the truth, there no longer remains a sacrifice for sins,", "27", "but a certain fearful expectation of judgment, and fiery indignation which will devour the adversaries.", "28", "Anyone who has rejected Moses’ law dies without mercy on the testimony of two or three witnesses.", "29", "Of how much worse punishment, do you suppose, will he be thought worthy who has trampled the Son of God underfoot, counted the blood of the covenant by which he was sanctified a common thing, and insulted the Spirit of grace?", "30", "For we know Him who said, “Vengeance is Mine, I will repay,” says the Lord. And again, “The Lord will judge His people.”", "31", "It is a fearful thing to fall into the hands of the living God.", "32", "But recall the former days in which, after you were illuminated, you endured a great struggle with sufferings:", "33", "partly while you were made a spectacle both by reproaches and tribulations, and partly while you became companions of those who were so treated;", "34", "for you had compassion on me in my chains, and joyfully accepted the plundering of your goods, knowing that you have a better and an enduring possession for yourselves in heaven.", "35", "Therefore do not cast away your confidence, which has great reward."]}, {"reference": "James 3:1-18", "words": 353, "text": ["1", "My brethren, let not many of you become teachers, knowing that we shall receive a stricter judgment.", "2", "For we all stumble in many things. If anyone does not stumble in word, he is a perfect man, able also to bridle the whole body.", "3", "Indeed, we put bits in horses’ mouths that they may obey us, and we turn their whole body.", "4", "Look also at ships: although they are so large and are driven by fierce winds, they are turned by a very small rudder wherever the pilot desires.", "5", "Even so the tongue is a little member and boasts great things. See how great a forest a little fire kindles!", "6", "And the tongue is a fire, a world of iniquity. The tongue is so set among our members that it defiles the whole body, and sets on fire the course of nature; and it is set on fire by hell.", "7", "For every kind of beast and bird, of reptile and creature of the sea, is tamed and has been tamed by mankind.", "8", "But no man can tame the tongue. It is an unruly evil, full of deadly poison.", "9", "With it we bless our God and Father, and with it we curse men, who have been made in the similitude of God.", "10", "Out of the same mouth proceed blessing and cursing. My brethren, these things ought not to be so.", "11", "Does a spring send forth fresh water and bitter from the same opening?", "12", "Can a fig tree, my brethren, bear olives, or a grapevine bear figs? Thus no spring yields both salt water and fresh.", "13", "Who is wise and understanding among you? Let him show by good conduct that his works are done in the meekness of wisdom.", "14", "But if you have bitter envy and self-seeking in your hearts, do not boast and lie against the truth.", "15", "This wisdom does not descend from above, but is earthly, sensual, demonic.", "16", "For where envy and self-seeking exist, confusion and every evil thing are there.", "17", "But the wisdom that is from above is first pure, then peaceable, gentle, willing to yield, full of mercy and good fruits, without partiality and without hypocrisy.", "18", "Now the fruit of righteousness is sown in peace by those who make peace."]}, {"reference": "James 4:1-10", "words": 192, "text": ["1", "Where do wars and fights come from among you? Do they not come from your desires for pleasure that war in your members?", "2", "You lust and do not have. You murder and covet and cannot obtain. You fight and war. Yet you do not have because you do not ask.", "3", "You ask and do not receive, because you ask amiss, that you may spend it on your pleasures.", "4", "Adulterers and adulteresses! Do you not know that friendship with the world is enmity with God? Whoever therefore wants to be a friend of the world makes himself an enemy of God.", "5", "Or do you think that the Scripture says in vain, “The Spirit who dwells in us yearns jealously”?", "6", "But He gives more grace. Therefore He says: “God resists the proud, But gives grace to the humble.”", "7", "Therefore submit to God. Resist the devil and he will flee from you.", "8", "Draw near to God and He will draw near to you. Cleanse your hands, you sinners; and purify your hearts, you double-minded.", "9", "Lament and mourn and weep! Let your laughter be turned to mourning and your joy to gloom.", "10", "Humble yourselves in the sight of the Lord, and He will lift you up."]}, {"reference": "1 Peter 2:9", "words": 33, "text": ["9", "But you are a chosen generation, a royal priesthood, a holy nation, His own special people, that you may proclaim the praises of Him who called you out of darkness into His marvelous light;"]}, {"reference": "1 John 1:1-4", "words": 102, "text": ["1", "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, concerning the Word of life—", "2", "the life was manifested, and we have seen, and bear witness, and declare to you that eternal life which was with the Father and was manifested to us—", "3", "that which we have seen and heard we declare to you, that you also may have fellowship with us; and truly our fellowship is with the Father and with His Son Jesus Christ.", "4", "And these things we write to you that your joy may be full."]}, {"reference": "1 John 3:1-10", "words": 230, "text": ["1", "Behold what manner of love the Father has bestowed on us, that we should be called children of God! Therefore the world does not know us, because it did not know Him.", "2", "Beloved, now we are children of God; and it has not yet been revealed what we shall be, but we know that when He is revealed, we shall be like Him, for we shall see Him as He is.", "3", "And everyone who has this hope in Him purifies himself, just as He is pure.", "4", "Whoever commits sin also commits lawlessness, and sin is lawlessness.", "5", "And you know that He was manifested to take away our sins, and in Him there is no sin.", "6", "Whoever abides in Him does not sin. Whoever sins has neither seen Him nor known Him.", "7", "Little children, let no one deceive you. He who practices righteousness is righteous, just as He is righteous.", "8", "He who sins is of the devil, for the devil has sinned from the beginning. For this purpose the Son of God was manifested, that He might destroy the works of the devil.", "9", "Whoever has been born of God does not sin, for His seed remains in him; and he cannot sin, because he has been born of God.", "10", "In this the children of God and the children of the devil are manifest: Whoever does not practice righteousness is not of God, nor is he who does not love his brother."]}, {"reference": "Revelation 3:7-13", "words": 235, "text": ["7", "“And to the angel of the church in Philadelphia write, ‘These things says He who is holy, He who is true, “He who has the key of David, He who opens and no one shuts, and shuts and no one opens”:", "8", "“I know your works. See, I have set before you an open door, and no one can shut it; for you have a little strength, have kept My word, and have not denied My name.", "9", "Indeed I will make those of the synagogue of Satan, who say they are Jews and are not, but lie—indeed I will make them come and worship before your feet, and to know that I have loved you.", "10", "Because you have kept My command to persevere, I also will keep you from the hour of trial which shall come upon the whole world, to test those who dwell on the earth.", "11", "Behold, I am coming quickly! Hold fast what you have, that no one may take your crown.", "12", "He who overcomes, I will make him a pillar in the temple of My God, and he shall go out no more. I will write on him the name of My God and the name of the city of My God, the New Jerusalem, which comes down out of heaven from My God. And I will write on him My new name.", "13", "“He who has an ear, let him hear what the Spirit says to the churches.” ’"]}, {"reference": "Revelation 19:1-5", "words": 116, "text": ["1", "After these things I heard a loud voice of a great multitude in heaven, saying, “Alleluia! Salvation and glory and honor and power belong to the Lord our God!", "2", "For true and righteous are His judgments, because He has judged the great harlot who corrupted the earth with her fornication; and He has avenged on her the blood of His servants shed by her.”", "3", "Again they said, “Alleluia! Her smoke rises up forever and ever!”", "4", "And the twenty-four elders and the four living creatures fell down and worshiped God who sat on the throne, saying, “Amen! Alleluia!”", "5", "Then a voice came from the throne, saying, “Praise our God, all you His servants and those who fear Him, both small and great!”"]}]