[{"reference": "Acts 1:8", "words": 32, "text": ["8", "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.”"]}, {"reference": "Luke 24:47–49", "words": 48, "text": ["47", "and repentance for the forgiveness of sins will be preached in his name to all nations, beginning at Jerusalem.", "48", "You are witnesses of these things.", "49", "I am going to send you what my Father has promised; but stay in the city until you have been clothed with power from on high.”"]}, {"reference": "Acts 2:38–39", "words": 54, "text": ["38", "Peter replied, “Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.", "39", "The promise is for you and your children and for all who are far off —for all whom the Lord our God will call.”"]}, {"reference": "Luke 11:9–13", "words": 105, "text": ["9", "“So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.", "10", "For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened.", "11", "“Which of you fathers, if your son asks for a fish, will give him a snake instead?", "12", "Or if he asks for an egg, will give him a scorpion?", "13", "If you then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask him!”"]}, {"reference": "Acts 4:29–31", "words": 59, "text": ["29", "Now, Lord, consider their threats and enable your servants to speak your word with great boldness.", "30", "Stretch out your hand to heal and perform signs and wonders through the name of your holy servant Jesus.”", "31", "After they prayed, the place where they were meeting was shaken. And they were all filled with the Holy Spirit and spoke the word of God boldly."]}, {"reference": "Exodus 31:3–5", "words": 48, "text": ["3", "and I have filled him with the Spirit of God, with wisdom, with understanding, with knowledge and with all kinds of skills —", "4", "to make artistic designs for work in gold, silver and bronze,", "5", "to cut and set stones, to work in wood, and to engage in all kinds of crafts."]}, {"reference": "Acts 5:29–32", "words": 73, "text": ["29", "Peter and the other apostles replied: “We must obey God rather than human beings!", "30", "The God of our ancestors raised Jesus from the dead —whom you killed by hanging him on a cross.", "31", "God exalted him to his own right hand as Prince and Savior that he might bring Israel to repentance and forgive their sins.", "32", "We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey him.”"]}, {"reference": "1 John 5:7–11", "words": 91, "text": ["7", "For there are three that testify:", "8", "the Spirit, the water and the blood; and the three are in agreement.", "9", "We accept human testimony, but God’s testimony is greater because it is the testimony of God, which he has given about his Son.", "10", "Whoever believes in the Son of God accepts this testimony. Whoever does not believe God has made him out to be a liar, because they have not believed the testimony God has given about his Son.", "11", "And this is the testimony: God has given us eternal life, and this life is in his Son."]}, {"reference": "Acts 7:59–60", "words": 35, "text": ["59", "While they were stoning him, Stephen prayed, “Lord Jesus, receive my spirit.”", "60", "Then he fell on his knees and cried out, “Lord, do not hold this sin against them.” When he had said this, he fell asleep."]}, {"reference": "Ephesians 5:16–20", "words": 73, "text": ["16", "making the most of every opportunity, because the days are evil.", "17", "Therefore do not be foolish, but understand what the Lord’s will is.", "18", "Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit,", "19", "speaking to one another with psalms, hymns, and songs from the Spirit. Sing and make music from your heart to the Lord,", "20", "always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ."]}, {"reference": "Acts 8:34–36", "words": 60, "text": ["34", "The eunuch asked Philip, “Tell me, please, who is the prophet talking about, himself or someone else?”", "35", "Then Philip began with that very passage of Scripture and told him the good news about Jesus.", "36", "As they traveled along the road, they came to some water and the eunuch said, “Look, here is water. What can stand in the way of my being baptized?”"]}, {"reference": "John 14:16–17", "words": 50, "text": ["16", "And I will ask the Father, and he will give you another advocate to help you and be with you forever—", "17", "the Spirit of truth. The world cannot accept him, because it neither sees him nor knows him. But you know him, for he lives with you and will be in you."]}, {"reference": "Acts 10:39–43", "words": 112, "text": ["39", "“We are witnesses of everything he did in the country of the Jews and in Jerusalem. They killed him by hanging him on a cross,", "40", "but God raised him from the dead on the third day and caused him to be seen.", "41", "He was not seen by all the people, but by witnesses whom God had already chosen—by us who ate and drank with him after he rose from the dead.", "42", "He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead.", "43", "All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.”"]}, {"reference": "John 16:13–14", "words": 58, "text": ["13", "But when he, the Spirit of truth, comes, he will guide you into all the truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come.", "14", "He will glorify me because it is from me that he will receive what he will make known to you."]}, {"reference": "Genesis 2:1-3", "words": 59, "text": ["1", "Thus the heavens and the earth were completed in all their vast array.", "2", "By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work.", "3", "Then God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done."]}, {"reference": "Genesis 3:14-15", "words": 65, "text": ["14", "So the Lord God said to the serpent, “Because you have done this, “Cursed are you above all livestock and all wild animals! You will crawl on your belly and you will eat dust all the days of your life.", "15", "And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.”"]}, {"reference": "Genesis 8:20-22", "words": 89, "text": ["20", "Then Noah built an altar to the Lord and, taking some of all the clean animals and clean birds, he sacrificed burnt offerings on it.", "21", "The Lord smelled the pleasing aroma and said in his heart: “Never again will I curse the ground because of humans, even though every inclination of the human heart is evil from childhood. And never again will I destroy all living creatures, as I have done.", "22", "“As long as the earth endures, seedtime and harvest, cold and heat, summer and winter, day and night will never cease.”"]}, {"reference": "Exodus 3:14-18", "words": 201, "text": ["14", "God said to Moses, “ I am who I am\u0001 This is what you are to say to the Israelites: ‘ I am has sent me to you.’”", "15", "God also said to Moses, “Say to the Israelites, ‘The Lord\u0001 the God of your fathers —the God of Abraham, the God of Isaac and the God of Jacob —has sent me to you.’ “This is my name forever, the name you shall call me from generation to generation.", "16", "“Go, assemble the elders of Israel and say to them, ‘The Lord\u0001 the God of your fathers—the God of Abraham, Isaac and Jacob —appeared to me and said: I have watched over you and have seen what has been done to you in Egypt.", "17", "And I have promised to bring you up out of your misery in Egypt into the land of the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites—a land flowing with milk and honey.’", "18", "“The elders of Israel will listen to you. Then you and the elders are to go to the king of Egypt and say to him, ‘The Lord\u0001 the God of the Hebrews, has met with us. Let us take a three-day journey into the wilderness to offer sacrifices to the Lord our God.’"]}, {"reference": "Leviticus 10:3", "words": 39, "text": ["3", "Moses then said to Aaron, “This is what the Lord spoke of when he said: “‘Among those who approach me I will be proved holy; in the sight of all the people I will be honored. ’” Aaron remained silent."]}, {"reference": "Numbers 12:1-8", "words": 182, "text": ["1", "Miriam and Aaron began to talk against Moses because of his Cushite wife, for he had married a Cushite.", "2", "“Has the Lord spoken only through Moses?” they asked. “Hasn’t he also spoken through us?” And the Lord heard this.", "3", "(Now Moses was a very humble man, more humble than anyone else on the face of the earth.)", "4", "At once the Lord said to Moses, Aaron and Miriam, “Come out to the tent of meeting, all three of you.” So the three of them went out.", "5", "Then the Lord came down in a pillar of cloud; he stood at the entrance to the tent and summoned Aaron and Miriam. When the two of them stepped forward,", "6", "he said, “Listen to my words: “When there is a prophet among you, I, the Lord\u0001 reveal myself to them in visions, I speak to them in dreams.", "7", "But this is not true of my servant Moses; he is faithful in all my house.", "8", "With him I speak face to face, clearly and not in riddles; he sees the form of the Lord\u0001 Why then were you not afraid to speak against my servant Moses?”"]}, {"reference": "Numbers 15:30-34", "words": 91, "text": ["30", "“‘But anyone who sins defiantly, whether native-born or foreigner, blasphemes the Lord and must be cut off from the people of Israel.", "31", "Because they have despised the Lord ’s word and broken his commands, they must surely be cut off; their guilt remains on them. ’”", "32", "While the Israelites were in the wilderness, a man was found gathering wood on the Sabbath day.", "33", "Those who found him gathering wood brought him to Moses and Aaron and the whole assembly,", "34", "and they kept him in custody, because it was not clear what should be done to him."]}, {"reference": "Deuteronomy 4:4-6", "words": 78, "text": ["4", "but all of you who held fast to the Lord your God are still alive today.", "5", "See, I have taught you decrees and laws as the Lord my God commanded me, so that you may follow them in the land you are entering to take possession of it.", "6", "Observe them carefully, for this will show your wisdom and understanding to the nations, who will hear about all these decrees and say, “Surely this great nation is a wise and understanding people.”"]}, {"reference": "Deuteronomy 10:12-20", "words": 191, "text": ["12", "And now, Israel, what does the Lord your God ask of you but to fear the Lord your God, to walk in obedience to him, to love him, to serve the Lord your God with all your heart and with all your soul,", "13", "and to observe the Lord ’s commands and decrees that I am giving you today for your own good?", "14", "To the Lord your God belong the heavens, even the highest heavens, the earth and everything in it.", "15", "Yet the Lord set his affection on your ancestors and loved them, and he chose you, their descendants, above all the nations—as it is today.", "16", "Circumcise your hearts, therefore, and do not be stiff-necked any longer.", "17", "For the Lord your God is God of gods and Lord of lords, the great God, mighty and awesome, who shows no partiality and accepts no bribes.", "18", "He defends the cause of the fatherless and the widow, and loves the foreigner residing among you, giving them food and clothing.", "19", "And you are to love those who are foreigners, for you yourselves were foreigners in Egypt.", "20", "Fear the Lord your God and serve him. Hold fast to him and take your oaths in his name."]}, {"reference": "1 Samuel 21:1-6", "words": 183, "text": ["1", "David went to Nob, to Ahimelek the priest. Ahimelek trembled when he met him, and asked, “Why are you alone? Why is no one with you?”", "2", "David answered Ahimelek the priest, “The king sent me on a mission and said to me, ‘No one is to know anything about the mission I am sending you on.’ As for my men, I have told them to meet me at a certain place.", "3", "Now then, what do you have on hand? Give me five loaves of bread, or whatever you can find.”", "4", "But the priest answered David, “I don’t have any ordinary bread on hand; however, there is some consecrated bread here—provided the men have kept themselves from women.”", "5", "David replied, “Indeed women have been kept from us, as usual whenever I set out. The men’s bodies are holy even on missions that are not holy. How much more so today!”", "6", "So the priest gave him the consecrated bread, since there was no bread there except the bread of the Presence that had been removed from before the Lord and replaced by hot bread on the day it was taken away."]}, {"reference": "Psalm 90:1-17", "words": 281, "text": ["1", "Lord, you have been our dwelling place throughout all generations.", "2", "Before the mountains were born or you brought forth the whole world, from everlasting to everlasting you are God.", "3", "You turn people back to dust, saying, “Return to dust, you mortals.”", "4", "A thousand years in your sight are like a day that has just gone by, or like a watch in the night.", "5", "Yet you sweep people away in the sleep of death— they are like the new grass of the morning:", "6", "In the morning it springs up new, but by evening it is dry and withered.", "7", "We are consumed by your anger and terrified by your indignation.", "8", "You have set our iniquities before you, our secret sins in the light of your presence.", "9", "All our days pass away under your wrath; we finish our years with a moan.", "10", "Our days may come to seventy years, or eighty, if our strength endures; yet the best of them are but trouble and sorrow, for they quickly pass, and we fly away.", "11", "If only we knew the power of your anger! Your wrath is as great as the fear that is your due.", "12", "Teach us to number our days, that we may gain a heart of wisdom.", "13", "Relent, Lord\u0001 How long will it be? Have compassion on your servants.", "14", "Satisfy us in the morning with your unfailing love, that we may sing for joy and be glad all our days.", "15", "Make us glad for as many days as you have afflicted us, for as many years as we have seen trouble.", "16", "May your deeds be shown to your servants, your splendor to their children.", "17", "May the favor of the Lord our God rest on us; establish the work of our hands for us— yes, establish the work of our hands."]}, {"reference": "Psalm 93:1-5", "words": 86, "text": ["1", "The Lord reigns, he is robed in majesty; the Lord is robed in majesty and armed with strength; indeed, the world is established, firm and secure.", "2", "Your throne was established long ago; you are from all eternity.", "3", "The seas have lifted up, Lord\u0001 the seas have lifted up their voice; the seas have lifted up their pounding waves.", "4", "Mightier than the thunder of the great waters, mightier than the breakers of the sea— the Lord on high is mighty.", "5", "Your statutes, Lord\u0001 stand firm; holiness adorns your house for endless days."]}, {"reference": "Psalm 95:1-11", "words": 182, "text": ["1", "Come, let us sing for joy to the Lord\u0001 let us shout aloud to the Rock of our salvation.", "2", "Let us come before him with thanksgiving and extol him with music and song.", "3", "For the Lord is the great God, the great King above all gods.", "4", "In his hand are the depths of the earth, and the mountain peaks belong to him.", "5", "The sea is his, for he made it, and his hands formed the dry land.", "6", "Come, let us bow down in worship, let us kneel before the Lord our Maker;", "7", "for he is our God and we are the people of his pasture, the flock under his care. Today, if only you would hear his voice,", "8", "“Do not harden your hearts as you did at Meribah, as you did that day at Massah in the wilderness,", "9", "where your ancestors tested me; they tried me, though they had seen what I did.", "10", "For forty years I was angry with that generation; I said, ‘They are a people whose hearts go astray, and they have not known my ways.’", "11", "So I declared on oath in my anger, ‘They shall never enter my rest.’”"]}, {"reference": "Psalm 115:1-15", "words": 192, "text": ["1", "Not to us, Lord\u0001 not to us but to your name be the glory, because of your love and faithfulness.", "2", "Why do the nations say, “Where is their God?”", "3", "Our God is in heaven; he does whatever pleases him.", "4", "But their idols are silver and gold, made by human hands.", "5", "They have mouths, but cannot speak, eyes, but cannot see.", "6", "They have ears, but cannot hear, noses, but cannot smell.", "7", "They have hands, but cannot feel, feet, but cannot walk, nor can they utter a sound with their throats.", "8", "Those who make them will be like them, and so will all who trust in them.", "9", "All you Israelites, trust in the Lord — he is their help and shield.", "10", "House of Aaron, trust in the Lord — he is their help and shield.", "11", "You who fear him, trust in the Lord — he is their help and shield.", "12", "The Lord remembers us and will bless us: He will bless his people Israel, he will bless the house of Aaron,", "13", "he will bless those who fear the Lord — small and great alike.", "14", "May the Lord cause you to flourish, both you and your children.", "15", "May you be blessed by the Lord\u0001 the Maker of heaven and earth."]}, {"reference": "Psalm 139:13-14", "words": 31, "text": ["13", "For you created my inmost being; you knit me together in my mother’s womb.", "14", "I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well."]}, {"reference": "Psalm 145:1-21", "words": 303, "text": ["1", "I will exalt you, my God the King; I will praise your name for ever and ever.", "2", "Every day I will praise you and extol your name for ever and ever.", "3", "Great is the Lord and most worthy of praise; his greatness no one can fathom.", "4", "One generation commends your works to another; they tell of your mighty acts.", "5", "They speak of the glorious splendor of your majesty— and I will meditate on your wonderful works.", "6", "They tell of the power of your awesome works— and I will proclaim your great deeds.", "7", "They celebrate your abundant goodness and joyfully sing of your righteousness.", "8", "The Lord is gracious and compassionate, slow to anger and rich in love.", "9", "The Lord is good to all; he has compassion on all he has made.", "10", "All your works praise you, Lord\u0001 your faithful people extol you.", "11", "They tell of the glory of your kingdom and speak of your might,", "12", "so that all people may know of your mighty acts and the glorious splendor of your kingdom.", "13", "Your kingdom is an everlasting kingdom, and your dominion endures through all generations. The Lord is trustworthy in all he promises and faithful in all he does.", "14", "The Lord upholds all who fall and lifts up all who are bowed down.", "15", "The eyes of all look to you, and you give them their food at the proper time.", "16", "You open your hand and satisfy the desires of every living thing.", "17", "The Lord is righteous in all his ways and faithful in all he does.", "18", "The Lord is near to all who call on him, to all who call on him in truth.", "19", "He fulfills the desires of those who fear him; he hears their cry and saves them.", "20", "The Lord watches over all who love him, but all the wicked he will destroy.", "21", "My mouth will speak in praise of the Lord\u0001 Let every creature praise his holy name for ever and ever."]}, {"reference": "Proverbs 2:1-7", "words": 93, "text": ["1", "My son, if you accept my words and store up my commands within you,", "2", "turning your ear to wisdom and applying your heart to understanding —", "3", "indeed, if you call out for insight and cry aloud for understanding,", "4", "and if you look for it as for silver and search for it as for hidden treasure,", "5", "then you will understand the fear of the Lord and find the knowledge of God.", "6", "For the Lord gives wisdom; from his mouth come knowledge and understanding.", "7", "He holds success in store for the upright, he is a shield to those whose walk is blameless,"]}, {"reference": "Proverbs 23:15-17", "words": 40, "text": ["15", "My son, if your heart is wise, then my heart will be glad indeed;", "16", "my inmost being will rejoice when your lips speak what is right.", "17", "Do not let your heart envy sinners, but always be zealous for the fear of the Lord\u0001"]}, {"reference": "Proverbs 31:8-9", "words": 28, "text": ["8", "Speak up for those who cannot speak for themselves, for the rights of all who are destitute.", "9", "Speak up and judge fairly; defend the rights of the poor and needy."]}, {"reference": "Isaiah 1:18", "words": 33, "text": ["18", "“Come now, let us settle the matter,” says the Lord\u0001 “Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool."]}, {"reference": "Isaiah 6:1-13", "words": 329, "text": ["1", "In the year that King Uzziah died, I saw the Lord, high and exalted, seated on a throne; and the train of his robe filled the temple.", "2", "Above him were seraphim, each with six wings: With two wings they covered their faces, with two they covered their feet, and with two they were flying.", "3", "And they were calling to one another: “Holy, holy\u0001 holy is the Lord Almighty; the whole earth is full of his glory.”", "4", "At the sound of their voices the doorposts and thresholds shook and the temple was filled with smoke.", "5", "“Woe to me!” I cried. “I am ruined! For I am a man of unclean lips, and I live among a people of unclean lips, and my eyes have seen the King, the Lord Almighty.”", "6", "Then one of the seraphim flew to me with a live coal in his hand, which he had taken with tongs from the altar.", "7", "With it he touched my mouth and said, “See, this has touched your lips; your guilt is taken away and your sin atoned for. ”", "8", "Then I heard the voice of the Lord saying, “Whom shall I send? And who will go for us? ” And I said, “Here am I. Send me!”", "9", "He said, “Go and tell this people: “‘Be ever hearing, but never understanding; be ever seeing, but never perceiving.’", "10", "Make the heart of this people calloused; make their ears dull and close their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts, and turn and be healed.”", "11", "Then I said, “For how long, Lord?” And he answered: “Until the cities lie ruined and without inhabitant, until the houses are left deserted and the fields ruined and ravaged,", "12", "until the Lord has sent everyone far away and the land is utterly forsaken.", "13", "And though a tenth remains in the land, it will again be laid waste. But as the terebinth and oak leave stumps when they are cut down, so the holy seed will be the stump in the land.”"]}, {"reference": "Isaiah 12:1-6", "words": 129, "text": ["1", "In that day you will say: “I will praise you, Lord\u0001 Although you were angry with me, your anger has turned away and you have comforted me.", "2", "Surely God is my salvation; I will trust and not be afraid. The Lord\u0001 the Lord himself, is my strength and my defense\u0001 he has become my salvation. ”", "3", "With joy you will draw water from the wells of salvation.", "4", "In that day you will say: “Give praise to the Lord\u0001 proclaim his name; make known among the nations what he has done, and proclaim that his name is exalted.", "5", "Sing to the Lord\u0001 for he has done glorious things; let this be known to all the world.", "6", "Shout aloud and sing for joy, people of Zion, for great is the Holy One of Israel among you. ”"]}, {"reference": "Isaiah 38:16-20", "words": 114, "text": ["16", "Lord, by such things people live; and my spirit finds life in them too. You restored me to health and let me live.", "17", "Surely it was for my benefit that I suffered such anguish. In your love you kept me from the pit of destruction; you have put all my sins behind your back.", "18", "For the grave cannot praise you, death cannot sing your praise; those who go down to the pit cannot hope for your faithfulness.", "19", "The living, the living—they praise you, as I am doing today; parents tell their children about your faithfulness.", "20", "The Lord will save me, and we will sing with stringed instruments all the days of our lives in the temple of the Lord\u0001"]}, {"reference": "Isaiah 42:1-4", "words": 84, "text": ["1", "“Here is my servant, whom I uphold, my chosen one in whom I delight; I will put my Spirit on him, and he will bring justice to the nations.", "2", "He will not shout or cry out, or raise his voice in the streets.", "3", "A bruised reed he will not break, and a smoldering wick he will not snuff out. In faithfulness he will bring forth justice;", "4", "he will not falter or be discouraged till he establishes justice on earth. In his teaching the islands will put their hope.”"]}, {"reference": "Isaiah 49:22-23", "words": 87, "text": ["22", "This is what the Sovereign Lord says: “See, I will beckon to the nations, I will lift up my banner to the peoples; they will bring your sons in their arms and carry your daughters on their hips.", "23", "Kings will be your foster fathers, and their queens your nursing mothers. They will bow down before you with their faces to the ground; they will lick the dust at your feet. Then you will know that I am the Lord\u0001 those who hope in me will not be disappointed. ”"]}, {"reference": "Isaiah 55:10-11", "words": 69, "text": ["10", "As the rain and the snow come down from heaven, and do not return to it without watering the earth and making it bud and flourish, so that it yields seed for the sower and bread for the eater,", "11", "so is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it."]}, {"reference": "Jeremiah 9:13-16", "words": 95, "text": ["13", "The Lord said, “It is because they have forsaken my law, which I set before them; they have not obeyed me or followed my law.", "14", "Instead, they have followed the stubbornness of their hearts; they have followed the Baals, as their ancestors taught them.”", "15", "Therefore this is what the Lord Almighty, the God of Israel, says: “See, I will make this people eat bitter food and drink poisoned water.", "16", "I will scatter them among nations that neither they nor their ancestors have known, and I will pursue them with the sword until I have made an end of them.”"]}, {"reference": "Jeremiah 18:7-10", "words": 84, "text": ["7", "If at any time I announce that a nation or kingdom is to be uprooted, torn down and destroyed,", "8", "and if that nation I warned repents of its evil, then I will relent and not inflict on it the disaster I had planned.", "9", "And if at another time I announce that a nation or kingdom is to be built up and planted,", "10", "and if it does evil in my sight and does not obey me, then I will reconsider the good I had intended to do for it."]}, {"reference": "Jeremiah 23:5-6", "words": 59, "text": ["5", "“The days are coming,” declares the Lord\u0001 “when I will raise up for David a righteous Branch, a King who will reign wisely and do what is just and right in the land.", "6", "In his days Judah will be saved and Israel will live in safety. This is the name by which he will be called: The Lord Our Righteous Savior."]}, {"reference": "Ezekiel 20:40-41", "words": 86, "text": ["40", "For on my holy mountain, the high mountain of Israel, declares the Sovereign Lord\u0001 there in the land all the people of Israel will serve me, and there I will accept them. There I will require your offerings and your choice gifts, along with all your holy sacrifices.", "41", "I will accept you as fragrant incense when I bring you out from the nations and gather you from the countries where you have been scattered, and I will be proved holy through you in the sight of the nations."]}, {"reference": "Ezekiel 33:1-7", "words": 186, "text": ["1", "The word of the Lord came to me:", "2", "“Son of man, speak to your people and say to them: ‘When I bring the sword against a land, and the people of the land choose one of their men and make him their watchman,", "3", "and he sees the sword coming against the land and blows the trumpet to warn the people,", "4", "then if anyone hears the trumpet but does not heed the warning and the sword comes and takes their life, their blood will be on their own head.", "5", "Since they heard the sound of the trumpet but did not heed the warning, their blood will be on their own head. If they had heeded the warning, they would have saved themselves.", "6", "But if the watchman sees the sword coming and does not blow the trumpet to warn the people and the sword comes and takes someone’s life, that person’s life will be taken because of their sin, but I will hold the watchman accountable for their blood.’", "7", "“Son of man, I have made you a watchman for the people of Israel; so hear the word I speak and give them warning from me."]}, {"reference": "Ezekiel 36:22-28", "words": 212, "text": ["22", "“Therefore say to the Israelites, ‘This is what the Sovereign Lord says: It is not for your sake, people of Israel, that I am going to do these things, but for the sake of my holy name, which you have profaned among the nations where you have gone.", "23", "I will show the holiness of my great name, which has been profaned among the nations, the name you have profaned among them. Then the nations will know that I am the Lord\u0001 declares the Sovereign Lord\u0001 when I am proved holy through you before their eyes.", "24", "“‘For I will take you out of the nations; I will gather you from all the countries and bring you back into your own land.", "25", "I will sprinkle clean water on you, and you will be clean; I will cleanse you from all your impurities and from all your idols.", "26", "I will give you a new heart and put a new spirit in you; I will remove from you your heart of stone and give you a heart of flesh.", "27", "And I will put my Spirit in you and move you to follow my decrees and be careful to keep my laws.", "28", "Then you will live in the land I gave your ancestors; you will be my people, and I will be your God."]}, {"reference": "Ezekiel 47:21-23", "words": 73, "text": ["21", "“You are to distribute this land among yourselves according to the tribes of Israel.", "22", "You are to allot it as an inheritance for yourselves and for the foreigners residing among you and who have children. You are to consider them as native-born Israelites; along with you they are to be allotted an inheritance among the tribes of Israel.", "23", "In whatever tribe a foreigner resides, there you are to give them their inheritance,” declares the Sovereign Lord\u0001"]}, {"reference": "Daniel 12:1-3", "words": 93, "text": ["1", "“At that time Michael, the great prince who protects your people, will arise. There will be a time of distress such as has not happened from the beginning of nations until then. But at that time your people—everyone whose name is found written in the book —will be delivered.", "2", "Multitudes who sleep in the dust of the earth will awake: some to everlasting life, others to shame and everlasting contempt.", "3", "Those who are wise will shine like the brightness of the heavens, and those who lead many to righteousness, like the stars for ever and ever."]}, {"reference": "Hosea 1:10-11", "words": 71, "text": ["10", "“Yet the Israelites will be like the sand on the seashore, which cannot be measured or counted. In the place where it was said to them, ‘You are not my people,’ they will be called ‘children of the living God.’", "11", "The people of Judah and the people of Israel will come together; they will appoint one leader and will come up out of the land, for great will be the day of Jezreel."]}, {"reference": "Hosea 14:9", "words": 31, "text": ["9", "Who is wise? Let them realize these things. Who is discerning? Let them understand. The ways of the Lord are right; the righteous walk in them, but the rebellious stumble in them."]}, {"reference": "Joel 2:28-32", "words": 120, "text": ["28", "“And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions.", "29", "Even on my servants, both men and women, I will pour out my Spirit in those days.", "30", "I will show wonders in the heavens and on the earth, blood and fire and billows of smoke.", "31", "The sun will be turned to darkness and the moon to blood before the coming of the great and dreadful day of the Lord\u0001", "32", "And everyone who calls on the name of the Lord will be saved; for on Mount Zion and in Jerusalem there will be deliverance, as the Lord has said, even among the survivors whom the Lord calls."]}, {"reference": "Obadiah 1:15-18", "words": 103, "text": ["15", "“The day of the Lord is near for all nations. As you have done, it will be done to you; your deeds will return upon your own head.", "16", "Just as you drank on my holy hill, so all the nations will drink continually; they will drink and drink and be as if they had never been.", "17", "But on Mount Zion will be deliverance; it will be holy, and Jacob will possess his inheritance.", "18", "Jacob will be a fire and Joseph a flame; Esau will be stubble, and they will set him on fire and destroy him. There will be no survivors from Esau.” The Lord has spoken."]}, {"reference": "Jonah 3:4-10", "words": 168, "text": ["4", "Jonah began by going a day’s journey into the city, proclaiming, “Forty more days and Nineveh will be overthrown.”", "5", "The Ninevites believed God. A fast was proclaimed, and all of them, from the greatest to the least, put on sackcloth.", "6", "When Jonah’s warning reached the king of Nineveh, he rose from his throne, took off his royal robes, covered himself with sackcloth and sat down in the dust.", "7", "This is the proclamation he issued in Nineveh: “By the decree of the king and his nobles: Do not let people or animals, herds or flocks, taste anything; do not let them eat or drink.", "8", "But let people and animals be covered with sackcloth. Let everyone call urgently on God. Let them give up their evil ways and their violence.", "9", "Who knows? God may yet relent and with compassion turn from his fierce anger so that we will not perish.”", "10", "When God saw what they did and how they turned from their evil ways, he relented and did not bring on them the destruction he had threatened."]}, {"reference": "Habakkuk 1:12", "words": 30, "text": ["12", "Lord\u0001 are you not from everlasting? My God, my Holy One, you will never die. You, Lord\u0001 have appointed them to execute judgment; you, my Rock, have ordained them to punish."]}, {"reference": "Malachi 1:11", "words": 41, "text": ["11", "My name will be great among the nations, from where the sun rises to where it sets. In every place incense and pure offerings will be brought to me, because my name will be great among the nations,” says the Lord Almighty."]}, {"reference": "Malachi 3:2-4", "words": 80, "text": ["2", "But who can endure the day of his coming? Who can stand when he appears? For he will be like a refiner’s fire or a launderer’s soap.", "3", "He will sit as a refiner and purifier of silver; he will purify the Levites and refine them like gold and silver. Then the Lord will have men who will bring offerings in righteousness,", "4", "and the offerings of Judah and Jerusalem will be acceptable to the Lord\u0001 as in days gone by, as in former years."]}, {"reference": "Matthew 1:18-25", "words": 204, "text": ["18", "This is how the birth of Jesus the Messiah came about\u0001 His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be pregnant through the Holy Spirit.", "19", "Because Joseph her husband was faithful to the law, and yet did not want to expose her to public disgrace, he had in mind to divorce her quietly.", "20", "But after he had considered this, an angel of the Lord appeared to him in a dream and said, “Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit.", "21", "She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.”", "22", "All this took place to fulfill what the Lord had said through the prophet:", "23", "“The virgin will conceive and give birth to a son, and they will call him Immanuel” (which means “God with us”).", "24", "When Joseph woke up, he did what the angel of the Lord had commanded him and took Mary home as his wife.", "25", "But he did not consummate their marriage until she gave birth to a son. And he gave him the name Jesus."]}, {"reference": "Matthew 6:24", "words": 34, "text": ["24", "“No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other. You cannot serve both God and money."]}, {"reference": "Matthew 9:35-38", "words": 72, "text": ["35", "Jesus went through all the towns and villages, teaching in their synagogues, proclaiming the good news of the kingdom and healing every disease and sickness.", "36", "When he saw the crowds, he had compassion on them, because they were harassed and helpless, like sheep without a shepherd.", "37", "Then he said to his disciples, “The harvest is plentiful but the workers are few.", "38", "Ask the Lord of the harvest, therefore, to send out workers into his harvest field.”"]}, {"reference": "Matthew 12:15-21", "words": 113, "text": ["15", "Aware of this, Jesus withdrew from that place. A large crowd followed him, and he healed all who were ill.", "16", "He warned them not to tell others about him.", "17", "This was to fulfill what was spoken through the prophet Isaiah:", "18", "“Here is my servant whom I have chosen, the one I love, in whom I delight; I will put my Spirit on him, and he will proclaim justice to the nations.", "19", "He will not quarrel or cry out; no one will hear his voice in the streets.", "20", "A bruised reed he will not break, and a smoldering wick he will not snuff out, till he has brought justice through to victory.", "21", "In his name the nations will put their hope.”"]}, {"reference": "Matthew 13:44-58", "words": 306, "text": ["44", "“The kingdom of heaven is like treasure hidden in a field. When a man found it, he hid it again, and then in his joy went and sold all he had and bought that field.", "45", "“Again, the kingdom of heaven is like a merchant looking for fine pearls.", "46", "When he found one of great value, he went away and sold everything he had and bought it.", "47", "“Once again, the kingdom of heaven is like a net that was let down into the lake and caught all kinds of fish.", "48", "When it was full, the fishermen pulled it up on the shore. Then they sat down and collected the good fish in baskets, but threw the bad away.", "49", "This is how it will be at the end of the age. The angels will come and separate the wicked from the righteous", "50", "and throw them into the blazing furnace, where there will be weeping and gnashing of teeth.", "51", "“Have you understood all these things?” Jesus asked. “Yes,” they replied.", "52", "He said to them, “Therefore every teacher of the law who has become a disciple in the kingdom of heaven is like the owner of a house who brings out of his storeroom new treasures as well as old.”", "53", "When Jesus had finished these parables, he moved on from there.", "54", "Coming to his hometown, he began teaching the people in their synagogue, and they were amazed. “Where did this man get this wisdom and these miraculous powers?” they asked.", "55", "“Isn’t this the carpenter’s son? Isn’t his mother’s name Mary, and aren’t his brothers James, Joseph, Simon and Judas?", "56", "Aren’t all his sisters with us? Where then did this man get all these things?”", "57", "And they took offense at him. But Jesus said to them, “A prophet is not without honor except in his own town and in his own home.”", "58", "And he did not do many miracles there because of their lack of faith."]}, {"reference": "Matthew 15:21-31", "words": 208, "text": ["21", "Leaving that place, Jesus withdrew to the region of Tyre and Sidon.", "22", "A Canaanite woman from that vicinity came to him, crying out, “Lord, Son of David, have mercy on me! My daughter is demon-possessed and suffering terribly.”", "23", "Jesus did not answer a word. So his disciples came to him and urged him, “Send her away, for she keeps crying out after us.”", "24", "He answered, “I was sent only to the lost sheep of Israel.”", "25", "The woman came and knelt before him. “Lord, help me!” she said.", "26", "He replied, “It is not right to take the children’s bread and toss it to the dogs.”", "27", "“Yes it is, Lord,” she said. “Even the dogs eat the crumbs that fall from their master’s table.”", "28", "Then Jesus said to her, “Woman, you have great faith! Your request is granted.” And her daughter was healed at that moment.", "29", "Jesus left there and went along the Sea of Galilee. Then he went up on a mountainside and sat down.", "30", "Great crowds came to him, bringing the lame, the blind, the crippled, the mute and many others, and laid them at his feet; and he healed them.", "31", "The people were amazed when they saw the mute speaking, the crippled made well, the lame walking and the blind seeing. And they praised the God of Israel."]}, {"reference": "Matthew 24:32-51", "words": 398, "text": ["32", "“Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near.", "33", "Even so, when you see all these things, you know that it is near, right at the door.", "34", "Truly I tell you, this generation will certainly not pass away until all these things have happened.", "35", "Heaven and earth will pass away, but my words will never pass away.", "36", "“But about that day or hour no one knows, not even the angels in heaven, nor the Son, but only the Father.", "37", "As it was in the days of Noah, so it will be at the coming of the Son of Man.", "38", "For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark;", "39", "and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man.", "40", "Two men will be in the field; one will be taken and the other left.", "41", "Two women will be grinding with a hand mill; one will be taken and the other left.", "42", "“Therefore keep watch, because you do not know on what day your Lord will come.", "43", "But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into.", "44", "So you also must be ready, because the Son of Man will come at an hour when you do not expect him.", "45", "“Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time?", "46", "It will be good for that servant whose master finds him doing so when he returns.", "47", "Truly I tell you, he will put him in charge of all his possessions.", "48", "But suppose that servant is wicked and says to himself, ‘My master is staying away a long time,’", "49", "and he then begins to beat his fellow servants and to eat and drink with drunkards.", "50", "The master of that servant will come on a day when he does not expect him and at an hour he is not aware of.", "51", "He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth."]}, {"reference": "Mark 1:1-11", "words": 213, "text": ["1", "The beginning of the good news about Jesus the Messiah, the Son of God,", "2", "as it is written in Isaiah the prophet: “I will send my messenger ahead of you, who will prepare your way” —", "3", "“a voice of one calling in the wilderness, ‘Prepare the way for the Lord, make straight paths for him.’”", "4", "And so John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins.", "5", "The whole Judean countryside and all the people of Jerusalem went out to him. Confessing their sins, they were baptized by him in the Jordan River.", "6", "John wore clothing made of camel’s hair, with a leather belt around his waist, and he ate locusts and wild honey.", "7", "And this was his message: “After me comes the one more powerful than I, the straps of whose sandals I am not worthy to stoop down and untie.", "8", "I baptize you with water, but he will baptize you with the Holy Spirit.”", "9", "At that time Jesus came from Nazareth in Galilee and was baptized by John in the Jordan.", "10", "Just as Jesus was coming up out of the water, he saw heaven being torn open and the Spirit descending on him like a dove.", "11", "And a voice came from heaven: “You are my Son, whom I love; with you I am well pleased.”"]}, {"reference": "Mark 5:18-20", "words": 72, "text": ["18", "As Jesus was getting into the boat, the man who had been demon-possessed begged to go with him.", "19", "Jesus did not let him, but said, “Go home to your own people and tell them how much the Lord has done for you, and how he has had mercy on you.”", "20", "So the man went away and began to tell in the Decapolis how much Jesus had done for him. And all the people were amazed."]}, {"reference": "Mark 11:15-24", "words": 209, "text": ["15", "On reaching Jerusalem, Jesus entered the temple courts and began driving out those who were buying and selling there. He overturned the tables of the money changers and the benches of those selling doves,", "16", "and would not allow anyone to carry merchandise through the temple courts.", "17", "And as he taught them, he said, “Is it not written: ‘My house will be called a house of prayer for all nations’\u0001 But you have made it ‘a den of robbers.’ ”", "18", "The chief priests and the teachers of the law heard this and began looking for a way to kill him, for they feared him, because the whole crowd was amazed at his teaching.", "19", "When evening came, Jesus and his disciples went out of the city.", "20", "In the morning, as they went along, they saw the fig tree withered from the roots.", "21", "Peter remembered and said to Jesus, “Rabbi, look! The fig tree you cursed has withered!”", "22", "“Have faith in God,” Jesus answered.", "23", "“Truly I tell you, if anyone says to this mountain, ‘Go, throw yourself into the sea,’ and does not doubt in their heart but believes that what they say will happen, it will be done for them.", "24", "Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours."]}, {"reference": "Mark 12:13-17", "words": 138, "text": ["13", "Later they sent some of the Pharisees and Herodians to Jesus to catch him in his words.", "14", "They came to him and said, “Teacher, we know that you are a man of integrity. You aren’t swayed by others, because you pay no attention to who they are; but you teach the way of God in accordance with the truth. Is it right to pay the imperial tax to Caesar or not?", "15", "Should we pay or shouldn’t we?” But Jesus knew their hypocrisy. “Why are you trying to trap me?” he asked. “Bring me a denarius and let me look at it.”", "16", "They brought the coin, and he asked them, “Whose image is this? And whose inscription?” “Caesar’s,” they replied.", "17", "Then Jesus said to them, “Give back to Caesar what is Caesar’s and to God what is God’s.” And they were amazed at him."]}, {"reference": "Luke 8:40-56", "words": 312, "text": ["40", "Now when Jesus returned, a crowd welcomed him, for they were all expecting him.", "41", "Then a man named Jairus, a synagogue leader, came and fell at Jesus’ feet, pleading with him to come to his house", "42", "because his only daughter, a girl of about twelve, was dying. As Jesus was on his way, the crowds almost crushed him.", "43", "And a woman was there who had been subject to bleeding for twelve years, but no one could heal her.", "44", "She came up behind him and touched the edge of his cloak, and immediately her bleeding stopped.", "45", "“Who touched me?” Jesus asked. When they all denied it, Peter said, “Master, the people are crowding and pressing against you.”", "46", "But Jesus said, “Someone touched me; I know that power has gone out from me.”", "47", "Then the woman, seeing that she could not go unnoticed, came trembling and fell at his feet. In the presence of all the people, she told why she had touched him and how she had been instantly healed.", "48", "Then he said to her, “Daughter, your faith has healed you. Go in peace.”", "49", "While Jesus was still speaking, someone came from the house of Jairus, the synagogue leader. “Your daughter is dead,” he said. “Don’t bother the teacher anymore.”", "50", "Hearing this, Jesus said to Jairus, “Don’t be afraid; just believe, and she will be healed.”", "51", "When he arrived at the house of Jairus, he did not let anyone go in with him except Peter, John and James, and the child’s father and mother.", "52", "Meanwhile, all the people were wailing and mourning for her. “Stop wailing,” Jesus said. “She is not dead but asleep.”", "53", "They laughed at him, knowing that she was dead.", "54", "But he took her by the hand and said, “My child, get up!”", "55", "Her spirit returned, and at once she stood up. Then Jesus told them to give her something to eat.", "56", "Her parents were astonished, but he ordered them not to tell anyone what had happened."]}, {"reference": "Luke 9:18-27", "words": 223, "text": ["18", "Once when Jesus was praying in private and his disciples were with him, he asked them, “Who do the crowds say I am?”", "19", "They replied, “Some say John the Baptist; others say Elijah; and still others, that one of the prophets of long ago has come back to life.”", "20", "“But what about you?” he asked. “Who do you say I am?” Peter answered, “God’s Messiah.”", "21", "Jesus strictly warned them not to tell this to anyone.", "22", "And he said, “The Son of Man must suffer many things and be rejected by the elders, the chief priests and the teachers of the law, and he must be killed and on the third day be raised to life.”", "23", "Then he said to them all: “Whoever wants to be my disciple must deny themselves and take up their cross daily and follow me.", "24", "For whoever wants to save their life will lose it, but whoever loses their life for me will save it.", "25", "What good is it for someone to gain the whole world, and yet lose or forfeit their very self?", "26", "Whoever is ashamed of me and my words, the Son of Man will be ashamed of them when he comes in his glory and in the glory of the Father and of the holy angels.", "27", "“Truly I tell you, some who are standing here will not taste death before they see the kingdom of God.”"]}, {"reference": "Luke 19:1-10", "words": 177, "text": ["1", "Jesus entered Jericho and was passing through.", "2", "A man was there by the name of Zacchaeus; he was a chief tax collector and was wealthy.", "3", "He wanted to see who Jesus was, but because he was short he could not see over the crowd.", "4", "So he ran ahead and climbed a sycamore-fig tree to see him, since Jesus was coming that way.", "5", "When Jesus reached the spot, he looked up and said to him, “Zacchaeus, come down immediately. I must stay at your house today.”", "6", "So he came down at once and welcomed him gladly.", "7", "All the people saw this and began to mutter, “He has gone to be the guest of a sinner.”", "8", "But Zacchaeus stood up and said to the Lord, “Look, Lord! Here and now I give half of my possessions to the poor, and if I have cheated anybody out of anything, I will pay back four times the amount.”", "9", "Jesus said to him, “Today salvation has come to this house, because this man, too, is a son of Abraham.", "10", "For the Son of Man came to seek and to save the lost.”"]}, {"reference": "Luke 22:24-34", "words": 210, "text": ["24", "A dispute also arose among them as to which of them was considered to be greatest.", "25", "Jesus said to them, “The kings of the Gentiles lord it over them; and those who exercise authority over them call themselves Benefactors.", "26", "But you are not to be like that. Instead, the greatest among you should be like the youngest, and the one who rules like the one who serves.", "27", "For who is greater, the one who is at the table or the one who serves? Is it not the one who is at the table? But I am among you as one who serves.", "28", "You are those who have stood by me in my trials.", "29", "And I confer on you a kingdom, just as my Father conferred one on me,", "30", "so that you may eat and drink at my table in my kingdom and sit on thrones, judging the twelve tribes of Israel.", "31", "“Simon, Simon, Satan has asked to sift all of you as wheat.", "32", "But I have prayed for you, Simon, that your faith may not fail. And when you have turned back, strengthen your brothers.”", "33", "But he replied, “Lord, I am ready to go with you to prison and to death.”", "34", "Jesus answered, “I tell you, Peter, before the rooster crows today, you will deny three times that you know me.”"]}, {"reference": "John 1:1-14", "words": 216, "text": ["1", "In the beginning was the Word, and the Word was with God, and the Word was God.", "2", "He was with God in the beginning.", "3", "Through him all things were made; without him nothing was made that has been made.", "4", "In him was life, and that life was the light of all mankind.", "5", "The light shines in the darkness, and the darkness has not overcome it.", "6", "There was a man sent from God whose name was John.", "7", "He came as a witness to testify concerning that light, so that through him all might believe.", "8", "He himself was not the light; he came only as a witness to the light.", "9", "The true light that gives light to everyone was coming into the world.", "10", "He was in the world, and though the world was made through him, the world did not recognize him.", "11", "He came to that which was his own, but his own did not receive him.", "12", "Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God —", "13", "children born not of natural descent, nor of human decision or a husband’s will, but born of God.", "14", "The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth."]}, {"reference": "John 5:31-40", "words": 167, "text": ["31", "“If I testify about myself, my testimony is not true.", "32", "There is another who testifies in my favor, and I know that his testimony about me is true.", "33", "“You have sent to John and he has testified to the truth.", "34", "Not that I accept human testimony; but I mention it that you may be saved.", "35", "John was a lamp that burned and gave light, and you chose for a time to enjoy his light.", "36", "“I have testimony weightier than that of John. For the works that the Father has given me to finish—the very works that I am doing —testify that the Father has sent me.", "37", "And the Father who sent me has himself testified concerning me. You have never heard his voice nor seen his form,", "38", "nor does his word dwell in you, for you do not believe the one he sent.", "39", "You study the Scriptures diligently because you think that in them you have eternal life. These are the very Scriptures that testify about me,", "40", "yet you refuse to come to me to have life."]}, {"reference": "John 12:24", "words": 29, "text": ["24", "Very truly I tell you, unless a kernel of wheat falls to the ground and dies, it remains only a single seed. But if it dies, it produces many seeds."]}, {"reference": "John 21:15-19", "words": 172, "text": ["15", "When they had finished eating, Jesus said to Simon Peter, “Simon son of John, do you love me more than these?” “Yes, Lord,” he said, “you know that I love you.” Jesus said, “Feed my lambs.”", "16", "Again Jesus said, “Simon son of John, do you love me?” He answered, “Yes, Lord, you know that I love you.” Jesus said, “Take care of my sheep.”", "17", "The third time he said to him, “Simon son of John, do you love me?” Peter was hurt because Jesus asked him the third time, “Do you love me?” He said, “Lord, you know all things; you know that I love you.” Jesus said, “Feed my sheep.", "18", "Very truly I tell you, when you were younger you dressed yourself and went where you wanted; but when you are old you will stretch out your hands, and someone else will dress you and lead you where you do not want to go.”", "19", "Jesus said this to indicate the kind of death by which Peter would glorify God. Then he said to him, “Follow me!”"]}, {"reference": "Acts 2:1-6", "words": 102, "text": ["1", "When the day of Pentecost came, they were all together in one place.", "2", "Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting.", "3", "They saw what seemed to be tongues of fire that separated and came to rest on each of them.", "4", "All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them.", "5", "Now there were staying in Jerusalem God-fearing Jews from every nation under heaven.", "6", "When they heard this sound, a crowd came together in bewilderment, because each one heard their own language being spoken."]}, {"reference": "Acts 8:4-8", "words": 65, "text": ["4", "Those who had been scattered preached the word wherever they went.", "5", "Philip went down to a city in Samaria and proclaimed the Messiah there.", "6", "When the crowds heard Philip and saw the signs he performed, they all paid close attention to what he said.", "7", "For with shrieks, impure spirits came out of many, and many who were paralyzed or lame were healed.", "8", "So there was great joy in that city."]}, {"reference": "Acts 9:15", "words": 28, "text": ["15", "But the Lord said to Ananias, “Go! This man is my chosen instrument to proclaim my name to the Gentiles and their kings and to the people of Israel."]}, {"reference": "Acts 13:4-12", "words": 227, "text": ["4", "The two of them, sent on their way by the Holy Spirit, went down to Seleucia and sailed from there to Cyprus.", "5", "When they arrived at Salamis, they proclaimed the word of God in the Jewish synagogues. John was with them as their helper.", "6", "They traveled through the whole island until they came to Paphos. There they met a Jewish sorcerer and false prophet named Bar-Jesus,", "7", "who was an attendant of the proconsul, Sergius Paulus. The proconsul, an intelligent man, sent for Barnabas and Saul because he wanted to hear the word of God.", "8", "But Elymas the sorcerer (for that is what his name means) opposed them and tried to turn the proconsul from the faith.", "9", "Then Saul, who was also called Paul, filled with the Holy Spirit, looked straight at Elymas and said,", "10", "“You are a child of the devil and an enemy of everything that is right! You are full of all kinds of deceit and trickery. Will you never stop perverting the right ways of the Lord?", "11", "Now the hand of the Lord is against you. You are going to be blind for a time, not even able to see the light of the sun.” Immediately mist and darkness came over him, and he groped about, seeking someone to lead him by the hand.", "12", "When the proconsul saw what had happened, he believed, for he was amazed at the teaching about the Lord."]}, {"reference": "Acts 20:35-38", "words": 79, "text": ["35", "In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: ‘It is more blessed to give than to receive.’ ”", "36", "When Paul had finished speaking, he knelt down with all of them and prayed.", "37", "They all wept as they embraced him and kissed him.", "38", "What grieved them most was his statement that they would never see his face again. Then they accompanied him to the ship."]}, {"reference": "Acts 28:23-31", "words": 208, "text": ["23", "They arranged to meet Paul on a certain day, and came in even larger numbers to the place where he was staying. He witnessed to them from morning till evening, explaining about the kingdom of God, and from the Law of Moses and from the Prophets he tried to persuade them about Jesus.", "24", "Some were convinced by what he said, but others would not believe.", "25", "They disagreed among themselves and began to leave after Paul had made this final statement: “The Holy Spirit spoke the truth to your ancestors when he said through Isaiah the prophet:", "26", "“‘Go to this people and say, “You will be ever hearing but never understanding; you will be ever seeing but never perceiving.”", "27", "For this people’s heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.’", "28", "“Therefore I want you to know that God’s salvation has been sent to the Gentiles, and they will listen!”", "[29]", "", "30", "For two whole years Paul stayed there in his own rented house and welcomed all who came to see him.", "31", "He proclaimed the kingdom of God and taught about the Lord Jesus Christ—with all boldness and without hindrance!"]}, {"reference": "Romans 1:1-17", "words": 369, "text": ["1", "Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God —", "2", "the gospel he promised beforehand through his prophets in the Holy Scriptures", "3", "regarding his Son, who as to his earthly life was a descendant of David,", "4", "and who through the Spirit of holiness was appointed the Son of God in power by his resurrection from the dead: Jesus Christ our Lord.", "5", "Through him we received grace and apostleship to call all the Gentiles to the obedience that comes from faith for his name’s sake.", "6", "And you also are among those Gentiles who are called to belong to Jesus Christ.", "7", "To all in Rome who are loved by God and called to be his holy people: Grace and peace to you from God our Father and from the Lord Jesus Christ.", "8", "First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world.", "9", "God, whom I serve in my spirit in preaching the gospel of his Son, is my witness how constantly I remember you", "10", "in my prayers at all times; and I pray that now at last by God’s will the way may be opened for me to come to you.", "11", "I long to see you so that I may impart to you some spiritual gift to make you strong—", "12", "that is, that you and I may be mutually encouraged by each other’s faith.", "13", "I do not want you to be unaware, brothers and sisters, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles.", "14", "I am obligated both to Greeks and non-Greeks, both to the wise and the foolish.", "15", "That is why I am so eager to preach the gospel also to you who are in Rome.", "16", "For I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes: first to the Jew, then to the Gentile.", "17", "For in the gospel the righteousness of God is revealed —a righteousness that is by faith from first to last, just as it is written: “The righteous will live by faith.”"]}, {"reference": "Romans 13:8-10", "words": 71, "text": ["8", "Let no debt remain outstanding, except the continuing debt to love one another, for whoever loves others has fulfilled the law.", "9", "The commandments, “You shall not commit adultery,” “You shall not murder,” “You shall not steal,” “You shall not covet,” and whatever other command there may be, are summed up in this one command: “Love your neighbor as yourself.”", "10", "Love does no harm to a neighbor. Therefore love is the fulfillment of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 76, "text": ["16", "For when I preach the gospel, I cannot boast, since I am compelled to preach. Woe to me if I do not preach the gospel!", "17", "If I preach voluntarily, I have a reward; if not voluntarily, I am simply discharging the trust committed to me.", "18", "What then is my reward? Just this: that in preaching the gospel I may offer it free of charge, and so not make full use of my rights as a preacher of the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 139, "text": ["19", "Though I am free and belong to no one, I have made myself a slave to everyone, to win as many as possible.", "20", "To the Jews I became like a Jew, to win the Jews. To those under the law I became like one under the law (though I myself am not under the law), so as to win those under the law.", "21", "To those not having the law I became like one not having the law (though I am not free from God’s law but am under Christ’s law), so as to win those not having the law.", "22", "To the weak I became weak, to win the weak. I have become all things to all people so that by all possible means I might save some.", "23", "I do all this for the sake of the gospel, that I may share in its blessings."]}, {"reference": "1 Corinthians 10:23-33", "words": 206, "text": ["23", "“I have the right to do anything,” you say—but not everything is beneficial. “I have the right to do anything”—but not everything is constructive.", "24", "No one should seek their own good, but the good of others.", "25", "Eat anything sold in the meat market without raising questions of conscience,", "26", "for, “The earth is the Lord’s, and everything in it.”", "27", "If an unbeliever invites you to a meal and you want to go, eat whatever is put before you without raising questions of conscience.", "28", "But if someone says to you, “This has been offered in sacrifice,” then do not eat it, both for the sake of the one who told you and for the sake of conscience.", "29", "I am referring to the other person’s conscience, not yours. For why is my freedom being judged by another’s conscience?", "30", "If I take part in the meal with thankfulness, why am I denounced because of something I thank God for?", "31", "So whether you eat or drink or whatever you do, do it all for the glory of God.", "32", "Do not cause anyone to stumble, whether Jews, Greeks or the church of God —", "33", "even as I try to please everyone in every way. For I am not seeking my own good but the good of many, so that they may be saved."]}, {"reference": "1 Corinthians 15:1-11", "words": 225, "text": ["1", "Now, brothers and sisters, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand.", "2", "By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain.", "3", "For what I received I passed on to you as of first importance\u0001 that Christ died for our sins according to the Scriptures,", "4", "that he was buried, that he was raised on the third day according to the Scriptures,", "5", "and that he appeared to Cephas, and then to the Twelve.", "6", "After that, he appeared to more than five hundred of the brothers and sisters at the same time, most of whom are still living, though some have fallen asleep.", "7", "Then he appeared to James, then to all the apostles,", "8", "and last of all he appeared to me also, as to one abnormally born.", "9", "For I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God.", "10", "But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them —yet not I, but the grace of God that was with me.", "11", "Whether, then, it is I or they, this is what we preach, and this is what you believed."]}, {"reference": "2 Corinthians 6:1-10", "words": 167, "text": ["1", "As God’s co-workers we urge you not to receive God’s grace in vain.", "2", "For he says, “In the time of my favor I heard you, and in the day of salvation I helped you.” I tell you, now is the time of God’s favor, now is the day of salvation.", "3", "We put no stumbling block in anyone’s path, so that our ministry will not be discredited.", "4", "Rather, as servants of God we commend ourselves in every way: in great endurance; in troubles, hardships and distresses;", "5", "in beatings, imprisonments and riots; in hard work, sleepless nights and hunger;", "6", "in purity, understanding, patience and kindness; in the Holy Spirit and in sincere love;", "7", "in truthful speech and in the power of God; with weapons of righteousness in the right hand and in the left;", "8", "through glory and dishonor, bad report and good report; genuine, yet regarded as impostors;", "9", "known, yet regarded as unknown; dying, and yet we live on; beaten, and yet not killed;", "10", "sorrowful, yet always rejoicing; poor, yet making many rich; having nothing, and yet possessing everything."]}, {"reference": "Galatians 1:6-24", "words": 379, "text": ["6", "I am astonished that you are so quickly deserting the one who called you to live in the grace of Christ and are turning to a different gospel —", "7", "which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ.", "8", "But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let them be under God’s curse!", "9", "As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let them be under God’s curse!", "10", "Am I now trying to win the approval of human beings, or of God? Or am I trying to please people? If I were still trying to please people, I would not be a servant of Christ.", "11", "I want you to know, brothers and sisters, that the gospel I preached is not of human origin.", "12", "I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ.", "13", "For you have heard of my previous way of life in Judaism, how intensely I persecuted the church of God and tried to destroy it.", "14", "I was advancing in Judaism beyond many of my own age among my people and was extremely zealous for the traditions of my fathers.", "15", "But when God, who set me apart from my mother’s womb and called me by his grace, was pleased", "16", "to reveal his Son in me so that I might preach him among the Gentiles, my immediate response was not to consult any human being.", "17", "I did not go up to Jerusalem to see those who were apostles before I was, but I went into Arabia. Later I returned to Damascus.", "18", "Then after three years, I went up to Jerusalem to get acquainted with Cephas and stayed with him fifteen days.", "19", "I saw none of the other apostles—only James, the Lord’s brother.", "20", "I assure you before God that what I am writing you is no lie.", "21", "Then I went to Syria and Cilicia.", "22", "I was personally unknown to the churches of Judea that are in Christ.", "23", "They only heard the report: “The man who formerly persecuted us is now preaching the faith he once tried to destroy.”", "24", "And they praised God because of me."]}, {"reference": "Galatians 3:23-29", "words": 114, "text": ["23", "Before the coming of this faith, we were held in custody under the law, locked up until the faith that was to come would be revealed.", "24", "So the law was our guardian until Christ came that we might be justified by faith.", "25", "Now that this faith has come, we are no longer under a guardian.", "26", "So in Christ Jesus you are all children of God through faith,", "27", "for all of you who were baptized into Christ have clothed yourselves with Christ.", "28", "There is neither Jew nor Gentile, neither slave nor free, nor is there male and female, for you are all one in Christ Jesus.", "29", "If you belong to Christ, then you are Abraham’s seed, and heirs according to the promise."]}, {"reference": "Ephesians 2:4-10", "words": 125, "text": ["4", "But because of his great love for us, God, who is rich in mercy,", "5", "made us alive with Christ even when we were dead in transgressions —it is by grace you have been saved.", "6", "And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus,", "7", "in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus.", "8", "For it is by grace you have been saved, through faith —and this is not from yourselves, it is the gift of God—", "9", "not by works, so that no one can boast.", "10", "For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do."]}, {"reference": "Ephesians 2:14-18", "words": 101, "text": ["14", "For he himself is our peace, who has made the two groups one and has destroyed the barrier, the dividing wall of hostility,", "15", "by setting aside in his flesh the law with its commands and regulations. His purpose was to create in himself one new humanity out of the two, thus making peace,", "16", "and in one body to reconcile both of them to God through the cross, by which he put to death their hostility.", "17", "He came and preached peace to you who were far away and peace to those who were near.", "18", "For through him we both have access to the Father by one Spirit."]}, {"reference": "Ephesians 3:1-6", "words": 113, "text": ["1", "For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles—", "2", "Surely you have heard about the administration of God’s grace that was given to me for you,", "3", "that is, the mystery made known to me by revelation, as I have already written briefly.", "4", "In reading this, then, you will be able to understand my insight into the mystery of Christ,", "5", "which was not made known to people in other generations as it has now been revealed by the Spirit to God’s holy apostles and prophets.", "6", "This mystery is that through the gospel the Gentiles are heirs together with Israel, members together of one body, and sharers together in the promise in Christ Jesus."]}, {"reference": "Ephesians 6:10-20", "words": 233, "text": ["10", "Finally, be strong in the Lord and in his mighty power.", "11", "Put on the full armor of God, so that you can take your stand against the devil’s schemes.", "12", "For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms.", "13", "Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand.", "14", "Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place,", "15", "and with your feet fitted with the readiness that comes from the gospel of peace.", "16", "In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one.", "17", "Take the helmet of salvation and the sword of the Spirit, which is the word of God.", "18", "And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the Lord’s people.", "19", "Pray also for me, that whenever I speak, words may be given me so that I will fearlessly make known the mystery of the gospel,", "20", "for which I am an ambassador in chains. Pray that I may declare it fearlessly, as I should."]}, {"reference": "Philippians 2:1-16", "words": 307, "text": ["1", "Therefore if you have any encouragement from being united with Christ, if any comfort from his love, if any common sharing in the Spirit, if any tenderness and compassion,", "2", "then make my joy complete by being like-minded, having the same love, being one in spirit and of one mind.", "3", "Do nothing out of selfish ambition or vain conceit. Rather, in humility value others above yourselves,", "4", "not looking to your own interests but each of you to the interests of the others.", "5", "In your relationships with one another, have the same mindset as Christ Jesus:", "6", "Who, being in very nature God, did not consider equality with God something to be used to his own advantage;", "7", "rather, he made himself nothing by taking the very nature of a servant, being made in human likeness.", "8", "And being found in appearance as a man, he humbled himself by becoming obedient to death — even death on a cross!", "9", "Therefore God exalted him to the highest place and gave him the name that is above every name,", "10", "that at the name of Jesus every knee should bow, in heaven and on earth and under the earth,", "11", "and every tongue acknowledge that Jesus Christ is Lord, to the glory of God the Father.", "12", "Therefore, my dear friends, as you have always obeyed—not only in my presence, but now much more in my absence—continue to work out your salvation with fear and trembling,", "13", "for it is God who works in you to will and to act in order to fulfill his good purpose.", "14", "Do everything without grumbling or arguing,", "15", "so that you may become blameless and pure, “children of God without fault in a warped and crooked generation.” Then you will shine among them like stars in the sky", "16", "as you hold firmly to the word of life. And then I will be able to boast on the day of Christ that I did not run or labor in vain."]}, {"reference": "Colossians 2:1-10", "words": 207, "text": ["1", "I want you to know how hard I am contending for you and for those at Laodicea, and for all who have not met me personally.", "2", "My goal is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ,", "3", "in whom are hidden all the treasures of wisdom and knowledge.", "4", "I tell you this so that no one may deceive you by fine-sounding arguments.", "5", "For though I am absent from you in body, I am present with you in spirit and delight to see how disciplined you are and how firm your faith in Christ is.", "6", "So then, just as you received Christ Jesus as Lord, continue to live your lives in him,", "7", "rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness.", "8", "See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the elemental spiritual forces of this world rather than on Christ.", "9", "For in Christ all the fullness of the Deity lives in bodily form,", "10", "and in Christ you have been brought to fullness. He is the head over every power and authority."]}, {"reference": "Colossians 4:2-6", "words": 77, "text": ["2", "Devote yourselves to prayer, being watchful and thankful.", "3", "And pray for us, too, that God may open a door for our message, so that we may proclaim the mystery of Christ, for which I am in chains.", "4", "Pray that I may proclaim it clearly, as I should.", "5", "Be wise in the way you act toward outsiders; make the most of every opportunity.", "6", "Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone."]}, {"reference": "1 Thessalonians 1:2-10", "words": 200, "text": ["2", "We always thank God for all of you and continually mention you in our prayers.", "3", "We remember before our God and Father your work produced by faith, your labor prompted by love, and your endurance inspired by hope in our Lord Jesus Christ.", "4", "For we know, brothers and sisters loved by God, that he has chosen you,", "5", "because our gospel came to you not simply with words but also with power, with the Holy Spirit and deep conviction. You know how we lived among you for your sake.", "6", "You became imitators of us and of the Lord, for you welcomed the message in the midst of severe suffering with the joy given by the Holy Spirit.", "7", "And so you became a model to all the believers in Macedonia and Achaia.", "8", "The Lord’s message rang out from you not only in Macedonia and Achaia—your faith in God has become known everywhere. Therefore we do not need to say anything about it,", "9", "for they themselves report what kind of reception you gave us. They tell how you turned to God from idols to serve the living and true God,", "10", "and to wait for his Son from heaven, whom he raised from the dead —Jesus, who rescues us from the coming wrath."]}, {"reference": "2 Thessalonians 2:1-14", "words": 341, "text": ["1", "Concerning the coming of our Lord Jesus Christ and our being gathered to him, we ask you, brothers and sisters,", "2", "not to become easily unsettled or alarmed by the teaching allegedly from us—whether by a prophecy or by word of mouth or by letter —asserting that the day of the Lord has already come.", "3", "Don’t let anyone deceive you in any way, for that day will not come until the rebellion occurs and the man of lawlessness is revealed, the man doomed to destruction.", "4", "He will oppose and will exalt himself over everything that is called God or is worshiped, so that he sets himself up in God’s temple, proclaiming himself to be God.", "5", "Don’t you remember that when I was with you I used to tell you these things?", "6", "And now you know what is holding him back, so that he may be revealed at the proper time.", "7", "For the secret power of lawlessness is already at work; but the one who now holds it back will continue to do so till he is taken out of the way.", "8", "And then the lawless one will be revealed, whom the Lord Jesus will overthrow with the breath of his mouth and destroy by the splendor of his coming.", "9", "The coming of the lawless one will be in accordance with how Satan works. He will use all sorts of displays of power through signs and wonders that serve the lie,", "10", "and all the ways that wickedness deceives those who are perishing. They perish because they refused to love the truth and so be saved.", "11", "For this reason God sends them a powerful delusion so that they will believe the lie", "12", "and so that all will be condemned who have not believed the truth but have delighted in wickedness.", "13", "But we ought always to thank God for you, brothers and sisters loved by the Lord, because God chose you as firstfruits to be saved through the sanctifying work of the Spirit and through belief in the truth.", "14", "He called you to this through our gospel, that you might share in the glory of our Lord Jesus Christ."]}, {"reference": "1 Timothy 2:1-7", "words": 118, "text": ["1", "I urge, then, first of all, that petitions, prayers, intercession and thanksgiving be made for all people—", "2", "for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness.", "3", "This is good, and pleases God our Savior,", "4", "who wants all people to be saved and to come to a knowledge of the truth.", "5", "For there is one God and one mediator between God and mankind, the man Christ Jesus,", "6", "who gave himself as a ransom for all people. This has now been witnessed to at the proper time.", "7", "And for this purpose I was appointed a herald and an apostle—I am telling the truth, I am not lying —and a true and faithful teacher of the Gentiles."]}, {"reference": "2 Timothy 1:3-14", "words": 293, "text": ["3", "I thank God, whom I serve, as my ancestors did, with a clear conscience, as night and day I constantly remember you in my prayers.", "4", "Recalling your tears, I long to see you, so that I may be filled with joy.", "5", "I am reminded of your sincere faith, which first lived in your grandmother Lois and in your mother Eunice and, I am persuaded, now lives in you also.", "6", "For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands.", "7", "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline.", "8", "So do not be ashamed of the testimony about our Lord or of me his prisoner. Rather, join with me in suffering for the gospel, by the power of God.", "9", "He has saved us and called us to a holy life—not because of anything we have done but because of his own purpose and grace. This grace was given us in Christ Jesus before the beginning of time,", "10", "but it has now been revealed through the appearing of our Savior, Christ Jesus, who has destroyed death and has brought life and immortality to light through the gospel.", "11", "And of this gospel I was appointed a herald and an apostle and a teacher.", "12", "That is why I am suffering as I am. Yet this is no cause for shame, because I know whom I have believed, and am convinced that he is able to guard what I have entrusted to him until that day.", "13", "What you heard from me, keep as the pattern of sound teaching, with faith and love in Christ Jesus.", "14", "Guard the good deposit that was entrusted to you—guard it with the help of the Holy Spirit who lives in us."]}, {"reference": "Titus 3:1-11", "words": 220, "text": ["1", "Remind the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good,", "2", "to slander no one, to be peaceable and considerate, and always to be gentle toward everyone.", "3", "At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another.", "4", "But when the kindness and love of God our Savior appeared,", "5", "he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,", "6", "whom he poured out on us generously through Jesus Christ our Savior,", "7", "so that, having been justified by his grace, we might become heirs having the hope of eternal life.", "8", "This is a trustworthy saying. And I want you to stress these things, so that those who have trusted in God may be careful to devote themselves to doing what is good. These things are excellent and profitable for everyone.", "9", "But avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless.", "10", "Warn a divisive person once, and then warn them a second time. After that, have nothing to do with them.", "11", "You may be sure that such people are warped and sinful; they are self-condemned."]}, {"reference": "Hebrews 1:1-4", "words": 102, "text": ["1", "In the past God spoke to our ancestors through the prophets at many times and in various ways,", "2", "but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom also he made the universe.", "3", "The Son is the radiance of God’s glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven.", "4", "So he became as much superior to the angels as the name he has inherited is superior to theirs."]}, {"reference": "Hebrews 3:1-6", "words": 127, "text": ["1", "Therefore, holy brothers and sisters, who share in the heavenly calling, fix your thoughts on Jesus, whom we acknowledge as our apostle and high priest.", "2", "He was faithful to the one who appointed him, just as Moses was faithful in all God’s house.", "3", "Jesus has been found worthy of greater honor than Moses, just as the builder of a house has greater honor than the house itself.", "4", "For every house is built by someone, but God is the builder of everything.", "5", "“Moses was faithful as a servant in all God’s house,” bearing witness to what would be spoken by God in the future.", "6", "But Christ is faithful as the Son over God’s house. And we are his house, if indeed we hold firmly to our confidence and the hope in which we glory."]}, {"reference": "Hebrews 4:12-16", "words": 145, "text": ["12", "For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.", "13", "Nothing in all creation is hidden from God’s sight. Everything is uncovered and laid bare before the eyes of him to whom we must give account.", "14", "Therefore, since we have a great high priest who has ascended into heaven, Jesus the Son of God, let us hold firmly to the faith we profess.", "15", "For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are —yet he did not sin.", "16", "Let us then approach God’s throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."]}, {"reference": "Hebrews 10:26-35", "words": 207, "text": ["26", "If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,", "27", "but only a fearful expectation of judgment and of raging fire that will consume the enemies of God.", "28", "Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses.", "29", "How much more severely do you think someone deserves to be punished who has trampled the Son of God underfoot, who has treated as an unholy thing the blood of the covenant that sanctified them, and who has insulted the Spirit of grace?", "30", "For we know him who said, “It is mine to avenge; I will repay,” and again, “The Lord will judge his people.”", "31", "It is a dreadful thing to fall into the hands of the living God.", "32", "Remember those earlier days after you had received the light, when you endured in a great conflict full of suffering.", "33", "Sometimes you were publicly exposed to insult and persecution; at other times you stood side by side with those who were so treated.", "34", "You suffered along with those in prison and joyfully accepted the confiscation of your property, because you knew that you yourselves had better and lasting possessions.", "35", "So do not throw away your confidence; it will be richly rewarded."]}, {"reference": "James 3:1-18", "words": 367, "text": ["1", "Not many of you should become teachers, my fellow believers, because you know that we who teach will be judged more strictly.", "2", "We all stumble in many ways. Anyone who is never at fault in what they say is perfect, able to keep their whole body in check.", "3", "When we put bits into the mouths of horses to make them obey us, we can turn the whole animal.", "4", "Or take ships as an example. Although they are so large and are driven by strong winds, they are steered by a very small rudder wherever the pilot wants to go.", "5", "Likewise, the tongue is a small part of the body, but it makes great boasts. Consider what a great forest is set on fire by a small spark.", "6", "The tongue also is a fire, a world of evil among the parts of the body. It corrupts the whole body, sets the whole course of one’s life on fire, and is itself set on fire by hell.", "7", "All kinds of animals, birds, reptiles and sea creatures are being tamed and have been tamed by mankind,", "8", "but no human being can tame the tongue. It is a restless evil, full of deadly poison.", "9", "With the tongue we praise our Lord and Father, and with it we curse human beings, who have been made in God’s likeness.", "10", "Out of the same mouth come praise and cursing. My brothers and sisters, this should not be.", "11", "Can both fresh water and salt water flow from the same spring?", "12", "My brothers and sisters, can a fig tree bear olives, or a grapevine bear figs? Neither can a salt spring produce fresh water.", "13", "Who is wise and understanding among you? Let them show it by their good life, by deeds done in the humility that comes from wisdom.", "14", "But if you harbor bitter envy and selfish ambition in your hearts, do not boast about it or deny the truth.", "15", "Such “wisdom” does not come down from heaven but is earthly, unspiritual, demonic.", "16", "For where you have envy and selfish ambition, there you find disorder and every evil practice.", "17", "But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere.", "18", "Peacemakers who sow in peace reap a harvest of righteousness."]}, {"reference": "James 4:1-10", "words": 198, "text": ["1", "What causes fights and quarrels among you? Don’t they come from your desires that battle within you?", "2", "You desire but do not have, so you kill. You covet but you cannot get what you want, so you quarrel and fight. You do not have because you do not ask God.", "3", "When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures.", "4", "You adulterous people, don’t you know that friendship with the world means enmity against God? Therefore, anyone who chooses to be a friend of the world becomes an enemy of God.", "5", "Or do you think Scripture says without reason that he jealously longs for the spirit he has caused to dwell in us\u0001", "6", "But he gives us more grace. That is why Scripture says: “God opposes the proud but shows favor to the humble.”", "7", "Submit yourselves, then, to God. Resist the devil, and he will flee from you.", "8", "Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded.", "9", "Grieve, mourn and wail. Change your laughter to mourning and your joy to gloom.", "10", "Humble yourselves before the Lord, and he will lift you up."]}, {"reference": "1 Peter 2:9", "words": 32, "text": ["9", "But you are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light."]}, {"reference": "1 John 1:1-4", "words": 100, "text": ["1", "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched —this we proclaim concerning the Word of life.", "2", "The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us.", "3", "We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ.", "4", "We write this to make our joy complete."]}, {"reference": "1 John 3:1-10", "words": 262, "text": ["1", "See what great love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him.", "2", "Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when Christ appears, we shall be like him, for we shall see him as he is.", "3", "All who have this hope in him purify themselves, just as he is pure.", "4", "Everyone who sins breaks the law; in fact, sin is lawlessness.", "5", "But you know that he appeared so that he might take away our sins. And in him is no sin.", "6", "No one who lives in him keeps on sinning. No one who continues to sin has either seen him or known him.", "7", "Dear children, do not let anyone lead you astray. The one who does what is right is righteous, just as he is righteous.", "8", "The one who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil’s work.", "9", "No one who is born of God will continue to sin, because God’s seed remains in them; they cannot go on sinning, because they have been born of God.", "10", "This is how we know who the children of God are and who the children of the devil are: Anyone who does not do what is right is not God’s child, nor is anyone who does not love their brother and sister."]}, {"reference": "Revelation 3:7-13", "words": 241, "text": ["7", "“To the angel of the church in Philadelphia write: These are the words of him who is holy and true, who holds the key of David. What he opens no one can shut, and what he shuts no one can open.", "8", "I know your deeds. See, I have placed before you an open door that no one can shut. I know that you have little strength, yet you have kept my word and have not denied my name.", "9", "I will make those who are of the synagogue of Satan, who claim to be Jews though they are not, but are liars—I will make them come and fall down at your feet and acknowledge that I have loved you.", "10", "Since you have kept my command to endure patiently, I will also keep you from the hour of trial that is going to come on the whole world to test the inhabitants of the earth.", "11", "I am coming soon. Hold on to what you have, so that no one will take your crown.", "12", "The one who is victorious I will make a pillar in the temple of my God. Never again will they leave it. I will write on them the name of my God and the name of the city of my God, the new Jerusalem, which is coming down out of heaven from my God; and I will also write on them my new name.", "13", "Whoever has ears, let them hear what the Spirit says to the churches."]}, {"reference": "Revelation 19:1-5", "words": 113, "text": ["1", "After this I heard what sounded like the roar of a great multitude in heaven shouting: “Hallelujah! Salvation and glory and power belong to our God,", "2", "for true and just are his judgments. He has condemned the great prostitute who corrupted the earth by her adulteries. He has avenged on her the blood of his servants.”", "3", "And again they shouted: “Hallelujah! The smoke from her goes up for ever and ever.”", "4", "The twenty-four elders and the four living creatures fell down and worshiped God, who was seated on the throne. And they cried: “Amen, Hallelujah!”", "5", "Then a voice came from the throne, saying: “Praise our God, all you his servants, you who fear him, both great and small!”"]}]