[{"reference": "Acts 1:8", "words": 33, "text": ["8", "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”"]}, {"reference": "Luke 24:47–49", "words": 49, "text": ["47", "and that repentance for the forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem.", "48", "You are witnesses of these things.", "49", "And behold, I am sending the promise of my Father upon you. But stay in the city until you are clothed with power from on high.”"]}, {"reference": "Acts 2:38–39", "words": 59, "text": ["38", "And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.", "39", "For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.”"]}, {"reference": "Luke 11:9–13", "words": 104, "text": ["9", "And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.", "10", "For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.", "11", "What father among you, if his son asks for a fish, will instead of a fish give him a serpent;", "12", "or if he asks for an egg, will give him a scorpion?", "13", "If you then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!”"]}, {"reference": "Acts 4:29–31", "words": 74, "text": ["29", "And now, Lord, look upon their threats and grant to your servants to continue to speak your word with all boldness,", "30", "while you stretch out your hand to heal, and signs and wonders are performed through the name of your holy servant Jesus.”", "31", "And when they had prayed, the place in which they were gathered together was shaken, and they were all filled with the Holy Spirit and continued to speak the word of God with boldness."]}, {"reference": "Exodus 31:3–5", "words": 41, "text": ["3", "and I have filled him with the Spirit of God, with ability and intelligence, with knowledge and all craftsmanship,", "4", "to devise artistic designs, to work in gold, silver, and bronze,", "5", "in cutting stones for setting, and in carving wood, to work in every craft."]}, {"reference": "Acts 5:29–32", "words": 67, "text": ["29", "But Peter and the apostles answered, “We must obey God rather than men.", "30", "The God of our fathers raised Jesus, whom you killed by hanging him on a tree.", "31", "God exalted him at his right hand as Leader and Savior, to give repentance to Israel and forgiveness of sins.", "32", "And we are witnesses to these things, and so is the Holy Spirit, whom God has given to those who obey him.”"]}, {"reference": "1 John 5:7–11", "words": 95, "text": ["7", "For there are three that testify:", "8", "the Spirit and the water and the blood; and these three agree.", "9", "If we receive the testimony of men, the testimony of God is greater, for this is the testimony of God that he has borne concerning his Son.", "10", "Whoever believes in the Son of God has the testimony in himself. Whoever does not believe God has made him a liar, because he has not believed in the testimony that God has borne concerning his Son.", "11", "And this is the testimony, that God gave us eternal life, and this life is in his Son."]}, {"reference": "Acts 7:59–60", "words": 41, "text": ["59", "And as they were stoning Stephen, he called out, “Lord Jesus, receive my spirit.”", "60", "And falling to his knees he cried out with a loud voice, “Lord, do not hold this sin against them.” And when he had said this, he fell asleep."]}, {"reference": "Ephesians 5:16–20", "words": 76, "text": ["16", "making the best use of the time, because the days are evil.", "17", "Therefore do not be foolish, but understand what the will of the Lord is.", "18", "And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,", "19", "addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart,", "20", "giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ,"]}, {"reference": "Acts 8:34–36", "words": 64, "text": ["34", "And the eunuch said to Philip, “About whom, I ask you, does the prophet say this, about himself or about someone else?”", "35", "Then Philip opened his mouth, and beginning with this Scripture he told him the good news about Jesus.", "36", "And as they were going along the road they came to some water, and the eunuch said, “See, here is water! What prevents me from being baptized?”"]}, {"reference": "John 14:16–17", "words": 47, "text": ["16", "And I will ask the Father, and he will give you another Helper, to be with you forever,", "17", "even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you."]}, {"reference": "Acts 10:39–43", "words": 115, "text": ["39", "And we are witnesses of all that he did both in the country of the Jews and in Jerusalem. They put him to death by hanging him on a tree,", "40", "but God raised him on the third day and made him to appear,", "41", "not to all the people but to us who had been chosen by God as witnesses, who ate and drank with him after he rose from the dead.", "42", "And he commanded us to preach to the people and to testify that he is the one appointed by God to be judge of the living and the dead.", "43", "To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”"]}, {"reference": "John 16:13–14", "words": 56, "text": ["13", "When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.", "14", "He will glorify me, for he will take what is mine and declare it to you."]}, {"reference": "Genesis 2:1-3", "words": 64, "text": ["1", "Thus the heavens and the earth were finished, and all the host of them.", "2", "And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done.", "3", "So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation."]}, {"reference": "Genesis 3:14-15", "words": 67, "text": ["14", "The Lord God said to the serpent, “Because you have done this, cursed are you above all livestock and above all beasts of the field; on your belly you shall go, and dust you shall eat all the days of your life.", "15", "I will put enmity between you and the woman, and between your offspring and her offspring; he shall bruise your head, and you shall bruise his heel.”"]}, {"reference": "Genesis 8:20-22", "words": 93, "text": ["20", "Then Noah built an altar to the Lord and took some of every clean animal and some of every clean bird and offered burnt offerings on the altar.", "21", "And when the Lord smelled the pleasing aroma, the Lord said in his heart, “I will never again curse the ground because of man, for the intention of man's heart is evil from his youth. Neither will I ever again strike down every living creature as I have done.", "22", "While the earth remains, seedtime and harvest, cold and heat, summer and winter, day and night, shall not cease.”"]}, {"reference": "Exodus 3:14-18", "words": 218, "text": ["14", "God said to Moses, “ I am who I am\u0001” And he said, “Say this to the people of Israel: ‘ I am has sent me to you.’”", "15", "God also said to Moses, “Say this to the people of Israel: ‘The Lord\u0001 the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is my name forever, and thus I am to be remembered throughout all generations.", "16", "Go and gather the elders of Israel together and say to them, ‘The Lord\u0001 the God of your fathers, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying, “I have observed you and what has been done to you in Egypt,", "17", "and I promise that I will bring you up out of the affliction of Egypt to the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, a land flowing with milk and honey.”’", "18", "And they will listen to your voice, and you and the elders of Israel shall go to the king of Egypt and say to him, ‘The Lord\u0001 the God of the Hebrews, has met with us; and now, please let us go a three days' journey into the wilderness, that we may sacrifice to the Lord our God.’"]}, {"reference": "Leviticus 10:3", "words": 35, "text": ["3", "Then Moses said to Aaron, “This is what the Lord has said: ‘Among those who are near me I will be sanctified, and before all the people I will be glorified.’” And Aaron held his peace."]}, {"reference": "Numbers 12:1-8", "words": 188, "text": ["1", "Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married, for he had married a Cushite woman.", "2", "And they said, “Has the Lord indeed spoken only through Moses? Has he not spoken through us also?” And the Lord heard it.", "3", "Now the man Moses was very meek, more than all people who were on the face of the earth.", "4", "And suddenly the Lord said to Moses and to Aaron and Miriam, “Come out, you three, to the tent of meeting.” And the three of them came out.", "5", "And the Lord came down in a pillar of cloud and stood at the entrance of the tent and called Aaron and Miriam, and they both came forward.", "6", "And he said, “Hear my words: If there is a prophet among you, I the Lord make myself known to him in a vision; I speak with him in a dream.", "7", "Not so with my servant Moses. He is faithful in all my house.", "8", "With him I speak mouth to mouth, clearly, and not in riddles, and he beholds the form of the Lord\u0001 Why then were you not afraid to speak against my servant Moses?”"]}, {"reference": "Numbers 15:30-34", "words": 108, "text": ["30", "But the person who does anything with a high hand, whether he is native or a sojourner, reviles the Lord\u0001 and that person shall be cut off from among his people.", "31", "Because he has despised the word of the Lord and has broken his commandment, that person shall be utterly cut off; his iniquity shall be on him.”", "32", "While the people of Israel were in the wilderness, they found a man gathering sticks on the Sabbath day.", "33", "And those who found him gathering sticks brought him to Moses and Aaron and to all the congregation.", "34", "They put him in custody, because it had not been made clear what should be done to him."]}, {"reference": "Deuteronomy 4:4-6", "words": 82, "text": ["4", "But you who held fast to the Lord your God are all alive today.", "5", "See, I have taught you statutes and rules, as the Lord my God commanded me, that you should do them in the land that you are entering to take possession of it.", "6", "Keep them and do them, for that will be your wisdom and your understanding in the sight of the peoples, who, when they hear all these statutes, will say, ‘Surely this great nation is a wise and understanding people.’"]}, {"reference": "Deuteronomy 10:12-20", "words": 195, "text": ["12", "“And now, Israel, what does the Lord your God require of you, but to fear the Lord your God, to walk in all his ways, to love him, to serve the Lord your God with all your heart and with all your soul,", "13", "and to keep the commandments and statutes of the Lord\u0001 which I am commanding you today for your good?", "14", "Behold, to the Lord your God belong heaven and the heaven of heavens, the earth with all that is in it.", "15", "Yet the Lord set his heart in love on your fathers and chose their offspring after them, you above all peoples, as you are this day.", "16", "Circumcise therefore the foreskin of your heart, and be no longer stubborn.", "17", "For the Lord your God is God of gods and Lord of lords, the great, the mighty, and the awesome God, who is not partial and takes no bribe.", "18", "He executes justice for the fatherless and the widow, and loves the sojourner, giving him food and clothing.", "19", "Love the sojourner, therefore, for you were sojourners in the land of Egypt.", "20", "You shall fear the Lord your God. You shall serve him and hold fast to him, and by his name you shall swear."]}, {"reference": "1 Samuel 21:1-6", "words": 205, "text": ["1", "Then David came to Nob, to Ahimelech the priest. And Ahimelech came to meet David, trembling, and said to him, “Why are you alone, and no one with you?”", "2", "And David said to Ahimelech the priest, “The king has charged me with a matter and said to me, ‘Let no one know anything of the matter about which I send you, and with which I have charged you.’ I have made an appointment with the young men for such and such a place.", "3", "Now then, what do you have on hand? Give me five loaves of bread, or whatever is here.”", "4", "And the priest answered David, “I have no common bread on hand, but there is holy bread— if the young men have kept themselves from women.”", "5", "And David answered the priest, “Truly women have been kept from us as always when I go on an expedition. The vessels of the young men are holy even when it is an ordinary journey. How much more today will their vessels be holy?”", "6", "So the priest gave him the holy bread, for there was no bread there but the bread of the Presence, which is removed from before the Lord\u0001 to be replaced by hot bread on the day it is taken away."]}, {"reference": "Psalm 90:1-17", "words": 291, "text": ["1", "Lord, you have been our dwelling place in all generations.", "2", "Before the mountains were brought forth, or ever you had formed the earth and the world, from everlasting to everlasting you are God.", "3", "You return man to dust and say, “Return, O children of man!”", "4", "For a thousand years in your sight are but as yesterday when it is past, or as a watch in the night.", "5", "You sweep them away as with a flood; they are like a dream, like grass that is renewed in the morning:", "6", "in the morning it flourishes and is renewed; in the evening it fades and withers.", "7", "For we are brought to an end by your anger; by your wrath we are dismayed.", "8", "You have set our iniquities before you, our secret sins in the light of your presence.", "9", "For all our days pass away under your wrath; we bring our years to an end like a sigh.", "10", "The years of our life are seventy, or even by reason of strength eighty; yet their span is but toil and trouble; they are soon gone, and we fly away.", "11", "Who considers the power of your anger, and your wrath according to the fear of you?", "12", "So teach us to number our days that we may get a heart of wisdom.", "13", "Return, O Lord\u0001 How long? Have pity on your servants!", "14", "Satisfy us in the morning with your steadfast love, that we may rejoice and be glad all our days.", "15", "Make us glad for as many days as you have afflicted us, and for as many years as we have seen evil.", "16", "Let your work be shown to your servants, and your glorious power to their children.", "17", "Let the favor of the Lord our God be upon us, and establish the work of our hands upon us; yes, establish the work of our hands!"]}, {"reference": "Psalm 93:1-5", "words": 88, "text": ["1", "The Lord reigns; he is robed in majesty; the Lord is robed; he has put on strength as his belt. Yes, the world is established; it shall never be moved.", "2", "Your throne is established from of old; you are from everlasting.", "3", "The floods have lifted up, O Lord\u0001 the floods have lifted up their voice; the floods lift up their roaring.", "4", "Mightier than the thunders of many waters, mightier than the waves of the sea, the Lord on high is mighty!", "5", "Your decrees are very trustworthy; holiness befits your house, O Lord\u0001 forevermore."]}, {"reference": "Psalm 95:1-11", "words": 191, "text": ["1", "Oh come, let us sing to the Lord\u0001 let us make a joyful noise to the rock of our salvation!", "2", "Let us come into his presence with thanksgiving; let us make a joyful noise to him with songs of praise!", "3", "For the Lord is a great God, and a great King above all gods.", "4", "In his hand are the depths of the earth; the heights of the mountains are his also.", "5", "The sea is his, for he made it, and his hands formed the dry land.", "6", "Oh come, let us worship and bow down; let us kneel before the Lord\u0001 our Maker!", "7", "For he is our God, and we are the people of his pasture, and the sheep of his hand. Today, if you hear his voice,", "8", "do not harden your hearts, as at Meribah, as on the day at Massah in the wilderness,", "9", "when your fathers put me to the test and put me to the proof, though they had seen my work.", "10", "For forty years I loathed that generation and said, “They are a people who go astray in their heart, and they have not known my ways.”", "11", "Therefore I swore in my wrath, “They shall not enter my rest.”"]}, {"reference": "Psalm 115:1-15", "words": 204, "text": ["1", "Not to us, O Lord\u0001 not to us, but to your name give glory, for the sake of your steadfast love and your faithfulness!", "2", "Why should the nations say, “Where is their God?”", "3", "Our God is in the heavens; he does all that he pleases.", "4", "Their idols are silver and gold, the work of human hands.", "5", "They have mouths, but do not speak; eyes, but do not see.", "6", "They have ears, but do not hear; noses, but do not smell.", "7", "They have hands, but do not feel; feet, but do not walk; and they do not make a sound in their throat.", "8", "Those who make them become like them; so do all who trust in them.", "9", "O Israel, trust in the Lord\u0001 He is their help and their shield.", "10", "O house of Aaron, trust in the Lord\u0001 He is their help and their shield.", "11", "You who fear the Lord\u0001 trust in the Lord\u0001 He is their help and their shield.", "12", "The Lord has remembered us; he will bless us; he will bless the house of Israel; he will bless the house of Aaron;", "13", "he will bless those who fear the Lord\u0001 both the small and the great.", "14", "May the Lord give you increase, you and your children!", "15", "May you be blessed by the Lord\u0001 who made heaven and earth!"]}, {"reference": "Psalm 139:13-14", "words": 32, "text": ["13", "For you formed my inward parts; you knitted me together in my mother's womb.", "14", "I praise you, for I am fearfully and wonderfully made. Wonderful are your works; my soul knows it very well."]}, {"reference": "Psalm 145:1-21", "words": 315, "text": ["1", "I will extol you, my God and King, and bless your name forever and ever.", "2", "Every day I will bless you and praise your name forever and ever.", "3", "Great is the Lord\u0001 and greatly to be praised, and his greatness is unsearchable.", "4", "One generation shall commend your works to another, and shall declare your mighty acts.", "5", "On the glorious splendor of your majesty, and on your wondrous works, I will meditate.", "6", "They shall speak of the might of your awesome deeds, and I will declare your greatness.", "7", "They shall pour forth the fame of your abundant goodness and shall sing aloud of your righteousness.", "8", "The Lord is gracious and merciful, slow to anger and abounding in steadfast love.", "9", "The Lord is good to all, and his mercy is over all that he has made.", "10", "All your works shall give thanks to you, O Lord\u0001 and all your saints shall bless you!", "11", "They shall speak of the glory of your kingdom and tell of your power,", "12", "to make known to the children of man your mighty deeds, and the glorious splendor of your kingdom.", "13", "Your kingdom is an everlasting kingdom, and your dominion endures throughout all generations. [The Lord is faithful in all his words and kind in all his works.]", "14", "The Lord upholds all who are falling and raises up all who are bowed down.", "15", "The eyes of all look to you, and you give them their food in due season.", "16", "You open your hand; you satisfy the desire of every living thing.", "17", "The Lord is righteous in all his ways and kind in all his works.", "18", "The Lord is near to all who call on him, to all who call on him in truth.", "19", "He fulfills the desire of those who fear him; he also hears their cry and saves them.", "20", "The Lord preserves all who love him, but all the wicked he will destroy.", "21", "My mouth will speak the praise of the Lord\u0001 and let all flesh bless his holy name forever and ever."]}, {"reference": "Proverbs 2:1-7", "words": 91, "text": ["1", "My son, if you receive my words and treasure up my commandments with you,", "2", "making your ear attentive to wisdom and inclining your heart to understanding;", "3", "yes, if you call out for insight and raise your voice for understanding,", "4", "if you seek it like silver and search for it as for hidden treasures,", "5", "then you will understand the fear of the Lord and find the knowledge of God.", "6", "For the Lord gives wisdom; from his mouth come knowledge and understanding;", "7", "he stores up sound wisdom for the upright; he is a shield to those who walk in integrity,"]}, {"reference": "Proverbs 23:15-17", "words": 39, "text": ["15", "My son, if your heart is wise, my heart too will be glad.", "16", "My inmost being will exult when your lips speak what is right.", "17", "Let not your heart envy sinners, but continue in the fear of the Lord all the day."]}, {"reference": "Proverbs 31:8-9", "words": 25, "text": ["8", "Open your mouth for the mute, for the rights of all who are destitute.", "9", "Open your mouth, judge righteously, defend the rights of the poor and needy."]}, {"reference": "Isaiah 1:18", "words": 32, "text": ["18", "“Come now, let us reason together, says the Lord\u0001 though your sins are like scarlet, they shall be as white as snow; though they are red like crimson, they shall become like wool."]}, {"reference": "Isaiah 6:1-13", "words": 337, "text": ["1", "In the year that King Uzziah died I saw the Lord sitting upon a throne, high and lifted up; and the train of his robe filled the temple.", "2", "Above him stood the seraphim. Each had six wings: with two he covered his face, and with two he covered his feet, and with two he flew.", "3", "And one called to another and said: “Holy, holy, holy is the Lord of hosts; the whole earth is full of his glory!”", "4", "And the foundations of the thresholds shook at the voice of him who called, and the house was filled with smoke.", "5", "And I said: “Woe is me! For I am lost; for I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the Lord of hosts!”", "6", "Then one of the seraphim flew to me, having in his hand a burning coal that he had taken with tongs from the altar.", "7", "And he touched my mouth and said: “Behold, this has touched your lips; your guilt is taken away, and your sin atoned for.”", "8", "And I heard the voice of the Lord saying, “Whom shall I send, and who will go for us?” Then I said, “Here I am! Send me.”", "9", "And he said, “Go, and say to this people: “‘Keep on hearing, but do not understand; keep on seeing, but do not perceive.’", "10", "Make the heart of this people dull, and their ears heavy, and blind their eyes; lest they see with their eyes, and hear with their ears, and understand with their hearts, and turn and be healed.”", "11", "Then I said, “How long, O Lord?” And he said: “Until cities lie waste without inhabitant, and houses without people, and the land is a desolate waste,", "12", "and the Lord removes people far away, and the forsaken places are many in the midst of the land.", "13", "And though a tenth remain in it, it will be burned again, like a terebinth or an oak, whose stump remains when it is felled.” The holy seed is its stump."]}, {"reference": "Isaiah 12:1-6", "words": 132, "text": ["1", "You will say in that day: “I will give thanks to you, O Lord\u0001 for though you were angry with me, your anger turned away, that you might comfort me.", "2", "“Behold, God is my salvation; I will trust, and will not be afraid; for the Lord God is my strength and my song, and he has become my salvation.”", "3", "With joy you will draw water from the wells of salvation.", "4", "And you will say in that day: “Give thanks to the Lord\u0001 call upon his name, make known his deeds among the peoples, proclaim that his name is exalted.", "5", "“Sing praises to the Lord\u0001 for he has done gloriously; let this be made known in all the earth.", "6", "Shout, and sing for joy, O inhabitant of Zion, for great in your midst is the Holy One of Israel.”"]}, {"reference": "Isaiah 38:16-20", "words": 126, "text": ["16", "O Lord, by these things men live, and in all these is the life of my spirit. Oh restore me to health and make me live!", "17", "Behold, it was for my welfare that I had great bitterness; but in love you have delivered my life from the pit of destruction, for you have cast all my sins behind your back.", "18", "For Sheol does not thank you; death does not praise you; those who go down to the pit do not hope for your faithfulness.", "19", "The living, the living, he thanks you, as I do this day; the father makes known to the children your faithfulness.", "20", "The Lord will save me, and we will play my music on stringed instruments all the days of our lives, at the house of the Lord\u0001"]}, {"reference": "Isaiah 42:1-4", "words": 86, "text": ["1", "Behold my servant, whom I uphold, my chosen, in whom my soul delights; I have put my Spirit upon him; he will bring forth justice to the nations.", "2", "He will not cry aloud or lift up his voice, or make it heard in the street;", "3", "a bruised reed he will not break, and a faintly burning wick he will not quench; he will faithfully bring forth justice.", "4", "He will not grow faint or be discouraged till he has established justice in the earth; and the coastlands wait for his law."]}, {"reference": "Isaiah 49:22-23", "words": 89, "text": ["22", "Thus says the Lord God\u0001 “Behold, I will lift up my hand to the nations, and raise my signal to the peoples; and they shall bring your sons in their arms, and your daughters shall be carried on their shoulders.", "23", "Kings shall be your foster fathers, and their queens your nursing mothers. With their faces to the ground they shall bow down to you, and lick the dust of your feet. Then you will know that I am the Lord\u0001 those who wait for me shall not be put to shame.”"]}, {"reference": "Isaiah 55:10-11", "words": 71, "text": ["10", "“For as the rain and the snow come down from heaven and do not return there but water the earth, making it bring forth and sprout, giving seed to the sower and bread to the eater,", "11", "so shall my word be that goes out from my mouth; it shall not return to me empty, but it shall accomplish that which I purpose, and shall succeed in the thing for which I sent it."]}, {"reference": "Jeremiah 9:13-16", "words": 96, "text": ["13", "And the Lord says: “Because they have forsaken my law that I set before them, and have not obeyed my voice or walked in accord with it,", "14", "but have stubbornly followed their own hearts and have gone after the Baals, as their fathers taught them.", "15", "Therefore thus says the Lord of hosts, the God of Israel: Behold, I will feed this people with bitter food, and give them poisonous water to drink.", "16", "I will scatter them among the nations whom neither they nor their fathers have known, and I will send the sword after them, until I have consumed them.”"]}, {"reference": "Jeremiah 18:7-10", "words": 93, "text": ["7", "If at any time I declare concerning a nation or a kingdom, that I will pluck up and break down and destroy it,", "8", "and if that nation, concerning which I have spoken, turns from its evil, I will relent of the disaster that I intended to do to it.", "9", "And if at any time I declare concerning a nation or a kingdom that I will build and plant it,", "10", "and if it does evil in my sight, not listening to my voice, then I will relent of the good that I had intended to do to it."]}, {"reference": "Jeremiah 23:5-6", "words": 62, "text": ["5", "“Behold, the days are coming, declares the Lord\u0001 when I will raise up for David a righteous Branch, and he shall reign as king and deal wisely, and shall execute justice and righteousness in the land.", "6", "In his days Judah will be saved, and Israel will dwell securely. And this is the name by which he will be called: ‘The Lord is our righteousness.’"]}, {"reference": "Ezekiel 20:40-41", "words": 92, "text": ["40", "“For on my holy mountain, the mountain height of Israel, declares the Lord God\u0001 there all the house of Israel, all of them, shall serve me in the land. There I will accept them, and there I will require your contributions and the choicest of your gifts, with all your sacred offerings.", "41", "As a pleasing aroma I will accept you, when I bring you out from the peoples and gather you out of the countries where you have been scattered. And I will manifest my holiness among you in the sight of the nations."]}, {"reference": "Ezekiel 33:1-7", "words": 194, "text": ["1", "The word of the Lord came to me:", "2", "“Son of man, speak to your people and say to them, If I bring the sword upon a land, and the people of the land take a man from among them, and make him their watchman,", "3", "and if he sees the sword coming upon the land and blows the trumpet and warns the people,", "4", "then if anyone who hears the sound of the trumpet does not take warning, and the sword comes and takes him away, his blood shall be upon his own head.", "5", "He heard the sound of the trumpet and did not take warning; his blood shall be upon himself. But if he had taken warning, he would have saved his life.", "6", "But if the watchman sees the sword coming and does not blow the trumpet, so that the people are not warned, and the sword comes and takes any one of them, that person is taken away in his iniquity, but his blood I will require at the watchman's hand.", "7", "“So you, son of man, I have made a watchman for the house of Israel. Whenever you hear a word from my mouth, you shall give them warning from me."]}, {"reference": "Ezekiel 36:22-28", "words": 216, "text": ["22", "“Therefore say to the house of Israel, Thus says the Lord God\u0001 It is not for your sake, O house of Israel, that I am about to act, but for the sake of my holy name, which you have profaned among the nations to which you came.", "23", "And I will vindicate the holiness of my great name, which has been profaned among the nations, and which you have profaned among them. And the nations will know that I am the Lord\u0001 declares the Lord God\u0001 when through you I vindicate my holiness before their eyes.", "24", "I will take you from the nations and gather you from all the countries and bring you into your own land.", "25", "I will sprinkle clean water on you, and you shall be clean from all your uncleannesses, and from all your idols I will cleanse you.", "26", "And I will give you a new heart, and a new spirit I will put within you. And I will remove the heart of stone from your flesh and give you a heart of flesh.", "27", "And I will put my Spirit within you, and cause you to walk in my statutes and be careful to obey my rules.", "28", "You shall dwell in the land that I gave to your fathers, and you shall be my people, and I will be your God."]}, {"reference": "Ezekiel 47:21-23", "words": 74, "text": ["21", "“So you shall divide this land among you according to the tribes of Israel.", "22", "You shall allot it as an inheritance for yourselves and for the sojourners who reside among you and have had children among you. They shall be to you as native-born children of Israel. With you they shall be allotted an inheritance among the tribes of Israel.", "23", "In whatever tribe the sojourner resides, there you shall assign him his inheritance, declares the Lord God\u0001"]}, {"reference": "Daniel 12:1-3", "words": 104, "text": ["1", "“At that time shall arise Michael, the great prince who has charge of your people. And there shall be a time of trouble, such as never has been since there was a nation till that time. But at that time your people shall be delivered, everyone whose name shall be found written in the book.", "2", "And many of those who sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.", "3", "And those who are wise shall shine like the brightness of the sky above; and those who turn many to righteousness, like the stars forever and ever."]}, {"reference": "Hosea 1:10-11", "words": 84, "text": ["10", "Yet the number of the children of Israel shall be like the sand of the sea, which cannot be measured or numbered. And in the place where it was said to them, “You are not my people,” it shall be said to them, “Children of the living God.”", "11", "And the children of Judah and the children of Israel shall be gathered together, and they shall appoint for themselves one head. And they shall go up from the land, for great shall be the day of Jezreel."]}, {"reference": "Hosea 14:9", "words": 33, "text": ["9", "Whoever is wise, let him understand these things; whoever is discerning, let him know them; for the ways of the Lord are right, and the upright walk in them, but transgressors stumble in them."]}, {"reference": "Joel 2:28-32", "words": 137, "text": ["28", "“And it shall come to pass afterward, that I will pour out my Spirit on all flesh; your sons and your daughters shall prophesy, your old men shall dream dreams, and your young men shall see visions.", "29", "Even on the male and female servants in those days I will pour out my Spirit.", "30", "“And I will show wonders in the heavens and on the earth, blood and fire and columns of smoke.", "31", "The sun shall be turned to darkness, and the moon to blood, before the great and awesome day of the Lord comes.", "32", "And it shall come to pass that everyone who calls on the name of the Lord shall be saved. For in Mount Zion and in Jerusalem there shall be those who escape, as the Lord has said, and among the survivors shall be those whom the Lord calls."]}, {"reference": "Obadiah 1:15-18", "words": 125, "text": ["15", "For the day of the Lord is near upon all the nations. As you have done, it shall be done to you; your deeds shall return on your own head.", "16", "For as you have drunk on my holy mountain, so all the nations shall drink continually; they shall drink and swallow, and shall be as though they had never been.", "17", "But in Mount Zion there shall be those who escape, and it shall be holy, and the house of Jacob shall possess their own possessions.", "18", "The house of Jacob shall be a fire, and the house of Joseph a flame, and the house of Esau stubble; they shall burn them and consume them, and there shall be no survivor for the house of Esau, for the Lord has spoken."]}, {"reference": "Jonah 3:4-10", "words": 186, "text": ["4", "Jonah began to go into the city, going a day's journey. And he called out, “Yet forty days, and Nineveh shall be overthrown!”", "5", "And the people of Nineveh believed God. They called for a fast and put on sackcloth, from the greatest of them to the least of them.", "6", "The word reached the king of Nineveh, and he arose from his throne, removed his robe, covered himself with sackcloth, and sat in ashes.", "7", "And he issued a proclamation and published through Nineveh, “By the decree of the king and his nobles: Let neither man nor beast, herd nor flock, taste anything. Let them not feed or drink water,", "8", "but let man and beast be covered with sackcloth, and let them call out mightily to God. Let everyone turn from his evil way and from the violence that is in his hands.", "9", "Who knows? God may turn and relent and turn from his fierce anger, so that we may not perish.”", "10", "When God saw what they did, how they turned from their evil way, God relented of the disaster that he had said he would do to them, and he did not do it."]}, {"reference": "Habakkuk 1:12", "words": 33, "text": ["12", "Are you not from everlasting, O Lord my God, my Holy One? We shall not die. O Lord\u0001 you have ordained them as a judgment, and you, O Rock, have established them for reproof."]}, {"reference": "Malachi 1:11", "words": 46, "text": ["11", "For from the rising of the sun to its setting my name will be great among the nations, and in every place incense will be offered to my name, and a pure offering. For my name will be great among the nations, says the Lord of hosts."]}, {"reference": "Malachi 3:2-4", "words": 83, "text": ["2", "But who can endure the day of his coming, and who can stand when he appears? For he is like a refiner's fire and like fullers' soap.", "3", "He will sit as a refiner and purifier of silver, and he will purify the sons of Levi and refine them like gold and silver, and they will bring offerings in righteousness to the Lord\u0001", "4", "Then the offering of Judah and Jerusalem will be pleasing to the Lord as in the days of old and as in former years."]}, {"reference": "Matthew 1:18-25", "words": 184, "text": ["18", "Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit.", "19", "And her husband Joseph, being a just man and unwilling to put her to shame, resolved to divorce her quietly.", "20", "But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit.", "21", "She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.”", "22", "All this took place to fulfill what the Lord had spoken by the prophet:", "23", "“Behold, the virgin shall conceive and bear a son, and they shall call his name Immanuel” (which means, God with us).", "24", "When Joseph woke from sleep, he did as the angel of the Lord commanded him: he took his wife,", "25", "but knew her not until she had given birth to a son. And he called his name Jesus."]}, {"reference": "Matthew 6:24", "words": 34, "text": ["24", "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money."]}, {"reference": "Matthew 9:35-38", "words": 75, "text": ["35", "And Jesus went throughout all the cities and villages, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction.", "36", "When he saw the crowds, he had compassion for them, because they were harassed and helpless, like sheep without a shepherd.", "37", "Then he said to his disciples, “The harvest is plentiful, but the laborers are few;", "38", "therefore pray earnestly to the Lord of the harvest to send out laborers into his harvest.”"]}, {"reference": "Matthew 12:15-21", "words": 104, "text": ["15", "Jesus, aware of this, withdrew from there. And many followed him, and he healed them all", "16", "and ordered them not to make him known.", "17", "This was to fulfill what was spoken by the prophet Isaiah:", "18", "“Behold, my servant whom I have chosen, my beloved with whom my soul is well pleased. I will put my Spirit upon him, and he will proclaim justice to the Gentiles.", "19", "He will not quarrel or cry aloud, nor will anyone hear his voice in the streets;", "20", "a bruised reed he will not break, and a smoldering wick he will not quench, until he brings justice to victory;", "21", "and in his name the Gentiles will hope.”"]}, {"reference": "Matthew 13:44-58", "words": 303, "text": ["44", "“The kingdom of heaven is like treasure hidden in a field, which a man found and covered up. Then in his joy he goes and sells all that he has and buys that field.", "45", "“Again, the kingdom of heaven is like a merchant in search of fine pearls,", "46", "who, on finding one pearl of great value, went and sold all that he had and bought it.", "47", "“Again, the kingdom of heaven is like a net that was thrown into the sea and gathered fish of every kind.", "48", "When it was full, men drew it ashore and sat down and sorted the good into containers but threw away the bad.", "49", "So it will be at the end of the age. The angels will come out and separate the evil from the righteous", "50", "and throw them into the fiery furnace. In that place there will be weeping and gnashing of teeth.", "51", "“Have you understood all these things?” They said to him, “Yes.”", "52", "And he said to them, “Therefore every scribe who has been trained for the kingdom of heaven is like a master of a house, who brings out of his treasure what is new and what is old.”", "53", "And when Jesus had finished these parables, he went away from there,", "54", "and coming to his hometown he taught them in their synagogue, so that they were astonished, and said, “Where did this man get this wisdom and these mighty works?", "55", "Is not this the carpenter's son? Is not his mother called Mary? And are not his brothers James and Joseph and Simon and Judas?", "56", "And are not all his sisters with us? Where then did this man get all these things?”", "57", "And they took offense at him. But Jesus said to them, “A prophet is not without honor except in his hometown and in his own household.”", "58", "And he did not do many mighty works there, because of their unbelief."]}, {"reference": "Matthew 15:21-31", "words": 227, "text": ["21", "And Jesus went away from there and withdrew to the district of Tyre and Sidon.", "22", "And behold, a Canaanite woman from that region came out and was crying, “Have mercy on me, O Lord, Son of David; my daughter is severely oppressed by a demon.”", "23", "But he did not answer her a word. And his disciples came and begged him, saying, “Send her away, for she is crying out after us.”", "24", "He answered, “I was sent only to the lost sheep of the house of Israel.”", "25", "But she came and knelt before him, saying, “Lord, help me.”", "26", "And he answered, “It is not right to take the children's bread and throw it to the dogs.”", "27", "She said, “Yes, Lord, yet even the dogs eat the crumbs that fall from their masters' table.”", "28", "Then Jesus answered her, “O woman, great is your faith! Be it done for you as you desire.” And her daughter was healed instantly.", "29", "Jesus went on from there and walked beside the Sea of Galilee. And he went up on the mountain and sat down there.", "30", "And great crowds came to him, bringing with them the lame, the blind, the crippled, the mute, and many others, and they put them at his feet, and he healed them,", "31", "so that the crowd wondered, when they saw the mute speaking, the crippled healthy, the lame walking, and the blind seeing. And they glorified the God of Israel."]}, {"reference": "Matthew 24:32-51", "words": 367, "text": ["32", "“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.", "33", "So also, when you see all these things, you know that he is near, at the very gates.", "34", "Truly, I say to you, this generation will not pass away until all these things take place.", "35", "Heaven and earth will pass away, but my words will not pass away.", "36", "“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.", "37", "For as were the days of Noah, so will be the coming of the Son of Man.", "38", "For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,", "39", "and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.", "40", "Then two men will be in the field; one will be taken and one left.", "41", "Two women will be grinding at the mill; one will be taken and one left.", "42", "Therefore, stay awake, for you do not know on what day your Lord is coming.", "43", "But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.", "44", "Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.", "45", "“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?", "46", "Blessed is that servant whom his master will find so doing when he comes.", "47", "Truly, I say to you, he will set him over all his possessions.", "48", "But if that wicked servant says to himself, ‘My master is delayed,’", "49", "and begins to beat his fellow servants and eats and drinks with drunkards,", "50", "the master of that servant will come on a day when he does not expect him and at an hour he does not know", "51", "and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth."]}, {"reference": "Mark 1:1-11", "words": 207, "text": ["1", "The beginning of the gospel of Jesus Christ, the Son of God.", "2", "As it is written in Isaiah the prophet, “Behold, I send my messenger before your face, who will prepare your way,", "3", "the voice of one crying in the wilderness: ‘Prepare the way of the Lord, make his paths straight,’”", "4", "John appeared, baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins.", "5", "And all the country of Judea and all Jerusalem were going out to him and were being baptized by him in the river Jordan, confessing their sins.", "6", "Now John was clothed with camel's hair and wore a leather belt around his waist and ate locusts and wild honey.", "7", "And he preached, saying, “After me comes he who is mightier than I, the strap of whose sandals I am not worthy to stoop down and untie.", "8", "I have baptized you with water, but he will baptize you with the Holy Spirit.”", "9", "In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan.", "10", "And when he came up out of the water, immediately he saw the heavens being torn open and the Spirit descending on him like a dove.", "11", "And a voice came from heaven, “You are my beloved Son; with you I am well pleased.”"]}, {"reference": "Mark 5:18-20", "words": 75, "text": ["18", "As he was getting into the boat, the man who had been possessed with demons begged him that he might be with him.", "19", "And he did not permit him but said to him, “Go home to your friends and tell them how much the Lord has done for you, and how he has had mercy on you.”", "20", "And he went away and began to proclaim in the Decapolis how much Jesus had done for him, and everyone marveled."]}, {"reference": "Mark 11:15-24", "words": 221, "text": ["15", "And they came to Jerusalem. And he entered the temple and began to drive out those who sold and those who bought in the temple, and he overturned the tables of the money-changers and the seats of those who sold pigeons.", "16", "And he would not allow anyone to carry anything through the temple.", "17", "And he was teaching them and saying to them, “Is it not written, ‘My house shall be called a house of prayer for all the nations’? But you have made it a den of robbers.”", "18", "And the chief priests and the scribes heard it and were seeking a way to destroy him, for they feared him, because all the crowd was astonished at his teaching.", "19", "And when evening came they went out of the city.", "20", "As they passed by in the morning, they saw the fig tree withered away to its roots.", "21", "And Peter remembered and said to him, “Rabbi, look! The fig tree that you cursed has withered.”", "22", "And Jesus answered them, “Have faith in God.", "23", "Truly, I say to you, whoever says to this mountain, ‘Be taken up and thrown into the sea,’ and does not doubt in his heart, but believes that what he says will come to pass, it will be done for him.", "24", "Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours."]}, {"reference": "Mark 12:13-17", "words": 137, "text": ["13", "And they sent to him some of the Pharisees and some of the Herodians, to trap him in his talk.", "14", "And they came and said to him, “Teacher, we know that you are true and do not care about anyone's opinion. For you are not swayed by appearances, but truly teach the way of God. Is it lawful to pay taxes to Caesar, or not? Should we pay them, or should we not?”", "15", "But, knowing their hypocrisy, he said to them, “Why put me to the test? Bring me a denarius and let me look at it.”", "16", "And they brought one. And he said to them, “Whose likeness and inscription is this?” They said to him, “Caesar's.”", "17", "Jesus said to them, “Render to Caesar the things that are Caesar's, and to God the things that are God's.” And they marveled at him."]}, {"reference": "Luke 8:40-56", "words": 343, "text": ["40", "Now when Jesus returned, the crowd welcomed him, for they were all waiting for him.", "41", "And there came a man named Jairus, who was a ruler of the synagogue. And falling at Jesus' feet, he implored him to come to his house,", "42", "for he had an only daughter, about twelve years of age, and she was dying. As Jesus went, the people pressed around him.", "43", "And there was a woman who had had a discharge of blood for twelve years, and though she had spent all her living on physicians, she could not be healed by anyone.", "44", "She came up behind him and touched the fringe of his garment, and immediately her discharge of blood ceased.", "45", "And Jesus said, “Who was it that touched me?” When all denied it, Peter said, “Master, the crowds surround you and are pressing in on you!”", "46", "But Jesus said, “Someone touched me, for I perceive that power has gone out from me.”", "47", "And when the woman saw that she was not hidden, she came trembling, and falling down before him declared in the presence of all the people why she had touched him, and how she had been immediately healed.", "48", "And he said to her, “Daughter, your faith has made you well; go in peace.”", "49", "While he was still speaking, someone from the ruler's house came and said, “Your daughter is dead; do not trouble the Teacher any more.”", "50", "But Jesus on hearing this answered him, “Do not fear; only believe, and she will be well.”", "51", "And when he came to the house, he allowed no one to enter with him, except Peter and John and James, and the father and mother of the child.", "52", "And all were weeping and mourning for her, but he said, “Do not weep, for she is not dead but sleeping.”", "53", "And they laughed at him, knowing that she was dead.", "54", "But taking her by the hand he called, saying, “Child, arise.”", "55", "And her spirit returned, and she got up at once. And he directed that something should be given her to eat.", "56", "And her parents were amazed, but he charged them to tell no one what had happened."]}, {"reference": "Luke 9:18-27", "words": 220, "text": ["18", "Now it happened that as he was praying alone, the disciples were with him. And he asked them, “Who do the crowds say that I am?”", "19", "And they answered, “John the Baptist. But others say, Elijah, and others, that one of the prophets of old has risen.”", "20", "Then he said to them, “But who do you say that I am?” And Peter answered, “The Christ of God.”", "21", "And he strictly charged and commanded them to tell this to no one,", "22", "saying, “The Son of Man must suffer many things and be rejected by the elders and chief priests and scribes, and be killed, and on the third day be raised.”", "23", "And he said to all, “If anyone would come after me, let him deny himself and take up his cross daily and follow me.", "24", "For whoever would save his life will lose it, but whoever loses his life for my sake will save it.", "25", "For what does it profit a man if he gains the whole world and loses or forfeits himself?", "26", "For whoever is ashamed of me and of my words, of him will the Son of Man be ashamed when he comes in his glory and the glory of the Father and of the holy angels.", "27", "But I tell you truly, there are some standing here who will not taste death until they see the kingdom of God.”"]}, {"reference": "Luke 19:1-10", "words": 186, "text": ["1", "He entered Jericho and was passing through.", "2", "And behold, there was a man named Zacchaeus. He was a chief tax collector and was rich.", "3", "And he was seeking to see who Jesus was, but on account of the crowd he could not, because he was small in stature.", "4", "So he ran on ahead and climbed up into a sycamore tree to see him, for he was about to pass that way.", "5", "And when Jesus came to the place, he looked up and said to him, “Zacchaeus, hurry and come down, for I must stay at your house today.”", "6", "So he hurried and came down and received him joyfully.", "7", "And when they saw it, they all grumbled, “He has gone in to be the guest of a man who is a sinner.”", "8", "And Zacchaeus stood and said to the Lord, “Behold, Lord, the half of my goods I give to the poor. And if I have defrauded anyone of anything, I restore it fourfold.”", "9", "And Jesus said to him, “Today salvation has come to this house, since he also is a son of Abraham.", "10", "For the Son of Man came to seek and to save the lost.”"]}, {"reference": "Luke 22:24-34", "words": 207, "text": ["24", "A dispute also arose among them, as to which of them was to be regarded as the greatest.", "25", "And he said to them, “The kings of the Gentiles exercise lordship over them, and those in authority over them are called benefactors.", "26", "But not so with you. Rather, let the greatest among you become as the youngest, and the leader as one who serves.", "27", "For who is the greater, one who reclines at table or one who serves? Is it not the one who reclines at table? But I am among you as the one who serves.", "28", "“You are those who have stayed with me in my trials,", "29", "and I assign to you, as my Father assigned to me, a kingdom,", "30", "that you may eat and drink at my table in my kingdom and sit on thrones judging the twelve tribes of Israel.", "31", "“Simon, Simon, behold, Satan demanded to have you, that he might sift you like wheat,", "32", "but I have prayed for you that your faith may not fail. And when you have turned again, strengthen your brothers.”", "33", "Peter said to him, “Lord, I am ready to go with you both to prison and to death.”", "34", "Jesus said, “I tell you, Peter, the rooster will not crow this day, until you deny three times that you know me.”"]}, {"reference": "John 1:1-14", "words": 210, "text": ["1", "In the beginning was the Word, and the Word was with God, and the Word was God.", "2", "He was in the beginning with God.", "3", "All things were made through him, and without him was not any thing made that was made.", "4", "In him was life, and the life was the light of men.", "5", "The light shines in the darkness, and the darkness has not overcome it.", "6", "There was a man sent from God, whose name was John.", "7", "He came as a witness, to bear witness about the light, that all might believe through him.", "8", "He was not the light, but came to bear witness about the light.", "9", "The true light, which gives light to everyone, was coming into the world.", "10", "He was in the world, and the world was made through him, yet the world did not know him.", "11", "He came to his own, and his own people did not receive him.", "12", "But to all who did receive him, who believed in his name, he gave the right to become children of God,", "13", "who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.", "14", "And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth."]}, {"reference": "John 5:31-40", "words": 195, "text": ["31", "If I alone bear witness about myself, my testimony is not true.", "32", "There is another who bears witness about me, and I know that the testimony that he bears about me is true.", "33", "You sent to John, and he has borne witness to the truth.", "34", "Not that the testimony that I receive is from man, but I say these things so that you may be saved.", "35", "He was a burning and shining lamp, and you were willing to rejoice for a while in his light.", "36", "But the testimony that I have is greater than that of John. For the works that the Father has given me to accomplish, the very works that I am doing, bear witness about me that the Father has sent me.", "37", "And the Father who sent me has himself borne witness about me. His voice you have never heard, his form you have never seen,", "38", "and you do not have his word abiding in you, for you do not believe the one whom he has sent.", "39", "You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me,", "40", "yet you refuse to come to me that you may have life."]}, {"reference": "John 12:24", "words": 27, "text": ["24", "Truly, truly, I say to you, unless a grain of wheat falls into the earth and dies, it remains alone; but if it dies, it bears much fruit."]}, {"reference": "John 21:15-19", "words": 192, "text": ["15", "When they had finished breakfast, Jesus said to Simon Peter, “Simon, son of John, do you love me more than these?” He said to him, “Yes, Lord; you know that I love you.” He said to him, “Feed my lambs.”", "16", "He said to him a second time, “Simon, son of John, do you love me?” He said to him, “Yes, Lord; you know that I love you.” He said to him, “Tend my sheep.”", "17", "He said to him the third time, “Simon, son of John, do you love me?” Peter was grieved because he said to him the third time, “Do you love me?” and he said to him, “Lord, you know everything; you know that I love you.” Jesus said to him, “Feed my sheep.", "18", "Truly, truly, I say to you, when you were young, you used to dress yourself and walk wherever you wanted, but when you are old, you will stretch out your hands, and another will dress you and carry you where you do not want to go.”", "19", "(This he said to show by what kind of death he was to glorify God.) And after saying this he said to him, “Follow me.”"]}, {"reference": "Acts 2:1-6", "words": 105, "text": ["1", "When the day of Pentecost arrived, they were all together in one place.", "2", "And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting.", "3", "And divided tongues as of fire appeared to them and rested on each one of them.", "4", "And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.", "5", "Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven.", "6", "And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language."]}, {"reference": "Acts 8:4-8", "words": 78, "text": ["4", "Now those who were scattered went about preaching the word.", "5", "Philip went down to the city of Samaria and proclaimed to them the Christ.", "6", "And the crowds with one accord paid attention to what was being said by Philip, when they heard him and saw the signs that he did.", "7", "For unclean spirits, crying out with a loud voice, came out of many who had them, and many who were paralyzed or lame were healed.", "8", "So there was much joy in that city."]}, {"reference": "Acts 9:15", "words": 28, "text": ["15", "But the Lord said to him, “Go, for he is a chosen instrument of mine to carry my name before the Gentiles and kings and the children of Israel."]}, {"reference": "Acts 13:4-12", "words": 216, "text": ["4", "So, being sent out by the Holy Spirit, they went down to Seleucia, and from there they sailed to Cyprus.", "5", "When they arrived at Salamis, they proclaimed the word of God in the synagogues of the Jews. And they had John to assist them.", "6", "When they had gone through the whole island as far as Paphos, they came upon a certain magician, a Jewish false prophet named Bar-Jesus.", "7", "He was with the proconsul, Sergius Paulus, a man of intelligence, who summoned Barnabas and Saul and sought to hear the word of God.", "8", "But Elymas the magician (for that is the meaning of his name) opposed them, seeking to turn the proconsul away from the faith.", "9", "But Saul, who was also called Paul, filled with the Holy Spirit, looked intently at him", "10", "and said, “You son of the devil, you enemy of all righteousness, full of all deceit and villainy, will you not stop making crooked the straight paths of the Lord?", "11", "And now, behold, the hand of the Lord is upon you, and you will be blind and unable to see the sun for a time.” Immediately mist and darkness fell upon him, and he went about seeking people to lead him by the hand.", "12", "Then the proconsul believed, when he saw what had occurred, for he was astonished at the teaching of the Lord."]}, {"reference": "Acts 20:35-38", "words": 95, "text": ["35", "In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, ‘It is more blessed to give than to receive.’ ”", "36", "And when he had said these things, he knelt down and prayed with them all.", "37", "And there was much weeping on the part of all; they embraced Paul and kissed him,", "38", "being sorrowful most of all because of the word he had spoken, that they would not see his face again. And they accompanied him to the ship."]}, {"reference": "Acts 28:23-31", "words": 200, "text": ["23", "When they had appointed a day for him, they came to him at his lodging in greater numbers. From morning till evening he expounded to them, testifying to the kingdom of God and trying to convince them about Jesus both from the Law of Moses and from the Prophets.", "24", "And some were convinced by what he said, but others disbelieved.", "25", "And disagreeing among themselves, they departed after Paul had made one statement: “The Holy Spirit was right in saying to your fathers through Isaiah the prophet:", "26", "“‘Go to this people, and say, “You will indeed hear but never understand, and you will indeed see but never perceive.”", "27", "For this people's heart has grown dull, and with their ears they can barely hear, and their eyes they have closed; lest they should see with their eyes and hear with their ears and understand with their heart and turn, and I would heal them.’", "28", "Therefore let it be known to you that this salvation of God has been sent to the Gentiles; they will listen.”", "30", "He lived there two whole years at his own expense, and welcomed all who came to him,", "31", "proclaiming the kingdom of God and teaching about the Lord Jesus Christ with all boldness and without hindrance."]}, {"reference": "Romans 1:1-17", "words": 342, "text": ["1", "Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God,", "2", "which he promised beforehand through his prophets in the holy Scriptures,", "3", "concerning his Son, who was descended from David according to the flesh", "4", "and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord,", "5", "through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations,", "6", "including you who are called to belong to Jesus Christ,", "7", "To all those in Rome who are loved by God and called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.", "8", "First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world.", "9", "For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you", "10", "always in my prayers, asking that somehow by God's will I may now at last succeed in coming to you.", "11", "For I long to see you, that I may impart to you some spiritual gift to strengthen you—", "12", "that is, that we may be mutually encouraged by each other's faith, both yours and mine.", "13", "I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles.", "14", "I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish.", "15", "So I am eager to preach the gospel to you also who are in Rome.", "16", "For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.", "17", "For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”"]}, {"reference": "Romans 13:8-10", "words": 68, "text": ["8", "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.", "9", "For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.”", "10", "Love does no wrong to a neighbor; therefore love is the fulfilling of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 83, "text": ["16", "For if I preach the gospel, that gives me no ground for boasting. For necessity is laid upon me. Woe to me if I do not preach the gospel!", "17", "For if I do this of my own will, I have a reward, but if not of my own will, I am still entrusted with a stewardship.", "18", "What then is my reward? That in my preaching I may present the gospel free of charge, so as not to make full use of my right in the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 137, "text": ["19", "For though I am free from all, I have made myself a servant to all, that I might win more of them.", "20", "To the Jews I became as a Jew, in order to win Jews. To those under the law I became as one under the law (though not being myself under the law) that I might win those under the law.", "21", "To those outside the law I became as one outside the law (not being outside the law of God but under the law of Christ) that I might win those outside the law.", "22", "To the weak I became weak, that I might win the weak. I have become all things to all people, that by all means I might save some.", "23", "I do it all for the sake of the gospel, that I may share with them in its blessings."]}, {"reference": "1 Corinthians 10:23-33", "words": 203, "text": ["23", "“All things are lawful,” but not all things are helpful. “All things are lawful,” but not all things build up.", "24", "Let no one seek his own good, but the good of his neighbor.", "25", "Eat whatever is sold in the meat market without raising any question on the ground of conscience.", "26", "For “the earth is the Lord's, and the fullness thereof.”", "27", "If one of the unbelievers invites you to dinner and you are disposed to go, eat whatever is set before you without raising any question on the ground of conscience.", "28", "But if someone says to you, “This has been offered in sacrifice,” then do not eat it, for the sake of the one who informed you, and for the sake of conscience—", "29", "I do not mean your conscience, but his. For why should my liberty be determined by someone else's conscience?", "30", "If I partake with thankfulness, why am I denounced because of that for which I give thanks?", "31", "So, whether you eat or drink, or whatever you do, do all to the glory of God.", "32", "Give no offense to Jews or to Greeks or to the church of God,", "33", "just as I try to please everyone in everything I do, not seeking my own advantage, but that of many, that they may be saved."]}, {"reference": "1 Corinthians 15:1-11", "words": 208, "text": ["1", "Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand,", "2", "and by which you are being saved, if you hold fast to the word I preached to you— unless you believed in vain.", "3", "For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures,", "4", "that he was buried, that he was raised on the third day in accordance with the Scriptures,", "5", "and that he appeared to Cephas, then to the twelve.", "6", "Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep.", "7", "Then he appeared to James, then to all the apostles.", "8", "Last of all, as to one untimely born, he appeared also to me.", "9", "For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God.", "10", "But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me.", "11", "Whether then it was I or they, so we preach and so you believed."]}, {"reference": "2 Corinthians 6:1-10", "words": 167, "text": ["1", "Working together with him, then, we appeal to you not to receive the grace of God in vain.", "2", "For he says, “In a favorable time I listened to you, and in a day of salvation I have helped you.” Behold, now is the favorable time; behold, now is the day of salvation.", "3", "We put no obstacle in anyone's way, so that no fault may be found with our ministry,", "4", "but as servants of God we commend ourselves in every way: by great endurance, in afflictions, hardships, calamities,", "5", "beatings, imprisonments, riots, labors, sleepless nights, hunger;", "6", "by purity, knowledge, patience, kindness, the Holy Spirit, genuine love;", "7", "by truthful speech, and the power of God; with the weapons of righteousness for the right hand and for the left;", "8", "through honor and dishonor, through slander and praise. We are treated as impostors, and yet are true;", "9", "as unknown, and yet well known; as dying, and behold, we live; as punished, and yet not killed;", "10", "as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, yet possessing everything."]}, {"reference": "Galatians 1:6-24", "words": 377, "text": ["6", "I am astonished that you are so quickly deserting him who called you in the grace of Christ and are turning to a different gospel—", "7", "not that there is another one, but there are some who trouble you and want to distort the gospel of Christ.", "8", "But even if we or an angel from heaven should preach to you a gospel contrary to the one we preached to you, let him be accursed.", "9", "As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be accursed.", "10", "For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.", "11", "For I would have you know, brothers, that the gospel that was preached by me is not man's gospel.", "12", "For I did not receive it from any man, nor was I taught it, but I received it through a revelation of Jesus Christ.", "13", "For you have heard of my former life in Judaism, how I persecuted the church of God violently and tried to destroy it.", "14", "And I was advancing in Judaism beyond many of my own age among my people, so extremely zealous was I for the traditions of my fathers.", "15", "But when he who had set me apart before I was born, and who called me by his grace,", "16", "was pleased to reveal his Son to me, in order that I might preach him among the Gentiles, I did not immediately consult with anyone;", "17", "nor did I go up to Jerusalem to those who were apostles before me, but I went away into Arabia, and returned again to Damascus.", "18", "Then after three years I went up to Jerusalem to visit Cephas and remained with him fifteen days.", "19", "But I saw none of the other apostles except James the Lord's brother.", "20", "(In what I am writing to you, before God, I do not lie!)", "21", "Then I went into the regions of Syria and Cilicia.", "22", "And I was still unknown in person to the churches of Judea that are in Christ.", "23", "They only were hearing it said, “He who used to persecute us is now preaching the faith he once tried to destroy.”", "24", "And they glorified God because of me."]}, {"reference": "Galatians 3:23-29", "words": 110, "text": ["23", "Now before faith came, we were held captive under the law, imprisoned until the coming faith would be revealed.", "24", "So then, the law was our guardian until Christ came, in order that we might be justified by faith.", "25", "But now that faith has come, we are no longer under a guardian,", "26", "for in Christ Jesus you are all sons of God, through faith.", "27", "For as many of you as were baptized into Christ have put on Christ.", "28", "There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.", "29", "And if you are Christ's, then you are Abraham's offspring, heirs according to promise."]}, {"reference": "Ephesians 2:4-10", "words": 124, "text": ["4", "But God, being rich in mercy, because of the great love with which he loved us,", "5", "even when we were dead in our trespasses, made us alive together with Christ— by grace you have been saved—", "6", "and raised us up with him and seated us with him in the heavenly places in Christ Jesus,", "7", "so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus.", "8", "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,", "9", "not a result of works, so that no one may boast.", "10", "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them."]}, {"reference": "Ephesians 2:14-18", "words": 94, "text": ["14", "For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility", "15", "by abolishing the law of commandments expressed in ordinances, that he might create in himself one new man in place of the two, so making peace,", "16", "and might reconcile us both to God in one body through the cross, thereby killing the hostility.", "17", "And he came and preached peace to you who were far off and peace to those who were near.", "18", "For through him we both have access in one Spirit to the Father."]}, {"reference": "Ephesians 3:1-6", "words": 109, "text": ["1", "For this reason I, Paul, a prisoner of Christ Jesus on behalf of you Gentiles—", "2", "assuming that you have heard of the stewardship of God's grace that was given to me for you,", "3", "how the mystery was made known to me by revelation, as I have written briefly.", "4", "When you read this, you can perceive my insight into the mystery of Christ,", "5", "which was not made known to the sons of men in other generations as it has now been revealed to his holy apostles and prophets by the Spirit.", "6", "This mystery is that the Gentiles are fellow heirs, members of the same body, and partakers of the promise in Christ Jesus through the gospel."]}, {"reference": "Ephesians 6:10-20", "words": 224, "text": ["10", "Finally, be strong in the Lord and in the strength of his might.", "11", "Put on the whole armor of God, that you may be able to stand against the schemes of the devil.", "12", "For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.", "13", "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.", "14", "Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness,", "15", "and, as shoes for your feet, having put on the readiness given by the gospel of peace.", "16", "In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;", "17", "and take the helmet of salvation, and the sword of the Spirit, which is the word of God,", "18", "praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,", "19", "and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel,", "20", "for which I am an ambassador in chains, that I may declare it boldly, as I ought to speak."]}, {"reference": "Philippians 2:1-16", "words": 298, "text": ["1", "So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy,", "2", "complete my joy by being of the same mind, having the same love, being in full accord and of one mind.", "3", "Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.", "4", "Let each of you look not only to his own interests, but also to the interests of others.", "5", "Have this mind among yourselves, which is yours in Christ Jesus,", "6", "who, though he was in the form of God, did not count equality with God a thing to be grasped,", "7", "but emptied himself, by taking the form of a servant, being born in the likeness of men.", "8", "And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross.", "9", "Therefore God has highly exalted him and bestowed on him the name that is above every name,", "10", "so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth,", "11", "and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.", "12", "Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling,", "13", "for it is God who works in you, both to will and to work for his good pleasure.", "14", "Do all things without grumbling or disputing,", "15", "that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world,", "16", "holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain."]}, {"reference": "Colossians 2:1-10", "words": 191, "text": ["1", "For I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face,", "2", "that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God's mystery, which is Christ,", "3", "in whom are hidden all the treasures of wisdom and knowledge.", "4", "I say this in order that no one may delude you with plausible arguments.", "5", "For though I am absent in body, yet I am with you in spirit, rejoicing to see your good order and the firmness of your faith in Christ.", "6", "Therefore, as you received Christ Jesus the Lord, so walk in him,", "7", "rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.", "8", "See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.", "9", "For in him the whole fullness of deity dwells bodily,", "10", "and you have been filled in him, who is the head of all rule and authority."]}, {"reference": "Colossians 4:2-6", "words": 84, "text": ["2", "Continue steadfastly in prayer, being watchful in it with thanksgiving.", "3", "At the same time, pray also for us, that God may open to us a door for the word, to declare the mystery of Christ, on account of which I am in prison—", "4", "that I may make it clear, which is how I ought to speak.", "5", "Walk in wisdom toward outsiders, making the best use of the time.", "6", "Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer each person."]}, {"reference": "1 Thessalonians 1:2-10", "words": 205, "text": ["2", "We give thanks to God always for all of you, constantly mentioning you in our prayers,", "3", "remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ.", "4", "For we know, brothers loved by God, that he has chosen you,", "5", "because our gospel came to you not only in word, but also in power and in the Holy Spirit and with full conviction. You know what kind of men we proved to be among you for your sake.", "6", "And you became imitators of us and of the Lord, for you received the word in much affliction, with the joy of the Holy Spirit,", "7", "so that you became an example to all the believers in Macedonia and in Achaia.", "8", "For not only has the word of the Lord sounded forth from you in Macedonia and Achaia, but your faith in God has gone forth everywhere, so that we need not say anything.", "9", "For they themselves report concerning us the kind of reception we had among you, and how you turned to God from idols to serve the living and true God,", "10", "and to wait for his Son from heaven, whom he raised from the dead, Jesus who delivers us from the wrath to come."]}, {"reference": "2 Thessalonians 2:1-14", "words": 319, "text": ["1", "Now concerning the coming of our Lord Jesus Christ and our being gathered together to him, we ask you, brothers,", "2", "not to be quickly shaken in mind or alarmed, either by a spirit or a spoken word, or a letter seeming to be from us, to the effect that the day of the Lord has come.", "3", "Let no one deceive you in any way. For that day will not come, unless the rebellion comes first, and the man of lawlessness is revealed, the son of destruction,", "4", "who opposes and exalts himself against every so-called god or object of worship, so that he takes his seat in the temple of God, proclaiming himself to be God.", "5", "Do you not remember that when I was still with you I told you these things?", "6", "And you know what is restraining him now so that he may be revealed in his time.", "7", "For the mystery of lawlessness is already at work. Only he who now restrains it will do so until he is out of the way.", "8", "And then the lawless one will be revealed, whom the Lord Jesus will kill with the breath of his mouth and bring to nothing by the appearance of his coming.", "9", "The coming of the lawless one is by the activity of Satan with all power and false signs and wonders,", "10", "and with all wicked deception for those who are perishing, because they refused to love the truth and so be saved.", "11", "Therefore God sends them a strong delusion, so that they may believe what is false,", "12", "in order that all may be condemned who did not believe the truth but had pleasure in unrighteousness.", "13", "But we ought always to give thanks to God for you, brothers beloved by the Lord, because God chose you as the firstfruits to be saved, through sanctification by the Spirit and belief in the truth.", "14", "To this he called you through our gospel, so that you may obtain the glory of our Lord Jesus Christ."]}, {"reference": "1 Timothy 2:1-7", "words": 128, "text": ["1", "First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people,", "2", "for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way.", "3", "This is good, and it is pleasing in the sight of God our Savior,", "4", "who desires all people to be saved and to come to the knowledge of the truth.", "5", "For there is one God, and there is one mediator between God and men, the man Christ Jesus,", "6", "who gave himself as a ransom for all, which is the testimony given at the proper time.", "7", "For this I was appointed a preacher and an apostle ( I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth."]}, {"reference": "2 Timothy 1:3-14", "words": 278, "text": ["3", "I thank God whom I serve, as did my ancestors, with a clear conscience, as I remember you constantly in my prayers night and day.", "4", "As I remember your tears, I long to see you, that I may be filled with joy.", "5", "I am reminded of your sincere faith, a faith that dwelt first in your grandmother Lois and your mother Eunice and now, I am sure, dwells in you as well.", "6", "For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands,", "7", "for God gave us a spirit not of fear but of power and love and self-control.", "8", "Therefore do not be ashamed of the testimony about our Lord, nor of me his prisoner, but share in suffering for the gospel by the power of God,", "9", "who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began,", "10", "and which now has been manifested through the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,", "11", "for which I was appointed a preacher and apostle and teacher,", "12", "which is why I suffer as I do. But I am not ashamed, for I know whom I have believed, and I am convinced that he is able to guard until that day what has been entrusted to me.", "13", "Follow the pattern of the sound words that you have heard from me, in the faith and love that are in Christ Jesus.", "14", "By the Holy Spirit who dwells within us, guard the good deposit entrusted to you."]}, {"reference": "Titus 3:1-11", "words": 217, "text": ["1", "Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work,", "2", "to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people.", "3", "For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another.", "4", "But when the goodness and loving kindness of God our Savior appeared,", "5", "he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,", "6", "whom he poured out on us richly through Jesus Christ our Savior,", "7", "so that being justified by his grace we might become heirs according to the hope of eternal life.", "8", "The saying is trustworthy, and I want you to insist on these things, so that those who have believed in God may be careful to devote themselves to good works. These things are excellent and profitable for people.", "9", "But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless.", "10", "As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him,", "11", "knowing that such a person is warped and sinful; he is self-condemned."]}, {"reference": "Hebrews 1:1-4", "words": 103, "text": ["1", "Long ago, at many times and in many ways, God spoke to our fathers by the prophets,", "2", "but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world.", "3", "He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high,", "4", "having become as much superior to angels as the name he has inherited is more excellent than theirs."]}, {"reference": "Hebrews 3:1-6", "words": 124, "text": ["1", "Therefore, holy brothers, you who share in a heavenly calling, consider Jesus, the apostle and high priest of our confession,", "2", "who was faithful to him who appointed him, just as Moses also was faithful in all God's house.", "3", "For Jesus has been counted worthy of more glory than Moses—as much more glory as the builder of a house has more honor than the house itself.", "4", "(For every house is built by someone, but the builder of all things is God.)", "5", "Now Moses was faithful in all God's house as a servant, to testify to the things that were to be spoken later,", "6", "but Christ is faithful over God's house as a son. And we are his house, if indeed we hold fast our confidence and our boasting in our hope."]}, {"reference": "Hebrews 4:12-16", "words": 139, "text": ["12", "For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.", "13", "And no creature is hidden from his sight, but all are naked and exposed to the eyes of him to whom we must give account.", "14", "Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession.", "15", "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.", "16", "Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need."]}, {"reference": "Hebrews 10:26-35", "words": 199, "text": ["26", "For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,", "27", "but a fearful expectation of judgment, and a fury of fire that will consume the adversaries.", "28", "Anyone who has set aside the law of Moses dies without mercy on the evidence of two or three witnesses.", "29", "How much worse punishment, do you think, will be deserved by the one who has trampled underfoot the Son of God, and has profaned the blood of the covenant by which he was sanctified, and has outraged the Spirit of grace?", "30", "For we know him who said, “Vengeance is mine; I will repay.” And again, “The Lord will judge his people.”", "31", "It is a fearful thing to fall into the hands of the living God.", "32", "But recall the former days when, after you were enlightened, you endured a hard struggle with sufferings,", "33", "sometimes being publicly exposed to reproach and affliction, and sometimes being partners with those so treated.", "34", "For you had compassion on those in prison, and you joyfully accepted the plundering of your property, since you knew that you yourselves had a better possession and an abiding one.", "35", "Therefore do not throw away your confidence, which has a great reward."]}, {"reference": "James 3:1-18", "words": 367, "text": ["1", "Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.", "2", "For we all stumble in many ways. And if anyone does not stumble in what he says, he is a perfect man, able also to bridle his whole body.", "3", "If we put bits into the mouths of horses so that they obey us, we guide their whole bodies as well.", "4", "Look at the ships also: though they are so large and are driven by strong winds, they are guided by a very small rudder wherever the will of the pilot directs.", "5", "So also the tongue is a small member, yet it boasts of great things. How great a forest is set ablaze by such a small fire!", "6", "And the tongue is a fire, a world of unrighteousness. The tongue is set among our members, staining the whole body, setting on fire the entire course of life, and set on fire by hell.", "7", "For every kind of beast and bird, of reptile and sea creature, can be tamed and has been tamed by mankind,", "8", "but no human being can tame the tongue. It is a restless evil, full of deadly poison.", "9", "With it we bless our Lord and Father, and with it we curse people who are made in the likeness of God.", "10", "From the same mouth come blessing and cursing. My brothers, these things ought not to be so.", "11", "Does a spring pour forth from the same opening both fresh and salt water?", "12", "Can a fig tree, my brothers, bear olives, or a grapevine produce figs? Neither can a salt pond yield fresh water.", "13", "Who is wise and understanding among you? By his good conduct let him show his works in the meekness of wisdom.", "14", "But if you have bitter jealousy and selfish ambition in your hearts, do not boast and be false to the truth.", "15", "This is not the wisdom that comes down from above, but is earthly, unspiritual, demonic.", "16", "For where jealousy and selfish ambition exist, there will be disorder and every vile practice.", "17", "But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere.", "18", "And a harvest of righteousness is sown in peace by those who make peace."]}, {"reference": "James 4:1-10", "words": 196, "text": ["1", "What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you?", "2", "You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask.", "3", "You ask and do not receive, because you ask wrongly, to spend it on your passions.", "4", "You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.", "5", "Or do you suppose it is to no purpose that the Scripture says, “He yearns jealously over the spirit that he has made to dwell in us”?", "6", "But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”", "7", "Submit yourselves therefore to God. Resist the devil, and he will flee from you.", "8", "Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.", "9", "Be wretched and mourn and weep. Let your laughter be turned to mourning and your joy to gloom.", "10", "Humble yourselves before the Lord, and he will exalt you."]}, {"reference": "1 Peter 2:9", "words": 35, "text": ["9", "But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light."]}, {"reference": "1 John 1:1-4", "words": 108, "text": ["1", "That which was from the beginning, which we have heard, which we have seen with our eyes, which we looked upon and have touched with our hands, concerning the word of life—", "2", "the life was made manifest, and we have seen it, and testify to it and proclaim to you the eternal life, which was with the Father and was made manifest to us—", "3", "that which we have seen and heard we proclaim also to you, so that you too may have fellowship with us; and indeed our fellowship is with the Father and with his Son Jesus Christ.", "4", "And we are writing these things so that our joy may be complete."]}, {"reference": "1 John 3:1-10", "words": 247, "text": ["1", "See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him.", "2", "Beloved, we are God's children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is.", "3", "And everyone who thus hopes in him purifies himself as he is pure.", "4", "Everyone who makes a practice of sinning also practices lawlessness; sin is lawlessness.", "5", "You know that he appeared in order to take away sins, and in him there is no sin.", "6", "No one who abides in him keeps on sinning; no one who keeps on sinning has either seen him or known him.", "7", "Little children, let no one deceive you. Whoever practices righteousness is righteous, as he is righteous.", "8", "Whoever makes a practice of sinning is of the devil, for the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the works of the devil.", "9", "No one born of God makes a practice of sinning, for God's seed abides in him; and he cannot keep on sinning, because he has been born of God.", "10", "By this it is evident who are the children of God, and who are the children of the devil: whoever does not practice righteousness is not of God, nor is the one who does not love his brother."]}, {"reference": "Revelation 3:7-13", "words": 238, "text": ["7", "“And to the angel of the church in Philadelphia write: ‘The words of the holy one, the true one, who has the key of David, who opens and no one will shut, who shuts and no one opens.", "8", "“‘I know your works. Behold, I have set before you an open door, which no one is able to shut. I know that you have but little power, and yet you have kept my word and have not denied my name.", "9", "Behold, I will make those of the synagogue of Satan who say that they are Jews and are not, but lie—behold, I will make them come and bow down before your feet, and they will learn that I have loved you.", "10", "Because you have kept my word about patient endurance, I will keep you from the hour of trial that is coming on the whole world, to try those who dwell on the earth.", "11", "I am coming soon. Hold fast what you have, so that no one may seize your crown.", "12", "The one who conquers, I will make him a pillar in the temple of my God. Never shall he go out of it, and I will write on him the name of my God, and the name of the city of my God, the new Jerusalem, which comes down from my God out of heaven, and my own new name.", "13", "He who has an ear, let him hear what the Spirit says to the churches.’"]}, {"reference": "Revelation 19:1-5", "words": 115, "text": ["1", "After this I heard what seemed to be the loud voice of a great multitude in heaven, crying out, “Hallelujah! Salvation and glory and power belong to our God,", "2", "for his judgments are true and just; for he has judged the great prostitute who corrupted the earth with her immorality, and has avenged on her the blood of his servants.”", "3", "Once more they cried out, “Hallelujah! The smoke from her goes up forever and ever.”", "4", "And the twenty-four elders and the four living creatures fell down and worshiped God who was seated on the throne, saying, “Amen. Hallelujah!”", "5", "And from the throne came a voice saying, “Praise our God, all you his servants, you who fear him, small and great.”"]}]