[{"reference": "Acts 1:8", "words": 34, "text": ["8", "But you shall receive power when the Holy Spirit has come upon you; and you shall be witnesses to Me in Jerusalem, and in all Judea and Samaria, and to the end of the earth.”"]}, {"reference": "Luke 24:48–49", "words": 31, "text": ["48", "And you are witnesses of these things.", "49", "Behold, I send the Promise of My Father upon you; but tarry in the city of Jerusalem until you are endued with power from on high.”"]}, {"reference": "Acts 2:38–39", "words": 59, "text": ["38", "Then Peter said to them, “Repent, and let every one of you be baptized in the name of Jesus Christ for the remission of sins; and you shall receive the gift of the Holy Spirit.", "39", "For the promise is to you and to your children, and to all who are afar off, as many as the Lord our God will call.”"]}, {"reference": "Luke 11:9–10", "words": 43, "text": ["9", "“So I say to you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.", "10", "For everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened."]}, {"reference": "Acts 4:29–31", "words": 72, "text": ["29", "Now, Lord, look on their threats, and grant to Your servants that with all boldness they may speak Your word,", "30", "by stretching out Your hand to heal, and that signs and wonders may be done through the name of Your holy Servant Jesus.”", "31", "And when they had prayed, the place where they were assembled together was shaken; and they were all filled with the Holy Spirit, and they spoke the word of God with boldness."]}, {"reference": "Exodus 31:3–5", "words": 47, "text": ["3", "And I have filled him with the Spirit of God, in wisdom, in understanding, in knowledge, and in all manner of workmanship,", "4", "to design artistic works, to work in gold, in silver, in bronze,", "5", "in cutting jewels for setting, in carving wood, and to work in all manner of workmanship."]}, {"reference": "Acts 5:29–32", "words": 75, "text": ["29", "But Peter and the other apostles answered and said: “We ought to obey God rather than men.", "30", "The God of our fathers raised up Jesus whom you murdered by hanging on a tree.", "31", "Him God has exalted to His right hand to be Prince and Savior, to give repentance to Israel and forgiveness of sins.", "32", "And we are His witnesses to these things, and so also is the Holy Spirit whom God has given to those who obey Him.”"]}, {"reference": "1 John 5:10–11", "words": 55, "text": ["10", "He who believes in the Son of God has the witness in himself; he who does not believe God has made Him a liar, because he has not believed the testimony that God has given of His Son.", "11", "And this is the testimony: that God has given us eternal life, and this life is in His Son."]}, {"reference": "Acts 7:59–60", "words": 43, "text": ["59", "And they stoned Stephen as he was calling on God and saying, “Lord Jesus, receive my spirit.”", "60", "Then he knelt down and cried out with a loud voice, “Lord, do not charge them with this sin.” And when he had said this, he fell asleep."]}, {"reference": "Ephesians 5:18–19", "words": 36, "text": ["18", "And do not be drunk with wine, in which is dissipation; but be filled with the Spirit,", "19", "speaking to one another in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord,"]}, {"reference": "Acts 8:34–35", "words": 36, "text": ["34", "So the eunuch answered Philip and said, “I ask you, of whom does the prophet say this, of himself or of some other man?”", "35", "Then Philip opened his mouth, and beginning at this Scripture, preached Jesus to him."]}, {"reference": "John 14:16-17", "words": 49, "text": ["16", "And I will pray the Father, and He will give you another Helper, that He may abide with you forever—", "17", "the Spirit of truth, whom the world cannot receive, because it neither sees Him nor knows Him; but you know Him, for He dwells with you and will be in you."]}, {"reference": "Acts 10:42–43", "words": 47, "text": ["42", "And He commanded us to preach to the people, and to testify that it is He who was ordained by God to be Judge of the living and the dead.", "43", "To Him all the prophets witness that, through His name, whoever believes in Him will receive remission of sins.”"]}, {"reference": "John 16:13–14", "words": 55, "text": ["13", "However, when He, the Spirit of truth, has come, He will guide you into all truth; for He will not speak on His own authority, but whatever He hears He will speak; and He will tell you things to come.", "14", "He will glorify Me, for He will take of what is Mine and declare it to you."]}, {"reference": "Genesis 1:9-13", "words": 128, "text": ["9", "Then God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear”; and it was so.", "10", "And God called the dry land Earth, and the gathering together of the waters He called Seas. And God saw that it was good.", "11", "Then God said, “Let the earth bring forth grass, the herb that yields seed, and the fruit tree that yields fruit according to its kind, whose seed is in itself, on the earth”; and it was so.", "12", "And the earth brought forth grass, the herb that yields seed according to its kind, and the tree that yields fruit, whose seed is in itself according to its kind. And God saw that it was good.", "13", "So the evening and the morning were the third day."]}, {"reference": "Genesis 2:1-3", "words": 63, "text": ["1", "Thus the heavens and the earth, and all the host of them, were finished.", "2", "And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done.", "3", "Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made."]}, {"reference": "Genesis 3:14-15", "words": 71, "text": ["14", "So the Lord God said to the serpent: “Because you have done this, You are cursed more than all cattle, And more than every beast of the field; On your belly you shall go, And you shall eat dust All the days of your life.", "15", "And I will put enmity Between you and the woman, And between your seed and her Seed; He shall bruise your head, And you shall bruise His heel.”"]}, {"reference": "Genesis 32:24-29", "words": 130, "text": ["24", "Then Jacob was left alone; and a Man wrestled with him until the breaking of day.", "25", "Now when He saw that He did not prevail against him, He touched the socket of his hip; and the socket of Jacob’s hip was out of joint as He wrestled with him.", "26", "And He said, “Let Me go, for the day breaks.” But he said, “I will not let You go unless You bless me!”", "27", "So He said to him, “What is your name?” He said, “Jacob.”", "28", "And He said, “Your name shall no longer be called Jacob, but Israel; for you have struggled with God and with men, and have prevailed.”", "29", "Then Jacob asked, saying, “Tell me Your name, I pray.” And He said, “Why is it that you ask about My name?” And He blessed him there."]}, {"reference": "Genesis 49:8-10", "words": 82, "text": ["8", "“Judah, you are he whom your brothers shall praise; Your hand shall be on the neck of your enemies; Your father’s children shall bow down before you.", "9", "Judah is a lion’s whelp; From the prey, my son, you have gone up. He bows down, he lies down as a lion; And as a lion, who shall rouse him?", "10", "The scepter shall not depart from Judah, Nor a lawgiver from between his feet, Until Shiloh comes; And to Him shall be the obedience of the people."]}, {"reference": "Exodus 4:10-12", "words": 75, "text": ["10", "Then Moses said to the Lord\u0001 “O my Lord, I am not eloquent, neither before nor since You have spoken to Your servant; but I am slow of speech and slow of tongue.”", "11", "So the Lord said to him, “Who has made man’s mouth? Or who makes the mute, the deaf, the seeing, or the blind? Have not I, the Lord\u0001", "12", "Now therefore, go, and I will be with your mouth and teach you what you shall say.”"]}, {"reference": "Exodus 15:1-6", "words": 129, "text": ["1", "Then Moses and the children of Israel sang this song to the Lord\u0001 and spoke, saying: “I will sing to the Lord\u0001 For He has triumphed gloriously! The horse and its rider He has thrown into the sea!", "2", "The Lord is my strength and song, And He has become my salvation; He is my God, and I will praise Him; My father’s God, and I will exalt Him.", "3", "The Lord is a man of war; The Lord is His name.", "4", "Pharaoh’s chariots and his army He has cast into the sea; His chosen captains also are drowned in the Red Sea.", "5", "The depths have covered them; They sank to the bottom like a stone.", "6", "“Your right hand, O Lord\u0001 has become glorious in power; Your right hand, O Lord\u0001 has dashed the enemy in pieces."]}, {"reference": "Leviticus 23:15-22", "words": 271, "text": ["15", "‘And you shall count for yourselves from the day after the Sabbath, from the day that you brought the sheaf of the wave offering: seven Sabbaths shall be completed.", "16", "Count fifty days to the day after the seventh Sabbath; then you shall offer a new grain offering to the Lord\u0001", "17", "You shall bring from your dwellings two wave loaves of two-tenths of an ephah\u0001 They shall be of fine flour; they shall be baked with leaven. They are the firstfruits to the Lord\u0001", "18", "And you shall offer with the bread seven lambs of the first year, without blemish, one young bull, and two rams. They shall be as a burnt offering to the Lord\u0001 with their grain offering and their drink offerings, an offering made by fire for a sweet aroma to the Lord\u0001", "19", "Then you shall sacrifice one kid of the goats as a sin offering, and two male lambs of the first year as a sacrifice of a peace offering.", "20", "The priest shall wave them with the bread of the firstfruits as a wave offering before the Lord\u0001 with the two lambs. They shall be holy to the Lord for the priest.", "21", "And you shall proclaim on the same day that it is a holy convocation to you. You shall do no customary work on it\u0001 It shall be a statute forever in all your dwellings throughout your generations.", "22", "‘When you reap the harvest of your land, you shall not wholly reap the corners of your field when you reap, nor shall you gather any gleaning from your harvest. You shall leave them for the poor and for the stranger: I am the Lord your God.’ ”"]}, {"reference": "Numbers 12:1-8", "words": 187, "text": ["1", "Then Miriam and Aaron spoke against Moses because of the Ethiopian woman whom he had married; for he had married an Ethiopian woman.", "2", "So they said, “Has the Lord indeed spoken only through Moses? Has He not spoken through us also?” And the Lord heard it.", "3", "(Now the man Moses was very humble, more than all men who were on the face of the earth.)", "4", "Suddenly the Lord said to Moses, Aaron, and Miriam, “Come out, you three, to the tabernacle of meeting!” So the three came out.", "5", "Then the Lord came down in the pillar of cloud and stood in the door of the tabernacle, and called Aaron and Miriam. And they both went forward.", "6", "Then He said, “Hear now My words: If there is a prophet among you, I\u0001 the Lord\u0001 make Myself known to him in a vision; I speak to him in a dream.", "7", "Not so with My servant Moses; He is faithful in all My house.", "8", "I speak with him face to face, Even plainly, and not in dark sayings; And he sees the form of the Lord\u0001 Why then were you not afraid To speak against My servant Moses?”"]}, {"reference": "Numbers 15:30-34", "words": 109, "text": ["30", "‘But the person who does anything presumptuously, whether he is native-born or a stranger, that one brings reproach on the Lord\u0001 and he shall be cut off from among his people.", "31", "Because he has despised the word of the Lord\u0001 and has broken His commandment, that person shall be completely cut off; his guilt shall be upon him.’ ”", "32", "Now while the children of Israel were in the wilderness, they found a man gathering sticks on the Sabbath day.", "33", "And those who found him gathering sticks brought him to Moses and Aaron, and to all the congregation.", "34", "They put him under guard, because it had not been explained what should be done to him."]}, {"reference": "Numbers 21:4-9", "words": 188, "text": ["4", "Then they journeyed from Mount Hor by the Way of the Red Sea, to go around the land of Edom; and the soul of the people became very discouraged on the way.", "5", "And the people spoke against God and against Moses: “Why have you brought us up out of Egypt to die in the wilderness? For there is no food and no water, and our soul loathes this worthless bread.”", "6", "So the Lord sent fiery serpents among the people, and they bit the people; and many of the people of Israel died.", "7", "Therefore the people came to Moses, and said, “We have sinned, for we have spoken against the Lord and against you; pray to the Lord that He take away the serpents from us.” So Moses prayed for the people.", "8", "Then the Lord said to Moses, “Make a fiery serpent, and set it on a pole; and it shall be that everyone who is bitten, when he looks at it, shall live.”", "9", "So Moses made a bronze serpent, and put it on a pole; and so it was, if a serpent had bitten anyone, when he looked at the bronze serpent, he lived."]}, {"reference": "Numbers 30:1-2", "words": 59, "text": ["1", "Then Moses spoke to the heads of the tribes concerning the children of Israel, saying, “This is the thing which the Lord has commanded:", "2", "If a man makes a vow to the Lord\u0001 or swears an oath to bind himself by some agreement, he shall not break his word; he shall do according to all that proceeds out of his mouth."]}, {"reference": "Deuteronomy 4:1-6", "words": 176, "text": ["1", "“Now, O Israel, listen to the statutes and the judgments which I teach you to observe, that you may live, and go in and possess the land which the Lord God of your fathers is giving you.", "2", "You shall not add to the word which I command you, nor take from it, that you may keep the commandments of the Lord your God which I command you.", "3", "Your eyes have seen what the Lord did at Baal Peor; for the Lord your God has destroyed from among you all the men who followed Baal of Peor.", "4", "But you who held fast to the Lord your God are alive today, every one of you.", "5", "“Surely I have taught you statutes and judgments, just as the Lord my God commanded me, that you should act according to them in the land which you go to possess.", "6", "Therefore be careful to observe them; for this is your wisdom and your understanding in the sight of the peoples who will hear all these statutes, and say, ‘Surely this great nation is a wise and understanding people.’"]}, {"reference": "Deuteronomy 10:12-19", "words": 172, "text": ["12", "“And now, Israel, what does the Lord your God require of you, but to fear the Lord your God, to walk in all His ways and to love Him, to serve the Lord your God with all your heart and with all your soul,", "13", "and to keep the commandments of the Lord and His statutes which I command you today for your good?", "14", "Indeed heaven and the highest heavens belong to the Lord your God, also the earth with all that is in it.", "15", "The Lord delighted only in your fathers, to love them; and He chose their descendants after them, you above all peoples, as it is this day.", "16", "Therefore circumcise the foreskin of your heart, and be stiff-necked no longer.", "17", "For the Lord your God is God of gods and Lord of lords, the great God, mighty and awesome, who shows no partiality nor takes a bribe.", "18", "He administers justice for the fatherless and the widow, and loves the stranger, giving him food and clothing.", "19", "Therefore love the stranger, for you were strangers in the land of Egypt."]}, {"reference": "Psalm 1:1-6", "words": 122, "text": ["1", "Blessed is the man Who walks not in the counsel of the ungodly, Nor stands in the path of sinners, Nor sits in the seat of the scornful;", "2", "But his delight is in the law of the Lord\u0001 And in His law he meditates day and night.", "3", "He shall be like a tree Planted by the rivers of water, That brings forth its fruit in its season, Whose leaf also shall not wither; And whatever he does shall prosper.", "4", "The ungodly are not so, But are like the chaff which the wind drives away.", "5", "Therefore the ungodly shall not stand in the judgment, Nor sinners in the congregation of the righteous.", "6", "For the Lord knows the way of the righteous, But the way of the ungodly shall perish."]}, {"reference": "Psalm 16:9-11", "words": 54, "text": ["9", "Therefore my heart is glad, and my glory rejoices; My flesh also will rest in hope.", "10", "For You will not leave my soul in Sheol, Nor will You allow Your Holy One to see corruption.", "11", "You will show me the path of life; In Your presence is fullness of joy; At Your right hand are pleasures forevermore."]}, {"reference": "Psalm 40:4-10", "words": 164, "text": ["4", "Blessed is that man who makes the Lord his trust, And does not respect the proud, nor such as turn aside to lies.", "5", "Many, O Lord my God, are Your wonderful works Which You have done; And Your thoughts toward us Cannot be recounted to You in order; If I would declare and speak of them, They are more than can be numbered.", "6", "Sacrifice and offering You did not desire; My ears You have opened. Burnt offering and sin offering You did not require.", "7", "Then I said, “Behold, I come; In the scroll of the book it is written of me.", "8", "I delight to do Your will, O my God, And Your law is within my heart.”", "9", "I have proclaimed the good news of righteousness In the great assembly; Indeed, I do not restrain my lips, O Lord\u0001 You Yourself know.", "10", "I have not hidden Your righteousness within my heart; I have declared Your faithfulness and Your salvation; I have not concealed Your lovingkindness and Your truth From the great assembly."]}, {"reference": "Psalm 55:16-19", "words": 73, "text": ["16", "As for me, I will call upon God, And the Lord shall save me.", "17", "Evening and morning and at noon I will pray, and cry aloud, And He shall hear my voice.", "18", "He has redeemed my soul in peace from the battle that was against me, For there were many against me.", "19", "God will hear, and afflict them, Even He who abides from of old. Selah Because they do not change, Therefore they do not fear God."]}, {"reference": "Psalm 66:16-20", "words": 70, "text": ["16", "Come and hear, all you who fear God, And I will declare what He has done for my soul.", "17", "I cried to Him with my mouth, And He was extolled with my tongue.", "18", "If I regard iniquity in my heart, The Lord will not hear.", "19", "But certainly God has heard me; He has attended to the voice of my prayer.", "20", "Blessed be God, Who has not turned away my prayer, Nor His mercy from me!"]}, {"reference": "Psalm 93:1-5", "words": 86, "text": ["1", "The Lord reigns, He is clothed with majesty; The Lord is clothed, He has girded Himself with strength. Surely the world is established, so that it cannot be moved.", "2", "Your throne is established from of old; You are from everlasting.", "3", "The floods have lifted up, O Lord\u0001 The floods have lifted up their voice; The floods lift up their waves.", "4", "The Lord on high is mightier Than the noise of many waters, Than the mighty waves of the sea.", "5", "Your testimonies are very sure; Holiness adorns Your house, O Lord\u0001 forever."]}, {"reference": "Psalm 95:6-11", "words": 108, "text": ["6", "Oh come, let us worship and bow down; Let us kneel before the Lord our Maker.", "7", "For He is our God, And we are the people of His pasture, And the sheep of His hand. Today, if you will hear His voice:", "8", "“Do not harden your hearts, as in the rebellion, As in the day of trial in the wilderness,", "9", "When your fathers tested Me; They tried Me, though they saw My work.", "10", "For forty years I was grieved with that generation, And said, ‘It is a people who go astray in their hearts, And they do not know My ways.’", "11", "So I swore in My wrath, ‘They shall not enter My rest.’ ”"]}, {"reference": "Psalm 134:1-3", "words": 39, "text": ["1", "Behold, bless the Lord\u0001 All you servants of the Lord\u0001 Who by night stand in the house of the Lord\u0001", "2", "Lift up your hands in the sanctuary, And bless the Lord\u0001", "3", "The Lord who made heaven and earth Bless you from Zion!"]}, {"reference": "Psalm 148:13-14", "words": 48, "text": ["13", "Let them praise the name of the Lord\u0001 For His name alone is exalted; His glory is above the earth and heaven.", "14", "And He has exalted the horn of His people, The praise of all His saints— Of the children of Israel, A people near to Him. Praise the Lord\u0001"]}, {"reference": "Proverbs 1:2-7", "words": 76, "text": ["2", "To know wisdom and instruction, To perceive the words of understanding,", "3", "To receive the instruction of wisdom, Justice, judgment, and equity;", "4", "To give prudence to the simple, To the young man knowledge and discretion—", "5", "A wise man will hear and increase learning, And a man of understanding will attain wise counsel,", "6", "To understand a proverb and an enigma, The words of the wise and their riddles.", "7", "The fear of the Lord is the beginning of knowledge, But fools despise wisdom and instruction."]}, {"reference": "Proverbs 23:15-17", "words": 41, "text": ["15", "My son, if your heart is wise, My heart will rejoice—indeed, I myself;", "16", "Yes, my inmost being will rejoice When your lips speak right things.", "17", "Do not let your heart envy sinners, But be zealous for the fear of the Lord all the day;"]}, {"reference": "Isaiah 1:18-20", "words": 66, "text": ["18", "“Come now, and let us reason together,” Says the Lord\u0001 “Though your sins are like scarlet, They shall be as white as snow; Though they are red like crimson, They shall be as wool.", "19", "If you are willing and obedient, You shall eat the good of the land;", "20", "But if you refuse and rebel, You shall be devoured by the sword”; For the mouth of the Lord has spoken."]}, {"reference": "Isaiah 6:1-8", "words": 209, "text": ["1", "In the year that King Uzziah died, I saw the Lord sitting on a throne, high and lifted up, and the train of His robe filled the temple.", "2", "Above it stood seraphim; each one had six wings: with two he covered his face, with two he covered his feet, and with two he flew.", "3", "And one cried to another and said: “Holy, holy, holy is the Lord of hosts; The whole earth is full of His glory!”", "4", "And the posts of the door were shaken by the voice of him who cried out, and the house was filled with smoke.", "5", "So I said: “Woe is me, for I am undone! Because I am a man of unclean lips, And I dwell in the midst of a people of unclean lips; For my eyes have seen the King, The Lord of hosts.”", "6", "Then one of the seraphim flew to me, having in his hand a live coal which he had taken with the tongs from the altar.", "7", "And he touched my mouth with it, and said: “Behold, this has touched your lips; Your iniquity is taken away, And your sin purged.”", "8", "Also I heard the voice of the Lord, saying: “Whom shall I send, And who will go for Us?” Then I said, “Here am I! Send me.”"]}, {"reference": "Isaiah 11:1-10", "words": 266, "text": ["1", "There shall come forth a Rod from the stem of Jesse, And a Branch shall grow out of his roots.", "2", "The Spirit of the Lord shall rest upon Him, The Spirit of wisdom and understanding, The Spirit of counsel and might, The Spirit of knowledge and of the fear of the Lord\u0001", "3", "His delight is in the fear of the Lord\u0001 And He shall not judge by the sight of His eyes, Nor decide by the hearing of His ears;", "4", "But with righteousness He shall judge the poor, And decide with equity for the meek of the earth; He shall strike the earth with the rod of His mouth, And with the breath of His lips He shall slay the wicked.", "5", "Righteousness shall be the belt of His loins, And faithfulness the belt of His waist.", "6", "“The wolf also shall dwell with the lamb, The leopard shall lie down with the young goat, The calf and the young lion and the fatling together; And a little child shall lead them.", "7", "The cow and the bear shall graze; Their young ones shall lie down together; And the lion shall eat straw like the ox.", "8", "The nursing child shall play by the cobra’s hole, And the weaned child shall put his hand in the viper’s den.", "9", "They shall not hurt nor destroy in all My holy mountain, For the earth shall be full of the knowledge of the Lord As the waters cover the sea.", "10", "“And in that day there shall be a Root of Jesse, Who shall stand as a banner to the people; For the Gentiles shall seek Him, And His resting place shall be glorious.”"]}, {"reference": "Isaiah 12:1-6", "words": 125, "text": ["1", "And in that day you will say: “O Lord\u0001 I will praise You; Though You were angry with me, Your anger is turned away, and You comfort me.", "2", "Behold, God is my salvation, I will trust and not be afraid; ‘For Yah\u0001 the Lord\u0001 is my strength and song; He also has become my salvation.’ ”", "3", "Therefore with joy you will draw water From the wells of salvation.", "4", "And in that day you will say: “Praise the Lord\u0001 call upon His name; Declare His deeds among the peoples, Make mention that His name is exalted.", "5", "Sing to the Lord\u0001 For He has done excellent things; This is known in all the earth.", "6", "Cry out and shout, O inhabitant of Zion, For great is the Holy One of Israel in your midst!”"]}, {"reference": "Isaiah 38:19", "words": 23, "text": ["19", "The living, the living man, he shall praise You, As I do this day; The father shall make known Your truth to the children."]}, {"reference": "Isaiah 42:1-13", "words": 329, "text": ["1", "“Behold! My Servant whom I uphold, My Elect One in whom My soul delights! I have put My Spirit upon Him; He will bring forth justice to the Gentiles.", "2", "He will not cry out, nor raise His voice, Nor cause His voice to be heard in the street.", "3", "A bruised reed He will not break, And smoking flax He will not quench; He will bring forth justice for truth.", "4", "He will not fail nor be discouraged, Till He has established justice in the earth; And the coastlands shall wait for His law.”", "5", "Thus says God the Lord\u0001 Who created the heavens and stretched them out, Who spread forth the earth and that which comes from it, Who gives breath to the people on it, And spirit to those who walk on it:", "6", "“I, the Lord\u0001 have called You in righteousness, And will hold Your hand; I will keep You and give You as a covenant to the people, As a light to the Gentiles,", "7", "To open blind eyes, To bring out prisoners from the prison, Those who sit in darkness from the prison house.", "8", "I am the Lord\u0001 that is My name; And My glory I will not give to another, Nor My praise to carved images.", "9", "Behold, the former things have come to pass, And new things I declare; Before they spring forth I tell you of them.”", "10", "Sing to the Lord a new song, And His praise from the ends of the earth, You who go down to the sea, and all that is in it, You coastlands and you inhabitants of them!", "11", "Let the wilderness and its cities lift up their voice, The villages that Kedar inhabits. Let the inhabitants of Sela sing, Let them shout from the top of the mountains.", "12", "Let them give glory to the Lord\u0001 And declare His praise in the coastlands.", "13", "The Lord shall go forth like a mighty man; He shall stir up His zeal like a man of war. He shall cry out, yes, shout aloud; He shall prevail against His enemies."]}, {"reference": "Isaiah 50:4-6", "words": 85, "text": ["4", "“The Lord God has given Me The tongue of the learned, That I should know how to speak A word in season to him who is weary. He awakens Me morning by morning, He awakens My ear To hear as the learned.", "5", "The Lord God has opened My ear; And I was not rebellious, Nor did I turn away.", "6", "I gave My back to those who struck Me, And My cheeks to those who plucked out the beard; I did not hide My face from shame and spitting."]}, {"reference": "Isaiah 55:10-11", "words": 75, "text": ["10", "“For as the rain comes down, and the snow from heaven, And do not return there, But water the earth, And make it bring forth and bud, That it may give seed to the sower And bread to the eater,", "11", "So shall My word be that goes forth from My mouth; It shall not return to Me void, But it shall accomplish what I please, And it shall prosper in the thing for which I sent it."]}, {"reference": "Jeremiah 9:13-16", "words": 100, "text": ["13", "And the Lord said, “Because they have forsaken My law which I set before them, and have not obeyed My voice, nor walked according to it,", "14", "but they have walked according to the dictates of their own hearts and after the Baals, which their fathers taught them,”", "15", "therefore thus says the Lord of hosts, the God of Israel: “Behold, I will feed them, this people, with wormwood, and give them water of gall to drink.", "16", "I will scatter them also among the Gentiles, whom neither they nor their fathers have known. And I will send a sword after them until I have consumed them.”"]}, {"reference": "Jeremiah 18:7-10", "words": 90, "text": ["7", "The instant I speak concerning a nation and concerning a kingdom, to pluck up, to pull down, and to destroy it,", "8", "if that nation against whom I have spoken turns from its evil, I will relent of the disaster that I thought to bring upon it.", "9", "And the instant I speak concerning a nation and concerning a kingdom, to build and to plant it,", "10", "if it does evil in My sight so that it does not obey My voice, then I will relent concerning the good with which I said I would benefit it."]}, {"reference": "Jeremiah 23:5-6", "words": 57, "text": ["5", "“Behold, the days are coming,” says the Lord\u0001 “That I will raise to David a Branch of righteousness; A King shall reign and prosper, And execute judgment and righteousness in the earth.", "6", "In His days Judah will be saved, And Israel will dwell safely; Now this is His name by which He will be called: THE LORD OUR RIGHTEOUSNESS."]}, {"reference": "Ezekiel 36:33-38", "words": 176, "text": ["33", "‘Thus says the Lord God\u0001 “On the day that I cleanse you from all your iniquities, I will also enable you to dwell in the cities, and the ruins shall be rebuilt.", "34", "The desolate land shall be tilled instead of lying desolate in the sight of all who pass by.", "35", "So they will say, ‘This land that was desolate has become like the garden of Eden; and the wasted, desolate, and ruined cities are now fortified and inhabited.’", "36", "Then the nations which are left all around you shall know that I, the Lord\u0001 have rebuilt the ruined places and planted what was desolate. I, the Lord\u0001 have spoken it, and I will do it. ”", "37", "‘Thus says the Lord God\u0001 “I will also let the house of Israel inquire of Me to do this for them: I will increase their men like a flock.", "38", "Like a flock offered as holy sacrifices, like the flock at Jerusalem on its feast days, so shall the ruined cities be filled with flocks of men. Then they shall know that I am the Lord\u0001” ’ ”"]}, {"reference": "Ezekiel 47:21-23", "words": 86, "text": ["21", "“Thus you shall divide this land among yourselves according to the tribes of Israel.", "22", "It shall be that you will divide it by lot as an inheritance for yourselves, and for the strangers who dwell among you and who bear children among you. They shall be to you as native-born among the children of Israel; they shall have an inheritance with you among the tribes of Israel.", "23", "And it shall be that in whatever tribe the stranger dwells, there you shall give him his inheritance,” says the Lord God\u0001"]}, {"reference": "Daniel 12:1-3", "words": 104, "text": ["1", "“At that time Michael shall stand up, The great prince who stands watch over the sons of your people; And there shall be a time of trouble, Such as never was since there was a nation, Even to that time. And at that time your people shall be delivered, Every one who is found written in the book.", "2", "And many of those who sleep in the dust of the earth shall awake, Some to everlasting life, Some to shame and everlasting contempt.", "3", "Those who are wise shall shine Like the brightness of the firmament, And those who turn many to righteousness Like the stars forever and ever."]}, {"reference": "Hosea 1:10-11", "words": 92, "text": ["10", "“Yet the number of the children of Israel Shall be as the sand of the sea, Which cannot be measured or numbered. And it shall come to pass In the place where it was said to them, ‘You are not My people,’ There it shall be said to them, ‘ You are sons of the living God.’", "11", "Then the children of Judah and the children of Israel Shall be gathered together, And appoint for themselves one head; And they shall come up out of the land, For great will be the day of Jezreel!"]}, {"reference": "Hosea 6:1-3", "words": 82, "text": ["1", "Come, and let us return to the Lord\u0001 For He has torn, but He will heal us; He has stricken, but He will bind us up.", "2", "After two days He will revive us; On the third day He will raise us up, That we may live in His sight.", "3", "Let us know, Let us pursue the knowledge of the Lord\u0001 His going forth is established as the morning; He will come to us like the rain, Like the latter and former rain to the earth."]}, {"reference": "Joel 2:28-32", "words": 133, "text": ["28", "“And it shall come to pass afterward That I will pour out My Spirit on all flesh; Your sons and your daughters shall prophesy, Your old men shall dream dreams, Your young men shall see visions.", "29", "And also on My menservants and on My maidservants I will pour out My Spirit in those days.", "30", "“And I will show wonders in the heavens and in the earth: Blood and fire and pillars of smoke.", "31", "The sun shall be turned into darkness, And the moon into blood, Before the coming of the great and awesome day of the Lord\u0001", "32", "And it shall come to pass That whoever calls on the name of the Lord Shall be saved. For in Mount Zion and in Jerusalem there shall be deliverance, As the Lord has said, Among the remnant whom the Lord calls."]}, {"reference": "Obadiah 1:15-18", "words": 123, "text": ["15", "“For the day of the Lord upon all the nations is near; As you have done, it shall be done to you; Your reprisal shall return upon your own head.", "16", "For as you drank on My holy mountain, So shall all the nations drink continually; Yes, they shall drink, and swallow, And they shall be as though they had never been.", "17", "“But on Mount Zion there shall be deliverance, And there shall be holiness; The house of Jacob shall possess their possessions.", "18", "The house of Jacob shall be a fire, And the house of Joseph a flame; But the house of Esau shall be stubble; They shall kindle them and devour them, And no survivor shall remain of the house of Esau,” For the Lord has spoken."]}, {"reference": "Jonah 3:4-10", "words": 194, "text": ["4", "And Jonah began to enter the city on the first day’s walk. Then he cried out and said, “Yet forty days, and Nineveh shall be overthrown!”", "5", "So the people of Nineveh believed God, proclaimed a fast, and put on sackcloth, from the greatest to the least of them.", "6", "Then word came to the king of Nineveh; and he arose from his throne and laid aside his robe, covered himself with sackcloth and sat in ashes.", "7", "And he caused it to be proclaimed and published throughout Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste anything; do not let them eat, or drink water.", "8", "But let man and beast be covered with sackcloth, and cry mightily to God; yes, let every one turn from his evil way and from the violence that is in his hands.", "9", "Who can tell if God will turn and relent, and turn away from His fierce anger, so that we may not perish?", "10", "Then God saw their works, that they turned from their evil way; and God relented from the disaster that He had said He would bring upon them, and He did not do it."]}, {"reference": "Micah 4:1-5", "words": 185, "text": ["1", "Now it shall come to pass in the latter days That the mountain of the Lord ’s house Shall be established on the top of the mountains, And shall be exalted above the hills; And peoples shall flow to it.", "2", "Many nations shall come and say, “Come, and let us go up to the mountain of the Lord\u0001 To the house of the God of Jacob; He will teach us His ways, And we shall walk in His paths.” For out of Zion the law shall go forth, And the word of the Lord from Jerusalem.", "3", "He shall judge between many peoples, And rebuke strong nations afar off; They shall beat their swords into plowshares, And their spears into pruning hooks; Nation shall not lift up sword against nation, Neither shall they learn war anymore.", "4", "But everyone shall sit under his vine and under his fig tree, And no one shall make them afraid; For the mouth of the Lord of hosts has spoken.", "5", "For all people walk each in the name of his god, But we will walk in the name of the Lord our God Forever and ever."]}, {"reference": "Nahum 1:3-7", "words": 131, "text": ["3", "The Lord is slow to anger and great in power, And will not at all acquit the wicked. The Lord has His way In the whirlwind and in the storm, And the clouds are the dust of His feet.", "4", "He rebukes the sea and makes it dry, And dries up all the rivers. Bashan and Carmel wither, And the flower of Lebanon wilts.", "5", "The mountains quake before Him, The hills melt, And the earth heaves at His presence, Yes, the world and all who dwell in it.", "6", "Who can stand before His indignation? And who can endure the fierceness of His anger? His fury is poured out like fire, And the rocks are thrown down by Him.", "7", "The Lord is good, A stronghold in the day of trouble; And He knows those who trust in Him."]}, {"reference": "Habakkuk 3:6-19", "words": 352, "text": ["6", "He stood and measured the earth; He looked and startled the nations. And the everlasting mountains were scattered, The perpetual hills bowed. His ways are everlasting.", "7", "I saw the tents of Cushan in affliction; The curtains of the land of Midian trembled.", "8", "O Lord\u0001 were You displeased with the rivers, Was Your anger against the rivers, Was Your wrath against the sea, That You rode on Your horses, Your chariots of salvation?", "9", "Your bow was made quite ready; Oaths were sworn over Your arrows. Selah You divided the earth with rivers.", "10", "The mountains saw You and trembled; The overflowing of the water passed by. The deep uttered its voice, And lifted its hands on high.", "11", "The sun and moon stood still in their habitation; At the light of Your arrows they went, At the shining of Your glittering spear.", "12", "You marched through the land in indignation; You trampled the nations in anger.", "13", "You went forth for the salvation of Your people, For salvation with Your Anointed. You struck the head from the house of the wicked, By laying bare from foundation to neck. Selah", "14", "You thrust through with his own arrows The head of his villages. They came out like a whirlwind to scatter me; Their rejoicing was like feasting on the poor in secret.", "15", "You walked through the sea with Your horses, Through the heap of great waters.", "16", "When I heard, my body trembled; My lips quivered at the voice; Rottenness entered my bones; And I trembled in myself, That I might rest in the day of trouble. When he comes up to the people, He will invade them with his troops.", "17", "Though the fig tree may not blossom, Nor fruit be on the vines; Though the labor of the olive may fail, And the fields yield no food; Though the flock may be cut off from the fold, And there be no herd in the stalls—", "18", "Yet I will rejoice in the Lord\u0001 I will joy in the God of my salvation.", "19", "The Lord God is my strength; He will make my feet like deer’s feet, And He will make me walk on my high hills. To the Chief Musician. With my stringed instruments."]}, {"reference": "Zechariah 8:13-16", "words": 117, "text": ["13", "And it shall come to pass That just as you were a curse among the nations, O house of Judah and house of Israel, So I will save you, and you shall be a blessing. Do not fear, Let your hands be strong.’", "14", "“For thus says the Lord of hosts: ‘Just as I determined to punish you When your fathers provoked Me to wrath,’ Says the Lord of hosts, ‘And I would not relent,", "15", "So again in these days I am determined to do good To Jerusalem and to the house of Judah. Do not fear.", "16", "These are the things you shall do: Speak each man the truth to his neighbor; Give judgment in your gates for truth, justice, and peace;"]}, {"reference": "Malachi 1:11", "words": 47, "text": ["11", "For from the rising of the sun, even to its going down, My name shall be great among the Gentiles; In every place incense shall be offered to My name, And a pure offering; For My name shall be great among the nations,” Says the Lord of hosts."]}, {"reference": "Malachi 3:2", "words": 26, "text": ["2", "“But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner’s fire And like launderers’ soap."]}, {"reference": "Matthew 1:18-21", "words": 120, "text": ["18", "Now the birth of Jesus Christ was as follows: After His mother Mary was betrothed to Joseph, before they came together, she was found with child of the Holy Spirit.", "19", "Then Joseph her husband, being a just man, and not wanting to make her a public example, was minded to put her away secretly.", "20", "But while he thought about these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not be afraid to take to you Mary your wife, for that which is conceived in her is of the Holy Spirit.", "21", "And she will bring forth a Son, and you shall call His name Jesus\u0001 for He will save His people from their sins.”"]}, {"reference": "Matthew 4:12-24", "words": 262, "text": ["12", "Now when Jesus heard that John had been put in prison, He departed to Galilee.", "13", "And leaving Nazareth, He came and dwelt in Capernaum, which is by the sea, in the regions of Zebulun and Naphtali,", "14", "that it might be fulfilled which was spoken by Isaiah the prophet, saying:", "15", "“The land of Zebulun and the land of Naphtali, By the way of the sea, beyond the Jordan, Galilee of the Gentiles:", "16", "The people who sat in darkness have seen a great light, And upon those who sat in the region and shadow of death Light has dawned.”", "17", "From that time Jesus began to preach and to say, “Repent, for the kingdom of heaven is at hand.”", "18", "And Jesus, walking by the Sea of Galilee, saw two brothers, Simon called Peter, and Andrew his brother, casting a net into the sea; for they were fishermen.", "19", "Then He said to them, “Follow Me, and I will make you fishers of men.”", "20", "They immediately left their nets and followed Him.", "21", "Going on from there, He saw two other brothers, James the son of Zebedee, and John his brother, in the boat with Zebedee their father, mending their nets. He called them,", "22", "and immediately they left the boat and their father, and followed Him.", "23", "And Jesus went about all Galilee, teaching in their synagogues, preaching the gospel of the kingdom, and healing all kinds of sickness and all kinds of disease among the people.", "24", "Then His fame went throughout all Syria; and they brought to Him all sick people who were afflicted with various diseases and torments, and those who were demon-possessed, epileptics, and paralytics; and He healed them."]}, {"reference": "Matthew 6:24", "words": 35, "text": ["24", "“No one can serve two masters; for either he will hate the one and love the other, or else he will be loyal to the one and despise the other. You cannot serve God and mammon."]}, {"reference": "Matthew 9:18-26", "words": 171, "text": ["18", "While He spoke these things to them, behold, a ruler came and worshiped Him, saying, “My daughter has just died, but come and lay Your hand on her and she will live.”", "19", "So Jesus arose and followed him, and so did His disciples.", "20", "And suddenly, a woman who had a flow of blood for twelve years came from behind and touched the hem of His garment.", "21", "For she said to herself, “If only I may touch His garment, I shall be made well.”", "22", "But Jesus turned around, and when He saw her He said, “Be of good cheer, daughter; your faith has made you well.” And the woman was made well from that hour.", "23", "When Jesus came into the ruler’s house, and saw the flute players and the noisy crowd wailing,", "24", "He said to them, “Make room, for the girl is not dead, but sleeping.” And they ridiculed Him.", "25", "But when the crowd was put outside, He went in and took her by the hand, and the girl arose.", "26", "And the report of this went out into all that land."]}, {"reference": "Matthew 9:35-38", "words": 79, "text": ["35", "Then Jesus went about all the cities and villages, teaching in their synagogues, preaching the gospel of the kingdom, and healing every sickness and every disease among the people.", "36", "But when He saw the multitudes, He was moved with compassion for them, because they were weary and scattered, like sheep having no shepherd.", "37", "Then He said to His disciples, “The harvest truly is plentiful, but the laborers are few.", "38", "Therefore pray the Lord of the harvest to send out laborers into His harvest.”"]}, {"reference": "Matthew 12:15-21", "words": 109, "text": ["15", "But when Jesus knew it, He withdrew from there. And great multitudes followed Him, and He healed them all.", "16", "Yet He warned them not to make Him known,", "17", "that it might be fulfilled which was spoken by Isaiah the prophet, saying:", "18", "“Behold! My Servant whom I have chosen, My Beloved in whom My soul is well pleased! I will put My Spirit upon Him, And He will declare justice to the Gentiles.", "19", "He will not quarrel nor cry out, Nor will anyone hear His voice in the streets.", "20", "A bruised reed He will not break, And smoking flax He will not quench, Till He sends forth justice to victory;", "21", "And in His name Gentiles will trust.”"]}, {"reference": "Matthew 28:16-20", "words": 94, "text": ["16", "Then the eleven disciples went away into Galilee, to the mountain which Jesus had appointed for them.", "17", "When they saw Him, they worshiped Him; but some doubted.", "18", "And Jesus came and spoke to them, saying, “All authority has been given to Me in heaven and on earth.", "19", "Go therefore and make disciples of all the nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,", "20", "teaching them to observe all things that I have commanded you; and lo, I am with you always, even to the end of the age.” Amen."]}, {"reference": "Mark 1:4-8", "words": 102, "text": ["4", "John came baptizing in the wilderness and preaching a baptism of repentance for the remission of sins.", "5", "Then all the land of Judea, and those from Jerusalem, went out to him and were all baptized by him in the Jordan River, confessing their sins.", "6", "Now John was clothed with camel’s hair and with a leather belt around his waist, and he ate locusts and wild honey.", "7", "And he preached, saying, “There comes One after me who is mightier than I, whose sandal strap I am not worthy to stoop down and loose.", "8", "I indeed baptized you with water, but He will baptize you with the Holy Spirit.”"]}, {"reference": "Mark 5:18-20", "words": 71, "text": ["18", "And when He got into the boat, he who had been demon-possessed begged Him that he might be with Him.", "19", "However, Jesus did not permit him, but said to him, “Go home to your friends, and tell them what great things the Lord has done for you, and how He has had compassion on you.”", "20", "And he departed and began to proclaim in Decapolis all that Jesus had done for him; and all marveled."]}, {"reference": "Mark 12:17", "words": 27, "text": ["17", "And Jesus answered and said to them, “Render to Caesar the things that are Caesar’s, and to God the things that are God’s.” And they marveled at Him."]}, {"reference": "Luke 7:18-23", "words": 135, "text": ["18", "Then the disciples of John reported to him concerning all these things.", "19", "And John, calling two of his disciples to him, sent them to Jesus, saying, “Are You the Coming One, or do we look for another?”", "20", "When the men had come to Him, they said, “John the Baptist has sent us to You, saying, ‘Are You the Coming One, or do we look for another?’ ”", "21", "And that very hour He cured many of infirmities, afflictions, and evil spirits; and to many blind He gave sight.", "22", "Jesus answered and said to them, “Go and tell John the things you have seen and heard: that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, the poor have the gospel preached to them.", "23", "And blessed is he who is not offended because of Me.”"]}, {"reference": "Luke 16:1-13", "words": 327, "text": ["1", "He also said to His disciples: “There was a certain rich man who had a steward, and an accusation was brought to him that this man was wasting his goods.", "2", "So he called him and said to him, ‘What is this I hear about you? Give an account of your stewardship, for you can no longer be steward.’", "3", "“Then the steward said within himself, ‘What shall I do? For my master is taking the stewardship away from me. I cannot dig; I am ashamed to beg.", "4", "I have resolved what to do, that when I am put out of the stewardship, they may receive me into their houses.’", "5", "“So he called every one of his master’s debtors to him, and said to the first, ‘How much do you owe my master?’", "6", "And he said, ‘A hundred measures of oil.’ So he said to him, ‘Take your bill, and sit down quickly and write fifty.’", "7", "Then he said to another, ‘And how much do you owe?’ So he said, ‘A hundred measures of wheat.’ And he said to him, ‘Take your bill, and write eighty.’", "8", "So the master commended the unjust steward because he had dealt shrewdly. For the sons of this world are more shrewd in their generation than the sons of light.", "9", "“And I say to you, make friends for yourselves by unrighteous mammon, that when you fail, they may receive you into an everlasting home.", "10", "He who is faithful in what is least is faithful also in much; and he who is unjust in what is least is unjust also in much.", "11", "Therefore if you have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?", "12", "And if you have not been faithful in what is another man’s, who will give you what is your own?", "13", "“No servant can serve two masters; for either he will hate the one and love the other, or else he will be loyal to the one and despise the other. You cannot serve God and mammon.”"]}, {"reference": "John 12:24", "words": 27, "text": ["24", "Most assuredly, I say to you, unless a grain of wheat falls into the ground and dies, it remains alone; but if it dies, it produces much grain."]}, {"reference": "John 12:44-50", "words": 151, "text": ["44", "Then Jesus cried out and said, “He who believes in Me, believes not in Me but in Him who sent Me.", "45", "And he who sees Me sees Him who sent Me.", "46", "I have come as a light into the world, that whoever believes in Me should not abide in darkness.", "47", "And if anyone hears My words and does not believe, I do not judge him; for I did not come to judge the world but to save the world.", "48", "He who rejects Me, and does not receive My words, has that which judges him— the word that I have spoken will judge him in the last day.", "49", "For I have not spoken on My own authority; but the Father who sent Me gave Me a command, what I should say and what I should speak.", "50", "And I know that His command is everlasting life. Therefore, whatever I speak, just as the Father has told Me, so I speak.”"]}, {"reference": "John 21:15-19", "words": 189, "text": ["15", "So when they had eaten breakfast, Jesus said to Simon Peter, “Simon, son of Jonah, do you love Me more than these?” He said to Him, “Yes, Lord; You know that I love You.” He said to him, “Feed My lambs.”", "16", "He said to him again a second time, “Simon, son of Jonah, do you love Me?” He said to Him, “Yes, Lord; You know that I love You.” He said to him, “Tend My sheep.”", "17", "He said to him the third time, “Simon, son of Jonah, do you love Me?” Peter was grieved because He said to him the third time, “Do you love Me?” And he said to Him, “Lord, You know all things; You know that I love You.” Jesus said to him, “Feed My sheep.", "18", "Most assuredly, I say to you, when you were younger, you girded yourself and walked where you wished; but when you are old, you will stretch out your hands, and another will gird you and carry you where you do not wish.”", "19", "This He spoke, signifying by what death he would glorify God. And when He had spoken this, He said to him, “Follow Me.”"]}, {"reference": "Acts 2:1-4", "words": 76, "text": ["1", "When the Day of Pentecost had fully come, they were all with one accord in one place.", "2", "And suddenly there came a sound from heaven, as of a rushing mighty wind, and it filled the whole house where they were sitting.", "3", "Then there appeared to them divided tongues, as of fire, and one sat upon each of them.", "4", "And they were all filled with the Holy Spirit and began to speak with other tongues, as the Spirit gave them utterance."]}, {"reference": "Acts 3:1-9", "words": 160, "text": ["1", "Now Peter and John went up together to the temple at the hour of prayer, the ninth hour.", "2", "And a certain man lame from his mother’s womb was carried, whom they laid daily at the gate of the temple which is called Beautiful, to ask alms from those who entered the temple;", "3", "who, seeing Peter and John about to go into the temple, asked for alms.", "4", "And fixing his eyes on him, with John, Peter said, “Look at us.”", "5", "So he gave them his attention, expecting to receive something from them.", "6", "Then Peter said, “Silver and gold I do not have, but what I do have I give you: In the name of Jesus Christ of Nazareth, rise up and walk.”", "7", "And he took him by the right hand and lifted him up, and immediately his feet and ankle bones received strength.", "8", "So he, leaping up, stood and walked and entered the temple with them—walking, leaping, and praising God.", "9", "And all the people saw him walking and praising God."]}, {"reference": "Acts 4:1-13", "words": 282, "text": ["1", "Now as they spoke to the people, the priests, the captain of the temple, and the Sadducees came upon them,", "2", "being greatly disturbed that they taught the people and preached in Jesus the resurrection from the dead.", "3", "And they laid hands on them, and put them in custody until the next day, for it was already evening.", "4", "However, many of those who heard the word believed; and the number of the men came to be about five thousand.", "5", "And it came to pass, on the next day, that their rulers, elders, and scribes,", "6", "as well as Annas the high priest, Caiaphas, John, and Alexander, and as many as were of the family of the high priest, were gathered together at Jerusalem.", "7", "And when they had set them in the midst, they asked, “By what power or by what name have you done this?”", "8", "Then Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders of Israel:", "9", "If we this day are judged for a good deed done to a helpless man, by what means he has been made well,", "10", "let it be known to you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead, by Him this man stands here before you whole.", "11", "This is the ‘stone which was rejected by you builders, which has become the chief cornerstone.’", "12", "Nor is there salvation in any other, for there is no other name under heaven given among men by which we must be saved.”", "13", "Now when they saw the boldness of Peter and John, and perceived that they were uneducated and untrained men, they marveled. And they realized that they had been with Jesus."]}, {"reference": "Acts 6:1-7", "words": 167, "text": ["1", "Now in those days, when the number of the disciples was multiplying, there arose a complaint against the Hebrews by the Hellenists, because their widows were neglected in the daily distribution.", "2", "Then the twelve summoned the multitude of the disciples and said, “It is not desirable that we should leave the word of God and serve tables.", "3", "Therefore, brethren, seek out from among you seven men of good reputation, full of the Holy Spirit and wisdom, whom we may appoint over this business;", "4", "but we will give ourselves continually to prayer and to the ministry of the word.”", "5", "And the saying pleased the whole multitude. And they chose Stephen, a man full of faith and the Holy Spirit, and Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolas, a proselyte from Antioch,", "6", "whom they set before the apostles; and when they had prayed, they laid hands on them.", "7", "Then the word of God spread, and the number of the disciples multiplied greatly in Jerusalem, and a great many of the priests were obedient to the faith."]}, {"reference": "Acts 8:4-8", "words": 71, "text": ["4", "Therefore those who were scattered went everywhere preaching the word.", "5", "Then Philip went down to the city of Samaria and preached Christ to them.", "6", "And the multitudes with one accord heeded the things spoken by Philip, hearing and seeing the miracles which he did.", "7", "For unclean spirits, crying with a loud voice, came out of many who were possessed; and many who were paralyzed and lame were healed.", "8", "And there was great joy in that city."]}, {"reference": "Acts 9:10-22", "words": 321, "text": ["10", "Now there was a certain disciple at Damascus named Ananias; and to him the Lord said in a vision, “Ananias.” And he said, “Here I am, Lord.”", "11", "So the Lord said to him, “Arise and go to the street called Straight, and inquire at the house of Judas for one called Saul of Tarsus, for behold, he is praying.", "12", "And in a vision he has seen a man named Ananias coming in and putting his hand on him, so that he might receive his sight.”", "13", "Then Ananias answered, “Lord, I have heard from many about this man, how much harm he has done to Your saints in Jerusalem.", "14", "And here he has authority from the chief priests to bind all who call on Your name.”", "15", "But the Lord said to him, “Go, for he is a chosen vessel of Mine to bear My name before Gentiles, kings, and the children of Israel.", "16", "For I will show him how many things he must suffer for My name’s sake.”", "17", "And Ananias went his way and entered the house; and laying his hands on him he said, “Brother Saul, the Lord Jesus, who appeared to you on the road as you came, has sent me that you may receive your sight and be filled with the Holy Spirit.”", "18", "Immediately there fell from his eyes something like scales, and he received his sight at once; and he arose and was baptized.", "19", "So when he had received food, he was strengthened. Then Saul spent some days with the disciples at Damascus.", "20", "Immediately he preached the Christ in the synagogues, that He is the Son of God.", "21", "Then all who heard were amazed, and said, “Is this not he who destroyed those who called on this name in Jerusalem, and has come here for that purpose, so that he might bring them bound to the chief priests?”", "22", "But Saul increased all the more in strength, and confounded the Jews who dwelt in Damascus, proving that this Jesus is the Christ."]}, {"reference": "Acts 11:1-18", "words": 342, "text": ["1", "Now the apostles and brethren who were in Judea heard that the Gentiles had also received the word of God.", "2", "And when Peter came up to Jerusalem, those of the circumcision contended with him,", "3", "saying, “You went in to uncircumcised men and ate with them!”", "4", "But Peter explained it to them in order from the beginning, saying:", "5", "“I was in the city of Joppa praying; and in a trance I saw a vision, an object descending like a great sheet, let down from heaven by four corners; and it came to me.", "6", "When I observed it intently and considered, I saw four-footed animals of the earth, wild beasts, creeping things, and birds of the air.", "7", "And I heard a voice saying to me, ‘Rise, Peter; kill and eat.’", "8", "But I said, ‘Not so, Lord! For nothing common or unclean has at any time entered my mouth.’", "9", "But the voice answered me again from heaven, ‘What God has cleansed you must not call common.’", "10", "Now this was done three times, and all were drawn up again into heaven.", "11", "At that very moment, three men stood before the house where I was, having been sent to me from Caesarea.", "12", "Then the Spirit told me to go with them, doubting nothing. Moreover these six brethren accompanied me, and we entered the man’s house.", "13", "And he told us how he had seen an angel standing in his house, who said to him, ‘Send men to Joppa, and call for Simon whose surname is Peter,", "14", "who will tell you words by which you and all your household will be saved.’", "15", "And as I began to speak, the Holy Spirit fell upon them, as upon us at the beginning.", "16", "Then I remembered the word of the Lord, how He said, ‘John indeed baptized with water, but you shall be baptized with the Holy Spirit.’", "17", "If therefore God gave them the same gift as He gave us when we believed on the Lord Jesus Christ, who was I that I could withstand God?”", "18", "When they heard these things they became silent; and they glorified God, saying, “Then God has also granted to the Gentiles repentance to life.”"]}, {"reference": "Acts 20:26-31", "words": 114, "text": ["26", "Therefore I testify to you this day that I am innocent of the blood of all men.", "27", "For I have not shunned to declare to you the whole counsel of God.", "28", "Therefore take heed to yourselves and to all the flock, among which the Holy Spirit has made you overseers, to shepherd the church of God which He purchased with His own blood.", "29", "For I know this, that after my departure savage wolves will come in among you, not sparing the flock.", "30", "Also from among yourselves men will rise up, speaking perverse things, to draw away the disciples after themselves.", "31", "Therefore watch, and remember that for three years I did not cease to warn everyone night and day with tears."]}, {"reference": "Acts 20:35-38", "words": 87, "text": ["35", "I have shown you in every way, by laboring like this, that you must support the weak. And remember the words of the Lord Jesus, that He said, ‘It is more blessed to give than to receive.’ ”", "36", "And when he had said these things, he knelt down and prayed with them all.", "37", "Then they all wept freely, and fell on Paul’s neck and kissed him,", "38", "sorrowing most of all for the words which he spoke, that they would see his face no more. And they accompanied him to the ship."]}, {"reference": "Romans 13:8-10", "words": 78, "text": ["8", "Owe no one anything except to love one another, for he who loves another has fulfilled the law.", "9", "For the commandments, “You shall not commit adultery,” “You shall not murder,” “You shall not steal,” “You shall not bear false witness,” “You shall not covet,” and if there is any other commandment, are all summed up in this saying, namely, “You shall love your neighbor as yourself.”", "10", "Love does no harm to a neighbor; therefore love is the fulfillment of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 78, "text": ["16", "For if I preach the gospel, I have nothing to boast of, for necessity is laid upon me; yes, woe is me if I do not preach the gospel!", "17", "For if I do this willingly, I have a reward; but if against my will, I have been entrusted with a stewardship.", "18", "What is my reward then? That when I preach the gospel, I may present the gospel of Christ without charge, that I may not abuse my authority in the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 127, "text": ["19", "For though I am free from all men, I have made myself a servant to all, that I might win the more;", "20", "and to the Jews I became as a Jew, that I might win Jews; to those who are under the law, as under the law, that I might win those who are under the law;", "21", "to those who are without law, as without law (not being without law toward God, but under law toward Christ), that I might win those who are without law;", "22", "to the weak I became as weak, that I might win the weak. I have become all things to all men, that I might by all means save some.", "23", "Now this I do for the gospel’s sake, that I may be partaker of it with you."]}, {"reference": "1 Corinthians 12:1-11", "words": 183, "text": ["1", "Now concerning spiritual gifts, brethren, I do not want you to be ignorant:", "2", "You know that you were Gentiles, carried away to these dumb idols, however you were led.", "3", "Therefore I make known to you that no one speaking by the Spirit of God calls Jesus accursed, and no one can say that Jesus is Lord except by the Holy Spirit.", "4", "There are diversities of gifts, but the same Spirit.", "5", "There are differences of ministries, but the same Lord.", "6", "And there are diversities of activities, but it is the same God who works all in all.", "7", "But the manifestation of the Spirit is given to each one for the profit of all:", "8", "for to one is given the word of wisdom through the Spirit, to another the word of knowledge through the same Spirit,", "9", "to another faith by the same Spirit, to another gifts of healings by the same Spirit,", "10", "to another the working of miracles, to another prophecy, to another discerning of spirits, to another different kinds of tongues, to another the interpretation of tongues.", "11", "But one and the same Spirit works all these things, distributing to each one individually as He wills."]}, {"reference": "Galatians 2:17-21", "words": 116, "text": ["17", "“But if, while we seek to be justified by Christ, we ourselves also are found sinners, is Christ therefore a minister of sin? Certainly not!", "18", "For if I build again those things which I destroyed, I make myself a transgressor.", "19", "For I through the law died to the law that I might live to God.", "20", "I have been crucified with Christ; it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself for me.", "21", "I do not set aside the grace of God; for if righteousness comes through the law, then Christ died in vain.”"]}, {"reference": "Ephesians 2:4-10", "words": 118, "text": ["4", "But God, who is rich in mercy, because of His great love with which He loved us,", "5", "even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved),", "6", "and raised us up together, and made us sit together in the heavenly places in Christ Jesus,", "7", "that in the ages to come He might show the exceeding riches of His grace in His kindness toward us in Christ Jesus.", "8", "For by grace you have been saved through faith, and that not of yourselves; it is the gift of God,", "9", "not of works, lest anyone should boast.", "10", "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them."]}, {"reference": "Ephesians 2:14-18", "words": 98, "text": ["14", "For He Himself is our peace, who has made both one, and has broken down the middle wall of separation,", "15", "having abolished in His flesh the enmity, that is, the law of commandments contained in ordinances, so as to create in Himself one new man from the two, thus making peace,", "16", "and that He might reconcile them both to God in one body through the cross, thereby putting to death the enmity.", "17", "And He came and preached peace to you who were afar off and to those who were near.", "18", "For through Him we both have access by one Spirit to the Father."]}, {"reference": "Ephesians 3:1-6", "words": 108, "text": ["1", "For this reason I, Paul, the prisoner of Christ Jesus for you Gentiles—", "2", "if indeed you have heard of the dispensation of the grace of God which was given to me for you,", "3", "how that by revelation He made known to me the mystery (as I have briefly written already,", "4", "by which, when you read, you may understand my knowledge in the mystery of Christ),", "5", "which in other ages was not made known to the sons of men, as it has now been revealed by the Spirit to His holy apostles and prophets:", "6", "that the Gentiles should be fellow heirs, of the same body, and partakers of His promise in Christ through the gospel,"]}, {"reference": "Colossians 4:2-6", "words": 77, "text": ["2", "Continue earnestly in prayer, being vigilant in it with thanksgiving;", "3", "meanwhile praying also for us, that God would open to us a door for the word, to speak the mystery of Christ, for which I am also in chains,", "4", "that I may make it manifest, as I ought to speak.", "5", "Walk in wisdom toward those who are outside, redeeming the time.", "6", "Let your speech always be with grace, seasoned with salt, that you may know how you ought to answer each one."]}, {"reference": "2 Thessalonians 3:1-2", "words": 37, "text": ["1", "Finally, brethren, pray for us, that the word of the Lord may run swiftly and be glorified, just as it is with you,", "2", "and that we may be delivered from unreasonable and wicked men; for not all have faith."]}, {"reference": "1 Timothy 1:12-14", "words": 59, "text": ["12", "And I thank Christ Jesus our Lord who has enabled me, because He counted me faithful, putting me into the ministry,", "13", "although I was formerly a blasphemer, a persecutor, and an insolent man; but I obtained mercy because I did it ignorantly in unbelief.", "14", "And the grace of our Lord was exceedingly abundant, with faith and love which are in Christ Jesus."]}, {"reference": "2 Timothy 1:8-12", "words": 142, "text": ["8", "Therefore do not be ashamed of the testimony of our Lord, nor of me His prisoner, but share with me in the sufferings for the gospel according to the power of God,", "9", "who has saved us and called us with a holy calling, not according to our works, but according to His own purpose and grace which was given to us in Christ Jesus before time began,", "10", "but has now been revealed by the appearing of our Savior Jesus Christ, who has abolished death and brought life and immortality to light through the gospel,", "11", "to which I was appointed a preacher, an apostle, and a teacher of the Gentiles.", "12", "For this reason I also suffer these things; nevertheless I am not ashamed, for I know whom I have believed and am persuaded that He is able to keep what I have committed to Him until that Day."]}, {"reference": "Titus 2:1-2", "words": 26, "text": ["1", "But as for you, speak the things which are proper for sound doctrine:", "2", "that the older men be sober, reverent, temperate, sound in faith, in love, in patience;"]}, {"reference": "Philemon 1:4-7", "words": 71, "text": ["4", "I thank my God, making mention of you always in my prayers,", "5", "hearing of your love and faith which you have toward the Lord Jesus and toward all the saints,", "6", "that the sharing of your faith may become effective by the acknowledgment of every good thing which is in you in Christ Jesus.", "7", "For we have great joy and consolation in your love, because the hearts of the saints have been refreshed by you, brother."]}, {"reference": "Hebrews 2:1-10", "words": 262, "text": ["1", "Therefore we must give the more earnest heed to the things we have heard, lest we drift away.", "2", "For if the word spoken through angels proved steadfast, and every transgression and disobedience received a just reward,", "3", "how shall we escape if we neglect so great a salvation, which at the first began to be spoken by the Lord, and was confirmed to us by those who heard Him,", "4", "God also bearing witness both with signs and wonders, with various miracles, and gifts of the Holy Spirit, according to His own will?", "5", "For He has not put the world to come, of which we speak, in subjection to angels.", "6", "But one testified in a certain place, saying: “What is man that You are mindful of him, Or the son of man that You take care of him?", "7", "You have made him a little lower than the angels; You have crowned him with glory and honor, And set him over the works of Your hands.", "8", "You have put all things in subjection under his feet.” For in that He put all in subjection under him, He left nothing that is not put under him. But now we do not yet see all things put under him.", "9", "But we see Jesus, who was made a little lower than the angels, for the suffering of death crowned with glory and honor, that He, by the grace of God, might taste death for everyone.", "10", "For it was fitting for Him, for whom are all things and by whom are all things, in bringing many sons to glory, to make the captain of their salvation perfect through sufferings."]}, {"reference": "Hebrews 3:1-11", "words": 196, "text": ["1", "Therefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our confession, Christ Jesus,", "2", "who was faithful to Him who appointed Him, as Moses also was faithful in all His house.", "3", "For this One has been counted worthy of more glory than Moses, inasmuch as He who built the house has more honor than the house.", "4", "For every house is built by someone, but He who built all things is God.", "5", "And Moses indeed was faithful in all His house as a servant, for a testimony of those things which would be spoken afterward,", "6", "but Christ as a Son over His own house, whose house we are if we hold fast the confidence and the rejoicing of the hope firm to the end.", "7", "Therefore, as the Holy Spirit says: “Today, if you will hear His voice,", "8", "Do not harden your hearts as in the rebellion, In the day of trial in the wilderness,", "9", "Where your fathers tested Me, tried Me, And saw My works forty years.", "10", "Therefore I was angry with that generation, And said, ‘They always go astray in their heart, And they have not known My ways.’", "11", "So I swore in My wrath, ‘They shall not enter My rest.’ ”"]}, {"reference": "Hebrews 4:12-16", "words": 139, "text": ["12", "For the word of God is living and powerful, and sharper than any two-edged sword, piercing even to the division of soul and spirit, and of joints and marrow, and is a discerner of the thoughts and intents of the heart.", "13", "And there is no creature hidden from His sight, but all things are naked and open to the eyes of Him to whom we must give account.", "14", "Seeing then that we have a great High Priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession.", "15", "For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all points tempted as we are, yet without sin.", "16", "Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need."]}, {"reference": "Hebrews 10:26-30", "words": 113, "text": ["26", "For if we sin willfully after we have received the knowledge of the truth, there no longer remains a sacrifice for sins,", "27", "but a certain fearful expectation of judgment, and fiery indignation which will devour the adversaries.", "28", "Anyone who has rejected Moses’ law dies without mercy on the testimony of two or three witnesses.", "29", "Of how much worse punishment, do you suppose, will he be thought worthy who has trampled the Son of God underfoot, counted the blood of the covenant by which he was sanctified a common thing, and insulted the Spirit of grace?", "30", "For we know Him who said, “Vengeance is Mine, I will repay,” says the Lord. And again, “The Lord will judge His people.”"]}, {"reference": "Hebrews 11:32-40", "words": 177, "text": ["32", "And what more shall I say? For the time would fail me to tell of Gideon and Barak and Samson and Jephthah, also of David and Samuel and the prophets:", "33", "who through faith subdued kingdoms, worked righteousness, obtained promises, stopped the mouths of lions,", "34", "quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, became valiant in battle, turned to flight the armies of the aliens.", "35", "Women received their dead raised to life again. Others were tortured, not accepting deliverance, that they might obtain a better resurrection.", "36", "Still others had trial of mockings and scourgings, yes, and of chains and imprisonment.", "37", "They were stoned, they were sawn in two, were tempted, were slain with the sword. They wandered about in sheepskins and goatskins, being destitute, afflicted, tormented—", "38", "of whom the world was not worthy. They wandered in deserts and mountains, in dens and caves of the earth.", "39", "And all these, having obtained a good testimony through faith, did not receive the promise,", "40", "God having provided something better for us, that they should not be made perfect apart from us."]}, {"reference": "James 5:13-20", "words": 177, "text": ["13", "Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing psalms.", "14", "Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord.", "15", "And the prayer of faith will save the sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven.", "16", "Confess your trespasses to one another, and pray for one another, that you may be healed. The effective, fervent prayer of a righteous man avails much.", "17", "Elijah was a man with a nature like ours, and he prayed earnestly that it would not rain; and it did not rain on the land for three years and six months.", "18", "And he prayed again, and the heaven gave rain, and the earth produced its fruit.", "19", "Brethren, if anyone among you wanders from the truth, and someone turns him back,", "20", "let him know that he who turns a sinner from the error of his way will save a soul from death and cover a multitude of sins."]}, {"reference": "1 Peter 2:9", "words": 33, "text": ["9", "But you are a chosen generation, a royal priesthood, a holy nation, His own special people, that you may proclaim the praises of Him who called you out of darkness into His marvelous light;"]}, {"reference": "1 Peter 3:8-22", "words": 350, "text": ["8", "Finally, all of you be of one mind, having compassion for one another; love as brothers, be tenderhearted, be courteous;", "9", "not returning evil for evil or reviling for reviling, but on the contrary blessing, knowing that you were called to this, that you may inherit a blessing.", "10", "For “He who would love life And see good days, Let him refrain his tongue from evil, And his lips from speaking deceit.", "11", "Let him turn away from evil and do good; Let him seek peace and pursue it.", "12", "For the eyes of the Lord are on the righteous, And His ears are open to their prayers; But the face of the Lord is against those who do evil.”", "13", "And who is he who will harm you if you become followers of what is good?", "14", "But even if you should suffer for righteousness’ sake, you are blessed. “And do not be afraid of their threats, nor be troubled.”", "15", "But sanctify the Lord God in your hearts, and always be ready to give a defense to everyone who asks you a reason for the hope that is in you, with meekness and fear;", "16", "having a good conscience, that when they defame you as evildoers, those who revile your good conduct in Christ may be ashamed.", "17", "For it is better, if it is the will of God, to suffer for doing good than for doing evil.", "18", "For Christ also suffered once for sins, the just for the unjust, that He might bring us to God, being put to death in the flesh but made alive by the Spirit,", "19", "by whom also He went and preached to the spirits in prison,", "20", "who formerly were disobedient, when once the Divine longsuffering waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight souls, were saved through water.", "21", "There is also an antitype which now saves us—baptism (not the removal of the filth of the flesh, but the answer of a good conscience toward God), through the resurrection of Jesus Christ,", "22", "who has gone into heaven and is at the right hand of God, angels and authorities and powers having been made subject to Him."]}, {"reference": "2 Peter 1:19-21", "words": 68, "text": ["19", "And so we have the prophetic word confirmed, which you do well to heed as a light that shines in a dark place, until the day dawns and the morning star rises in your hearts;", "20", "knowing this first, that no prophecy of Scripture is of any private interpretation,", "21", "for prophecy never came by the will of man, but holy men of God spoke as they were moved by the Holy Spirit."]}, {"reference": "1 John 1:1-4", "words": 102, "text": ["1", "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, concerning the Word of life—", "2", "the life was manifested, and we have seen, and bear witness, and declare to you that eternal life which was with the Father and was manifested to us—", "3", "that which we have seen and heard we declare to you, that you also may have fellowship with us; and truly our fellowship is with the Father and with His Son Jesus Christ.", "4", "And these things we write to you that your joy may be full."]}, {"reference": "Revelation 22:11-21", "words": 273, "text": ["11", "He who is unjust, let him be unjust still; he who is filthy, let him be filthy still; he who is righteous, let him be righteous still; he who is holy, let him be holy still.”", "12", "“And behold, I am coming quickly, and My reward is with Me, to give to every one according to his work.", "13", "I am the Alpha and the Omega, the Beginning and the End, the First and the Last.”", "14", "Blessed are those who do His commandments, that they may have the right to the tree of life, and may enter through the gates into the city.", "15", "But outside are dogs and sorcerers and sexually immoral and murderers and idolaters, and whoever loves and practices a lie.", "16", "“I, Jesus, have sent My angel to testify to you these things in the churches. I am the Root and the Offspring of David, the Bright and Morning Star.”", "17", "And the Spirit and the bride say, “Come!” And let him who hears say, “Come!” And let him who thirsts come. Whoever desires, let him take the water of life freely.", "18", "For I testify to everyone who hears the words of the prophecy of this book: If anyone adds to these things, God will add to him the plagues that are written in this book;", "19", "and if anyone takes away from the words of the book of this prophecy, God shall take away his part from the Book of Life, from the holy city, and from the things which are written in this book.", "20", "He who testifies to these things says, “Surely I am coming quickly.” Amen. Even so, come, Lord Jesus!", "21", "The grace of our Lord Jesus Christ be with you all. Amen."]}]