[{"reference": "Acts 1:8", "words": 33, "text": ["8", "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”"]}, {"reference": "Luke 24:48–49", "words": 30, "text": ["48", "You are witnesses of these things.", "49", "And behold, I am sending the promise of my Father upon you. But stay in the city until you are clothed with power from on high.”"]}, {"reference": "Acts 2:38–39", "words": 59, "text": ["38", "And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.", "39", "For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.”"]}, {"reference": "Luke 11:9–10", "words": 44, "text": ["9", "And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.", "10", "For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened."]}, {"reference": "Acts 4:29–31", "words": 74, "text": ["29", "And now, Lord, look upon their threats and grant to your servants to continue to speak your word with all boldness,", "30", "while you stretch out your hand to heal, and signs and wonders are performed through the name of your holy servant Jesus.”", "31", "And when they had prayed, the place in which they were gathered together was shaken, and they were all filled with the Holy Spirit and continued to speak the word of God with boldness."]}, {"reference": "Exodus 31:3–5", "words": 41, "text": ["3", "and I have filled him with the Spirit of God, with ability and intelligence, with knowledge and all craftsmanship,", "4", "to devise artistic designs, to work in gold, silver, and bronze,", "5", "in cutting stones for setting, and in carving wood, to work in every craft."]}, {"reference": "Acts 5:29–32", "words": 67, "text": ["29", "But Peter and the apostles answered, “We must obey God rather than men.", "30", "The God of our fathers raised Jesus, whom you killed by hanging him on a tree.", "31", "God exalted him at his right hand as Leader and Savior, to give repentance to Israel and forgiveness of sins.", "32", "And we are witnesses to these things, and so is the Holy Spirit, whom God has given to those who obey him.”"]}, {"reference": "1 John 5:10–11", "words": 53, "text": ["10", "Whoever believes in the Son of God has the testimony in himself. Whoever does not believe God has made him a liar, because he has not believed in the testimony that God has borne concerning his Son.", "11", "And this is the testimony, that God gave us eternal life, and this life is in his Son."]}, {"reference": "Acts 7:59–60", "words": 41, "text": ["59", "And as they were stoning Stephen, he called out, “Lord Jesus, receive my spirit.”", "60", "And falling to his knees he cried out with a loud voice, “Lord, do not hold this sin against them.” And when he had said this, he fell asleep."]}, {"reference": "Ephesians 5:18–19", "words": 35, "text": ["18", "And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,", "19", "addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart,"]}, {"reference": "Acts 8:34–35", "words": 38, "text": ["34", "And the eunuch said to Philip, “About whom, I ask you, does the prophet say this, about himself or about someone else?”", "35", "Then Philip opened his mouth, and beginning with this Scripture he told him the good news about Jesus."]}, {"reference": "John 14:16-17", "words": 47, "text": ["16", "And I will ask the Father, and he will give you another Helper, to be with you forever,", "17", "even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you."]}, {"reference": "Acts 10:42–43", "words": 47, "text": ["42", "And he commanded us to preach to the people and to testify that he is the one appointed by God to be judge of the living and the dead.", "43", "To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”"]}, {"reference": "John 16:13–14", "words": 56, "text": ["13", "When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.", "14", "He will glorify me, for he will take what is mine and declare it to you."]}, {"reference": "Genesis 1:9-13", "words": 121, "text": ["9", "And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so.", "10", "God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.", "11", "And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so.", "12", "The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good.", "13", "And there was evening and there was morning, the third day."]}, {"reference": "Genesis 2:1-3", "words": 64, "text": ["1", "Thus the heavens and the earth were finished, and all the host of them.", "2", "And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done.", "3", "So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation."]}, {"reference": "Genesis 3:14-15", "words": 67, "text": ["14", "The Lord God said to the serpent, “Because you have done this, cursed are you above all livestock and above all beasts of the field; on your belly you shall go, and dust you shall eat all the days of your life.", "15", "I will put enmity between you and the woman, and between your offspring and her offspring; he shall bruise your head, and you shall bruise his heel.”"]}, {"reference": "Genesis 32:24-29", "words": 127, "text": ["24", "And Jacob was left alone. And a man wrestled with him until the breaking of the day.", "25", "When the man saw that he did not prevail against Jacob, he touched his hip socket, and Jacob's hip was put out of joint as he wrestled with him.", "26", "Then he said, “Let me go, for the day has broken.” But Jacob said, “I will not let you go unless you bless me.”", "27", "And he said to him, “What is your name?” And he said, “Jacob.”", "28", "Then he said, “Your name shall no longer be called Jacob, but Israel, for you have striven with God and with men, and have prevailed.”", "29", "Then Jacob asked him, “Please tell me your name.” But he said, “Why is it that you ask my name?” And there he blessed him."]}, {"reference": "Genesis 49:8-10", "words": 81, "text": ["8", "“Judah, your brothers shall praise you; your hand shall be on the neck of your enemies; your father's sons shall bow down before you.", "9", "Judah is a lion's cub; from the prey, my son, you have gone up. He stooped down; he crouched as a lion and as a lioness; who dares rouse him?", "10", "The scepter shall not depart from Judah, nor the ruler's staff from between his feet, until tribute comes to him; and to him shall be the obedience of the peoples."]}, {"reference": "Exodus 4:10-12", "words": 75, "text": ["10", "But Moses said to the Lord\u0001 “Oh, my Lord, I am not eloquent, either in the past or since you have spoken to your servant, but I am slow of speech and of tongue.”", "11", "Then the Lord said to him, “Who has made man's mouth? Who makes him mute, or deaf, or seeing, or blind? Is it not I, the Lord\u0001", "12", "Now therefore go, and I will be with your mouth and teach you what you shall speak.”"]}, {"reference": "Exodus 15:1-6", "words": 122, "text": ["1", "Then Moses and the people of Israel sang this song to the Lord\u0001 saying, “I will sing to the Lord\u0001 for he has triumphed gloriously; the horse and his rider he has thrown into the sea.", "2", "The Lord is my strength and my song, and he has become my salvation; this is my God, and I will praise him, my father's God, and I will exalt him.", "3", "The Lord is a man of war; the Lord is his name.", "4", "“Pharaoh's chariots and his host he cast into the sea, and his chosen officers were sunk in the Red Sea.", "5", "The floods covered them; they went down into the depths like a stone.", "6", "Your right hand, O Lord\u0001 glorious in power, your right hand, O Lord\u0001 shatters the enemy."]}, {"reference": "Leviticus 23:15-22", "words": 269, "text": ["15", "“You shall count seven full weeks from the day after the Sabbath, from the day that you brought the sheaf of the wave offering.", "16", "You shall count fifty days to the day after the seventh Sabbath. Then you shall present a grain offering of new grain to the Lord\u0001", "17", "You shall bring from your dwelling places two loaves of bread to be waved, made of two tenths of an ephah. They shall be of fine flour, and they shall be baked with leaven, as firstfruits to the Lord\u0001", "18", "And you shall present with the bread seven lambs a year old without blemish, and one bull from the herd and two rams. They shall be a burnt offering to the Lord\u0001 with their grain offering and their drink offerings, a food offering with a pleasing aroma to the Lord\u0001", "19", "And you shall offer one male goat for a sin offering, and two male lambs a year old as a sacrifice of peace offerings.", "20", "And the priest shall wave them with the bread of the firstfruits as a wave offering before the Lord\u0001 with the two lambs. They shall be holy to the Lord for the priest.", "21", "And you shall make a proclamation on the same day. You shall hold a holy convocation. You shall not do any ordinary work. It is a statute forever in all your dwelling places throughout your generations.", "22", "“And when you reap the harvest of your land, you shall not reap your field right up to its edge, nor shall you gather the gleanings after your harvest. You shall leave them for the poor and for the sojourner: I am the Lord your God.”"]}, {"reference": "Numbers 12:1-8", "words": 188, "text": ["1", "Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married, for he had married a Cushite woman.", "2", "And they said, “Has the Lord indeed spoken only through Moses? Has he not spoken through us also?” And the Lord heard it.", "3", "Now the man Moses was very meek, more than all people who were on the face of the earth.", "4", "And suddenly the Lord said to Moses and to Aaron and Miriam, “Come out, you three, to the tent of meeting.” And the three of them came out.", "5", "And the Lord came down in a pillar of cloud and stood at the entrance of the tent and called Aaron and Miriam, and they both came forward.", "6", "And he said, “Hear my words: If there is a prophet among you, I the Lord make myself known to him in a vision; I speak with him in a dream.", "7", "Not so with my servant Moses. He is faithful in all my house.", "8", "With him I speak mouth to mouth, clearly, and not in riddles, and he beholds the form of the Lord\u0001 Why then were you not afraid to speak against my servant Moses?”"]}, {"reference": "Numbers 15:30-34", "words": 108, "text": ["30", "But the person who does anything with a high hand, whether he is native or a sojourner, reviles the Lord\u0001 and that person shall be cut off from among his people.", "31", "Because he has despised the word of the Lord and has broken his commandment, that person shall be utterly cut off; his iniquity shall be on him.”", "32", "While the people of Israel were in the wilderness, they found a man gathering sticks on the Sabbath day.", "33", "And those who found him gathering sticks brought him to Moses and Aaron and to all the congregation.", "34", "They put him in custody, because it had not been made clear what should be done to him."]}, {"reference": "Numbers 21:4-9", "words": 173, "text": ["4", "From Mount Hor they set out by the way to the Red Sea, to go around the land of Edom. And the people became impatient on the way.", "5", "And the people spoke against God and against Moses, “Why have you brought us up out of Egypt to die in the wilderness? For there is no food and no water, and we loathe this worthless food.”", "6", "Then the Lord sent fiery serpents among the people, and they bit the people, so that many people of Israel died.", "7", "And the people came to Moses and said, “We have sinned, for we have spoken against the Lord and against you. Pray to the Lord\u0001 that he take away the serpents from us.” So Moses prayed for the people.", "8", "And the Lord said to Moses, “Make a fiery serpent and set it on a pole, and everyone who is bitten, when he sees it, shall live.”", "9", "So Moses made a bronze serpent and set it on a pole. And if a serpent bit anyone, he would look at the bronze serpent and live."]}, {"reference": "Numbers 30:1-2", "words": 56, "text": ["1", "Moses spoke to the heads of the tribes of the people of Israel, saying, “This is what the Lord has commanded.", "2", "If a man vows a vow to the Lord\u0001 or swears an oath to bind himself by a pledge, he shall not break his word. He shall do according to all that proceeds out of his mouth."]}, {"reference": "Deuteronomy 4:1-6", "words": 180, "text": ["1", "“And now, O Israel, listen to the statutes and the rules that I am teaching you, and do them, that you may live, and go in and take possession of the land that the Lord\u0001 the God of your fathers, is giving you.", "2", "You shall not add to the word that I command you, nor take from it, that you may keep the commandments of the Lord your God that I command you.", "3", "Your eyes have seen what the Lord did at Baal-peor, for the Lord your God destroyed from among you all the men who followed the Baal of Peor.", "4", "But you who held fast to the Lord your God are all alive today.", "5", "See, I have taught you statutes and rules, as the Lord my God commanded me, that you should do them in the land that you are entering to take possession of it.", "6", "Keep them and do them, for that will be your wisdom and your understanding in the sight of the peoples, who, when they hear all these statutes, will say, ‘Surely this great nation is a wise and understanding people.’"]}, {"reference": "Deuteronomy 10:12-19", "words": 173, "text": ["12", "“And now, Israel, what does the Lord your God require of you, but to fear the Lord your God, to walk in all his ways, to love him, to serve the Lord your God with all your heart and with all your soul,", "13", "and to keep the commandments and statutes of the Lord\u0001 which I am commanding you today for your good?", "14", "Behold, to the Lord your God belong heaven and the heaven of heavens, the earth with all that is in it.", "15", "Yet the Lord set his heart in love on your fathers and chose their offspring after them, you above all peoples, as you are this day.", "16", "Circumcise therefore the foreskin of your heart, and be no longer stubborn.", "17", "For the Lord your God is God of gods and Lord of lords, the great, the mighty, and the awesome God, who is not partial and takes no bribe.", "18", "He executes justice for the fatherless and the widow, and loves the sojourner, giving him food and clothing.", "19", "Love the sojourner, therefore, for you were sojourners in the land of Egypt."]}, {"reference": "Psalm 1:1-6", "words": 118, "text": ["1", "Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers;", "2", "but his delight is in the law of the Lord\u0001 and on his law he meditates day and night.", "3", "He is like a tree planted by streams of water that yields its fruit in its season, and its leaf does not wither. In all that he does, he prospers.", "4", "The wicked are not so, but are like chaff that the wind drives away.", "5", "Therefore the wicked will not stand in the judgment, nor sinners in the congregation of the righteous;", "6", "for the Lord knows the way of the righteous, but the way of the wicked will perish."]}, {"reference": "Psalm 16:9-11", "words": 52, "text": ["9", "Therefore my heart is glad, and my whole being rejoices; my flesh also dwells secure.", "10", "For you will not abandon my soul to Sheol, or let your holy one see corruption.", "11", "You make known to me the path of life; in your presence there is fullness of joy; at your right hand are pleasures forevermore."]}, {"reference": "Psalm 40:4-10", "words": 167, "text": ["4", "Blessed is the man who makes the Lord his trust, who does not turn to the proud, to those who go astray after a lie!", "5", "You have multiplied, O Lord my God, your wondrous deeds and your thoughts toward us; none can compare with you! I will proclaim and tell of them, yet they are more than can be told.", "6", "In sacrifice and offering you have not delighted, but you have given me an open ear. Burnt offering and sin offering you have not required.", "7", "Then I said, “Behold, I have come; in the scroll of the book it is written of me:", "8", "I delight to do your will, O my God; your law is within my heart.”", "9", "I have told the glad news of deliverance in the great congregation; behold, I have not restrained my lips, as you know, O Lord\u0001", "10", "I have not hidden your deliverance within my heart; I have spoken of your faithfulness and your salvation; I have not concealed your steadfast love and your faithfulness from the great congregation."]}, {"reference": "Psalm 55:16-19", "words": 67, "text": ["16", "But I call to God, and the Lord will save me.", "17", "Evening and morning and at noon I utter my complaint and moan, and he hears my voice.", "18", "He redeems my soul in safety from the battle that I wage, for many are arrayed against me.", "19", "God will give ear and humble them, he who is enthroned from of old, Selah because they do not change and do not fear God."]}, {"reference": "Psalm 66:16-20", "words": 73, "text": ["16", "Come and hear, all you who fear God, and I will tell what he has done for my soul.", "17", "I cried to him with my mouth, and high praise was on my tongue.", "18", "If I had cherished iniquity in my heart, the Lord would not have listened.", "19", "But truly God has listened; he has attended to the voice of my prayer.", "20", "Blessed be God, because he has not rejected my prayer or removed his steadfast love from me!"]}, {"reference": "Psalm 93:1-5", "words": 88, "text": ["1", "The Lord reigns; he is robed in majesty; the Lord is robed; he has put on strength as his belt. Yes, the world is established; it shall never be moved.", "2", "Your throne is established from of old; you are from everlasting.", "3", "The floods have lifted up, O Lord\u0001 the floods have lifted up their voice; the floods lift up their roaring.", "4", "Mightier than the thunders of many waters, mightier than the waves of the sea, the Lord on high is mighty!", "5", "Your decrees are very trustworthy; holiness befits your house, O Lord\u0001 forevermore."]}, {"reference": "Psalm 95:6-11", "words": 110, "text": ["6", "Oh come, let us worship and bow down; let us kneel before the Lord\u0001 our Maker!", "7", "For he is our God, and we are the people of his pasture, and the sheep of his hand. Today, if you hear his voice,", "8", "do not harden your hearts, as at Meribah, as on the day at Massah in the wilderness,", "9", "when your fathers put me to the test and put me to the proof, though they had seen my work.", "10", "For forty years I loathed that generation and said, “They are a people who go astray in their heart, and they have not known my ways.”", "11", "Therefore I swore in my wrath, “They shall not enter my rest.”"]}, {"reference": "Psalm 134:1-3", "words": 42, "text": ["1", "Come, bless the Lord\u0001 all you servants of the Lord\u0001 who stand by night in the house of the Lord\u0001", "2", "Lift up your hands to the holy place and bless the Lord\u0001", "3", "May the Lord bless you from Zion, he who made heaven and earth!"]}, {"reference": "Psalm 148:13-14", "words": 46, "text": ["13", "Let them praise the name of the Lord\u0001 for his name alone is exalted; his majesty is above earth and heaven.", "14", "He has raised up a horn for his people, praise for all his saints, for the people of Israel who are near to him. Praise the Lord\u0001"]}, {"reference": "Proverbs 1:2-7", "words": 72, "text": ["2", "To know wisdom and instruction, to understand words of insight,", "3", "to receive instruction in wise dealing, in righteousness, justice, and equity;", "4", "to give prudence to the simple, knowledge and discretion to the youth—", "5", "Let the wise hear and increase in learning, and the one who understands obtain guidance,", "6", "to understand a proverb and a saying, the words of the wise and their riddles.", "7", "The fear of the Lord is the beginning of knowledge; fools despise wisdom and instruction."]}, {"reference": "Proverbs 23:15-17", "words": 39, "text": ["15", "My son, if your heart is wise, my heart too will be glad.", "16", "My inmost being will exult when your lips speak what is right.", "17", "Let not your heart envy sinners, but continue in the fear of the Lord all the day."]}, {"reference": "Isaiah 1:18-20", "words": 65, "text": ["18", "“Come now, let us reason together, says the Lord\u0001 though your sins are like scarlet, they shall be as white as snow; though they are red like crimson, they shall become like wool.", "19", "If you are willing and obedient, you shall eat the good of the land;", "20", "but if you refuse and rebel, you shall be eaten by the sword; for the mouth of the Lord has spoken.”"]}, {"reference": "Isaiah 6:1-8", "words": 206, "text": ["1", "In the year that King Uzziah died I saw the Lord sitting upon a throne, high and lifted up; and the train of his robe filled the temple.", "2", "Above him stood the seraphim. Each had six wings: with two he covered his face, and with two he covered his feet, and with two he flew.", "3", "And one called to another and said: “Holy, holy, holy is the Lord of hosts; the whole earth is full of his glory!”", "4", "And the foundations of the thresholds shook at the voice of him who called, and the house was filled with smoke.", "5", "And I said: “Woe is me! For I am lost; for I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the Lord of hosts!”", "6", "Then one of the seraphim flew to me, having in his hand a burning coal that he had taken with tongs from the altar.", "7", "And he touched my mouth and said: “Behold, this has touched your lips; your guilt is taken away, and your sin atoned for.”", "8", "And I heard the voice of the Lord saying, “Whom shall I send, and who will go for us?” Then I said, “Here I am! Send me.”"]}, {"reference": "Isaiah 11:1-10", "words": 264, "text": ["1", "There shall come forth a shoot from the stump of Jesse, and a branch from his roots shall bear fruit.", "2", "And the Spirit of the Lord shall rest upon him, the Spirit of wisdom and understanding, the Spirit of counsel and might, the Spirit of knowledge and the fear of the Lord\u0001", "3", "And his delight shall be in the fear of the Lord\u0001 He shall not judge by what his eyes see, or decide disputes by what his ears hear,", "4", "but with righteousness he shall judge the poor, and decide with equity for the meek of the earth; and he shall strike the earth with the rod of his mouth, and with the breath of his lips he shall kill the wicked.", "5", "Righteousness shall be the belt of his waist, and faithfulness the belt of his loins.", "6", "The wolf shall dwell with the lamb, and the leopard shall lie down with the young goat, and the calf and the lion and the fattened calf together; and a little child shall lead them.", "7", "The cow and the bear shall graze; their young shall lie down together; and the lion shall eat straw like the ox.", "8", "The nursing child shall play over the hole of the cobra, and the weaned child shall put his hand on the adder's den.", "9", "They shall not hurt or destroy in all my holy mountain; for the earth shall be full of the knowledge of the Lord as the waters cover the sea.", "10", "In that day the root of Jesse, who shall stand as a signal for the peoples—of him shall the nations inquire, and his resting place shall be glorious."]}, {"reference": "Isaiah 12:1-6", "words": 132, "text": ["1", "You will say in that day: “I will give thanks to you, O Lord\u0001 for though you were angry with me, your anger turned away, that you might comfort me.", "2", "“Behold, God is my salvation; I will trust, and will not be afraid; for the Lord God is my strength and my song, and he has become my salvation.”", "3", "With joy you will draw water from the wells of salvation.", "4", "And you will say in that day: “Give thanks to the Lord\u0001 call upon his name, make known his deeds among the peoples, proclaim that his name is exalted.", "5", "“Sing praises to the Lord\u0001 for he has done gloriously; let this be made known in all the earth.", "6", "Shout, and sing for joy, O inhabitant of Zion, for great in your midst is the Holy One of Israel.”"]}, {"reference": "Isaiah 38:19", "words": 20, "text": ["19", "The living, the living, he thanks you, as I do this day; the father makes known to the children your faithfulness."]}, {"reference": "Isaiah 42:1-13", "words": 327, "text": ["1", "Behold my servant, whom I uphold, my chosen, in whom my soul delights; I have put my Spirit upon him; he will bring forth justice to the nations.", "2", "He will not cry aloud or lift up his voice, or make it heard in the street;", "3", "a bruised reed he will not break, and a faintly burning wick he will not quench; he will faithfully bring forth justice.", "4", "He will not grow faint or be discouraged till he has established justice in the earth; and the coastlands wait for his law.", "5", "Thus says God, the Lord\u0001 who created the heavens and stretched them out, who spread out the earth and what comes from it, who gives breath to the people on it and spirit to those who walk in it:", "6", "“I am the Lord\u0001 I have called you in righteousness; I will take you by the hand and keep you; I will give you as a covenant for the people, a light for the nations,", "7", "to open the eyes that are blind, to bring out the prisoners from the dungeon, from the prison those who sit in darkness.", "8", "I am the Lord\u0001 that is my name; my glory I give to no other, nor my praise to carved idols.", "9", "Behold, the former things have come to pass, and new things I now declare; before they spring forth I tell you of them.”", "10", "Sing to the Lord a new song, his praise from the end of the earth, you who go down to the sea, and all that fills it, the coastlands and their inhabitants.", "11", "Let the desert and its cities lift up their voice, the villages that Kedar inhabits; let the habitants of Sela sing for joy, let them shout from the top of the mountains.", "12", "Let them give glory to the Lord\u0001 and declare his praise in the coastlands.", "13", "The Lord goes out like a mighty man, like a man of war he stirs up his zeal; he cries out, he shouts aloud, he shows himself mighty against his foes."]}, {"reference": "Isaiah 50:4-6", "words": 83, "text": ["4", "The Lord God has given me the tongue of those who are taught, that I may know how to sustain with a word him who is weary. Morning by morning he awakens; he awakens my ear to hear as those who are taught.", "5", "The Lord God has opened my ear, and I was not rebellious; I turned not backward.", "6", "I gave my back to those who strike, and my cheeks to those who pull out the beard; I hid not my face from disgrace and spitting."]}, {"reference": "Isaiah 55:10-11", "words": 71, "text": ["10", "“For as the rain and the snow come down from heaven and do not return there but water the earth, making it bring forth and sprout, giving seed to the sower and bread to the eater,", "11", "so shall my word be that goes out from my mouth; it shall not return to me empty, but it shall accomplish that which I purpose, and shall succeed in the thing for which I sent it."]}, {"reference": "Jeremiah 9:13-16", "words": 96, "text": ["13", "And the Lord says: “Because they have forsaken my law that I set before them, and have not obeyed my voice or walked in accord with it,", "14", "but have stubbornly followed their own hearts and have gone after the Baals, as their fathers taught them.", "15", "Therefore thus says the Lord of hosts, the God of Israel: Behold, I will feed this people with bitter food, and give them poisonous water to drink.", "16", "I will scatter them among the nations whom neither they nor their fathers have known, and I will send the sword after them, until I have consumed them.”"]}, {"reference": "Jeremiah 18:7-10", "words": 93, "text": ["7", "If at any time I declare concerning a nation or a kingdom, that I will pluck up and break down and destroy it,", "8", "and if that nation, concerning which I have spoken, turns from its evil, I will relent of the disaster that I intended to do to it.", "9", "And if at any time I declare concerning a nation or a kingdom that I will build and plant it,", "10", "and if it does evil in my sight, not listening to my voice, then I will relent of the good that I had intended to do to it."]}, {"reference": "Jeremiah 23:5-6", "words": 62, "text": ["5", "“Behold, the days are coming, declares the Lord\u0001 when I will raise up for David a righteous Branch, and he shall reign as king and deal wisely, and shall execute justice and righteousness in the land.", "6", "In his days Judah will be saved, and Israel will dwell securely. And this is the name by which he will be called: ‘The Lord is our righteousness.’"]}, {"reference": "Ezekiel 36:33-38", "words": 180, "text": ["33", "“Thus says the Lord God\u0001 On the day that I cleanse you from all your iniquities, I will cause the cities to be inhabited, and the waste places shall be rebuilt.", "34", "And the land that was desolate shall be tilled, instead of being the desolation that it was in the sight of all who passed by.", "35", "And they will say, ‘This land that was desolate has become like the garden of Eden, and the waste and desolate and ruined cities are now fortified and inhabited.’", "36", "Then the nations that are left all around you shall know that I am the Lord\u0001 I have rebuilt the ruined places and replanted that which was desolate. I am the Lord\u0001 I have spoken, and I will do it.", "37", "“Thus says the Lord God\u0001 This also I will let the house of Israel ask me to do for them: to increase their people like a flock.", "38", "Like the flock for sacrifices, like the flock at Jerusalem during her appointed feasts, so shall the waste cities be filled with flocks of people. Then they will know that I am the Lord\u0001”"]}, {"reference": "Ezekiel 47:21-23", "words": 74, "text": ["21", "“So you shall divide this land among you according to the tribes of Israel.", "22", "You shall allot it as an inheritance for yourselves and for the sojourners who reside among you and have had children among you. They shall be to you as native-born children of Israel. With you they shall be allotted an inheritance among the tribes of Israel.", "23", "In whatever tribe the sojourner resides, there you shall assign him his inheritance, declares the Lord God\u0001"]}, {"reference": "Daniel 12:1-3", "words": 104, "text": ["1", "“At that time shall arise Michael, the great prince who has charge of your people. And there shall be a time of trouble, such as never has been since there was a nation till that time. But at that time your people shall be delivered, everyone whose name shall be found written in the book.", "2", "And many of those who sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.", "3", "And those who are wise shall shine like the brightness of the sky above; and those who turn many to righteousness, like the stars forever and ever."]}, {"reference": "Hosea 1:10-11", "words": 84, "text": ["10", "Yet the number of the children of Israel shall be like the sand of the sea, which cannot be measured or numbered. And in the place where it was said to them, “You are not my people,” it shall be said to them, “Children of the living God.”", "11", "And the children of Judah and the children of Israel shall be gathered together, and they shall appoint for themselves one head. And they shall go up from the land, for great shall be the day of Jezreel."]}, {"reference": "Hosea 6:1-3", "words": 82, "text": ["1", "“Come, let us return to the Lord\u0001 for he has torn us, that he may heal us; he has struck us down, and he will bind us up.", "2", "After two days he will revive us; on the third day he will raise us up, that we may live before him.", "3", "Let us know; let us press on to know the Lord\u0001 his going out is sure as the dawn; he will come to us as the showers, as the spring rains that water the earth.”"]}, {"reference": "Joel 2:28-32", "words": 137, "text": ["28", "“And it shall come to pass afterward, that I will pour out my Spirit on all flesh; your sons and your daughters shall prophesy, your old men shall dream dreams, and your young men shall see visions.", "29", "Even on the male and female servants in those days I will pour out my Spirit.", "30", "“And I will show wonders in the heavens and on the earth, blood and fire and columns of smoke.", "31", "The sun shall be turned to darkness, and the moon to blood, before the great and awesome day of the Lord comes.", "32", "And it shall come to pass that everyone who calls on the name of the Lord shall be saved. For in Mount Zion and in Jerusalem there shall be those who escape, as the Lord has said, and among the survivors shall be those whom the Lord calls."]}, {"reference": "Obadiah 1:15-18", "words": 125, "text": ["15", "For the day of the Lord is near upon all the nations. As you have done, it shall be done to you; your deeds shall return on your own head.", "16", "For as you have drunk on my holy mountain, so all the nations shall drink continually; they shall drink and swallow, and shall be as though they had never been.", "17", "But in Mount Zion there shall be those who escape, and it shall be holy, and the house of Jacob shall possess their own possessions.", "18", "The house of Jacob shall be a fire, and the house of Joseph a flame, and the house of Esau stubble; they shall burn them and consume them, and there shall be no survivor for the house of Esau, for the Lord has spoken."]}, {"reference": "Jonah 3:4-10", "words": 186, "text": ["4", "Jonah began to go into the city, going a day's journey. And he called out, “Yet forty days, and Nineveh shall be overthrown!”", "5", "And the people of Nineveh believed God. They called for a fast and put on sackcloth, from the greatest of them to the least of them.", "6", "The word reached the king of Nineveh, and he arose from his throne, removed his robe, covered himself with sackcloth, and sat in ashes.", "7", "And he issued a proclamation and published through Nineveh, “By the decree of the king and his nobles: Let neither man nor beast, herd nor flock, taste anything. Let them not feed or drink water,", "8", "but let man and beast be covered with sackcloth, and let them call out mightily to God. Let everyone turn from his evil way and from the violence that is in his hands.", "9", "Who knows? God may turn and relent and turn from his fierce anger, so that we may not perish.”", "10", "When God saw what they did, how they turned from their evil way, God relented of the disaster that he had said he would do to them, and he did not do it."]}, {"reference": "Micah 4:1-5", "words": 196, "text": ["1", "It shall come to pass in the latter days that the mountain of the house of the Lord shall be established as the highest of the mountains, and it shall be lifted up above the hills; and peoples shall flow to it,", "2", "and many nations shall come, and say: “Come, let us go up to the mountain of the Lord\u0001 to the house of the God of Jacob, that he may teach us his ways and that we may walk in his paths.” For out of Zion shall go forth the law, and the word of the Lord from Jerusalem.", "3", "He shall judge between many peoples, and shall decide disputes for strong nations far away; and they shall beat their swords into plowshares, and their spears into pruning hooks; nation shall not lift up sword against nation, neither shall they learn war anymore;", "4", "but they shall sit every man under his vine and under his fig tree, and no one shall make them afraid, for the mouth of the Lord of hosts has spoken.", "5", "For all the peoples walk each in the name of its god, but we will walk in the name of the Lord our God forever and ever."]}, {"reference": "Nahum 1:3-7", "words": 124, "text": ["3", "The Lord is slow to anger and great in power, and the Lord will by no means clear the guilty. His way is in whirlwind and storm, and the clouds are the dust of his feet.", "4", "He rebukes the sea and makes it dry; he dries up all the rivers; Bashan and Carmel wither; the bloom of Lebanon withers.", "5", "The mountains quake before him; the hills melt; the earth heaves before him, the world and all who dwell in it.", "6", "Who can stand before his indignation? Who can endure the heat of his anger? His wrath is poured out like fire, and the rocks are broken into pieces by him.", "7", "The Lord is good, a stronghold in the day of trouble; he knows those who take refuge in him."]}, {"reference": "Habakkuk 3:6-19", "words": 338, "text": ["6", "He stood and measured the earth; he looked and shook the nations; then the eternal mountains were scattered; the everlasting hills sank low. His were the everlasting ways.", "7", "I saw the tents of Cushan in affliction; the curtains of the land of Midian did tremble.", "8", "Was your wrath against the rivers, O Lord\u0001 Was your anger against the rivers, or your indignation against the sea, when you rode on your horses, on your chariot of salvation?", "9", "You stripped the sheath from your bow, calling for many arrows. Selah You split the earth with rivers.", "10", "The mountains saw you and writhed; the raging waters swept on; the deep gave forth its voice; it lifted its hands on high.", "11", "The sun and moon stood still in their place at the light of your arrows as they sped, at the flash of your glittering spear.", "12", "You marched through the earth in fury; you threshed the nations in anger.", "13", "You went out for the salvation of your people, for the salvation of your anointed. You crushed the head of the house of the wicked, laying him bare from thigh to neck. Selah", "14", "You pierced with his own arrows the heads of his warriors, who came like a whirlwind to scatter me, rejoicing as if to devour the poor in secret.", "15", "You trampled the sea with your horses, the surging of mighty waters.", "16", "I hear, and my body trembles; my lips quiver at the sound; rottenness enters into my bones; my legs tremble beneath me. Yet I will quietly wait for the day of trouble to come upon people who invade us.", "17", "Though the fig tree should not blossom, nor fruit be on the vines, the produce of the olive fail and the fields yield no food, the flock be cut off from the fold and there be no herd in the stalls,", "18", "yet I will rejoice in the Lord\u0001 I will take joy in the God of my salvation.", "19", "God\u0001 the Lord, is my strength; he makes my feet like the deer's; he makes me tread on my high places. To the choirmaster: with stringed instruments."]}, {"reference": "Zechariah 8:13-16", "words": 114, "text": ["13", "And as you have been a byword of cursing among the nations, O house of Judah and house of Israel, so will I save you, and you shall be a blessing. Fear not, but let your hands be strong.”", "14", "For thus says the Lord of hosts: “As I purposed to bring disaster to you when your fathers provoked me to wrath, and I did not relent, says the Lord of hosts,", "15", "so again have I purposed in these days to bring good to Jerusalem and to the house of Judah; fear not.", "16", "These are the things that you shall do: Speak the truth to one another; render in your gates judgments that are true and make for peace;"]}, {"reference": "Malachi 1:11", "words": 46, "text": ["11", "For from the rising of the sun to its setting my name will be great among the nations, and in every place incense will be offered to my name, and a pure offering. For my name will be great among the nations, says the Lord of hosts."]}, {"reference": "Malachi 3:2", "words": 26, "text": ["2", "But who can endure the day of his coming, and who can stand when he appears? For he is like a refiner's fire and like fullers' soap."]}, {"reference": "Matthew 1:18-21", "words": 116, "text": ["18", "Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit.", "19", "And her husband Joseph, being a just man and unwilling to put her to shame, resolved to divorce her quietly.", "20", "But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit.", "21", "She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.”"]}, {"reference": "Matthew 4:12-24", "words": 254, "text": ["12", "Now when he heard that John had been arrested, he withdrew into Galilee.", "13", "And leaving Nazareth he went and lived in Capernaum by the sea, in the territory of Zebulun and Naphtali,", "14", "so that what was spoken by the prophet Isaiah might be fulfilled:", "15", "“The land of Zebulun and the land of Naphtali, the way of the sea, beyond the Jordan, Galilee of the Gentiles—", "16", "the people dwelling in darkness have seen a great light, and for those dwelling in the region and shadow of death, on them a light has dawned.”", "17", "From that time Jesus began to preach, saying, “Repent, for the kingdom of heaven is at hand.”", "18", "While walking by the Sea of Galilee, he saw two brothers, Simon (who is called Peter) and Andrew his brother, casting a net into the sea, for they were fishermen.", "19", "And he said to them, “Follow me, and I will make you fishers of men.”", "20", "Immediately they left their nets and followed him.", "21", "And going on from there he saw two other brothers, James the son of Zebedee and John his brother, in the boat with Zebedee their father, mending their nets, and he called them.", "22", "Immediately they left the boat and their father and followed him.", "23", "And he went throughout all Galilee, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction among the people.", "24", "So his fame spread throughout all Syria, and they brought him all the sick, those afflicted with various diseases and pains, those oppressed by demons, those having seizures, and paralytics, and he healed them."]}, {"reference": "Matthew 6:24", "words": 34, "text": ["24", "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money."]}, {"reference": "Matthew 9:18-26", "words": 167, "text": ["18", "While he was saying these things to them, behold, a ruler came in and knelt before him, saying, “My daughter has just died, but come and lay your hand on her, and she will live.”", "19", "And Jesus rose and followed him, with his disciples.", "20", "And behold, a woman who had suffered from a discharge of blood for twelve years came up behind him and touched the fringe of his garment,", "21", "for she said to herself, “If I only touch his garment, I will be made well.”", "22", "Jesus turned, and seeing her he said, “Take heart, daughter; your faith has made you well.” And instantly the woman was made well.", "23", "And when Jesus came to the ruler's house and saw the flute players and the crowd making a commotion,", "24", "he said, “Go away, for the girl is not dead but sleeping.” And they laughed at him.", "25", "But when the crowd had been put outside, he went in and took her by the hand, and the girl arose.", "26", "And the report of this went through all that district."]}, {"reference": "Matthew 9:35-38", "words": 75, "text": ["35", "And Jesus went throughout all the cities and villages, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction.", "36", "When he saw the crowds, he had compassion for them, because they were harassed and helpless, like sheep without a shepherd.", "37", "Then he said to his disciples, “The harvest is plentiful, but the laborers are few;", "38", "therefore pray earnestly to the Lord of the harvest to send out laborers into his harvest.”"]}, {"reference": "Matthew 12:15-21", "words": 104, "text": ["15", "Jesus, aware of this, withdrew from there. And many followed him, and he healed them all", "16", "and ordered them not to make him known.", "17", "This was to fulfill what was spoken by the prophet Isaiah:", "18", "“Behold, my servant whom I have chosen, my beloved with whom my soul is well pleased. I will put my Spirit upon him, and he will proclaim justice to the Gentiles.", "19", "He will not quarrel or cry aloud, nor will anyone hear his voice in the streets;", "20", "a bruised reed he will not break, and a smoldering wick he will not quench, until he brings justice to victory;", "21", "and in his name the Gentiles will hope.”"]}, {"reference": "Matthew 28:16-20", "words": 89, "text": ["16", "Now the eleven disciples went to Galilee, to the mountain to which Jesus had directed them.", "17", "And when they saw him they worshiped him, but some doubted.", "18", "And Jesus came and said to them, “All authority in heaven and on earth has been given to me.", "19", "Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,", "20", "teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”"]}, {"reference": "Mark 1:4-8", "words": 102, "text": ["4", "John appeared, baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins.", "5", "And all the country of Judea and all Jerusalem were going out to him and were being baptized by him in the river Jordan, confessing their sins.", "6", "Now John was clothed with camel's hair and wore a leather belt around his waist and ate locusts and wild honey.", "7", "And he preached, saying, “After me comes he who is mightier than I, the strap of whose sandals I am not worthy to stoop down and untie.", "8", "I have baptized you with water, but he will baptize you with the Holy Spirit.”"]}, {"reference": "Mark 5:18-20", "words": 75, "text": ["18", "As he was getting into the boat, the man who had been possessed with demons begged him that he might be with him.", "19", "And he did not permit him but said to him, “Go home to your friends and tell them how much the Lord has done for you, and how he has had mercy on you.”", "20", "And he went away and began to proclaim in the Decapolis how much Jesus had done for him, and everyone marveled."]}, {"reference": "Mark 12:17", "words": 24, "text": ["17", "Jesus said to them, “Render to Caesar the things that are Caesar's, and to God the things that are God's.” And they marveled at him."]}, {"reference": "Luke 7:18-23", "words": 142, "text": ["18", "The disciples of John reported all these things to him. And John,", "19", "calling two of his disciples to him, sent them to the Lord, saying, “Are you the one who is to come, or shall we look for another?”", "20", "And when the men had come to him, they said, “John the Baptist has sent us to you, saying, ‘Are you the one who is to come, or shall we look for another?’”", "21", "In that hour he healed many people of diseases and plagues and evil spirits, and on many who were blind he bestowed sight.", "22", "And he answered them, “Go and tell John what you have seen and heard: the blind receive their sight, the lame walk, lepers are cleansed, and the deaf hear, the dead are raised up, the poor have good news preached to them.", "23", "And blessed is the one who is not offended by me.”"]}, {"reference": "Luke 16:1-13", "words": 325, "text": ["1", "He also said to the disciples, “There was a rich man who had a manager, and charges were brought to him that this man was wasting his possessions.", "2", "And he called him and said to him, ‘What is this that I hear about you? Turn in the account of your management, for you can no longer be manager.’", "3", "And the manager said to himself, ‘What shall I do, since my master is taking the management away from me? I am not strong enough to dig, and I am ashamed to beg.", "4", "I have decided what to do, so that when I am removed from management, people may receive me into their houses.’", "5", "So, summoning his master's debtors one by one, he said to the first, ‘How much do you owe my master?’", "6", "He said, ‘A hundred measures of oil.’ He said to him, ‘Take your bill, and sit down quickly and write fifty.’", "7", "Then he said to another, ‘And how much do you owe?’ He said, ‘A hundred measures of wheat.’ He said to him, ‘Take your bill, and write eighty.’", "8", "The master commended the dishonest manager for his shrewdness. For the sons of this world are more shrewd in dealing with their own generation than the sons of light.", "9", "And I tell you, make friends for yourselves by means of unrighteous wealth, so that when it fails they may receive you into the eternal dwellings.", "10", "“One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much.", "11", "If then you have not been faithful in the unrighteous wealth, who will entrust to you the true riches?", "12", "And if you have not been faithful in that which is another's, who will give you that which is your own?", "13", "No servant can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.”"]}, {"reference": "John 12:24", "words": 27, "text": ["24", "Truly, truly, I say to you, unless a grain of wheat falls into the earth and dies, it remains alone; but if it dies, it bears much fruit."]}, {"reference": "John 12:44-50", "words": 145, "text": ["44", "And Jesus cried out and said, “Whoever believes in me, believes not in me but in him who sent me.", "45", "And whoever sees me sees him who sent me.", "46", "I have come into the world as light, so that whoever believes in me may not remain in darkness.", "47", "If anyone hears my words and does not keep them, I do not judge him; for I did not come to judge the world but to save the world.", "48", "The one who rejects me and does not receive my words has a judge; the word that I have spoken will judge him on the last day.", "49", "For I have not spoken on my own authority, but the Father who sent me has himself given me a commandment—what to say and what to speak.", "50", "And I know that his commandment is eternal life. What I say, therefore, I say as the Father has told me.”"]}, {"reference": "John 21:15-19", "words": 192, "text": ["15", "When they had finished breakfast, Jesus said to Simon Peter, “Simon, son of John, do you love me more than these?” He said to him, “Yes, Lord; you know that I love you.” He said to him, “Feed my lambs.”", "16", "He said to him a second time, “Simon, son of John, do you love me?” He said to him, “Yes, Lord; you know that I love you.” He said to him, “Tend my sheep.”", "17", "He said to him the third time, “Simon, son of John, do you love me?” Peter was grieved because he said to him the third time, “Do you love me?” and he said to him, “Lord, you know everything; you know that I love you.” Jesus said to him, “Feed my sheep.", "18", "Truly, truly, I say to you, when you were young, you used to dress yourself and walk wherever you wanted, but when you are old, you will stretch out your hands, and another will dress you and carry you where you do not want to go.”", "19", "(This he said to show by what kind of death he was to glorify God.) And after saying this he said to him, “Follow me.”"]}, {"reference": "Acts 2:1-4", "words": 70, "text": ["1", "When the day of Pentecost arrived, they were all together in one place.", "2", "And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting.", "3", "And divided tongues as of fire appeared to them and rested on each one of them.", "4", "And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance."]}, {"reference": "Acts 3:1-9", "words": 167, "text": ["1", "Now Peter and John were going up to the temple at the hour of prayer, the ninth hour.", "2", "And a man lame from birth was being carried, whom they laid daily at the gate of the temple that is called the Beautiful Gate to ask alms of those entering the temple.", "3", "Seeing Peter and John about to go into the temple, he asked to receive alms.", "4", "And Peter directed his gaze at him, as did John, and said, “Look at us.”", "5", "And he fixed his attention on them, expecting to receive something from them.", "6", "But Peter said, “I have no silver and gold, but what I do have I give to you. In the name of Jesus Christ of Nazareth, rise up and walk!”", "7", "And he took him by the right hand and raised him up, and immediately his feet and ankles were made strong.", "8", "And leaping up, he stood and began to walk, and entered the temple with them, walking and leaping and praising God.", "9", "And all the people saw him walking and praising God,"]}, {"reference": "Acts 4:1-13", "words": 272, "text": ["1", "And as they were speaking to the people, the priests and the captain of the temple and the Sadducees came upon them,", "2", "greatly annoyed because they were teaching the people and proclaiming in Jesus the resurrection from the dead.", "3", "And they arrested them and put them in custody until the next day, for it was already evening.", "4", "But many of those who had heard the word believed, and the number of the men came to about five thousand.", "5", "On the next day their rulers and elders and scribes gathered together in Jerusalem,", "6", "with Annas the high priest and Caiaphas and John and Alexander, and all who were of the high-priestly family.", "7", "And when they had set them in the midst, they inquired, “By what power or by what name did you do this?”", "8", "Then Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders,", "9", "if we are being examined today concerning a good deed done to a crippled man, by what means this man has been healed,", "10", "let it be known to all of you and to all the people of Israel that by the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead—by him this man is standing before you well.", "11", "This Jesus is the stone that was rejected by you, the builders, which has become the cornerstone.", "12", "And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”", "13", "Now when they saw the boldness of Peter and John, and perceived that they were uneducated, common men, they were astonished. And they recognized that they had been with Jesus."]}, {"reference": "Acts 6:1-7", "words": 175, "text": ["1", "Now in these days when the disciples were increasing in number, a complaint by the Hellenists arose against the Hebrews because their widows were being neglected in the daily distribution.", "2", "And the twelve summoned the full number of the disciples and said, “It is not right that we should give up preaching the word of God to serve tables.", "3", "Therefore, brothers, pick out from among you seven men of good repute, full of the Spirit and of wisdom, whom we will appoint to this duty.", "4", "But we will devote ourselves to prayer and to the ministry of the word.”", "5", "And what they said pleased the whole gathering, and they chose Stephen, a man full of faith and of the Holy Spirit, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolaus, a proselyte of Antioch.", "6", "These they set before the apostles, and they prayed and laid their hands on them.", "7", "And the word of God continued to increase, and the number of the disciples multiplied greatly in Jerusalem, and a great many of the priests became obedient to the faith."]}, {"reference": "Acts 8:4-8", "words": 78, "text": ["4", "Now those who were scattered went about preaching the word.", "5", "Philip went down to the city of Samaria and proclaimed to them the Christ.", "6", "And the crowds with one accord paid attention to what was being said by Philip, when they heard him and saw the signs that he did.", "7", "For unclean spirits, crying out with a loud voice, came out of many who had them, and many who were paralyzed or lame were healed.", "8", "So there was much joy in that city."]}, {"reference": "Acts 9:10-22", "words": 321, "text": ["10", "Now there was a disciple at Damascus named Ananias. The Lord said to him in a vision, “Ananias.” And he said, “Here I am, Lord.”", "11", "And the Lord said to him, “Rise and go to the street called Straight, and at the house of Judas look for a man of Tarsus named Saul, for behold, he is praying,", "12", "and he has seen in a vision a man named Ananias come in and lay his hands on him so that he might regain his sight.”", "13", "But Ananias answered, “Lord, I have heard from many about this man, how much evil he has done to your saints at Jerusalem.", "14", "And here he has authority from the chief priests to bind all who call on your name.”", "15", "But the Lord said to him, “Go, for he is a chosen instrument of mine to carry my name before the Gentiles and kings and the children of Israel.", "16", "For I will show him how much he must suffer for the sake of my name.”", "17", "So Ananias departed and entered the house. And laying his hands on him he said, “Brother Saul, the Lord Jesus who appeared to you on the road by which you came has sent me so that you may regain your sight and be filled with the Holy Spirit.”", "18", "And immediately something like scales fell from his eyes, and he regained his sight. Then he rose and was baptized;", "19", "and taking food, he was strengthened. For some days he was with the disciples at Damascus.", "20", "And immediately he proclaimed Jesus in the synagogues, saying, “He is the Son of God.”", "21", "And all who heard him were amazed and said, “Is not this the man who made havoc in Jerusalem of those who called upon this name? And has he not come here for this purpose, to bring them bound before the chief priests?”", "22", "But Saul increased all the more in strength, and confounded the Jews who lived in Damascus by proving that Jesus was the Christ."]}, {"reference": "Acts 11:1-18", "words": 339, "text": ["1", "Now the apostles and the brothers who were throughout Judea heard that the Gentiles also had received the word of God.", "2", "So when Peter went up to Jerusalem, the circumcision party criticized him, saying,", "3", "“You went to uncircumcised men and ate with them.”", "4", "But Peter began and explained it to them in order:", "5", "“I was in the city of Joppa praying, and in a trance I saw a vision, something like a great sheet descending, being let down from heaven by its four corners, and it came down to me.", "6", "Looking at it closely, I observed animals and beasts of prey and reptiles and birds of the air.", "7", "And I heard a voice saying to me, ‘Rise, Peter; kill and eat.’", "8", "But I said, ‘By no means, Lord; for nothing common or unclean has ever entered my mouth.’", "9", "But the voice answered a second time from heaven, ‘What God has made clean, do not call common.’", "10", "This happened three times, and all was drawn up again into heaven.", "11", "And behold, at that very moment three men arrived at the house in which we were, sent to me from Caesarea.", "12", "And the Spirit told me to go with them, making no distinction. These six brothers also accompanied me, and we entered the man's house.", "13", "And he told us how he had seen the angel stand in his house and say, ‘Send to Joppa and bring Simon who is called Peter;", "14", "he will declare to you a message by which you will be saved, you and all your household.’", "15", "As I began to speak, the Holy Spirit fell on them just as on us at the beginning.", "16", "And I remembered the word of the Lord, how he said, ‘John baptized with water, but you will be baptized with the Holy Spirit.’", "17", "If then God gave the same gift to them as he gave to us when we believed in the Lord Jesus Christ, who was I that I could stand in God's way?”", "18", "When they heard these things they fell silent. And they glorified God, saying, “Then to the Gentiles also God has granted repentance that leads to life.”"]}, {"reference": "Acts 20:26-31", "words": 114, "text": ["26", "Therefore I testify to you this day that I am innocent of the blood of all,", "27", "for I did not shrink from declaring to you the whole counsel of God.", "28", "Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.", "29", "I know that after my departure fierce wolves will come in among you, not sparing the flock;", "30", "and from among your own selves will arise men speaking twisted things, to draw away the disciples after them.", "31", "Therefore be alert, remembering that for three years I did not cease night or day to admonish every one with tears."]}, {"reference": "Acts 20:35-38", "words": 95, "text": ["35", "In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, ‘It is more blessed to give than to receive.’ ”", "36", "And when he had said these things, he knelt down and prayed with them all.", "37", "And there was much weeping on the part of all; they embraced Paul and kissed him,", "38", "being sorrowful most of all because of the word he had spoken, that they would not see his face again. And they accompanied him to the ship."]}, {"reference": "Romans 13:8-10", "words": 68, "text": ["8", "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.", "9", "For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.”", "10", "Love does no wrong to a neighbor; therefore love is the fulfilling of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 83, "text": ["16", "For if I preach the gospel, that gives me no ground for boasting. For necessity is laid upon me. Woe to me if I do not preach the gospel!", "17", "For if I do this of my own will, I have a reward, but if not of my own will, I am still entrusted with a stewardship.", "18", "What then is my reward? That in my preaching I may present the gospel free of charge, so as not to make full use of my right in the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 137, "text": ["19", "For though I am free from all, I have made myself a servant to all, that I might win more of them.", "20", "To the Jews I became as a Jew, in order to win Jews. To those under the law I became as one under the law (though not being myself under the law) that I might win those under the law.", "21", "To those outside the law I became as one outside the law (not being outside the law of God but under the law of Christ) that I might win those outside the law.", "22", "To the weak I became weak, that I might win the weak. I have become all things to all people, that by all means I might save some.", "23", "I do it all for the sake of the gospel, that I may share with them in its blessings."]}, {"reference": "1 Corinthians 12:1-11", "words": 192, "text": ["1", "Now concerning spiritual gifts, brothers, I do not want you to be uninformed.", "2", "You know that when you were pagans you were led astray to mute idols, however you were led.", "3", "Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.", "4", "Now there are varieties of gifts, but the same Spirit;", "5", "and there are varieties of service, but the same Lord;", "6", "and there are varieties of activities, but it is the same God who empowers them all in everyone.", "7", "To each is given the manifestation of the Spirit for the common good.", "8", "For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit,", "9", "to another faith by the same Spirit, to another gifts of healing by the one Spirit,", "10", "to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues.", "11", "All these are empowered by one and the same Spirit, who apportions to each one individually as he wills."]}, {"reference": "Galatians 2:17-21", "words": 118, "text": ["17", "But if, in our endeavor to be justified in Christ, we too were found to be sinners, is Christ then a servant of sin? Certainly not!", "18", "For if I rebuild what I tore down, I prove myself to be a transgressor.", "19", "For through the law I died to the law, so that I might live to God.", "20", "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.", "21", "I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose."]}, {"reference": "Ephesians 2:4-10", "words": 124, "text": ["4", "But God, being rich in mercy, because of the great love with which he loved us,", "5", "even when we were dead in our trespasses, made us alive together with Christ— by grace you have been saved—", "6", "and raised us up with him and seated us with him in the heavenly places in Christ Jesus,", "7", "so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus.", "8", "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,", "9", "not a result of works, so that no one may boast.", "10", "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them."]}, {"reference": "Ephesians 2:14-18", "words": 94, "text": ["14", "For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility", "15", "by abolishing the law of commandments expressed in ordinances, that he might create in himself one new man in place of the two, so making peace,", "16", "and might reconcile us both to God in one body through the cross, thereby killing the hostility.", "17", "And he came and preached peace to you who were far off and peace to those who were near.", "18", "For through him we both have access in one Spirit to the Father."]}, {"reference": "Ephesians 3:1-6", "words": 109, "text": ["1", "For this reason I, Paul, a prisoner of Christ Jesus on behalf of you Gentiles—", "2", "assuming that you have heard of the stewardship of God's grace that was given to me for you,", "3", "how the mystery was made known to me by revelation, as I have written briefly.", "4", "When you read this, you can perceive my insight into the mystery of Christ,", "5", "which was not made known to the sons of men in other generations as it has now been revealed to his holy apostles and prophets by the Spirit.", "6", "This mystery is that the Gentiles are fellow heirs, members of the same body, and partakers of the promise in Christ Jesus through the gospel."]}, {"reference": "Colossians 4:2-6", "words": 84, "text": ["2", "Continue steadfastly in prayer, being watchful in it with thanksgiving.", "3", "At the same time, pray also for us, that God may open to us a door for the word, to declare the mystery of Christ, on account of which I am in prison—", "4", "that I may make it clear, which is how I ought to speak.", "5", "Walk in wisdom toward outsiders, making the best use of the time.", "6", "Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer each person."]}, {"reference": "2 Thessalonians 3:1-2", "words": 35, "text": ["1", "Finally, brothers, pray for us, that the word of the Lord may speed ahead and be honored, as happened among you,", "2", "and that we may be delivered from wicked and evil men. For not all have faith."]}, {"reference": "1 Timothy 1:12-14", "words": 59, "text": ["12", "I thank him who has given me strength, Christ Jesus our Lord, because he judged me faithful, appointing me to his service,", "13", "though formerly I was a blasphemer, persecutor, and insolent opponent. But I received mercy because I had acted ignorantly in unbelief,", "14", "and the grace of our Lord overflowed for me with the faith and love that are in Christ Jesus."]}, {"reference": "2 Timothy 1:8-12", "words": 134, "text": ["8", "Therefore do not be ashamed of the testimony about our Lord, nor of me his prisoner, but share in suffering for the gospel by the power of God,", "9", "who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began,", "10", "and which now has been manifested through the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,", "11", "for which I was appointed a preacher and apostle and teacher,", "12", "which is why I suffer as I do. But I am not ashamed, for I know whom I have believed, and I am convinced that he is able to guard until that day what has been entrusted to me."]}, {"reference": "Titus 2:1-2", "words": 24, "text": ["1", "But as for you, teach what accords with sound doctrine.", "2", "Older men are to be sober-minded, dignified, self-controlled, sound in faith, in love, and in steadfastness."]}, {"reference": "Philemon 1:4-7", "words": 83, "text": ["4", "I thank my God always when I remember you in my prayers,", "5", "because I hear of your love and of the faith that you have toward the Lord Jesus and for all the saints,", "6", "and I pray that the sharing of your faith may become effective for the full knowledge of every good thing that is in us for the sake of Christ.", "7", "For I have derived much joy and comfort from your love, my brother, because the hearts of the saints have been refreshed through you."]}, {"reference": "Hebrews 2:1-10", "words": 246, "text": ["1", "Therefore we must pay much closer attention to what we have heard, lest we drift away from it.", "2", "For since the message declared by angels proved to be reliable, and every transgression or disobedience received a just retribution,", "3", "how shall we escape if we neglect such a great salvation? It was declared at first by the Lord, and it was attested to us by those who heard,", "4", "while God also bore witness by signs and wonders and various miracles and by gifts of the Holy Spirit distributed according to his will.", "5", "For it was not to angels that God subjected the world to come, of which we are speaking.", "6", "It has been testified somewhere, “What is man, that you are mindful of him, or the son of man, that you care for him?", "7", "You made him for a little while lower than the angels; you have crowned him with glory and honor,", "8", "putting everything in subjection under his feet.” Now in putting everything in subjection to him, he left nothing outside his control. At present, we do not yet see everything in subjection to him.", "9", "But we see him who for a little while was made lower than the angels, namely Jesus, crowned with glory and honor because of the suffering of death, so that by the grace of God he might taste death for everyone.", "10", "For it was fitting that he, for whom and by whom all things exist, in bringing many sons to glory, should make the founder of their salvation perfect through suffering."]}, {"reference": "Hebrews 3:1-11", "words": 197, "text": ["1", "Therefore, holy brothers, you who share in a heavenly calling, consider Jesus, the apostle and high priest of our confession,", "2", "who was faithful to him who appointed him, just as Moses also was faithful in all God's house.", "3", "For Jesus has been counted worthy of more glory than Moses—as much more glory as the builder of a house has more honor than the house itself.", "4", "(For every house is built by someone, but the builder of all things is God.)", "5", "Now Moses was faithful in all God's house as a servant, to testify to the things that were to be spoken later,", "6", "but Christ is faithful over God's house as a son. And we are his house, if indeed we hold fast our confidence and our boasting in our hope.", "7", "Therefore, as the Holy Spirit says, “Today, if you hear his voice,", "8", "do not harden your hearts as in the rebellion, on the day of testing in the wilderness,", "9", "where your fathers put me to the test and saw my works for forty years.", "10", "Therefore I was provoked with that generation, and said, ‘They always go astray in their heart; they have not known my ways.’", "11", "As I swore in my wrath, ‘They shall not enter my rest.’”"]}, {"reference": "Hebrews 4:12-16", "words": 139, "text": ["12", "For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.", "13", "And no creature is hidden from his sight, but all are naked and exposed to the eyes of him to whom we must give account.", "14", "Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession.", "15", "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.", "16", "Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need."]}, {"reference": "Hebrews 10:26-30", "words": 114, "text": ["26", "For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,", "27", "but a fearful expectation of judgment, and a fury of fire that will consume the adversaries.", "28", "Anyone who has set aside the law of Moses dies without mercy on the evidence of two or three witnesses.", "29", "How much worse punishment, do you think, will be deserved by the one who has trampled underfoot the Son of God, and has profaned the blood of the covenant by which he was sanctified, and has outraged the Spirit of grace?", "30", "For we know him who said, “Vengeance is mine; I will repay.” And again, “The Lord will judge his people.”"]}, {"reference": "Hebrews 11:32-40", "words": 169, "text": ["32", "And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—", "33", "who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions,", "34", "quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight.", "35", "Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life.", "36", "Others suffered mocking and flogging, and even chains and imprisonment.", "37", "They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—", "38", "of whom the world was not worthy— wandering about in deserts and mountains, and in dens and caves of the earth.", "39", "And all these, though commended through their faith, did not receive what was promised,", "40", "since God had provided something better for us, that apart from us they should not be made perfect."]}, {"reference": "James 5:13-20", "words": 182, "text": ["13", "Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise.", "14", "Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord.", "15", "And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven.", "16", "Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.", "17", "Elijah was a man with a nature like ours, and he prayed fervently that it might not rain, and for three years and six months it did not rain on the earth.", "18", "Then he prayed again, and heaven gave rain, and the earth bore its fruit.", "19", "My brothers, if anyone among you wanders from the truth and someone brings him back,", "20", "let him know that whoever brings back a sinner from his wandering will save his soul from death and will cover a multitude of sins."]}, {"reference": "1 Peter 2:9", "words": 35, "text": ["9", "But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light."]}, {"reference": "1 Peter 3:8-22", "words": 349, "text": ["8", "Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.", "9", "Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.", "10", "For “Whoever desires to love life and see good days, let him keep his tongue from evil and his lips from speaking deceit;", "11", "let him turn away from evil and do good; let him seek peace and pursue it.", "12", "For the eyes of the Lord are on the righteous, and his ears are open to their prayer. But the face of the Lord is against those who do evil.”", "13", "Now who is there to harm you if you are zealous for what is good?", "14", "But even if you should suffer for righteousness' sake, you will be blessed. Have no fear of them, nor be troubled,", "15", "but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,", "16", "having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame.", "17", "For it is better to suffer for doing good, if that should be God's will, than for doing evil.", "18", "For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit,", "19", "in which he went and proclaimed to the spirits in prison,", "20", "because they formerly did not obey, when God's patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water.", "21", "Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ,", "22", "who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him."]}, {"reference": "2 Peter 1:19-21", "words": 76, "text": ["19", "And we have the prophetic word more fully confirmed, to which you will do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts,", "20", "knowing this first of all, that no prophecy of Scripture comes from someone's own interpretation.", "21", "For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit."]}, {"reference": "1 John 1:1-4", "words": 108, "text": ["1", "That which was from the beginning, which we have heard, which we have seen with our eyes, which we looked upon and have touched with our hands, concerning the word of life—", "2", "the life was made manifest, and we have seen it, and testify to it and proclaim to you the eternal life, which was with the Father and was made manifest to us—", "3", "that which we have seen and heard we proclaim also to you, so that you too may have fellowship with us; and indeed our fellowship is with the Father and with his Son Jesus Christ.", "4", "And we are writing these things so that our joy may be complete."]}, {"reference": "Revelation 22:11-21", "words": 254, "text": ["11", "Let the evildoer still do evil, and the filthy still be filthy, and the righteous still do right, and the holy still be holy.”", "12", "“Behold, I am coming soon, bringing my recompense with me, to repay each one for what he has done.", "13", "I am the Alpha and the Omega, the first and the last, the beginning and the end.”", "14", "Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates.", "15", "Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.", "16", "“I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.”", "17", "The Spirit and the Bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires take the water of life without price.", "18", "I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book,", "19", "and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.", "20", "He who testifies to these things says, “Surely I am coming soon.” Amen. Come, Lord Jesus!", "21", "The grace of the Lord Jesus be with all. Amen."]}]