[{"reference": "Acts 1:8", "words": 38, "text": ["8", "But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth."]}, {"reference": "Luke 24:48–49", "words": 33, "text": ["48", "And ye are witnesses of these things.", "49", "And, behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high."]}, {"reference": "Acts 2:38–39", "words": 59, "text": ["38", "Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.", "39", "For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call."]}, {"reference": "Luke 11:9–10", "words": 43, "text": ["9", "And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.", "10", "For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened."]}, {"reference": "Acts 4:29–31", "words": 72, "text": ["29", "And now, Lord, behold their threatenings: and grant unto thy servants, that with all boldness they may speak thy word,", "30", "By stretching forth thine hand to heal; and that signs and wonders may be done by the name of thy holy child Jesus.", "31", "And when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost, and they spake the word of God with boldness."]}, {"reference": "Exodus 31:3–5", "words": 55, "text": ["3", "And I have filled him with the spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner of workmanship,", "4", "To devise cunning works, to work in gold, and in silver, and in brass,", "5", "And in cutting of stones, to set them, and in carving of timber, to work in all manner of workmanship."]}, {"reference": "Acts 5:29–32", "words": 78, "text": ["29", "Then Peter and the other apostles answered and said, We ought to obey God rather than men.", "30", "The God of our fathers raised up Jesus, whom ye slew and hanged on a tree.", "31", "Him hath God exalted with his right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins.", "32", "And we are his witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him."]}, {"reference": "1 John 5:10–11", "words": 53, "text": ["10", "He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.", "11", "And this is the record, that God hath given to us eternal life, and this life is in his Son."]}, {"reference": "Acts 7:59–60", "words": 39, "text": ["59", "And they stoned Stephen, calling upon God, and saying, Lord Jesus, receive my spirit.", "60", "And he kneeled down, and cried with a loud voice, Lord, lay not this sin to their charge. And when he had said this, he fell asleep."]}, {"reference": "Ephesians 5:18–19", "words": 33, "text": ["18", "And be not drunk with wine, wherein is excess; but be filled with the Spirit;", "19", "Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;"]}, {"reference": "Acts 8:34–35", "words": 37, "text": ["34", "And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?", "35", "Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus."]}, {"reference": "John 14:16-17", "words": 51, "text": ["16", "And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;", "17", "Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you."]}, {"reference": "Acts 10:42–43", "words": 47, "text": ["42", "And he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead.", "43", "To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins."]}, {"reference": "John 16:13–14", "words": 54, "text": ["13", "Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.", "14", "He shall glorify me: for he shall receive of mine, and shall shew it unto you."]}, {"reference": "Genesis 1:9-13", "words": 121, "text": ["9", "And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.", "10", "And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.", "11", "And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.", "12", "And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.", "13", "And the evening and the morning were the third day."]}, {"reference": "Genesis 2:1-3", "words": 64, "text": ["1", "Thus the heavens and the earth were finished, and all the host of them.", "2", "And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made.", "3", "And God blessed the seventh day, and sanctified it: because that in it he had rested from all his work which God created and made."]}, {"reference": "Genesis 3:14-15", "words": 69, "text": ["14", "And the Lord God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:", "15", "And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel."]}, {"reference": "Genesis 32:24-29", "words": 139, "text": ["24", "And Jacob was left alone; and there wrestled a man with him until the breaking of the day.", "25", "And when he saw that he prevailed not against him, he touched the hollow of his thigh; and the hollow of Jacob's thigh was out of joint, as he wrestled with him.", "26", "And he said, Let me go, for the day breaketh. And he said, I will not let thee go, except thou bless me.", "27", "And he said unto him, What is thy name? And he said, Jacob.", "28", "And he said, Thy name shall be called no more Jacob, but Israel: for as a prince hast thou power with God and with men, and hast prevailed.", "29", "And Jacob asked him, and said, Tell me, I pray thee, thy name. And he said, Wherefore is it that thou dost ask after my name? And he blessed him there."]}, {"reference": "Genesis 49:8-10", "words": 83, "text": ["8", "Judah, thou art he whom thy brethren shall praise: thy hand shall be in the neck of thine enemies; thy father's children shall bow down before thee.", "9", "Judah is a lion's whelp: from the prey, my son, thou art gone up: he stooped down, he couched as a lion, and as an old lion; who shall rouse him up?", "10", "The sceptre shall not depart from Judah, nor a lawgiver from between his feet, until Shiloh come; and unto him shall the gathering of the people be."]}, {"reference": "Exodus 4:10-12", "words": 77, "text": ["10", "And Moses said unto the Lord\u0001 O my Lord\u0001 I am not eloquent, neither heretofore, nor since thou hast spoken unto thy servant: but I am slow of speech, and of a slow tongue.", "11", "And the Lord said unto him, Who hath made man's mouth? or who maketh the dumb, or deaf, or the seeing, or the blind? have not I the Lord\u0001", "12", "Now therefore go, and I will be with thy mouth, and teach thee what thou shalt say."]}, {"reference": "Exodus 15:1-6", "words": 131, "text": ["1", "Then sang Moses and the children of Israel this song unto the Lord\u0001 and spake, saying, I will sing unto the Lord\u0001 for he hath triumphed gloriously: the horse and his rider hath he thrown into the sea.", "2", "The Lord is my strength and song, and he is become my salvation: he is my God, and I will prepare him an habitation; my father's God, and I will exalt him.", "3", "The Lord is a man of war: the Lord is his name.", "4", "Pharaoh's chariots and his host hath he cast into the sea: his chosen captains also are drowned in the Red sea.", "5", "The depths have covered them: they sank into the bottom as a stone.", "6", "Thy right hand, O Lord\u0001 is become glorious in power: thy right hand, O Lord\u0001 hath dashed in pieces the enemy."]}, {"reference": "Leviticus 23:15-22", "words": 277, "text": ["15", "And ye shall count unto you from the morrow after the sabbath, from the day that ye brought the sheaf of the wave offering; seven sabbaths shall be complete:", "16", "Even unto the morrow after the seventh sabbath shall ye number fifty days; and ye shall offer a new meat offering unto the Lord\u0001", "17", "Ye shall bring out of your habitations two wave loaves of two tenth deals; they shall be of fine flour; they shall be baken with leaven; they are the firstfruits unto the Lord\u0001", "18", "And ye shall offer with the bread seven lambs without blemish of the first year, and one young bullock, and two rams: they shall be for a burnt offering unto the Lord\u0001 with their meat offering, and their drink offerings, even an offering made by fire, of sweet savour unto the Lord\u0001", "19", "Then ye shall sacrifice one kid of the goats for a sin offering, and two lambs of the first year for a sacrifice of peace offerings.", "20", "And the priest shall wave them with the bread of the firstfruits for a wave offering before the Lord\u0001 with the two lambs: they shall be holy to the Lord for the priest.", "21", "And ye shall proclaim on the selfsame day, that it may be an holy convocation unto you: ye shall do no servile work therein: it shall be a statute for ever in all your dwellings throughout your generations.", "22", "And when ye reap the harvest of your land, thou shalt not make clean riddance of the corners of thy field when thou reapest, neither shalt thou gather any gleaning of thy harvest: thou shalt leave them unto the poor, and to the stranger: I am the Lord your God."]}, {"reference": "Numbers 12:1-8", "words": 197, "text": ["1", "And Miriam and Aaron spake against Moses because of the Ethiopian woman whom he had married: for he had married an Ethiopian woman.", "2", "And they said, Hath the Lord indeed spoken only by Moses? hath he not spoken also by us? And the Lord heard it.", "3", "(Now the man Moses was very meek, above all the men which were upon the face of the earth.)", "4", "And the Lord spake suddenly unto Moses, and unto Aaron, and unto Miriam, Come out ye three unto the tabernacle of the congregation. And they three came out.", "5", "And the Lord came down in the pillar of the cloud, and stood in the door of the tabernacle, and called Aaron and Miriam: and they both came forth.", "6", "And he said, Hear now my words: If there be a prophet among you, I the Lord will make myself known unto him in a vision, and will speak unto him in a dream.", "7", "My servant Moses is not so, who is faithful in all mine house.", "8", "With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the similitude of the Lord shall he behold: wherefore then were ye not afraid to speak against my servant Moses?"]}, {"reference": "Numbers 15:30-34", "words": 111, "text": ["30", "But the soul that doeth ought presumptuously, whether he be born in the land, or a stranger, the same reproacheth the Lord\u0001 and that soul shall be cut off from among his people.", "31", "Because he hath despised the word of the Lord\u0001 and hath broken his commandment, that soul shall utterly be cut off; his iniquity shall be upon him.", "32", "And while the children of Israel were in the wilderness, they found a man that gathered sticks upon the sabbath day.", "33", "And they that found him gathering sticks brought him unto Moses and Aaron, and unto all the congregation.", "34", "And they put him in ward, because it was not declared what should be done to him."]}, {"reference": "Numbers 21:4-9", "words": 196, "text": ["4", "And they journeyed from mount Hor by the way of the Red sea, to compass the land of Edom: and the soul of the people was much discouraged because of the way.", "5", "And the people spake against God, and against Moses, Wherefore have ye brought us up out of Egypt to die in the wilderness? for there is no bread, neither is there any water; and our soul loatheth this light bread.", "6", "And the Lord sent fiery serpents among the people, and they bit the people; and much people of Israel died.", "7", "Therefore the people came to Moses, and said, We have sinned, for we have spoken against the Lord\u0001 and against thee; pray unto the Lord\u0001 that he take away the serpents from us. And Moses prayed for the people.", "8", "And the Lord said unto Moses, Make thee a fiery serpent, and set it upon a pole: and it shall come to pass, that every one that is bitten, when he looketh upon it, shall live.", "9", "And Moses made a serpent of brass, and put it upon a pole, and it came to pass, that if a serpent had bitten any man, when he beheld the serpent of brass, he lived."]}, {"reference": "Numbers 30:1-2", "words": 60, "text": ["1", "And Moses spake unto the heads of the tribes concerning the children of Israel, saying, This is the thing which the Lord hath commanded.", "2", "If a man vow a vow unto the Lord\u0001 or swear an oath to bind his soul with a bond; he shall not break his word, he shall do according to all that proceedeth out of his mouth."]}, {"reference": "Deuteronomy 4:1-6", "words": 180, "text": ["1", "Now therefore hearken, O Israel, unto the statutes and unto the judgments, which I teach you, for to do them, that ye may live, and go in and possess the land which the Lord God of your fathers giveth you.", "2", "Ye shall not add unto the word which I command you, neither shall ye diminish ought from it, that ye may keep the commandments of the Lord your God which I command you.", "3", "Your eyes have seen what the Lord did because of Baalpeor: for all the men that followed Baalpeor, the Lord thy God hath destroyed them from among you.", "4", "But ye that did cleave unto the Lord your God are alive every one of you this day.", "5", "Behold, I have taught you statutes and judgments, even as the Lord my God commanded me, that ye should do so in the land whither ye go to possess it.", "6", "Keep therefore and do them; for this is your wisdom and your understanding in the sight of the nations, which shall hear all these statutes, and say, Surely this great nation is a wise and understanding people."]}, {"reference": "Deuteronomy 10:12-19", "words": 181, "text": ["12", "And now, Israel, what doth the Lord thy God require of thee, but to fear the Lord thy God, to walk in all his ways, and to love him, and to serve the Lord thy God with all thy heart and with all thy soul,", "13", "To keep the commandments of the Lord\u0001 and his statutes, which I command thee this day for thy good?", "14", "Behold, the heaven and the heaven of heavens is the Lord 's thy God, the earth also, with all that therein is.", "15", "Only the Lord had a delight in thy fathers to love them, and he chose their seed after them, even you above all people, as it is this day.", "16", "Circumcise therefore the foreskin of your heart, and be no more stiffnecked.", "17", "For the Lord your God is God of gods, and Lord of lords, a great God, a mighty, and a terrible, which regardeth not persons, nor taketh reward:", "18", "He doth execute the judgment of the fatherless and widow, and loveth the stranger, in giving him food and raiment.", "19", "Love ye therefore the stranger: for ye were strangers in the land of Egypt."]}, {"reference": "Psalm 1:1-6", "words": 124, "text": ["1", "Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.", "2", "But his delight is in the law of the Lord\u0001 and in his law doth he meditate day and night.", "3", "And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.", "4", "The ungodly are not so: but are like the chaff which the wind driveth away.", "5", "Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.", "6", "For the Lord knoweth the way of the righteous: but the way of the ungodly shall perish."]}, {"reference": "Psalm 16:9-11", "words": 56, "text": ["9", "Therefore my heart is glad, and my glory rejoiceth: my flesh also shall rest in hope.", "10", "For thou wilt not leave my soul in hell; neither wilt thou suffer thine Holy One to see corruption.", "11", "Thou wilt shew me the path of life: in thy presence is fulness of joy; at thy right hand there are pleasures for evermore."]}, {"reference": "Psalm 40:4-10", "words": 162, "text": ["4", "Blessed is that man that maketh the Lord his trust, and respecteth not the proud, nor such as turn aside to lies.", "5", "Many, O Lord my God, are thy wonderful works which thou hast done, and thy thoughts which are to us-ward: they cannot be reckoned up in order unto thee: if I would declare and speak of them, they are more than can be numbered.", "6", "Sacrifice and offering thou didst not desire; mine ears hast thou opened: burnt offering and sin offering hast thou not required.", "7", "Then said I, Lo, I come: in the volume of the book it is written of me,", "8", "I delight to do thy will, O my God: yea, thy law is within my heart.", "9", "I have preached righteousness in the great congregation: lo, I have not refrained my lips, O Lord\u0001 thou knowest.", "10", "I have not hid thy righteousness within my heart; I have declared thy faithfulness and thy salvation: I have not concealed thy lovingkindness and thy truth from the great congregation."]}, {"reference": "Psalm 55:16-19", "words": 71, "text": ["16", "As for me, I will call upon God; and the Lord shall save me.", "17", "Evening, and morning, and at noon, will I pray, and cry aloud: and he shall hear my voice.", "18", "He hath delivered my soul in peace from the battle that was against me: for there were many with me.", "19", "God shall hear, and afflict them, even he that abideth of old. Selah. Because they have no changes, therefore they fear not God."]}, {"reference": "Psalm 66:16-20", "words": 71, "text": ["16", "Come and hear, all ye that fear God, and I will declare what he hath done for my soul.", "17", "I cried unto him with my mouth, and he was extolled with my tongue.", "18", "If I regard iniquity in my heart, the Lord will not hear me:", "19", "But verily God hath heard me; he hath attended to the voice of my prayer.", "20", "Blessed be God, which hath not turned away my prayer, nor his mercy from me."]}, {"reference": "Psalm 93:1-5", "words": 87, "text": ["1", "The Lord reigneth, he is clothed with majesty; the Lord is clothed with strength, wherewith he hath girded himself: the world also is stablished, that it cannot be moved.", "2", "Thy throne is established of old: thou art from everlasting.", "3", "The floods have lifted up, O Lord\u0001 the floods have lifted up their voice; the floods lift up their waves.", "4", "The Lord on high is mightier than the noise of many waters, yea, than the mighty waves of the sea.", "5", "Thy testimonies are very sure: holiness becometh thine house, O Lord\u0001 for ever."]}, {"reference": "Psalm 95:6-11", "words": 109, "text": ["6", "O come, let us worship and bow down: let us kneel before the Lord our maker.", "7", "For he is our God; and we are the people of his pasture, and the sheep of his hand. To day if ye will hear his voice,", "8", "Harden not your heart, as in the provocation, and as in the day of temptation in the wilderness:", "9", "When your fathers tempted me, proved me, and saw my work.", "10", "Forty years long was I grieved with this generation, and said, It is a people that do err in their heart, and they have not known my ways:", "11", "Unto whom I sware in my wrath that they should not enter into my rest."]}, {"reference": "Psalm 134:1-3", "words": 41, "text": ["1", "Behold, bless ye the Lord\u0001 all ye servants of the Lord\u0001 which by night stand in the house of the Lord\u0001", "2", "Lift up your hands in the sanctuary, and bless the Lord\u0001", "3", "The Lord that made heaven and earth bless thee out of Zion."]}, {"reference": "Psalm 148:13-14", "words": 49, "text": ["13", "Let them praise the name of the Lord\u0001 for his name alone is excellent; his glory is above the earth and heaven.", "14", "He also exalteth the horn of his people, the praise of all his saints; even of the children of Israel, a people near unto him. Praise ye the Lord\u0001"]}, {"reference": "Proverbs 1:2-7", "words": 80, "text": ["2", "To know wisdom and instruction; to perceive the words of understanding;", "3", "To receive the instruction of wisdom, justice, and judgment, and equity;", "4", "To give subtilty to the simple, to the young man knowledge and discretion.", "5", "A wise man will hear, and will increase learning; and a man of understanding shall attain unto wise counsels:", "6", "To understand a proverb, and the interpretation; the words of the wise, and their dark sayings.", "7", "The fear of the Lord is the beginning of knowledge: but fools despise wisdom and instruction."]}, {"reference": "Proverbs 23:15-17", "words": 40, "text": ["15", "My son, if thine heart be wise, my heart shall rejoice, even mine.", "16", "Yea, my reins shall rejoice, when thy lips speak right things.", "17", "Let not thine heart envy sinners: but be thou in the fear of the Lord all the day long."]}, {"reference": "Isaiah 1:18-20", "words": 67, "text": ["18", "Come now, and let us reason together, saith the Lord\u0001 though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.", "19", "If ye be willing and obedient, ye shall eat the good of the land:", "20", "But if ye refuse and rebel, ye shall be devoured with the sword: for the mouth of the Lord hath spoken it."]}, {"reference": "Isaiah 6:1-8", "words": 210, "text": ["1", "In the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple.", "2", "Above it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.", "3", "And one cried unto another, and said, Holy, holy, holy, is the Lord of hosts: the whole earth is full of his glory.", "4", "And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.", "5", "Then said I, Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the Lord of hosts.", "6", "Then flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar:", "7", "And he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged.", "8", "Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me."]}, {"reference": "Isaiah 11:1-10", "words": 279, "text": ["1", "And there shall come forth a rod out of the stem of Jesse, and a Branch shall grow out of his roots:", "2", "And the spirit of the Lord shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the Lord\u0001", "3", "And shall make him of quick understanding in the fear of the Lord\u0001 and he shall not judge after the sight of his eyes, neither reprove after the hearing of his ears:", "4", "But with righteousness shall he judge the poor, and reprove with equity for the meek of the earth: and he shall smite the earth: with the rod of his mouth, and with the breath of his lips shall he slay the wicked.", "5", "And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins.", "6", "The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid; and the calf and the young lion and the fatling together; and a little child shall lead them.", "7", "And the cow and the bear shall feed; their young ones shall lie down together: and the lion shall eat straw like the ox.", "8", "And the sucking child shall play on the hole of the asp, and the weaned child shall put his hand on the cockatrice' den.", "9", "They shall not hurt nor destroy in all my holy mountain: for the earth shall be full of the knowledge of the Lord\u0001 as the waters cover the sea.", "10", "And in that day there shall be a root of Jesse, which shall stand for an ensign of the people; to it shall the Gentiles seek: and his rest shall be glorious."]}, {"reference": "Isaiah 12:1-6", "words": 128, "text": ["1", "And in that day thou shalt say, O Lord\u0001 I will praise thee: though thou wast angry with me, thine anger is turned away, and thou comfortedst me.", "2", "Behold, God is my salvation; I will trust, and not be afraid: for the Lord Jehovah is my strength and my song; he also is become my salvation.", "3", "Therefore with joy shall ye draw water out of the wells of salvation.", "4", "And in that day shall ye say, Praise the Lord\u0001 call upon his name, declare his doings among the people, make mention that his name is exalted.", "5", "Sing unto the Lord\u0001 for he hath done excellent things: this is known in all the earth.", "6", "Cry out and shout, thou inhabitant of Zion: for great is the Holy One of Israel in the midst of thee."]}, {"reference": "Isaiah 38:19", "words": 22, "text": ["19", "The living, the living, he shall praise thee, as I do this day: the father to the children shall make known thy truth."]}, {"reference": "Isaiah 42:1-13", "words": 333, "text": ["1", "Behold my servant, whom I uphold; mine elect, in whom my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles.", "2", "He shall not cry, nor lift up, nor cause his voice to be heard in the street.", "3", "A bruised reed shall he not break, and the smoking flax shall he not quench: he shall bring forth judgment unto truth.", "4", "He shall not fail nor be discouraged, till he have set judgment in the earth: and the isles shall wait for his law.", "5", "Thus saith God the Lord\u0001 he that created the heavens, and stretched them out; he that spread forth the earth, and that which cometh out of it; he that giveth breath unto the people upon it, and spirit to them that walk therein:", "6", "I the Lord have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles;", "7", "To open the blind eyes, to bring out the prisoners from the prison, and them that sit in darkness out of the prison house.", "8", "I am the Lord\u0001 that is my name: and my glory will I not give to another, neither my praise to graven images.", "9", "Behold, the former things are come to pass, and new things do I declare: before they spring forth I tell you of them.", "10", "Sing unto the Lord a new song, and his praise from the end of the earth, ye that go down to the sea, and all that is therein; the isles, and the inhabitants thereof.", "11", "Let the wilderness and the cities thereof lift up their voice, the villages that Kedar doth inhabit: let the inhabitants of the rock sing, let them shout from the top of the mountains.", "12", "Let them give glory unto the Lord\u0001 and declare his praise in the islands.", "13", "The Lord shall go forth as a mighty man, he shall stir up jealousy like a man of war: he shall cry, yea, roar; he shall prevail against his enemies."]}, {"reference": "Isaiah 50:4-6", "words": 80, "text": ["4", "The Lord God hath given me the tongue of the learned, that I should know how to speak a word in season to him that is weary: he wakeneth morning by morning, he wakeneth mine ear to hear as the learned.", "5", "The Lord God hath opened mine ear, and I was not rebellious, neither turned away back.", "6", "I gave my back to the smiters, and my cheeks to them that plucked off the hair: I hid not my face from shame and spitting."]}, {"reference": "Isaiah 55:10-11", "words": 75, "text": ["10", "For as the rain cometh down, and the snow from heaven, and returneth not thither, but watereth the earth, and maketh it bring forth and bud, that it may give seed to the sower, and bread to the eater:", "11", "So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it."]}, {"reference": "Jeremiah 9:13-16", "words": 96, "text": ["13", "And the Lord saith, Because they have forsaken my law which I set before them, and have not obeyed my voice, neither walked therein;", "14", "But have walked after the imagination of their own heart, and after Baalim, which their fathers taught them:", "15", "Therefore thus saith the Lord of hosts, the God of Israel; Behold, I will feed them, even this people, with wormwood, and give them water of gall to drink.", "16", "I will scatter them also among the heathen, whom neither they nor their fathers have known: and I will send a sword after them, till I have consumed them."]}, {"reference": "Jeremiah 18:7-10", "words": 92, "text": ["7", "At what instant I shall speak concerning a nation, and concerning a kingdom, to pluck up, and to pull down, and to destroy it;", "8", "If that nation, against whom I have pronounced, turn from their evil, I will repent of the evil that I thought to do unto them.", "9", "And at what instant I shall speak concerning a nation, and concerning a kingdom, to build and to plant it;", "10", "If it do evil in my sight, that it obey not my voice, then I will repent of the good, wherewith I said I would benefit them."]}, {"reference": "Jeremiah 23:5-6", "words": 56, "text": ["5", "Behold, the days come, saith the Lord\u0001 that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth.", "6", "In his days Judah shall be saved, and Israel shall dwell safely: and this is his name whereby he shall be called, The Lord Our Righteousness\u0001"]}, {"reference": "Ezekiel 36:33-38", "words": 178, "text": ["33", "Thus saith the Lord God\u0001 In the day that I shall have cleansed you from all your iniquities I will also cause you to dwell in the cities, and the wastes shall be builded.", "34", "And the desolate land shall be tilled, whereas it lay desolate in the sight of all that passed by.", "35", "And they shall say, This land that was desolate is become like the garden of Eden; and the waste and desolate and ruined cities are become fenced, and are inhabited.", "36", "Then the heathen that are left round about you shall know that I the Lord build the ruined places, and plant that that was desolate: I the Lord have spoken it, and I will do it.", "37", "Thus saith the Lord God\u0001 I will yet for this be enquired of by the house of Israel, to do it for them; I will increase them with men like a flock.", "38", "As the holy flock, as the flock of Jerusalem in her solemn feasts; so shall the waste cities be filled with flocks of men: and they shall know that I am the Lord\u0001"]}, {"reference": "Ezekiel 47:21-23", "words": 94, "text": ["21", "So shall ye divide this land unto you according to the tribes of Israel.", "22", "And it shall come to pass, that ye shall divide it by lot for an inheritance unto you, and to the strangers that sojourn among you, which shall beget children among you: and they shall be unto you as born in the country among the children of Israel; they shall have inheritance with you among the tribes of Israel.", "23", "And it shall come to pass, that in what tribe the stranger sojourneth, there shall ye give him his inheritance, saith the Lord God\u0001"]}, {"reference": "Daniel 12:1-3", "words": 109, "text": ["1", "And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.", "2", "And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.", "3", "And they that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars for ever and ever."]}, {"reference": "Hosea 1:10-11", "words": 92, "text": ["10", "Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass, that in the place where it was said unto them, Ye are not my people, there it shall be said unto them, Ye are the sons of the living God.", "11", "Then shall the children of Judah and the children of Israel be gathered together, and appoint themselves one head, and they shall come up out of the land: for great shall be the day of Jezreel."]}, {"reference": "Hosea 6:1-3", "words": 84, "text": ["1", "Come, and let us return unto the Lord\u0001 for he hath torn, and he will heal us; he hath smitten, and he will bind us up.", "2", "After two days will he revive us: in the third day he will raise us up, and we shall live in his sight.", "3", "Then shall we know, if we follow on to know the Lord\u0001 his going forth is prepared as the morning; and he shall come unto us as the rain, as the latter and former rain unto the earth."]}, {"reference": "Joel 2:28-32", "words": 134, "text": ["28", "And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:", "29", "And also upon the servants and upon the handmaids in those days will I pour out my spirit.", "30", "And I will shew wonders in the heavens and in the earth, blood, and fire, and pillars of smoke.", "31", "The sun shall be turned into darkness, and the moon into blood, before the great and terrible day of the Lord come.", "32", "And it shall come to pass, that whosoever shall call on the name of the Lord shall be delivered: for in mount Zion and in Jerusalem shall be deliverance, as the Lord hath said, and in the remnant whom the Lord shall call."]}, {"reference": "Obadiah 1:15-18", "words": 132, "text": ["15", "For the day of the Lord is near upon all the heathen: as thou hast done, it shall be done unto thee: thy reward shall return upon thine own head.", "16", "For as ye have drunk upon my holy mountain, so shall all the heathen drink continually, yea, they shall drink, and they shall swallow down, and they shall be as though they had not been.", "17", "But upon mount Zion shall be deliverance, and there shall be holiness; and the house of Jacob shall possess their possessions.", "18", "And the house of Jacob shall be a fire, and the house of Joseph a flame, and the house of Esau for stubble, and they shall kindle in them, and devour them; and there shall not be any remaining of the house of Esau; for the Lord hath spoken it."]}, {"reference": "Jonah 3:4-10", "words": 198, "text": ["4", "And Jonah began to enter into the city a day's journey, and he cried, and said, Yet forty days, and Nineveh shall be overthrown.", "5", "So the people of Nineveh believed God, and proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them.", "6", "For word came unto the king of Nineveh, and he arose from his throne, and he laid his robe from him, and covered him with sackcloth, and sat in ashes.", "7", "And he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste any thing: let them not feed, nor drink water:", "8", "But let man and beast be covered with sackcloth, and cry mightily unto God: yea, let them turn every one from his evil way, and from the violence that is in their hands.", "9", "Who can tell if God will turn and repent, and turn away from his fierce anger, that we perish not?", "10", "And God saw their works, that they turned from their evil way; and God repented of the evil, that he had said that he would do unto them; and he did it not."]}, {"reference": "Micah 4:1-5", "words": 198, "text": ["1", "But in the last days it shall come to pass, that the mountain of the house of the Lord shall be established in the top of the mountains, and it shall be exalted above the hills; and people shall flow unto it.", "2", "And many nations shall come, and say, Come, and let us go up to the mountain of the Lord\u0001 and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for the law shall go forth of Zion, and the word of the Lord from Jerusalem.", "3", "And he shall judge among many people, and rebuke strong nations afar off; and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up a sword against nation, neither shall they learn war any more.", "4", "But they shall sit every man under his vine and under his fig tree; and none shall make them afraid: for the mouth of the Lord of hosts hath spoken it.", "5", "For all people will walk every one in the name of his god, and we will walk in the name of the Lord our God for ever and ever."]}, {"reference": "Nahum 1:3-7", "words": 134, "text": ["3", "The Lord is slow to anger, and great in power, and will not at all acquit the wicked: the Lord hath his way in the whirlwind and in the storm, and the clouds are the dust of his feet.", "4", "He rebuketh the sea, and maketh it dry, and drieth up all the rivers: Bashan languisheth, and Carmel, and the flower of Lebanon languisheth.", "5", "The mountains quake at him, and the hills melt, and the earth is burned at his presence, yea, the world, and all that dwell therein.", "6", "Who can stand before his indignation? and who can abide in the fierceness of his anger? his fury is poured out like fire, and the rocks are thrown down by him.", "7", "The Lord is good, a strong hold in the day of trouble; and he knoweth them that trust in him."]}, {"reference": "Habakkuk 3:6-19", "words": 373, "text": ["6", "He stood, and measured the earth: he beheld, and drove asunder the nations; and the everlasting mountains were scattered, the perpetual hills did bow: his ways are everlasting.", "7", "I saw the tents of Cushan in affliction: and the curtains of the land of Midian did tremble.", "8", "Was the Lord displeased against the rivers? was thine anger against the rivers? was thy wrath against the sea, that thou didst ride upon thine horses and thy chariots of salvation?", "9", "Thy bow was made quite naked, according to the oaths of the tribes, even thy word. Selah. Thou didst cleave the earth with rivers.", "10", "The mountains saw thee, and they trembled: the overflowing of the water passed by: the deep uttered his voice, and lifted up his hands on high.", "11", "The sun and moon stood still in their habitation: at the light of thine arrows they went, and at the shining of thy glittering spear.", "12", "Thou didst march through the land in indignation, thou didst thresh the heathen in anger.", "13", "Thou wentest forth for the salvation of thy people, even for salvation with thine anointed; thou woundedst the head out of the house of the wicked, by discovering the foundation unto the neck. Selah.", "14", "Thou didst strike through with his staves the head of his villages: they came out as a whirlwind to scatter me: their rejoicing was as to devour the poor secretly.", "15", "Thou didst walk through the sea with thine horses, through the heap of great waters.", "16", "When I heard, my belly trembled; my lips quivered at the voice: rottenness entered into my bones, and I trembled in myself, that I might rest in the day of trouble: when he cometh up unto the people, he will invade them with his troops.", "17", "Although the fig tree shall not blossom, neither shall fruit be in the vines; the labour of the olive shall fail, and the fields shall yield no meat; the flock shall be cut off from the fold, and there shall be no herd in the stalls:", "18", "Yet I will rejoice in the Lord\u0001 I will joy in the God of my salvation.", "19", "The Lord God is my strength, and he will make my feet like hinds' feet, and he will make me to walk upon mine high places. To the chief singer on my stringed instruments."]}, {"reference": "Zechariah 8:13-16", "words": 116, "text": ["13", "And it shall come to pass, that as ye were a curse among the heathen, O house of Judah, and house of Israel; so will I save you, and ye shall be a blessing: fear not, but let your hands be strong.", "14", "For thus saith the Lord of hosts; As I thought to punish you, when your fathers provoked me to wrath, saith the Lord of hosts, and I repented not:", "15", "So again have I thought in these days to do well unto Jerusalem and to the house of Judah: fear ye not.", "16", "These are the things that ye shall do; Speak ye every man the truth to his neighbour; execute the judgment of truth and peace in your gates:"]}, {"reference": "Malachi 1:11", "words": 51, "text": ["11", "For from the rising of the sun even unto the going down of the same my name shall be great among the Gentiles; and in every place incense shall be offered unto my name, and a pure offering: for my name shall be great among the heathen, saith the Lord of hosts."]}, {"reference": "Malachi 3:2", "words": 26, "text": ["2", "But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner's fire, and like fullers' soap:"]}, {"reference": "Matthew 1:18-21", "words": 121, "text": ["18", "Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.", "19", "Then Joseph her husband, being a just man, and not willing to make her a public example, was minded to put her away privily.", "20", "But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost.", "21", "And she shall bring forth a son, and thou shalt call his name Jesus\u0001 for he shall save his people from their sins."]}, {"reference": "Matthew 4:12-24", "words": 275, "text": ["12", "Now when Jesus had heard that John was cast into prison, he departed into Galilee;", "13", "And leaving Nazareth, he came and dwelt in Capernaum, which is upon the sea coast, in the borders of Zabulon and Nephthalim:", "14", "That it might be fulfilled which was spoken by Esaias the prophet, saying,", "15", "The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles;", "16", "The people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up.", "17", "From that time Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand.", "18", "And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers.", "19", "And he saith unto them, Follow me, and I will make you fishers of men.", "20", "And they straightway left their nets, and followed him.", "21", "And going on from thence, he saw other two brethren, James the son of Zebedee, and John his brother, in a ship with Zebedee their father, mending their nets; and he called them.", "22", "And they immediately left the ship and their father, and followed him.", "23", "And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people.", "24", "And his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatick, and those that had the palsy; and he healed them."]}, {"reference": "Matthew 6:24", "words": 34, "text": ["24", "No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon."]}, {"reference": "Matthew 9:18-26", "words": 177, "text": ["18", "While he spake these things unto them, behold, there came a certain ruler, and worshipped him, saying, My daughter is even now dead: but come and lay thy hand upon her, and she shall live.", "19", "And Jesus arose, and followed him, and so did his disciples.", "20", "And, behold, a woman, which was diseased with an issue of blood twelve years, came behind him, and touched the hem of his garment:", "21", "For she said within herself, If I may but touch his garment, I shall be whole.", "22", "But Jesus turned him about, and when he saw her, he said, Daughter, be of good comfort; thy faith hath made thee whole. And the woman was made whole from that hour.", "23", "And when Jesus came into the ruler's house, and saw the minstrels and the people making a noise,", "24", "He said unto them, Give place: for the maid is not dead, but sleepeth. And they laughed him to scorn.", "25", "But when the people were put forth, he went in, and took her by the hand, and the maid arose.", "26", "And the fame hereof went abroad into all that land."]}, {"reference": "Matthew 9:35-38", "words": 84, "text": ["35", "And Jesus went about all the cities and villages, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every sickness and every disease among the people.", "36", "But when he saw the multitudes, he was moved with compassion on them, because they fainted, and were scattered abroad, as sheep having no shepherd.", "37", "Then saith he unto his disciples, The harvest truly is plenteous, but the labourers are few;", "38", "Pray ye therefore the Lord of the harvest, that he will send forth labourers into his harvest."]}, {"reference": "Matthew 12:15-21", "words": 112, "text": ["15", "But when Jesus knew it, he withdrew himself from thence: and great multitudes followed him, and he healed them all;", "16", "And charged them that they should not make him known:", "17", "That it might be fulfilled which was spoken by Esaias the prophet, saying,", "18", "Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.", "19", "He shall not strive, nor cry; neither shall any man hear his voice in the streets.", "20", "A bruised reed shall he not break, and smoking flax shall he not quench, till he send forth judgment unto victory.", "21", "And in his name shall the Gentiles trust."]}, {"reference": "Matthew 28:16-20", "words": 91, "text": ["16", "Then the eleven disciples went away into Galilee, into a mountain where Jesus had appointed them.", "17", "And when they saw him, they worshipped him: but some doubted.", "18", "And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.", "19", "Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:", "20", "Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you always, even unto the end of the world. Amen."]}, {"reference": "Mark 1:4-8", "words": 107, "text": ["4", "John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins.", "5", "And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins.", "6", "And John was clothed with camel's hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey;", "7", "And preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose.", "8", "I indeed have baptized you with water: but he shall baptize you with the Holy Ghost."]}, {"reference": "Mark 5:18-20", "words": 75, "text": ["18", "And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him.", "19", "Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.", "20", "And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel."]}, {"reference": "Mark 12:17", "words": 26, "text": ["17", "And Jesus answering said unto them, Render to Caesar the things that are Caesar's, and to God the things that are God's. And they marvelled at him."]}, {"reference": "Luke 7:18-23", "words": 140, "text": ["18", "And the disciples of John shewed him of all these things.", "19", "And John calling unto him two of his disciples sent them to Jesus, saying, Art thou he that should come? or look we for another?", "20", "When the men were come unto him, they said, John Baptist hath sent us unto thee, saying, Art thou he that should come? or look we for another?", "21", "And in that same hour he cured many of their infirmities and plagues, and of evil spirits; and unto many that were blind he gave sight.", "22", "Then Jesus answering said unto them, Go your way, and tell John what things ye have seen and heard; how that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, to the poor the gospel is preached.", "23", "And blessed is he, whosoever shall not be offended in me."]}, {"reference": "Luke 16:1-13", "words": 328, "text": ["1", "And he said also unto his disciples, There was a certain rich man, which had a steward; and the same was accused unto him that he had wasted his goods.", "2", "And he called him, and said unto him, How is it that I hear this of thee? give an account of thy stewardship; for thou mayest be no longer steward.", "3", "Then the steward said within himself, What shall I do? for my lord taketh away from me the stewardship: I cannot dig; to beg I am ashamed.", "4", "I am resolved what to do, that, when I am put out of the stewardship, they may receive me into their houses.", "5", "So he called every one of his lord's debtors unto him, and said unto the first, How much owest thou unto my lord?", "6", "And he said, An hundred measures of oil. And he said unto him, Take thy bill, and sit down quickly, and write fifty.", "7", "Then said he to another, And how much owest thou? And he said, An hundred measures of wheat. And he said unto him, Take thy bill, and write fourscore.", "8", "And the lord commended the unjust steward, because he had done wisely: for the children of this world are in their generation wiser than the children of light.", "9", "And I say unto you, Make to yourselves friends of the mammon of unrighteousness; that, when ye fail, they may receive you into everlasting habitations.", "10", "He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much.", "11", "If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?", "12", "And if ye have not been faithful in that which is another man's, who shall give you that which is your own?", "13", "No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon."]}, {"reference": "John 12:24", "words": 28, "text": ["24", "Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit."]}, {"reference": "John 12:44-50", "words": 146, "text": ["44", "Jesus cried and said, He that believeth on me, believeth not on me, but on him that sent me.", "45", "And he that seeth me seeth him that sent me.", "46", "I am come a light into the world, that whosoever believeth on me should not abide in darkness.", "47", "And if any man hear my words, and believe not, I judge him not: for I came not to judge the world, but to save the world.", "48", "He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day.", "49", "For I have not spoken of myself; but the Father which sent me, he gave me a commandment, what I should say, and what I should speak.", "50", "And I know that his commandment is life everlasting: whatsoever I speak therefore, even as the Father said unto me, so I speak."]}, {"reference": "John 21:15-19", "words": 184, "text": ["15", "So when they had dined, Jesus saith to Simon Peter, Simon, son of Jonas, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my lambs.", "16", "He saith to him again the second time, Simon, son of Jonas, lovest thou me? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my sheep.", "17", "He saith unto him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep.", "18", "Verily, verily, I say unto thee, When thou wast young, thou girdest thyself, and walkedst whither thou wouldest: but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not.", "19", "This spake he, signifying by what death he should glorify God. And when he had spoken this, he saith unto him, Follow me."]}, {"reference": "Acts 2:1-4", "words": 78, "text": ["1", "And when the day of Pentecost was fully come, they were all with one accord in one place.", "2", "And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.", "3", "And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.", "4", "And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance."]}, {"reference": "Acts 3:1-9", "words": 164, "text": ["1", "Now Peter and John went up together into the temple at the hour of prayer, being the ninth hour.", "2", "And a certain man lame from his mother's womb was carried, whom they laid daily at the gate of the temple which is called Beautiful, to ask alms of them that entered into the temple;", "3", "Who seeing Peter and John about to go into the temple asked an alms.", "4", "And Peter, fastening his eyes upon him with John, said, Look on us.", "5", "And he gave heed unto them, expecting to receive something of them.", "6", "Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.", "7", "And he took him by the right hand, and lifted him up: and immediately his feet and ankle bones received strength.", "8", "And he leaping up stood, and walked, and entered with them into the temple, walking, and leaping, and praising God.", "9", "And all the people saw him walking and praising God:"]}, {"reference": "Acts 4:1-13", "words": 287, "text": ["1", "And as they spake unto the people, the priests, and the captain of the temple, and the Sadducees, came upon them,", "2", "Being grieved that they taught the people, and preached through Jesus the resurrection from the dead.", "3", "And they laid hands on them, and put them in hold unto the next day: for it was now eventide.", "4", "Howbeit many of them which heard the word believed; and the number of the men was about five thousand.", "5", "And it came to pass on the morrow, that their rulers, and elders, and scribes,", "6", "And Annas the high priest, and Caiaphas, and John, and Alexander, and as many as were of the kindred of the high priest, were gathered together at Jerusalem.", "7", "And when they had set them in the midst, they asked, By what power, or by what name, have ye done this?", "8", "Then Peter, filled with the Holy Ghost, said unto them, Ye rulers of the people, and elders of Israel,", "9", "If we this day be examined of the good deed done to the impotent man, by what means he is made whole;", "10", "Be it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom ye crucified, whom God raised from the dead, even by him doth this man stand here before you whole.", "11", "This is the stone which was set at nought of you builders, which is become the head of the corner.", "12", "Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.", "13", "Now when they saw the boldness of Peter and John, and perceived that they were unlearned and ignorant men, they marvelled; and they took knowledge of them, that they had been with Jesus."]}, {"reference": "Acts 6:1-7", "words": 175, "text": ["1", "And in those days, when the number of the disciples was multiplied, there arose a murmuring of the Grecians against the Hebrews, because their widows were neglected in the daily ministration.", "2", "Then the twelve called the multitude of the disciples unto them, and said, It is not reason that we should leave the word of God, and serve tables.", "3", "Wherefore, brethren, look ye out among you seven men of honest report, full of the Holy Ghost and wisdom, whom we may appoint over this business.", "4", "But we will give ourselves continually to prayer, and to the ministry of the word.", "5", "And the saying pleased the whole multitude: and they chose Stephen, a man full of faith and of the Holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a proselyte of Antioch:", "6", "Whom they set before the apostles: and when they had prayed, they laid their hands on them.", "7", "And the word of God increased; and the number of the disciples multiplied in Jerusalem greatly; and a great company of the priests were obedient to the faith."]}, {"reference": "Acts 8:4-8", "words": 78, "text": ["4", "Therefore they that were scattered abroad went every where preaching the word.", "5", "Then Philip went down to the city of Samaria, and preached Christ unto them.", "6", "And the people with one accord gave heed unto those things which Philip spake, hearing and seeing the miracles which he did.", "7", "For unclean spirits, crying with loud voice, came out of many that were possessed with them: and many taken with palsies, and that were lame, were healed.", "8", "And there was great joy in that city."]}, {"reference": "Acts 9:10-22", "words": 325, "text": ["10", "And there was a certain disciple at Damascus, named Ananias; and to him said the Lord in a vision, Ananias. And he said, Behold, I am here, Lord.", "11", "And the Lord said unto him, Arise, and go into the street which is called Straight, and enquire in the house of Judas for one called Saul, of Tarsus: for, behold, he prayeth,", "12", "And hath seen in a vision a man named Ananias coming in, and putting his hand on him, that he might receive his sight.", "13", "Then Ananias answered, Lord, I have heard by many of this man, how much evil he hath done to thy saints at Jerusalem:", "14", "And here he hath authority from the chief priests to bind all that call on thy name.", "15", "But the Lord said unto him, Go thy way: for he is a chosen vessel unto me, to bear my name before the Gentiles, and kings, and the children of Israel:", "16", "For I will shew him how great things he must suffer for my name's sake.", "17", "And Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost.", "18", "And immediately there fell from his eyes as it had been scales: and he received sight forthwith, and arose, and was baptized.", "19", "And when he had received meat, he was strengthened. Then was Saul certain days with the disciples which were at Damascus.", "20", "And straightway he preached Christ in the synagogues, that he is the Son of God.", "21", "But all that heard him were amazed, and said; Is not this he that destroyed them which called on this name in Jerusalem, and came hither for that intent, that he might bring them bound unto the chief priests?", "22", "But Saul increased the more in strength, and confounded the Jews which dwelt at Damascus, proving that this is very Christ."]}, {"reference": "Acts 11:1-18", "words": 364, "text": ["1", "And the apostles and brethren that were in Judaea heard that the Gentiles had also received the word of God.", "2", "And when Peter was come up to Jerusalem, they that were of the circumcision contended with him,", "3", "Saying, Thou wentest in to men uncircumcised, and didst eat with them.", "4", "But Peter rehearsed the matter from the beginning, and expounded it by order unto them, saying,", "5", "I was in the city of Joppa praying: and in a trance I saw a vision, A certain vessel descend, as it had been a great sheet, let down from heaven by four corners; and it came even to me:", "6", "Upon the which when I had fastened mine eyes, I considered, and saw fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.", "7", "And I heard a voice saying unto me, Arise, Peter; slay and eat.", "8", "But I said, Not so, Lord: for nothing common or unclean hath at any time entered into my mouth.", "9", "But the voice answered me again from heaven, What God hath cleansed, that call not thou common.", "10", "And this was done three times: and all were drawn up again into heaven.", "11", "And, behold, immediately there were three men already come unto the house where I was, sent from Caesarea unto me.", "12", "And the Spirit bade me go with them, nothing doubting. Moreover these six brethren accompanied me, and we entered into the man's house:", "13", "And he shewed us how he had seen an angel in his house, which stood and said unto him, Send men to Joppa, and call for Simon, whose surname is Peter;", "14", "Who shall tell thee words, whereby thou and all thy house shall be saved.", "15", "And as I began to speak, the Holy Ghost fell on them, as on us at the beginning.", "16", "Then remembered I the word of the Lord, how that he said, John indeed baptized with water; but ye shall be baptized with the Holy Ghost.", "17", "Forasmuch then as God gave them the like gift as he did unto us, who believed on the Lord Jesus Christ; what was I, that I could withstand God?", "18", "When they heard these things, they held their peace, and glorified God, saying, Then hath God also to the Gentiles granted repentance unto life."]}, {"reference": "Acts 20:26-31", "words": 119, "text": ["26", "Wherefore I take you to record this day, that I am pure from the blood of all men.", "27", "For I have not shunned to declare unto you all the counsel of God.", "28", "Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.", "29", "For I know this, that after my departing shall grievous wolves enter in among you, not sparing the flock.", "30", "Also of your own selves shall men arise, speaking perverse things, to draw away disciples after them.", "31", "Therefore watch, and remember, that by the space of three years I ceased not to warn every one night and day with tears."]}, {"reference": "Acts 20:35-38", "words": 85, "text": ["35", "I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive.", "36", "And when he had thus spoken, he kneeled down, and prayed with them all.", "37", "And they all wept sore, and fell on Paul's neck, and kissed him,", "38", "Sorrowing most of all for the words which he spake, that they should see his face no more. And they accompanied him unto the ship."]}, {"reference": "Romans 13:8-10", "words": 78, "text": ["8", "Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.", "9", "For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.", "10", "Love worketh no ill to his neighbour: therefore love is the fulfilling of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 81, "text": ["16", "For though I preach the gospel, I have nothing to glory of: for necessity is laid upon me; yea, woe is unto me, if I preach not the gospel!", "17", "For if I do this thing willingly, I have a reward: but if against my will, a dispensation of the gospel is committed unto me.", "18", "What is my reward then? Verily that, when I preach the gospel, I may make the gospel of Christ without charge, that I abuse not my power in the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 128, "text": ["19", "For though I be free from all men, yet have I made myself servant unto all, that I might gain the more.", "20", "And unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law;", "21", "To them that are without law, as without law, (being not without law to God, but under the law to Christ,) that I might gain them that are without law.", "22", "To the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some.", "23", "And this I do for the gospel's sake, that I might be partaker thereof with you."]}, {"reference": "1 Corinthians 12:1-11", "words": 185, "text": ["1", "Now concerning spiritual gifts, brethren, I would not have you ignorant.", "2", "Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.", "3", "Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.", "4", "Now there are diversities of gifts, but the same Spirit.", "5", "And there are differences of administrations, but the same Lord.", "6", "And there are diversities of operations, but it is the same God which worketh all in all.", "7", "But the manifestation of the Spirit is given to every man to profit withal.", "8", "For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;", "9", "To another faith by the same Spirit; to another the gifts of healing by the same Spirit;", "10", "To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:", "11", "But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will."]}, {"reference": "Galatians 2:17-21", "words": 116, "text": ["17", "But if, while we seek to be justified by Christ, we ourselves also are found sinners, is therefore Christ the minister of sin? God forbid.", "18", "For if I build again the things which I destroyed, I make myself a transgressor.", "19", "For I through the law am dead to the law, that I might live unto God.", "20", "I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.", "21", "I do not frustrate the grace of God: for if righteousness come by the law, then Christ is dead in vain."]}, {"reference": "Ephesians 2:4-10", "words": 116, "text": ["4", "But God, who is rich in mercy, for his great love wherewith he loved us,", "5", "Even when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)", "6", "And hath raised us up together, and made us sit together in heavenly places in Christ Jesus:", "7", "That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.", "8", "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:", "9", "Not of works, lest any man should boast.", "10", "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them."]}, {"reference": "Ephesians 2:14-18", "words": 93, "text": ["14", "For he is our peace, who hath made both one, and hath broken down the middle wall of partition between us;", "15", "Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;", "16", "And that he might reconcile both unto God in one body by the cross, having slain the enmity thereby:", "17", "And came and preached peace to you which were afar off, and to them that were nigh.", "18", "For through him we both have access by one Spirit unto the Father."]}, {"reference": "Ephesians 3:1-6", "words": 105, "text": ["1", "For this cause I Paul, the prisoner of Jesus Christ for you Gentiles,", "2", "If ye have heard of the dispensation of the grace of God which is given me to you-ward:", "3", "How that by revelation he made known unto me the mystery; (as I wrote afore in few words,", "4", "Whereby, when ye read, ye may understand my knowledge in the mystery of Christ)", "5", "Which in other ages was not made known unto the sons of men, as it is now revealed unto his holy apostles and prophets by the Spirit;", "6", "That the Gentiles should be fellowheirs, and of the same body, and partakers of his promise in Christ by the gospel:"]}, {"reference": "Colossians 4:2-6", "words": 76, "text": ["2", "Continue in prayer, and watch in the same with thanksgiving;", "3", "Withal praying also for us, that God would open unto us a door of utterance, to speak the mystery of Christ, for which I am also in bonds:", "4", "That I may make it manifest, as I ought to speak.", "5", "Walk in wisdom toward them that are without, redeeming the time.", "6", "Let your speech be always with grace, seasoned with salt, that ye may know how ye ought to answer every man."]}, {"reference": "2 Thessalonians 3:1-2", "words": 39, "text": ["1", "Finally, brethren, pray for us, that the word of the Lord may have free course, and be glorified, even as it is with you:", "2", "And that we may be delivered from unreasonable and wicked men: for all men have not faith."]}, {"reference": "1 Timothy 1:12-14", "words": 58, "text": ["12", "And I thank Christ Jesus our Lord, who hath enabled me, for that he counted me faithful, putting me into the ministry;", "13", "Who was before a blasphemer, and a persecutor, and injurious: but I obtained mercy, because I did it ignorantly in unbelief.", "14", "And the grace of our Lord was exceeding abundant with faith and love which is in Christ Jesus."]}, {"reference": "2 Timothy 1:8-12", "words": 145, "text": ["8", "Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;", "9", "Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,", "10", "But is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:", "11", "Whereunto I am appointed a preacher, and an apostle, and a teacher of the Gentiles.", "12", "For the which cause I also suffer these things: nevertheless I am not ashamed: for I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day."]}, {"reference": "Titus 2:1-2", "words": 22, "text": ["1", "But speak thou the things which become sound doctrine:", "2", "That the aged men be sober, grave, temperate, sound in faith, in charity, in patience."]}, {"reference": "Philemon 1:4-7", "words": 69, "text": ["4", "I thank my God, making mention of thee always in my prayers,", "5", "Hearing of thy love and faith, which thou hast toward the Lord Jesus, and toward all saints;", "6", "That the communication of thy faith may become effectual by the acknowledging of every good thing which is in you in Christ Jesus.", "7", "For we have great joy and consolation in thy love, because the bowels of the saints are refreshed by thee, brother."]}, {"reference": "Hebrews 2:1-10", "words": 267, "text": ["1", "Therefore we ought to give the more earnest heed to the things which we have heard, lest at any time we should let them slip.", "2", "For if the word spoken by angels was stedfast, and every transgression and disobedience received a just recompence of reward;", "3", "How shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard him;", "4", "God also bearing them witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will?", "5", "For unto the angels hath he not put in subjection the world to come, whereof we speak.", "6", "But one in a certain place testified, saying, What is man, that thou art mindful of him? or the son of man that thou visitest him?", "7", "Thou madest him a little lower than the angels; thou crownedst him with glory and honour, and didst set him over the works of thy hands:", "8", "Thou hast put all things in subjection under his feet. For in that he put all in subjection under him, he left nothing that is not put under him. But now we see not yet all things put under him.", "9", "But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.", "10", "For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings."]}, {"reference": "Hebrews 3:1-11", "words": 198, "text": ["1", "Wherefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our profession, Christ Jesus;", "2", "Who was faithful to him that appointed him, as also Moses was faithful in all his house.", "3", "For this man was counted worthy of more glory than Moses, inasmuch as he who hath builded the house hath more honour than the house.", "4", "For every house is builded by some man; but he that built all things is God.", "5", "And Moses verily was faithful in all his house, as a servant, for a testimony of those things which were to be spoken after;", "6", "But Christ as a son over his own house; whose house are we, if we hold fast the confidence and the rejoicing of the hope firm unto the end.", "7", "Wherefore (as the Holy Ghost saith, To day if ye will hear his voice,", "8", "Harden not your hearts, as in the provocation, in the day of temptation in the wilderness:", "9", "When your fathers tempted me, proved me, and saw my works forty years.", "10", "Wherefore I was grieved with that generation, and said, They do alway err in their heart; and they have not known my ways.", "11", "So I sware in my wrath, They shall not enter into my rest.)"]}, {"reference": "Hebrews 4:12-16", "words": 148, "text": ["12", "For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.", "13", "Neither is there any creature that is not manifest in his sight: but all things are naked and opened unto the eyes of him with whom we have to do.", "14", "Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession.", "15", "For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin.", "16", "Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need."]}, {"reference": "Hebrews 10:26-30", "words": 116, "text": ["26", "For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,", "27", "But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.", "28", "He that despised Moses' law died without mercy under two or three witnesses:", "29", "Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?", "30", "For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people."]}, {"reference": "Hebrews 11:32-40", "words": 183, "text": ["32", "And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:", "33", "Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions.", "34", "Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.", "35", "Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:", "36", "And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:", "37", "They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;", "38", "(Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.", "39", "And these all, having obtained a good report through faith, received not the promise:", "40", "God having provided some better thing for us, that they without us should not be made perfect."]}, {"reference": "James 5:13-20", "words": 184, "text": ["13", "Is any among you afflicted? let him pray. Is any merry? let him sing psalms.", "14", "Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:", "15", "And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.", "16", "Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.", "17", "Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months.", "18", "And he prayed again, and the heaven gave rain, and the earth brought forth her fruit.", "19", "Brethren, if any of you do err from the truth, and one convert him;", "20", "Let him know, that he which converteth the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins."]}, {"reference": "1 Peter 2:9", "words": 34, "text": ["9", "But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light;"]}, {"reference": "1 Peter 3:8-22", "words": 352, "text": ["8", "Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:", "9", "Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.", "10", "For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:", "11", "Let him eschew evil, and do good; let him seek peace, and ensue it.", "12", "For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is against them that do evil.", "13", "And who is he that will harm you, if ye be followers of that which is good?", "14", "But and if ye suffer for righteousness' sake, happy are ye: and be not afraid of their terror, neither be troubled;", "15", "But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:", "16", "Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.", "17", "For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.", "18", "For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:", "19", "By which also he went and preached unto the spirits in prison;", "20", "Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.", "21", "The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:", "22", "Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him."]}, {"reference": "2 Peter 1:19-21", "words": 77, "text": ["19", "We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:", "20", "Knowing this first, that no prophecy of the scripture is of any private interpretation.", "21", "For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost."]}, {"reference": "1 John 1:1-4", "words": 104, "text": ["1", "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;", "2", "(For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)", "3", "That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.", "4", "And these things write we unto you, that your joy may be full."]}, {"reference": "Revelation 22:11-21", "words": 282, "text": ["11", "He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.", "12", "And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.", "13", "I am Alpha and Omega, the beginning and the end, the first and the last.", "14", "Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.", "15", "For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.", "16", "I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star.", "17", "And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.", "18", "For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:", "19", "And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.", "20", "He which testifieth these things saith, Surely I come quickly. Amen. Even so, come, Lord Jesus.", "21", "The grace of our Lord Jesus Christ be with you all. Amen."]}]