[{"reference": "Acts 1:8", "words": 36, "text": ["8", "but you will receive power when the Holy Spirit has come upon you; and you shall be My witnesses both in Jerusalem, and in all Judea and Samaria, and even to the remotest part of the earth.”"]}, {"reference": "Luke 24:48–49", "words": 34, "text": ["48", "You are witnesses of these things.", "49", "And behold, I am sending forth the promise of My Father upon you; but you are to stay in the city until you are clothed with power from on high.”"]}, {"reference": "Acts 2:38–39", "words": 59, "text": ["38", "Peter said to them, “ Repent, and each of you be baptized in the name of Jesus Christ for the forgiveness of your sins; and you will receive the gift of the Holy Spirit.", "39", "For the promise is for you and your children and for all who are far off, as many as the Lord our God will call to Himself.”"]}, {"reference": "Luke 11:9–10", "words": 43, "text": ["9", "“So I say to you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.", "10", "For everyone who asks, receives; and he who seeks, finds; and to him who knocks, it will be opened."]}, {"reference": "Acts 4:29–31", "words": 71, "text": ["29", "And now, Lord, take note of their threats, and grant that Your bond-servants may speak Your word with all confidence,", "30", "while You extend Your hand to heal, and signs and wonders take place through the name of Your holy servant Jesus.”", "31", "And when they had prayed, the place where they had gathered together was shaken, and they were all filled with the Holy Spirit and began to speak the word of God with boldness."]}, {"reference": "Exodus 31:3–5", "words": 54, "text": ["3", "I have filled him with the Spirit of God in wisdom, in understanding, in knowledge, and in all kinds of craftsmanship,", "4", "to make artistic designs for work in gold, in silver, and in bronze,", "5", "and in the cutting of stones for settings, and in the carving of wood, that he may work in all kinds of craftsmanship."]}, {"reference": "Acts 5:29–32", "words": 78, "text": ["29", "But Peter and the apostles answered, “ We must obey God rather than men.", "30", "The God of our fathers raised up Jesus, whom you had put to death by hanging Him on a cross.", "31", "He is the one whom God exalted to His right hand as a Prince and a Savior, to grant repentance to Israel, and forgiveness of sins.", "32", "And we are witnesses of these things; and so is the Holy Spirit, whom God has given to those who obey Him.”"]}, {"reference": "1 John 5:10–11", "words": 58, "text": ["10", "The one who believes in the Son of God has the testimony in himself; the one who does not believe God has made Him a liar, because he has not believed in the testimony that God has given concerning His Son.", "11", "And the testimony is this, that God has given us eternal life, and this life is in His Son."]}, {"reference": "Acts 7:59–60", "words": 42, "text": ["59", "They went on stoning Stephen as he called on the Lord and said, “Lord Jesus, receive my spirit!”", "60", "Then falling on his knees, he cried out with a loud voice, “Lord, do not hold this sin against them!” Having said this, he fell asleep."]}, {"reference": "Ephesians 5:18–19", "words": 36, "text": ["18", "And do not get drunk with wine, for that is dissipation, but be filled with the Spirit,", "19", "speaking to one another in psalms and hymns and spiritual songs, singing and making melody with your heart to the Lord;"]}, {"reference": "Acts 8:34–35", "words": 35, "text": ["34", "The eunuch answered Philip and said, “Please tell me\u0001 of whom does the prophet say this? Of himself or of someone else?”", "35", "Then Philip opened his mouth, and beginning from this Scripture he preached Jesus to him."]}, {"reference": "John 14:16-17", "words": 51, "text": ["16", "I will ask the Father, and He will give you another Helper, that He may be with you forever;", "17", "that is the Spirit of truth, whom the world cannot receive, because it does not see Him or know Him, but you know Him because He abides with you and will be in you."]}, {"reference": "Acts 10:42–43", "words": 50, "text": ["42", "And He ordered us to preach to the people, and solemnly to testify that this is the One who has been appointed by God as Judge of the living and the dead.", "43", "Of Him all the prophets bear witness that through His name everyone who believes in Him receives forgiveness of sins.”"]}, {"reference": "John 16:13–14", "words": 56, "text": ["13", "But when He, the Spirit of truth, comes, He will guide you into all the truth; for He will not speak on His own initiative, but whatever He hears, He will speak; and He will disclose to you what is to come.", "14", "He will glorify Me, for He will take of Mine and will disclose it to you."]}, {"reference": "Genesis 1:9-13", "words": 111, "text": ["9", "Then God said, “ Let the waters below the heavens be gathered into one place, and let the dry land appear”; and it was so.", "10", "God called the dry land earth, and the gathering of the waters He called seas; and God saw that it was good.", "11", "Then God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees on the earth bearing fruit after their kind with seed in them”; and it was so.", "12", "The earth brought forth vegetation, plants yielding seed after their kind, and trees bearing fruit with seed in them, after their kind; and God saw that it was good.", "13", "There was evening and there was morning, a third day."]}, {"reference": "Genesis 2:1-3", "words": 60, "text": ["1", "Thus the heavens and the earth were completed, and all their hosts.", "2", "By the seventh day God completed His work which He had done, and He rested on the seventh day from all His work which He had done.", "3", "Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made."]}, {"reference": "Genesis 3:14-15", "words": 75, "text": ["14", "The Lord God said to the serpent, “ Because you have done this, Cursed are you more than all cattle, And more than every beast of the field; On your belly you will go, And dust you will eat All the days of your life;", "15", "And I will put enmity Between you and the woman, And between your seed and her seed; He shall bruise you on the head, And you shall bruise him on the heel.”"]}, {"reference": "Genesis 32:24-29", "words": 125, "text": ["24", "Then Jacob was left alone, and a man wrestled with him until daybreak.", "25", "When he saw that he had not prevailed against him, he touched the socket of his thigh; so the socket of Jacob’s thigh was dislocated while he wrestled with him.", "26", "Then he said, “Let me go, for the dawn is breaking.” But he said, “ I will not let you go unless you bless me.”", "27", "So he said to him, “What is your name?” And he said, “Jacob.”", "28", "He said, “Your name shall no longer be Jacob, but Israel; for you have striven with God and with men and have prevailed.”", "29", "Then Jacob asked him and said, “Please tell me your name.” But he said, “Why is it that you ask my name?” And he blessed him there."]}, {"reference": "Genesis 49:8-10", "words": 81, "text": ["8", "“Judah, your brothers shall praise you; Your hand shall be on the neck of your enemies; Your father’s sons shall bow down to you.", "9", "“Judah is a lion’s whelp; From the prey, my son, you have gone up. He couches, he lies down as a lion, And as a lion, who dares rouse him up?", "10", "“ The scepter shall not depart from Judah, Nor the ruler’s staff from between his feet, Until Shiloh comes, And to him shall be the obedience of the peoples."]}, {"reference": "Exodus 4:10-12", "words": 81, "text": ["10", "Then Moses said to the Lord\u0001 “Please, Lord, I have never been eloquent, neither recently nor in time past, nor since You have spoken to Your servant; for I am slow of speech and slow of tongue.”", "11", "The Lord said to him, “Who has made man’s mouth? Or who makes him mute or deaf, or seeing or blind? Is it not I, the Lord\u0001", "12", "Now then go, and I, even I, will be with your mouth, and teach you what you are to say.”"]}, {"reference": "Exodus 15:1-6", "words": 129, "text": ["1", "Then Moses and the sons of Israel sang this song to the Lord\u0001 and said, “ I will sing to the Lord\u0001 for He is highly exalted; The horse and its rider He has hurled into the sea.", "2", "“ The Lord is my strength and song, And He has become my salvation; This is my God, and I will praise Him; My father’s God, and I will extol Him.", "3", "“ The Lord is a warrior; The Lord is His name.", "4", "“ Pharaoh’s chariots and his army He has cast into the sea; And the choicest of his officers are drowned in the Red Sea.", "5", "“The deeps cover them; They went down into the depths like a stone.", "6", "“ Your right hand, O Lord\u0001 is majestic in power, Your right hand, O Lord\u0001 shatters the enemy."]}, {"reference": "Leviticus 23:15-22", "words": 280, "text": ["15", "‘ You shall also count for yourselves from the day after the sabbath, from the day when you brought in the sheaf of the wave offering; there shall be seven complete sabbaths.", "16", "You shall count fifty days to the day after the seventh sabbath; then you shall present a new grain offering to the Lord\u0001", "17", "You shall bring in from your dwelling places two loaves of bread for a wave offering, made of two-tenths of an ephah\u0001 they shall be of a fine flour, baked with leaven as first fruits to the Lord\u0001", "18", "Along with the bread you shall present seven one year old male lambs without defect, and a bull of the herd and two rams; they are to be a burnt offering to the Lord\u0001 with their grain offering and their drink offerings, an offering by fire of a soothing aroma to the Lord\u0001", "19", "You shall also offer one male goat for a sin offering and two male lambs one year old for a sacrifice of peace offerings.", "20", "The priest shall then wave them with the bread of the first fruits for a wave offering with two lambs before the Lord\u0001 they are to be holy to the Lord for the priest.", "21", "On this same day you shall make a proclamation as well; you are to have a holy convocation. You shall do no laborious work. It is to be a perpetual statute in all your dwelling places throughout your generations.", "22", "‘ When you reap the harvest of your land, moreover, you shall not reap to the very corners of your field nor gather the gleaning of your harvest; you are to leave them for the needy and the alien. I am the Lord your God.’”"]}, {"reference": "Numbers 12:1-8", "words": 196, "text": ["1", "Then Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married (for he had married a Cushite woman);", "2", "and they said, “Has the Lord indeed spoken only through Moses? Has He not spoken through us as well?” And the Lord heard it.", "3", "(Now the man Moses was very humble, more than any man who was on the face of the earth.)", "4", "Suddenly the Lord said to Moses and Aaron and to Miriam, “You three come out to the tent of meeting.” So the three of them came out.", "5", "Then the Lord came down in a pillar of cloud and stood at the doorway of the tent, and He called Aaron and Miriam. When they had both come forward,", "6", "He said, “Hear now My words: If there is a prophet among you, I, the Lord\u0001 shall make Myself known to him in a vision. I shall speak with him in a dream.", "7", "“Not so, with My servant Moses, He is faithful in all My household;", "8", "With him I speak mouth to mouth, Even openly, and not in dark sayings, And he beholds the form of the Lord\u0001 Why then were you not afraid To speak against My servant, against Moses?”"]}, {"reference": "Numbers 15:30-34", "words": 108, "text": ["30", "But the person who does anything defiantly, whether he is native or an alien, that one is blaspheming the Lord\u0001 and that person shall be cut off from among his people.", "31", "Because he has despised the word of the Lord and has broken His commandment, that person shall be completely cut off; his guilt will be on him.’”", "32", "Now while the sons of Israel were in the wilderness, they found a man gathering wood on the sabbath day.", "33", "Those who found him gathering wood brought him to Moses and Aaron and to all the congregation;", "34", "and they put him in custody because it had not been declared what should be done to him."]}, {"reference": "Numbers 21:4-9", "words": 185, "text": ["4", "Then they set out from Mount Hor by the way of the Red Sea, to go around the land of Edom; and the people became impatient because of the journey.", "5", "The people spoke against God and Moses, “ Why have you brought us up out of Egypt to die in the wilderness? For there is no food and no water, and we loathe this miserable food.”", "6", "The Lord sent fiery serpents among the people and they bit the people, so that many people of Israel died.", "7", "So the people came to Moses and said, “We have sinned, because we have spoken against the Lord and you; intercede with the Lord\u0001 that He may remove the serpents from us.” And Moses interceded for the people.", "8", "Then the Lord said to Moses, “ Make a fiery serpent\u0001 and set it on a standard; and it shall come about, that everyone who is bitten, when he looks at it, he will live.”", "9", "And Moses made a bronze serpent and set it on the standard; and it came about, that if a serpent bit any man, when he looked to the bronze serpent, he lived."]}, {"reference": "Numbers 30:1-2", "words": 60, "text": ["1", "Then Moses spoke to the heads of the tribes of the sons of Israel, saying, “This is the word which the Lord has commanded.", "2", "If a man makes a vow to the Lord\u0001 or takes an oath to bind himself with a binding obligation, he shall not violate his word; he shall do according to all that proceeds out of his mouth."]}, {"reference": "Deuteronomy 4:1-6", "words": 184, "text": ["1", "“Now, O Israel, listen to the statutes and the judgments which I am teaching you to perform, so that you may live and go in and take possession of the land which the Lord\u0001 the God of your fathers, is giving you.", "2", "You shall not add to the word which I am commanding you, nor take away from it, that you may keep the commandments of the Lord your God which I command you.", "3", "Your eyes have seen what the Lord has done in the case of Baal-peor, for all the men who followed Baal-peor, the Lord your God has destroyed them from among you.", "4", "But you who held fast to the Lord your God are alive today, every one of you.", "5", "“See, I have taught you statutes and judgments just as the Lord my God commanded me, that you should do thus in the land where you are entering to possess it.", "6", "So keep and do them\u0001 for that is your wisdom and your understanding in the sight of the peoples who will hear all these statutes and say, ‘Surely this great nation is a wise and understanding people.’"]}, {"reference": "Deuteronomy 10:12-19", "words": 184, "text": ["12", "“ Now, Israel, what does the Lord your God require from you, but to fear the Lord your God, to walk in all His ways and love Him, and to serve the Lord your God with all your heart and with all your soul,", "13", "and to keep the Lord’s commandments and His statutes which I am commanding you today for your good?", "14", "Behold, to the Lord your God belong heaven and the highest heavens, the earth and all that is in it.", "15", "Yet on your fathers did the Lord set His affection to love them, and He chose their descendants after them, even you above all peoples, as it is this day.", "16", "So circumcise your heart, and stiffen your neck no longer.", "17", "For the Lord your God is the God of gods and the Lord of lords, the great, the mighty, and the awesome God who does not show partiality nor take a bribe.", "18", "He executes justice for the orphan and the widow, and shows His love for the alien by giving him food and clothing.", "19", "So show your love for the alien, for you were aliens in the land of Egypt."]}, {"reference": "Psalm 1:1-6", "words": 123, "text": ["1", "How blessed is the man who does not walk in the counsel of the wicked, Nor stand in the path of sinners, Nor sit in the seat of scoffers!", "2", "But his delight is in the law of the Lord\u0001 And in His law he meditates day and night.", "3", "He will be like a tree firmly planted by streams of water, Which yields its fruit in its season And its leaf does not wither; And in whatever he does, he prospers.", "4", "The wicked are not so, But they are like chaff which the wind drives away.", "5", "Therefore the wicked will not stand in the judgment, Nor sinners in the assembly of the righteous.", "6", "For the Lord knows the way of the righteous, But the way of the wicked will perish."]}, {"reference": "Psalm 16:9-11", "words": 56, "text": ["9", "Therefore my heart is glad and my glory rejoices; My flesh also will dwell securely.", "10", "For You will not abandon my soul to Sheol; Nor will You allow Your Holy One to undergo decay.", "11", "You will make known to me the path of life; In Your presence is fullness of joy; In Your right hand there are pleasures forever."]}, {"reference": "Psalm 40:4-10", "words": 165, "text": ["4", "How blessed is the man who has made the Lord his trust, And has not turned to the proud, nor to those who lapse into falsehood.", "5", "Many, O Lord my God, are the wonders which You have done, And Your thoughts toward us; There is none to compare with You. If I would declare and speak of them, They would be too numerous to count.", "6", "Sacrifice and meal offering You have not desired; My ears You have opened; Burnt offering and sin offering You have not required.", "7", "Then I said, “Behold, I come; In the scroll of the book it is written of me.", "8", "I delight to do Your will, O my God; Your Law is within my heart.”", "9", "I have proclaimed glad tidings of righteousness in the great congregation; Behold, I will not restrain my lips, O Lord\u0001 You know.", "10", "I have not hidden Your righteousness within my heart; I have spoken of Your faithfulness and Your salvation; I have not concealed Your lovingkindness and Your truth from the great congregation."]}, {"reference": "Psalm 55:16-19", "words": 77, "text": ["16", "As for me, I shall call upon God, And the Lord will save me.", "17", "Evening and morning and at noon, I will complain and murmur, And He will hear my voice.", "18", "He will redeem my soul in peace from the battle which is against me, For they are many who strive with me.", "19", "God will hear and answer them— Even the one who sits enthroned from of old— Selah. With whom there is no change, And who do not fear God."]}, {"reference": "Psalm 66:16-20", "words": 70, "text": ["16", "Come and hear, all who fear God, And I will tell of what He has done for my soul.", "17", "I cried to Him with my mouth, And He was extolled with my tongue.", "18", "If I regard wickedness in my heart, The Lord will not hear;", "19", "But certainly God has heard; He has given heed to the voice of my prayer.", "20", "Blessed be God, Who has not turned away my prayer Nor His lovingkindness from me."]}, {"reference": "Psalm 93:1-5", "words": 87, "text": ["1", "The Lord reigns, He is clothed with majesty; The Lord has clothed and girded Himself with strength; Indeed, the world is firmly established, it will not be moved.", "2", "Your throne is established from of old; You are from everlasting.", "3", "The floods have lifted up, O Lord\u0001 The floods have lifted up their voice, The floods lift up their pounding waves.", "4", "More than the sounds of many waters, Than the mighty breakers of the sea, The Lord on high is mighty.", "5", "Your testimonies are fully confirmed; Holiness befits Your house, O Lord\u0001 forevermore."]}, {"reference": "Psalm 95:6-11", "words": 105, "text": ["6", "Come, let us worship and bow down, Let us kneel before the Lord our Maker.", "7", "For He is our God, And we are the people of His pasture and the sheep of His hand. Today, if you would hear His voice,", "8", "Do not harden your hearts, as at Meribah, As in the day of Massah in the wilderness,", "9", "“When your fathers tested Me, They tried Me, though they had seen My work.", "10", "“For forty years I loathed that generation, And said they are a people who err in their heart, And they do not know My ways.", "11", "“Therefore I swore in My anger, Truly they shall not enter into My rest.”"]}, {"reference": "Psalm 134:1-3", "words": 40, "text": ["1", "Behold, bless the Lord\u0001 all servants of the Lord\u0001 Who serve by night in the house of the Lord\u0001", "2", "Lift up your hands to the sanctuary And bless the Lord\u0001", "3", "May the Lord bless you from Zion, He who made heaven and earth."]}, {"reference": "Psalm 148:13-14", "words": 49, "text": ["13", "Let them praise the name of the Lord\u0001 For His name alone is exalted; His glory is above earth and heaven.", "14", "And He has lifted up a horn for His people, Praise for all His godly ones; Even for the sons of Israel, a people near to Him. Praise the Lord\u0001"]}, {"reference": "Proverbs 1:2-7", "words": 75, "text": ["2", "To know wisdom and instruction, To discern the sayings of understanding,", "3", "To receive instruction in wise behavior, Righteousness, justice and equity;", "4", "To give prudence to the naive, To the youth knowledge and discretion,", "5", "A wise man will hear and increase in learning, And a man of understanding will acquire wise counsel,", "6", "To understand a proverb and a figure, The words of the wise and their riddles.", "7", "The fear of the Lord is the beginning of knowledge; Fools despise wisdom and instruction."]}, {"reference": "Proverbs 23:15-17", "words": 40, "text": ["15", "My son, if your heart is wise, My own heart also will be glad;", "16", "And my inmost being will rejoice When your lips speak what is right.", "17", "Do not let your heart envy sinners, But live in the fear of the Lord always."]}, {"reference": "Isaiah 1:18-20", "words": 67, "text": ["18", "“Come now, and let us reason together,” Says the Lord\u0001 “ Though your sins are as scarlet, They will be as white as snow; Though they are red like crimson, They will be like wool.", "19", "“ If you consent and obey, You will eat the best of the land;", "20", "“But if you refuse and rebel, You will be devoured by the sword.” Truly, the mouth of the Lord has spoken."]}, {"reference": "Isaiah 6:1-8", "words": 207, "text": ["1", "In the year of King Uzziah’s death I saw the Lord sitting on a throne, lofty and exalted, with the train of His robe filling the temple.", "2", "Seraphim stood above Him, each having six wings: with two he covered his face, and with two he covered his feet, and with two he flew.", "3", "And one called out to another and said, “ Holy, Holy, Holy, is the Lord of hosts, The whole earth is full of His glory.”", "4", "And the foundations of the thresholds trembled at the voice of him who called out, while the temple was filling with smoke.", "5", "Then I said, “ Woe is me, for I am ruined! Because I am a man of unclean lips, And I live among a people of unclean lips; For my eyes have seen the King, the Lord of hosts.”", "6", "Then one of the seraphim flew to me with a burning coal in his hand, which he had taken from the altar with tongs.", "7", "He touched my mouth with it and said, “Behold, this has touched your lips; and your iniquity is taken away and your sin is forgiven.”", "8", "Then I heard the voice of the Lord, saying, “Whom shall I send, and who will go for Us?” Then I said, “Here am I. Send me!”"]}, {"reference": "Isaiah 11:1-10", "words": 267, "text": ["1", "Then a shoot will spring from the stem of Jesse, And a branch from his roots will bear fruit.", "2", "The Spirit of the Lord will rest on Him, The spirit of wisdom and understanding, The spirit of counsel and strength, The spirit of knowledge and the fear of the Lord\u0001", "3", "And He will delight in the fear of the Lord\u0001 And He will not judge by what His eyes see, Nor make a decision by what His ears hear;", "4", "But with righteousness He will judge the poor, And decide with fairness for the afflicted of the earth; And He will strike the earth with the rod of His mouth, And with the breath of His lips He will slay the wicked.", "5", "Also righteousness will be the belt about His loins, And faithfulness the belt about His waist.", "6", "And the wolf will dwell with the lamb, And the leopard will lie down with the young goat, And the calf and the young lion and the fatling together; And a little boy will lead them.", "7", "Also the cow and the bear will graze, Their young will lie down together, And the lion will eat straw like the ox.", "8", "The nursing child will play by the hole of the cobra, And the weaned child will put his hand on the viper’s den.", "9", "They will not hurt or destroy in all My holy mountain, For the earth will be full of the knowledge of the Lord As the waters cover the sea.", "10", "Then in that day The nations will resort to the root of Jesse, Who will stand as a signal for the peoples; And His resting place will be glorious."]}, {"reference": "Isaiah 12:1-6", "words": 135, "text": ["1", "Then you will say on that day, “ I will give thanks to You, O Lord\u0001 For although You were angry with me, Your anger is turned away, And You comfort me.", "2", "“Behold, God is my salvation, I will trust and not be afraid; For the Lord God is my strength and song, And He has become my salvation.”", "3", "Therefore you will joyously draw water From the springs of salvation.", "4", "And in that day you will say, “ Give thanks to the Lord\u0001 call on His name. Make known His deeds among the peoples; Make them remember that His name is exalted.”", "5", "Praise the Lord in song, for He has done excellent things; Let this be known throughout the earth.", "6", "Cry aloud and shout for joy, O inhabitant of Zion, For great in your midst is the Holy One of Israel."]}, {"reference": "Isaiah 38:19", "words": 20, "text": ["19", "“It is the living who give thanks to You, as I do today; A father tells his sons about Your faithfulness."]}, {"reference": "Isaiah 42:1-13", "words": 341, "text": ["1", "“ Behold, My Servant, whom I uphold; My chosen one in whom My soul delights. I have put My Spirit upon Him; He will bring forth justice to the nations.", "2", "“He will not cry out or raise His voice\u0001 Nor make His voice heard in the street.", "3", "“A bruised reed He will not break And a dimly burning wick He will not extinguish; He will faithfully bring forth justice.", "4", "“He will not be disheartened or crushed Until He has established justice in the earth; And the coastlands will wait expectantly for His law.”", "5", "Thus says God the Lord\u0001 Who created the heavens and stretched them out, Who spread out the earth and its offspring, Who gives breath to the people on it And spirit to those who walk in it,", "6", "“I am the Lord\u0001 I have called You in righteousness, I will also hold You by the hand and watch over You, And I will appoint You as a covenant to the people, As a light to the nations,", "7", "To open blind eyes, To bring out prisoners from the dungeon And those who dwell in darkness from the prison.", "8", "“ I am the Lord\u0001 that is My name; I will not give My glory to another, Nor My praise to graven images.", "9", "“Behold, the former things have come to pass, Now I declare new things; Before they spring forth I proclaim them to you.”", "10", "Sing to the Lord a new song, Sing His praise from the end of the earth! You who go down to the sea, and all that is in it. You islands, and those who dwell on them.", "11", "Let the wilderness and its cities lift up their voices\u0001 The settlements where Kedar inhabits. Let the inhabitants of Sela sing aloud, Let them shout for joy from the tops of the mountains.", "12", "Let them give glory to the Lord And declare His praise in the coastlands.", "13", "The Lord will go forth like a warrior, He will arouse His zeal like a man of war. He will utter a shout, yes, He will raise a war cry. He will prevail against His enemies."]}, {"reference": "Isaiah 50:4-6", "words": 81, "text": ["4", "The Lord God has given Me the tongue of disciples, That I may know how to sustain the weary one with a word. He awakens Me morning by morning, He awakens My ear to listen as a disciple.", "5", "The Lord God has opened My ear; And I was not disobedient Nor did I turn back.", "6", "I gave My back to those who strike Me\u0001 And My cheeks to those who pluck out the beard; I did not cover My face from humiliation and spitting."]}, {"reference": "Isaiah 55:10-11", "words": 69, "text": ["10", "“For as the rain and the snow come down from heaven, And do not return there without watering the earth And making it bear and sprout, And furnishing seed to the sower and bread to the eater;", "11", "So will My word be which goes forth from My mouth; It will not return to Me empty, Without accomplishing what I desire, And without succeeding in the matter for which I sent it."]}, {"reference": "Jeremiah 9:13-16", "words": 94, "text": ["13", "The Lord said, “Because they have forsaken My law which I set before them, and have not obeyed My voice nor walked according to it,", "14", "but have walked after the stubbornness of their heart and after the Baals, as their fathers taught them,”", "15", "therefore thus says the Lord of hosts, the God of Israel, “behold, I will feed them, this people, with wormwood and give them poisoned water to drink.", "16", "I will scatter them among the nations, whom neither they nor their fathers have known; and I will send the sword after them until I have annihilated them.”"]}, {"reference": "Jeremiah 18:7-10", "words": 91, "text": ["7", "At one moment I might speak concerning a nation or concerning a kingdom to uproot, to pull down, or to destroy it\u0001", "8", "if that nation against which I have spoken turns from its evil, I will relent concerning the calamity I planned to bring on it.", "9", "Or at another moment I might speak concerning a nation or concerning a kingdom to build up or to plant it\u0001", "10", "if it does evil in My sight by not obeying My voice, then I will think better of the good with which I had promised to bless it."]}, {"reference": "Jeremiah 23:5-6", "words": 60, "text": ["5", "“Behold, the days are coming,” declares the Lord\u0001 “When I will raise up for David a righteous Branch; And He will reign as king and act wisely And do justice and righteousness in the land.", "6", "“In His days Judah will be saved, And Israel will dwell securely; And this is His name by which He will be called, ‘The Lord our righteousness.’"]}, {"reference": "Ezekiel 36:33-38", "words": 165, "text": ["33", "‘Thus says the Lord God\u0001 “On the day that I cleanse you from all your iniquities, I will cause the cities to be inhabited, and the waste places will be rebuilt.", "34", "The desolate land will be cultivated instead of being a desolation in the sight of everyone who passes by.", "35", "They will say, ‘This desolate land has become like the garden of Eden; and the waste, desolate and ruined cities are fortified and inhabited.’", "36", "Then the nations that are left round about you will know that I, the Lord\u0001 have rebuilt the ruined places and planted that which was desolate; I, the Lord\u0001 have spoken and will do it.”", "37", "‘Thus says the Lord God\u0001 “This also I will let the house of Israel ask Me to do for them: I will increase their men like a flock.", "38", "Like the flock for sacrifices, like the flock at Jerusalem during her appointed feasts, so will the waste cities be filled with flocks of men. Then they will know that I am the Lord\u0001”’”"]}, {"reference": "Ezekiel 47:21-23", "words": 85, "text": ["21", "“So you shall divide this land among yourselves according to the tribes of Israel.", "22", "You shall divide it by lot for an inheritance among yourselves and among the aliens who stay in your midst, who bring forth sons in your midst. And they shall be to you as the native-born among the sons of Israel; they shall be allotted an inheritance with you among the tribes of Israel.", "23", "And in the tribe with which the alien stays, there you shall give him his inheritance,” declares the Lord God\u0001"]}, {"reference": "Daniel 12:1-3", "words": 107, "text": ["1", "“Now at that time Michael, the great prince who stands guard over the sons of your people, will arise. And there will be a time of distress such as never occurred since there was a nation until that time; and at that time your people, everyone who is found written in the book, will be rescued.", "2", "Many of those who sleep in the dust of the ground will awake, these to everlasting life, but the others to disgrace and everlasting contempt.", "3", "Those who have insight will shine brightly like the brightness of the expanse of heaven, and those who lead the many to righteousness, like the stars forever and ever."]}, {"reference": "Hosea 1:10-11", "words": 88, "text": ["10", "Yet the number of the sons of Israel Will be like the sand of the sea, Which cannot be measured or numbered; And in the place Where it is said to them, “You are not My people,” It will be said to them, “ You are the sons of the living God.”", "11", "And the sons of Judah and the sons of Israel will be gathered together, And they will appoint for themselves one leader, And they will go up from the land, For great will be the day of Jezreel."]}, {"reference": "Hosea 6:1-3", "words": 83, "text": ["1", "“ Come, let us return to the Lord\u0001 For He has torn us\u0001 but He will heal us; He has wounded us\u0001 but He will bandage us.", "2", "“He will revive us after two days; He will raise us up on the third day, That we may live before Him.", "3", "“So let us know, let us press on to know the Lord\u0001 His going forth is as certain as the dawn; And He will come to us like the rain, Like the spring rain watering the earth.”"]}, {"reference": "Joel 2:28-32", "words": 129, "text": ["28", "“ It will come about after this That I will pour out My Spirit on all mankind; And your sons and daughters will prophesy, Your old men will dream dreams, Your young men will see visions.", "29", "“Even on the male and female servants I will pour out My Spirit in those days.", "30", "“I will display wonders in the sky and on the earth, Blood, fire and columns of smoke.", "31", "“The sun will be turned into darkness And the moon into blood Before the great and awesome day of the Lord comes.", "32", "“And it will come about that whoever calls on the name of the Lord Will be delivered; For on Mount Zion and in Jerusalem There will be those who escape, As the Lord has said, Even among the survivors whom the Lord calls."]}, {"reference": "Obadiah 1:15-18", "words": 130, "text": ["15", "“For the day of the Lord draws near on all the nations. As you have done, it will be done to you. Your dealings will return on your own head.", "16", "“Because just as you drank on My holy mountain, All the nations will drink continually. They will drink and swallow And become as if they had never existed.", "17", "“But on Mount Zion there will be those who escape, And it will be holy. And the house of Jacob will possess their possessions.", "18", "“Then the house of Jacob will be a fire And the house of Joseph a flame; But the house of Esau will be as stubble. And they will set them on fire and consume them, So that there will be no survivor of the house of Esau,” For the Lord has spoken."]}, {"reference": "Jonah 3:4-10", "words": 193, "text": ["4", "Then Jonah began to go through the city one day’s walk; and he cried out and said, “Yet forty days and Nineveh will be overthrown.”", "5", "Then the people of Nineveh believed in God; and they called a fast and put on sackcloth from the greatest to the least of them.", "6", "When the word reached the king of Nineveh, he arose from his throne, laid aside his robe from him, covered himself with sackcloth and sat on the ashes.", "7", "He issued a proclamation and it said, “In Nineveh by the decree of the king and his nobles: Do not let man, beast, herd, or flock taste a thing. Do not let them eat or drink water.", "8", "But both man and beast must be covered with sackcloth; and let men call on God earnestly that each may turn from his wicked way and from the violence which is in his hands.", "9", "Who knows, God may turn and relent and withdraw His burning anger so that we will not perish.”", "10", "When God saw their deeds, that they turned from their wicked way, then God relented concerning the calamity which He had declared He would bring upon them. And He did not do it\u0001"]}, {"reference": "Micah 4:1-5", "words": 199, "text": ["1", "And it will come about in the last days That the mountain of the house of the Lord Will be established as the chief of the mountains. It will be raised above the hills, And the peoples will stream to it.", "2", "Many nations will come and say, “ Come and let us go up to the mountain of the Lord And to the house of the God of Jacob, That He may teach us about His ways And that we may walk in His paths.” For from Zion will go forth the law, Even the word of the Lord from Jerusalem.", "3", "And He will judge between many peoples And render decisions for mighty, distant nations. Then they will hammer their swords into plowshares And their spears into pruning hooks; Nation will not lift up sword against nation, And never again will they train for war.", "4", "Each of them will sit under his vine And under his fig tree, With no one to make them afraid, For the mouth of the Lord of hosts has spoken.", "5", "Though all the peoples walk Each in the name of his god, As for us, we will walk In the name of the Lord our God forever and ever."]}, {"reference": "Nahum 1:3-7", "words": 128, "text": ["3", "The Lord is slow to anger and great in power, And the Lord will by no means leave the guilty unpunished. In whirlwind and storm is His way, And clouds are the dust beneath His feet.", "4", "He rebukes the sea and makes it dry; He dries up all the rivers. Bashan and Carmel wither; The blossoms of Lebanon wither.", "5", "Mountains quake because of Him And the hills dissolve; Indeed the earth is upheaved by His presence, The world and all the inhabitants in it.", "6", "Who can stand before His indignation? Who can endure the burning of His anger? His wrath is poured out like fire And the rocks are broken up by Him.", "7", "The Lord is good, A stronghold in the day of trouble, And He knows those who take refuge in Him."]}, {"reference": "Habakkuk 3:6-19", "words": 351, "text": ["6", "He stood and surveyed the earth; He looked and startled the nations. Yes, the perpetual mountains were shattered, The ancient hills collapsed. His ways are everlasting.", "7", "I saw the tents of Cushan under distress, The tent curtains of the land of Midian were trembling.", "8", "Did the Lord rage against the rivers, Or was Your anger against the rivers, Or was Your wrath against the sea, That You rode on Your horses, On Your chariots of salvation?", "9", "Your bow was made bare, The rods of chastisement were sworn. Selah. You cleaved the earth with rivers.", "10", "The mountains saw You and quaked; The downpour of waters swept by. The deep uttered forth its voice, It lifted high its hands.", "11", "Sun and moon stood in their places; They went away at the light of Your arrows, At the radiance of Your gleaming spear.", "12", "In indignation You marched through the earth; In anger You trampled the nations.", "13", "You went forth for the salvation of Your people, For the salvation of Your anointed. You struck the head of the house of the evil To lay him open from thigh to neck. Selah.", "14", "You pierced with his own spears The head of his throngs. They stormed in to scatter us; Their exultation was like those Who devour the oppressed in secret.", "15", "You trampled on the sea with Your horses, On the surge of many waters.", "16", "I heard and my inward parts trembled, At the sound my lips quivered. Decay enters my bones, And in my place I tremble. Because I must wait quietly for the day of distress, For the people to arise who will invade us.", "17", "Though the fig tree should not blossom And there be no fruit on the vines, Though the yield of the olive should fail And the fields produce no food, Though the flock should be cut off from the fold And there be no cattle in the stalls,", "18", "Yet I will exult in the Lord\u0001 I will rejoice in the God of my salvation.", "19", "The Lord God is my strength, And He has made my feet like hinds’ feet\u0001 And makes me walk on my high places. For the choir director, on my stringed instruments."]}, {"reference": "Zechariah 8:13-16", "words": 116, "text": ["13", "It will come about that just as you were a curse among the nations, O house of Judah and house of Israel, so I will save you that you may become a blessing. Do not fear; let your hands be strong.’", "14", "“For thus says the Lord of hosts, ‘Just as I purposed to do harm to you when your fathers provoked Me to wrath,’ says the Lord of hosts, ‘and I have not relented,", "15", "so I have again purposed in these days to do good to Jerusalem and to the house of Judah. Do not fear!", "16", "These are the things which you should do: speak the truth to one another; judge with truth and judgment for peace in your gates."]}, {"reference": "Malachi 1:11", "words": 52, "text": ["11", "For from the rising of the sun even to its setting, My name will be great among the nations, and in every place incense is going to be offered to My name, and a grain offering that is pure; for My name will be great among the nations,” says the Lord of hosts."]}, {"reference": "Malachi 3:2", "words": 26, "text": ["2", "“But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner’s fire and like fullers’ soap."]}, {"reference": "Matthew 1:18-21", "words": 118, "text": ["18", "Now the birth of Jesus Christ was as follows: when His mother Mary had been betrothed to Joseph, before they came together she was found to be with child by the Holy Spirit.", "19", "And Joseph her husband, being a righteous man and not wanting to disgrace her, planned to send her away secretly.", "20", "But when he had considered this, behold, an angel of the Lord appeared to him in a dream, saying, “ Joseph, son of David, do not be afraid to take Mary as your wife; for the Child who has been conceived in her is of the Holy Spirit.", "21", "She will bear a Son; and you shall call His name Jesus, for He will save His people from their sins.”"]}, {"reference": "Matthew 4:12-24", "words": 268, "text": ["12", "Now when Jesus heard that John had been taken into custody, He withdrew into Galilee;", "13", "and leaving Nazareth, He came and settled in Capernaum, which is by the sea, in the region of Zebulun and Naphtali.", "14", "This was to fulfill what was spoken through Isaiah the prophet:", "15", "“ The land of Zebulun and the land of Naphtali\u0001 By the way of the sea, beyond the Jordan, Galilee of the Gentiles —", "16", "“ The people who were sitting in darkness saw a great Light\u0001 And those who were sitting in the land and shadow of death\u0001 Upon them a Light dawned\u0001”", "17", "From that time Jesus began to preach and say, “ Repent, for the kingdom of heaven is at hand.”", "18", "Now as Jesus was walking by the Sea of Galilee, He saw two brothers, Simon who was called Peter, and Andrew his brother, casting a net into the sea; for they were fishermen.", "19", "And He *said to them, “ Follow Me, and I will make you fishers of men.”", "20", "Immediately they left their nets and followed Him.", "21", "Going on from there He saw two other brothers, James the son of Zebedee, and John his brother, in the boat with Zebedee their father, mending their nets; and He called them.", "22", "Immediately they left the boat and their father, and followed Him.", "23", "Jesus was going throughout all Galilee, teaching in their synagogues and proclaiming the gospel of the kingdom, and healing every kind of disease and every kind of sickness among the people.", "24", "The news about Him spread throughout all Syria; and they brought to Him all who were ill, those suffering with various diseases and pains, demoniacs, epileptics, paralytics; and He healed them."]}, {"reference": "Matthew 6:24", "words": 34, "text": ["24", "“ No one can serve two masters; for either he will hate the one and love the other, or he will be devoted to one and despise the other. You cannot serve God and wealth."]}, {"reference": "Matthew 9:18-26", "words": 166, "text": ["18", "While He was saying these things to them, a synagogue official came and bowed down before Him, and said, “My daughter has just died; but come and lay Your hand on her, and she will live.”", "19", "Jesus got up and began to follow him, and so did His disciples.", "20", "And a woman who had been suffering from a hemorrhage for twelve years, came up behind Him and touched the fringe of His cloak;", "21", "for she was saying to herself, “If I only touch His garment, I will get well.”", "22", "But Jesus turning and seeing her said, “Daughter, take courage; your faith has made you well.” At once the woman was made well.", "23", "When Jesus came into the official’s house, and saw the flute-players and the crowd in noisy disorder,", "24", "He said, “Leave; for the girl has not died, but is asleep.” And they began laughing at Him.", "25", "But when the crowd had been sent out, He entered and took her by the hand, and the girl got up.", "26", "This news spread throughout all that land."]}, {"reference": "Matthew 9:35-38", "words": 76, "text": ["35", "Jesus was going through all the cities and villages, teaching in their synagogues and proclaiming the gospel of the kingdom, and healing every kind of disease and every kind of sickness.", "36", "Seeing the people, He felt compassion for them, because they were distressed and dispirited like sheep without a shepherd.", "37", "Then He *said to His disciples, “ The harvest is plentiful, but the workers are few.", "38", "Therefore beseech the Lord of the harvest to send out workers into His harvest.”"]}, {"reference": "Matthew 12:15-21", "words": 110, "text": ["15", "But Jesus, aware of this\u0001 withdrew from there. Many followed Him, and He healed them all,", "16", "and warned them not to tell who He was.", "17", "This was to fulfill what was spoken through Isaiah the prophet:", "18", "“ Behold, My Servant whom I have chosen\u0001 My Beloved in whom My soul is well-pleased\u0001 I will put My Spirit upon Him\u0001 And He shall proclaim justice to the Gentiles\u0001", "19", "“ He will not quarrel, nor cry out\u0001 Nor will anyone hear His voice in the streets\u0001", "20", "“ A battered reed He will not break off\u0001 And a smoldering wick He will not put out\u0001 Until He leads justice to victory\u0001", "21", "“ And in His name the Gentiles will hope\u0001”"]}, {"reference": "Matthew 28:16-20", "words": 89, "text": ["16", "But the eleven disciples proceeded to Galilee, to the mountain which Jesus had designated.", "17", "When they saw Him, they worshiped Him\u0001 but some were doubtful.", "18", "And Jesus came up and spoke to them, saying, “ All authority has been given to Me in heaven and on earth.", "19", "Go therefore and make disciples of all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit,", "20", "teaching them to observe all that I commanded you; and lo, I am with you always, even to the end of the age.”"]}, {"reference": "Mark 1:4-8", "words": 110, "text": ["4", "John the Baptist appeared in the wilderness preaching a baptism of repentance for the forgiveness of sins.", "5", "And all the country of Judea was going out to him, and all the people of Jerusalem; and they were being baptized by him in the Jordan River, confessing their sins.", "6", "John was clothed with camel’s hair and wore a leather belt around his waist, and his diet was locusts and wild honey.", "7", "And he was preaching, and saying, “After me One is coming who is mightier than I, and I am not fit to stoop down and untie the thong of His sandals.", "8", "I baptized you with water; but He will baptize you with the Holy Spirit.”"]}, {"reference": "Mark 5:18-20", "words": 77, "text": ["18", "As He was getting into the boat, the man who had been demon-possessed was imploring Him that he might accompany Him.", "19", "And He did not let him, but He *said to him, “ Go home to your people and report to them what great things the Lord has done for you, and how He had mercy on you.”", "20", "And he went away and began to proclaim in Decapolis what great things Jesus had done for him; and everyone was amazed."]}, {"reference": "Mark 12:17", "words": 27, "text": ["17", "And Jesus said to them, “ Render to Caesar the things that are Caesar’s, and to God the things that are God’s.” And they were amazed at Him."]}, {"reference": "Luke 7:18-23", "words": 139, "text": ["18", "The disciples of John reported to him about all these things.", "19", "Summoning two of his disciples, John sent them to the Lord, saying, “Are You the Expected One, or do we look for someone else?”", "20", "When the men came to Him, they said, “John the Baptist has sent us to You, to ask, ‘Are You the Expected One, or do we look for someone else?’”", "21", "At that very time He cured many people of diseases and afflictions and evil spirits; and He gave sight to many who were blind.", "22", "And He answered and said to them, “Go and report to John what you have seen and heard: the blind receive sight\u0001 the lame walk, the lepers are cleansed, and the deaf hear, the dead are raised up, the poor have the gospel preached to them\u0001", "23", "Blessed is he who does not take offense at Me.”"]}, {"reference": "Luke 16:1-13", "words": 342, "text": ["1", "Now He was also saying to the disciples, “There was a rich man who had a manager, and this manager was reported to him as squandering his possessions.", "2", "And he called him and said to him, ‘What is this I hear about you? Give an accounting of your management, for you can no longer be manager.’", "3", "The manager said to himself, ‘What shall I do, since my master is taking the management away from me? I am not strong enough to dig; I am ashamed to beg.", "4", "I know what I shall do, so that when I am removed from the management people will welcome me into their homes.’", "5", "And he summoned each one of his master’s debtors, and he began saying to the first, ‘How much do you owe my master?’", "6", "And he said, ‘A hundred measures of oil.’ And he said to him, ‘Take your bill, and sit down quickly and write fifty.’", "7", "Then he said to another, ‘And how much do you owe?’ And he said, ‘A hundred measures of wheat.’ He *said to him, ‘Take your bill, and write eighty.’", "8", "And his master praised the unrighteous manager because he had acted shrewdly; for the sons of this age are more shrewd in relation to their own kind than the sons of light.", "9", "And I say to you, make friends for yourselves by means of the wealth of unrighteousness, so that when it fails, they will receive you into the eternal dwellings.", "10", "“ He who is faithful in a very little thing is faithful also in much; and he who is unrighteous in a very little thing is unrighteous also in much.", "11", "Therefore if you have not been faithful in the use of unrighteous wealth, who will entrust the true riches to you?", "12", "And if you have not been faithful in the use of that which is another’s, who will give you that which is your own?", "13", "No servant can serve two masters; for either he will hate the one and love the other, or else he will be devoted to one and despise the other. You cannot serve God and wealth.”"]}, {"reference": "John 12:24", "words": 27, "text": ["24", "Truly, truly, I say to you, unless a grain of wheat falls into the earth and dies, it remains alone; but if it dies, it bears much fruit."]}, {"reference": "John 12:44-50", "words": 155, "text": ["44", "And Jesus cried out and said, “ He who believes in Me, does not believe in Me but in Him who sent Me.", "45", "He who sees Me sees the One who sent Me.", "46", "I have come as Light into the world, so that everyone who believes in Me will not remain in darkness.", "47", "If anyone hears My sayings and does not keep them, I do not judge him; for I did not come to judge the world, but to save the world.", "48", "He who rejects Me and does not receive My sayings, has one who judges him; the word I spoke is what will judge him at the last day.", "49", "For I did not speak on My own initiative, but the Father Himself who sent Me has given Me a commandment as to what to say and what to speak.", "50", "I know that His commandment is eternal life; therefore the things I speak, I speak just as the Father has told Me.”"]}, {"reference": "John 21:15-19", "words": 200, "text": ["15", "So when they had finished breakfast, Jesus *said to Simon Peter, “Simon, son of John, do you love Me more than these?” He *said to Him, “Yes, Lord; You know that I love You.” He *said to him, “Tend My lambs.”", "16", "He *said to him again a second time, “Simon, son of John, do you love Me?” He *said to Him, “Yes, Lord; You know that I love You.” He *said to him, “ Shepherd My sheep.”", "17", "He *said to him the third time, “Simon, son of John, do you love Me?” Peter was grieved because He said to him the third time, “Do you love Me?” And he said to Him, “Lord, You know all things; You know that I love You.” Jesus *said to him, “ Tend My sheep.", "18", "Truly, truly, I say to you, when you were younger, you used to gird yourself and walk wherever you wished; but when you grow old, you will stretch out your hands and someone else will gird you, and bring you where you do not wish to go\u0001”", "19", "Now this He said, signifying by what kind of death he would glorify God. And when He had spoken this, He *said to him, “ Follow Me!”"]}, {"reference": "Acts 2:1-4", "words": 75, "text": ["1", "When the day of Pentecost had come, they were all together in one place.", "2", "And suddenly there came from heaven a noise like a violent rushing wind, and it filled the whole house where they were sitting.", "3", "And there appeared to them tongues as of fire distributing themselves, and they rested on each one of them.", "4", "And they were all filled with the Holy Spirit and began to speak with other tongues, as the Spirit was giving them utterance."]}, {"reference": "Acts 3:1-9", "words": 181, "text": ["1", "Now Peter and John were going up to the temple at the ninth hour\u0001 the hour of prayer.", "2", "And a man who had been lame from his mother’s womb was being carried along, whom they used to set down every day at the gate of the temple which is called Beautiful, in order to beg alms of those who were entering the temple.", "3", "When he saw Peter and John about to go into the temple, he began asking to receive alms.", "4", "But Peter, along with John, fixed his gaze on him and said, “Look at us!”", "5", "And he began to give them his attention, expecting to receive something from them.", "6", "But Peter said, “I do not possess silver and gold, but what I do have I give to you: In the name of Jesus Christ the Nazarene—walk!”", "7", "And seizing him by the right hand, he raised him up; and immediately his feet and his ankles were strengthened.", "8", "With a leap he stood upright and began to walk; and he entered the temple with them, walking and leaping and praising God.", "9", "And all the people saw him walking and praising God;"]}, {"reference": "Acts 4:1-13", "words": 291, "text": ["1", "As they were speaking to the people, the priests and the captain of the temple guard and the Sadducees came up to them,", "2", "being greatly disturbed because they were teaching the people and proclaiming in Jesus the resurrection from the dead.", "3", "And they laid hands on them and put them in jail until the next day, for it was already evening.", "4", "But many of those who had heard the message believed; and the number of the men came to be about five thousand.", "5", "On the next day, their rulers and elders and scribes were gathered together in Jerusalem;", "6", "and Annas the high priest was there\u0001 and Caiaphas and John and Alexander, and all who were of high-priestly descent.", "7", "When they had placed them in the center, they began to inquire, “By what power, or in what name, have you done this?”", "8", "Then Peter, filled with the Holy Spirit, said to them, “ Rulers and elders of the people,", "9", "if we are on trial today for a benefit done to a sick man, as to how this man has been made well,", "10", "let it be known to all of you and to all the people of Israel, that by the name of Jesus Christ the Nazarene, whom you crucified, whom God raised from the dead— by this name this man stands here before you in good health.", "11", "He is the stone which was rejected by you, the builders\u0001 but which became the chief corner stone\u0001", "12", "And there is salvation in no one else; for there is no other name under heaven that has been given among men by which we must be saved.”", "13", "Now as they observed the confidence of Peter and John and understood that they were uneducated and untrained men, they were amazed, and began to recognize them as having been with Jesus."]}, {"reference": "Acts 6:1-7", "words": 181, "text": ["1", "Now at this time while the disciples were increasing in number\u0001 a complaint arose on the part of the Hellenistic Jews against the native Hebrews, because their widows were being overlooked in the daily serving of food\u0001", "2", "So the twelve summoned the congregation of the disciples and said, “It is not desirable for us to neglect the word of God in order to serve tables.", "3", "Therefore, brethren, select from among you seven men of good reputation, full of the Spirit and of wisdom, whom we may put in charge of this task.", "4", "But we will devote ourselves to prayer and to the ministry of the word.”", "5", "The statement found approval with the whole congregation; and they chose Stephen, a man full of faith and of the Holy Spirit, and Philip, Prochorus, Nicanor, Timon, Parmenas and Nicolas, a proselyte from Antioch.", "6", "And these they brought before the apostles; and after praying, they laid their hands on them.", "7", "The word of God kept on spreading; and the number of the disciples continued to increase greatly in Jerusalem, and a great many of the priests were becoming obedient to the faith."]}, {"reference": "Acts 8:4-8", "words": 84, "text": ["4", "Therefore, those who had been scattered went about preaching the word.", "5", "Philip went down to the city of Samaria and began proclaiming Christ to them.", "6", "The crowds with one accord were giving attention to what was said by Philip, as they heard and saw the signs which he was performing.", "7", "For in the case of many who had unclean spirits, they were coming out of them shouting with a loud voice; and many who had been paralyzed and lame were healed.", "8", "So there was much rejoicing in that city."]}, {"reference": "Acts 9:10-22", "words": 326, "text": ["10", "Now there was a disciple at Damascus named Ananias; and the Lord said to him in a vision, “Ananias.” And he said, “Here I am, Lord.”", "11", "And the Lord said to him, “Get up and go to the street called Straight, and inquire at the house of Judas for a man from Tarsus named Saul, for he is praying,", "12", "and he has seen in a vision a man named Ananias come in and lay his hands on him, so that he might regain his sight.”", "13", "But Ananias answered, “Lord, I have heard from many about this man, how much harm he did to Your saints at Jerusalem;", "14", "and here he has authority from the chief priests to bind all who call on Your name.”", "15", "But the Lord said to him, “Go, for he is a chosen instrument of Mine, to bear My name before the Gentiles and kings and the sons of Israel;", "16", "for I will show him how much he must suffer for My name’s sake.”", "17", "So Ananias departed and entered the house, and after laying his hands on him said, “ Brother Saul, the Lord Jesus, who appeared to you on the road by which you were coming, has sent me so that you may regain your sight and be filled with the Holy Spirit.”", "18", "And immediately there fell from his eyes something like scales, and he regained his sight, and he got up and was baptized;", "19", "and he took food and was strengthened. Now for several days he was with the disciples who were at Damascus,", "20", "and immediately he began to proclaim Jesus in the synagogues, saying, “He is the Son of God.”", "21", "All those hearing him continued to be amazed, and were saying, “Is this not he who in Jerusalem destroyed those who called on this name, and who had come here for the purpose of bringing them bound before the chief priests?”", "22", "But Saul kept increasing in strength and confounding the Jews who lived at Damascus by proving that this Jesus is the Christ."]}, {"reference": "Acts 11:1-18", "words": 379, "text": ["1", "Now the apostles and the brethren who were throughout Judea heard that the Gentiles also had received the word of God.", "2", "And when Peter came up to Jerusalem, those who were circumcised took issue with him,", "3", "saying, “ You went to uncircumcised men and ate with them.”", "4", "But Peter began speaking and proceeded to explain to them in orderly sequence, saying,", "5", "“ I was in the city of Joppa praying; and in a trance I saw a vision, an object coming down like a great sheet lowered by four corners from the sky; and it came right down to me,", "6", "and when I had fixed my gaze on it and was observing it I saw the four-footed animals of the earth and the wild beasts and the crawling creatures and the birds of the air.", "7", "I also heard a voice saying to me, ‘Get up, Peter; kill and eat.’", "8", "But I said, ‘By no means, Lord, for nothing unholy or unclean has ever entered my mouth.’", "9", "But a voice from heaven answered a second time, ‘ What God has cleansed, no longer consider unholy.’", "10", "This happened three times, and everything was drawn back up into the sky.", "11", "And behold, at that moment three men appeared at the house in which we were staying\u0001 having been sent to me from Caesarea.", "12", "The Spirit told me to go with them without misgivings. These six brethren also went with me and we entered the man’s house.", "13", "And he reported to us how he had seen the angel standing in his house, and saying, ‘Send to Joppa and have Simon, who is also called Peter, brought here;", "14", "and he will speak words to you by which you will be saved, you and all your household.’", "15", "And as I began to speak, the Holy Spirit fell upon them just as He did upon us at the beginning.", "16", "And I remembered the word of the Lord, how He used to say, ‘ John baptized with water, but you will be baptized with the Holy Spirit.’", "17", "Therefore if God gave to them the same gift as He gave to us also after believing in the Lord Jesus Christ, who was I that I could stand in God’s way?”", "18", "When they heard this, they quieted down and glorified God, saying, “Well then, God has granted to the Gentiles also the repentance that leads to life.”"]}, {"reference": "Acts 20:26-31", "words": 119, "text": ["26", "Therefore, I testify to you this day that I am innocent of the blood of all men.", "27", "For I did not shrink from declaring to you the whole purpose of God.", "28", "Be on guard for yourselves and for all the flock, among which the Holy Spirit has made you overseers, to shepherd the church of God which He purchased with His own blood.", "29", "I know that after my departure savage wolves will come in among you, not sparing the flock;", "30", "and from among your own selves men will arise, speaking perverse things, to draw away the disciples after them.", "31", "Therefore be on the alert, remembering that night and day for a period of three years I did not cease to admonish each one with tears."]}, {"reference": "Acts 20:35-38", "words": 87, "text": ["35", "In everything I showed you that by working hard in this manner you must help the weak and remember the words of the Lord Jesus, that He Himself said, ‘It is more blessed to give than to receive.’ ”", "36", "When he had said these things, he knelt down and prayed with them all.", "37", "And they began to weep aloud and embraced Paul, and repeatedly kissed him,", "38", "grieving especially over the word which he had spoken, that they would not see his face again. And they were accompanying him to the ship."]}, {"reference": "Romans 13:8-10", "words": 73, "text": ["8", "Owe nothing to anyone except to love one another; for he who loves his neighbor has fulfilled the law.", "9", "For this, “ You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet\u0001” and if there is any other commandment, it is summed up in this saying, “ You shall love your neighbor as yourself\u0001”", "10", "Love does no wrong to a neighbor; therefore love is the fulfillment of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 78, "text": ["16", "For if I preach the gospel, I have nothing to boast of, for I am under compulsion; for woe is me if I do not preach the gospel.", "17", "For if I do this voluntarily, I have a reward; but if against my will, I have a stewardship entrusted to me.", "18", "What then is my reward? That, when I preach the gospel, I may offer the gospel without charge, so as not to make full use of my right in the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 142, "text": ["19", "For though I am free from all men\u0001 I have made myself a slave to all, so that I may win more.", "20", "To the Jews I became as a Jew, so that I might win Jews; to those who are under the Law, as under the Law though not being myself under the Law, so that I might win those who are under the Law;", "21", "to those who are without law, as without law, though not being without the law of God but under the law of Christ, so that I might win those who are without law.", "22", "To the weak I became weak, that I might win the weak; I have become all things to all men, so that I may by all means save some.", "23", "I do all things for the sake of the gospel, so that I may become a fellow partaker of it."]}, {"reference": "1 Corinthians 12:1-11", "words": 195, "text": ["1", "Now concerning spiritual gifts\u0001 brethren, I do not want you to be unaware.", "2", "You know that when you were pagans, you were led astray to the mute idols, however you were led.", "3", "Therefore I make known to you that no one speaking by the Spirit of God says, “Jesus is accursed”; and no one can say, “Jesus is Lord,” except by the Holy Spirit.", "4", "Now there are varieties of gifts, but the same Spirit.", "5", "And there are varieties of ministries, and the same Lord.", "6", "There are varieties of effects, but the same God who works all things in all persons\u0001", "7", "But to each one is given the manifestation of the Spirit for the common good.", "8", "For to one is given the word of wisdom through the Spirit, and to another the word of knowledge according to the same Spirit;", "9", "to another faith by the same Spirit, and to another gifts of healing by the one Spirit,", "10", "and to another the effecting of miracles, and to another prophecy, and to another the distinguishing of spirits, to another various kinds of tongues, and to another the interpretation of tongues.", "11", "But one and the same Spirit works all these things, distributing to each one individually just as He wills."]}, {"reference": "Galatians 2:17-21", "words": 120, "text": ["17", "But if, while seeking to be justified in Christ, we ourselves have also been found sinners, is Christ then a minister of sin? May it never be!", "18", "For if I rebuild what I have once destroyed, I prove myself to be a transgressor.", "19", "For through the Law I died to the Law, so that I might live to God.", "20", "I have been crucified with Christ; and it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself up for me.", "21", "I do not nullify the grace of God, for if righteousness comes through the Law, then Christ died needlessly.”"]}, {"reference": "Ephesians 2:4-10", "words": 126, "text": ["4", "But God, being rich in mercy, because of His great love with which He loved us,", "5", "even when we were dead in our transgressions, made us alive together with Christ ( by grace you have been saved),", "6", "and raised us up with Him, and seated us with Him in the heavenly places in Christ Jesus,", "7", "so that in the ages to come He might show the surpassing riches of His grace in kindness toward us in Christ Jesus.", "8", "For by grace you have been saved through faith; and that not of yourselves, it is the gift of God;", "9", "not as a result of works, so that no one may boast.", "10", "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand so that we would walk in them."]}, {"reference": "Ephesians 2:14-18", "words": 102, "text": ["14", "For He Himself is our peace, who made both groups into one and broke down the barrier of the dividing wall,", "15", "by abolishing in His flesh the enmity, which is the Law of commandments contained in ordinances, so that in Himself He might make the two into one new man, thus establishing peace,", "16", "and might reconcile them both in one body to God through the cross, by it having put to death the enmity.", "17", "And He came and preached peace to you who were far away, and peace to those who were near\u0001", "18", "for through Him we both have our access in one Spirit to the Father."]}, {"reference": "Ephesians 3:1-6", "words": 117, "text": ["1", "For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles—", "2", "if indeed you have heard of the stewardship of God’s grace which was given to me for you;", "3", "that by revelation there was made known to me the mystery, as I wrote before in brief.", "4", "By referring to this, when you read you can understand my insight into the mystery of Christ,", "5", "which in other generations was not made known to the sons of men, as it has now been revealed to His holy apostles and prophets in the Spirit;", "6", "to be specific\u0001 that the Gentiles are fellow heirs and fellow members of the body, and fellow partakers of the promise in Christ Jesus through the gospel,"]}, {"reference": "Colossians 4:2-6", "words": 95, "text": ["2", "Devote yourselves to prayer, keeping alert in it with an attitude of thanksgiving;", "3", "praying at the same time for us as well, that God will open up to us a door for the word, so that we may speak forth the mystery of Christ, for which I have also been imprisoned;", "4", "that I may make it clear in the way I ought to speak.", "5", "Conduct yourselves with wisdom toward outsiders, making the most of the opportunity.", "6", "Let your speech always be with grace, as though seasoned with salt, so that you will know how you should respond to each person."]}, {"reference": "2 Thessalonians 3:1-2", "words": 38, "text": ["1", "Finally, brethren, pray for us that the word of the Lord will spread rapidly and be glorified, just as it did also with you;", "2", "and that we will be rescued from perverse and evil men; for not all have faith."]}, {"reference": "1 Timothy 1:12-14", "words": 62, "text": ["12", "I thank Christ Jesus our Lord, who has strengthened me, because He considered me faithful, putting me into service,", "13", "even though I was formerly a blasphemer and a persecutor and a violent aggressor. Yet I was shown mercy because I acted ignorantly in unbelief;", "14", "and the grace of our Lord was more than abundant, with the faith and love which are found in Christ Jesus."]}, {"reference": "2 Timothy 1:8-12", "words": 138, "text": ["8", "Therefore do not be ashamed of the testimony of our Lord or of me His prisoner, but join with me in suffering for the gospel according to the power of God,", "9", "who has saved us and called us with a holy calling, not according to our works, but according to His own purpose and grace which was granted us in Christ Jesus from all eternity,", "10", "but now has been revealed by the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,", "11", "for which I was appointed a preacher and an apostle and a teacher.", "12", "For this reason I also suffer these things, but I am not ashamed; for I know whom I have believed and I am convinced that He is able to guard what I have entrusted to Him until that day."]}, {"reference": "Titus 2:1-2", "words": 26, "text": ["1", "But as for you, speak the things which are fitting for sound doctrine.", "2", "Older men are to be temperate, dignified, sensible, sound in faith, in love, in perseverance."]}, {"reference": "Philemon 1:4-7", "words": 81, "text": ["4", "I thank my God always, making mention of you in my prayers,", "5", "because I hear of your love and of the faith which you have toward the Lord Jesus and toward all the saints;", "6", "and I pray that the fellowship of your faith may become effective through the knowledge of every good thing which is in you for Christ’s sake.", "7", "For I have come to have much joy and comfort in your love, because the hearts of the saints have been refreshed through you, brother."]}, {"reference": "Hebrews 2:1-10", "words": 271, "text": ["1", "For this reason we must pay much closer attention to what we have heard, so that we do not drift away from it\u0001", "2", "For if the word spoken through angels proved unalterable, and every transgression and disobedience received a just penalty,", "3", "how will we escape if we neglect so great a salvation? After it was at the first spoken through the Lord, it was confirmed to us by those who heard,", "4", "God also testifying with them, both by signs and wonders and by various miracles and by gifts of the Holy Spirit according to His own will.", "5", "For He did not subject to angels the world to come, concerning which we are speaking.", "6", "But one has testified somewhere, saying, “ What is man, that You remember him\u0001 Or the son of man, that You are concerned about him\u0001", "7", "“ You have made him for a little while lower than the angels\u0001 You have crowned him with glory and honor\u0001 And have appointed him over the works of Your hands\u0001", "8", "You have put all things in subjection under his feet\u0001” For in subjecting all things to him, He left nothing that is not subject to him. But now we do not yet see all things subjected to him.", "9", "But we do see Him who was made for a little while lower than the angels, namely\u0001 Jesus, because of the suffering of death crowned with glory and honor, so that by the grace of God He might taste death for everyone.", "10", "For it was fitting for Him, for whom are all things, and through whom are all things, in bringing many sons to glory, to perfect the author of their salvation through sufferings."]}, {"reference": "Hebrews 3:1-11", "words": 204, "text": ["1", "Therefore, holy brethren, partakers of a heavenly calling, consider Jesus, the Apostle and High Priest of our confession;", "2", "He was faithful to Him who appointed Him, as Moses also was in all His house.", "3", "For He has been counted worthy of more glory than Moses, by just so much as the builder of the house has more honor than the house.", "4", "For every house is built by someone, but the builder of all things is God.", "5", "Now Moses was faithful in all His house as a servant, for a testimony of those things which were to be spoken later;", "6", "but Christ was faithful as a Son over His house— whose house we are, if we hold fast our confidence and the boast of our hope firm until the end.", "7", "Therefore, just as the Holy Spirit says, “ Today if you hear His voice\u0001", "8", "Do not harden your hearts as when they provoked Me\u0001 As in the day of trial in the wilderness\u0001", "9", "Where your fathers tried Me by testing Me\u0001 And saw My works for forty years\u0001", "10", "“ Therefore I was angry with this generation\u0001 And said, ‘They always go astray in their heart\u0001 And they did not know My ways ’;", "11", "As I swore in My wrath\u0001 ‘ They shall not enter My rest\u0001’”"]}, {"reference": "Hebrews 4:12-16", "words": 146, "text": ["12", "For the word of God is living and active and sharper than any two-edged sword, and piercing as far as the division of soul and spirit, of both joints and marrow, and able to judge the thoughts and intentions of the heart.", "13", "And there is no creature hidden from His sight, but all things are open and laid bare to the eyes of Him with whom we have to do.", "14", "Therefore, since we have a great high priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession.", "15", "For we do not have a high priest who cannot sympathize with our weaknesses, but One who has been tempted in all things as we are, yet without sin.", "16", "Therefore let us draw near with confidence to the throne of grace, so that we may receive mercy and find grace to help in time of need."]}, {"reference": "Hebrews 10:26-30", "words": 117, "text": ["26", "For if we go on sinning willfully after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,", "27", "but a terrifying expectation of judgment and the fury of a fire which will consume the adversaries\u0001", "28", "Anyone who has set aside the Law of Moses dies without mercy on the testimony of two or three witnesses.", "29", "How much severer punishment do you think he will deserve who has trampled under foot the Son of God, and has regarded as unclean the blood of the covenant by which he was sanctified, and has insulted the Spirit of grace?", "30", "For we know Him who said, “ Vengeance is Mine\u0001 I will repay\u0001” And again, “ The Lord will judge His people\u0001”"]}, {"reference": "Hebrews 11:32-40", "words": 177, "text": ["32", "And what more shall I say? For time will fail me if I tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets,", "33", "who by faith conquered kingdoms, performed acts of righteousness, obtained promises, shut the mouths of lions,", "34", "quenched the power of fire, escaped the edge of the sword, from weakness were made strong, became mighty in war, put foreign armies to flight.", "35", "Women received back their dead by resurrection; and others were tortured, not accepting their release, so that they might obtain a better resurrection;", "36", "and others experienced mockings and scourgings, yes, also chains and imprisonment.", "37", "They were stoned, they were sawn in two, they were tempted, they were put to death with the sword; they went about in sheepskins, in goatskins, being destitute, afflicted, ill-treated", "38", "( men of whom the world was not worthy), wandering in deserts and mountains and caves and holes in the ground.", "39", "And all these, having gained approval through their faith, did not receive what was promised,", "40", "because God had provided something better for us, so that apart from us they would not be made perfect."]}, {"reference": "James 5:13-20", "words": 190, "text": ["13", "Is anyone among you suffering? Then he must pray. Is anyone cheerful? He is to sing praises.", "14", "Is anyone among you sick? Then he must call for the elders of the church and they are to pray over him, anointing him with oil in the name of the Lord;", "15", "and the prayer offered in faith will restore the one who is sick, and the Lord will raise him up, and if he has committed sins, they will be forgiven him.", "16", "Therefore, confess your sins to one another, and pray for one another so that you may be healed. The effective prayer of a righteous man can accomplish much.", "17", "Elijah was a man with a nature like ours, and he prayed earnestly that it would not rain, and it did not rain on the earth for three years and six months.", "18", "Then he prayed again, and the sky poured rain and the earth produced its fruit.", "19", "My brethren, if any among you strays from the truth and one turns him back,", "20", "let him know that he who turns a sinner from the error of his way will save his soul from death and will cover a multitude of sins."]}, {"reference": "1 Peter 2:9", "words": 37, "text": ["9", "But you are a chosen race, a royal priesthood, a holy nation\u0001 a people for God’s own possession\u0001 so that you may proclaim the excellencies of Him who has called you out of darkness into His marvelous light;"]}, {"reference": "1 Peter 3:8-22", "words": 366, "text": ["8", "To sum up, all of you be harmonious, sympathetic, brotherly, kindhearted, and humble in spirit;", "9", "not returning evil for evil or insult for insult, but giving a blessing instead; for you were called for the very purpose that you might inherit a blessing.", "10", "For, “ The one who desires life, to love and see good days\u0001 Must keep his tongue from evil and his lips from speaking deceit\u0001", "11", "“ He must turn away from evil and do good\u0001 He must seek peace and pursue it\u0001", "12", "“ For the eyes of the Lord are toward the righteous\u0001 And His ears attend to their prayer\u0001 But the face of the Lord is against those who do evil\u0001”", "13", "Who is there to harm you if you prove zealous for what is good?", "14", "But even if you should suffer for the sake of righteousness, you are blessed. And do not fear their intimidation, and do not be troubled\u0001", "15", "but sanctify Christ as Lord in your hearts, always being ready to make a defense to everyone who asks you to give an account for the hope that is in you, yet with gentleness and reverence;", "16", "and keep a good conscience so that in the thing in which you are slandered, those who revile your good behavior in Christ will be put to shame.", "17", "For it is better, if God should will it so, that you suffer for doing what is right rather than for doing what is wrong.", "18", "For Christ also died for sins once for all, the just for the unjust, so that He might bring us to God, having been put to death in the flesh, but made alive in the spirit;", "19", "in which also He went and made proclamation to the spirits now in prison,", "20", "who once were disobedient, when the patience of God kept waiting in the days of Noah, during the construction of the ark, in which a few, that is, eight persons, were brought safely through the water.", "21", "Corresponding to that, baptism now saves you— not the removal of dirt from the flesh, but an appeal to God for a good conscience—through the resurrection of Jesus Christ,", "22", "who is at the right hand of God, having gone into heaven, after angels and authorities and powers had been subjected to Him."]}, {"reference": "2 Peter 1:19-21", "words": 75, "text": ["19", "So we have the prophetic word made more sure, to which you do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star arises in your hearts.", "20", "But know this first of all, that no prophecy of Scripture is a matter of one’s own interpretation,", "21", "for no prophecy was ever made by an act of human will, but men moved by the Holy Spirit spoke from God."]}, {"reference": "1 John 1:1-4", "words": 101, "text": ["1", "What was from the beginning, what we have heard, what we have seen with our eyes, what we have looked at and touched with our hands, concerning the Word of Life—", "2", "and the life was manifested, and we have seen and testify and proclaim to you the eternal life, which was with the Father and was manifested to us—", "3", "what we have seen and heard we proclaim to you also, so that you too may have fellowship with us; and indeed our fellowship is with the Father, and with His Son Jesus Christ.", "4", "These things we write, so that our joy may be made complete."]}, {"reference": "Revelation 22:11-21", "words": 276, "text": ["11", "Let the one who does wrong, still do wrong; and the one who is filthy, still be filthy; and let the one who is righteous, still practice righteousness; and the one who is holy, still keep himself holy.”", "12", "“Behold, I am coming quickly, and My reward is with Me, to render to every man according to what he has done.", "13", "I am the Alpha and the Omega, the first and the last, the beginning and the end.”", "14", "Blessed are those who wash their robes, so that they may have the right to the tree of life, and may enter by the gates into the city.", "15", "Outside are the dogs and the sorcerers and the immoral persons and the murderers and the idolaters, and everyone who loves and practices lying.", "16", "“ I, Jesus, have sent My angel to testify to you these things for the churches. I am the root and the descendant of David, the bright morning star.”", "17", "The Spirit and the bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who wishes take the water of life without cost.", "18", "I testify to everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues which are written in this book;", "19", "and if anyone takes away from the words of the book of this prophecy, God will take away his part from the tree of life and from the holy city, which are written in this book.", "20", "He who testifies to these things says, “Yes, I am coming quickly.” Amen. Come, Lord Jesus.", "21", "The grace of the Lord Jesus be with all. Amen."]}]