[{"reference": "Acts 1:8", "words": 32, "text": ["8", "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.”"]}, {"reference": "Luke 24:48–49", "words": 30, "text": ["48", "You are witnesses of these things.", "49", "I am going to send you what my Father has promised; but stay in the city until you have been clothed with power from on high.”"]}, {"reference": "Acts 2:38–39", "words": 54, "text": ["38", "Peter replied, “Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.", "39", "The promise is for you and your children and for all who are far off —for all whom the Lord our God will call.”"]}, {"reference": "Luke 11:9–10", "words": 46, "text": ["9", "“So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.", "10", "For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened."]}, {"reference": "Acts 4:29–31", "words": 59, "text": ["29", "Now, Lord, consider their threats and enable your servants to speak your word with great boldness.", "30", "Stretch out your hand to heal and perform signs and wonders through the name of your holy servant Jesus.”", "31", "After they prayed, the place where they were meeting was shaken. And they were all filled with the Holy Spirit and spoke the word of God boldly."]}, {"reference": "Exodus 31:3–5", "words": 48, "text": ["3", "and I have filled him with the Spirit of God, with wisdom, with understanding, with knowledge and with all kinds of skills —", "4", "to make artistic designs for work in gold, silver and bronze,", "5", "to cut and set stones, to work in wood, and to engage in all kinds of crafts."]}, {"reference": "Acts 5:29–32", "words": 73, "text": ["29", "Peter and the other apostles replied: “We must obey God rather than human beings!", "30", "The God of our ancestors raised Jesus from the dead —whom you killed by hanging him on a cross.", "31", "God exalted him to his own right hand as Prince and Savior that he might bring Israel to repentance and forgive their sins.", "32", "We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey him.”"]}, {"reference": "1 John 5:10–11", "words": 52, "text": ["10", "Whoever believes in the Son of God accepts this testimony. Whoever does not believe God has made him out to be a liar, because they have not believed the testimony God has given about his Son.", "11", "And this is the testimony: God has given us eternal life, and this life is in his Son."]}, {"reference": "Acts 7:59–60", "words": 35, "text": ["59", "While they were stoning him, Stephen prayed, “Lord Jesus, receive my spirit.”", "60", "Then he fell on his knees and cried out, “Lord, do not hold this sin against them.” When he had said this, he fell asleep."]}, {"reference": "Ephesians 5:18–19", "words": 36, "text": ["18", "Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit,", "19", "speaking to one another with psalms, hymns, and songs from the Spirit. Sing and make music from your heart to the Lord,"]}, {"reference": "Acts 8:34–35", "words": 32, "text": ["34", "The eunuch asked Philip, “Tell me, please, who is the prophet talking about, himself or someone else?”", "35", "Then Philip began with that very passage of Scripture and told him the good news about Jesus."]}, {"reference": "John 14:16-17", "words": 50, "text": ["16", "And I will ask the Father, and he will give you another advocate to help you and be with you forever—", "17", "the Spirit of truth. The world cannot accept him, because it neither sees him nor knows him. But you know him, for he lives with you and will be in you."]}, {"reference": "Acts 10:42–43", "words": 44, "text": ["42", "He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead.", "43", "All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.”"]}, {"reference": "John 16:13–14", "words": 58, "text": ["13", "But when he, the Spirit of truth, comes, he will guide you into all the truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come.", "14", "He will glorify me because it is from me that he will receive what he will make known to you."]}, {"reference": "Genesis 1:9-13", "words": 111, "text": ["9", "And God said, “Let the water under the sky be gathered to one place, and let dry ground appear.” And it was so.", "10", "God called the dry ground “land,” and the gathered waters he called “seas.” And God saw that it was good.", "11", "Then God said, “Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds. ” And it was so.", "12", "The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good.", "13", "And there was evening, and there was morning —the third day."]}, {"reference": "Genesis 2:1-3", "words": 59, "text": ["1", "Thus the heavens and the earth were completed in all their vast array.", "2", "By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work.", "3", "Then God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done."]}, {"reference": "Genesis 3:14-15", "words": 65, "text": ["14", "So the Lord God said to the serpent, “Because you have done this, “Cursed are you above all livestock and all wild animals! You will crawl on your belly and you will eat dust all the days of your life.", "15", "And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.”"]}, {"reference": "Genesis 32:24-29", "words": 117, "text": ["24", "So Jacob was left alone, and a man wrestled with him till daybreak.", "25", "When the man saw that he could not overpower him, he touched the socket of Jacob’s hip so that his hip was wrenched as he wrestled with the man.", "26", "Then the man said, “Let me go, for it is daybreak.” But Jacob replied, “I will not let you go unless you bless me.”", "27", "The man asked him, “What is your name?” “Jacob,” he answered.", "28", "Then the man said, “Your name will no longer be Jacob, but Israel, because you have struggled with God and with humans and have overcome.”", "29", "Jacob said, “Please tell me your name.” But he replied, “Why do you ask my name?” Then he blessed him there."]}, {"reference": "Genesis 49:8-10", "words": 81, "text": ["8", "“Judah, your brothers will praise you; your hand will be on the neck of your enemies; your father’s sons will bow down to you.", "9", "You are a lion’s cub, Judah; you return from the prey, my son. Like a lion he crouches and lies down, like a lioness—who dares to rouse him?", "10", "The scepter will not depart from Judah, nor the ruler’s staff from between his feet, until he to whom it belongs shall come and the obedience of the nations shall be his."]}, {"reference": "Exodus 4:10-12", "words": 75, "text": ["10", "Moses said to the Lord\u0001 “Pardon your servant, Lord. I have never been eloquent, neither in the past nor since you have spoken to your servant. I am slow of speech and tongue.”", "11", "The Lord said to him, “Who gave human beings their mouths? Who makes them deaf or mute? Who gives them sight or makes them blind? Is it not I, the Lord\u0001", "12", "Now go; I will help you speak and will teach you what to say.”"]}, {"reference": "Exodus 15:1-6", "words": 117, "text": ["1", "Then Moses and the Israelites sang this song to the Lord\u0001 “I will sing to the Lord\u0001 for he is highly exalted. Both horse and driver he has hurled into the sea.", "2", "“The Lord is my strength and my defense\u0001 he has become my salvation. He is my God, and I will praise him, my father’s God, and I will exalt him.", "3", "The Lord is a warrior; the Lord is his name.", "4", "Pharaoh’s chariots and his army he has hurled into the sea. The best of Pharaoh’s officers are drowned in the Red Sea.", "5", "The deep waters have covered them; they sank to the depths like a stone.", "6", "Your right hand, Lord\u0001 was majestic in power. Your right hand, Lord\u0001 shattered the enemy."]}, {"reference": "Leviticus 23:15-22", "words": 238, "text": ["15", "“‘From the day after the Sabbath, the day you brought the sheaf of the wave offering, count off seven full weeks.", "16", "Count off fifty days up to the day after the seventh Sabbath, and then present an offering of new grain to the Lord\u0001", "17", "From wherever you live, bring two loaves made of two-tenths of an ephah of the finest flour, baked with yeast, as a wave offering of firstfruits to the Lord\u0001", "18", "Present with this bread seven male lambs, each a year old and without defect, one young bull and two rams. They will be a burnt offering to the Lord\u0001 together with their grain offerings and drink offerings —a food offering, an aroma pleasing to the Lord\u0001", "19", "Then sacrifice one male goat for a sin offering and two lambs, each a year old, for a fellowship offering.", "20", "The priest is to wave the two lambs before the Lord as a wave offering, together with the bread of the firstfruits. They are a sacred offering to the Lord for the priest.", "21", "On that same day you are to proclaim a sacred assembly and do no regular work. This is to be a lasting ordinance for the generations to come, wherever you live.", "22", "“‘When you reap the harvest of your land, do not reap to the very edges of your field or gather the gleanings of your harvest. Leave them for the poor and for the foreigner residing among you. I am the Lord your God.’”"]}, {"reference": "Numbers 12:1-8", "words": 182, "text": ["1", "Miriam and Aaron began to talk against Moses because of his Cushite wife, for he had married a Cushite.", "2", "“Has the Lord spoken only through Moses?” they asked. “Hasn’t he also spoken through us?” And the Lord heard this.", "3", "(Now Moses was a very humble man, more humble than anyone else on the face of the earth.)", "4", "At once the Lord said to Moses, Aaron and Miriam, “Come out to the tent of meeting, all three of you.” So the three of them went out.", "5", "Then the Lord came down in a pillar of cloud; he stood at the entrance to the tent and summoned Aaron and Miriam. When the two of them stepped forward,", "6", "he said, “Listen to my words: “When there is a prophet among you, I, the Lord\u0001 reveal myself to them in visions, I speak to them in dreams.", "7", "But this is not true of my servant Moses; he is faithful in all my house.", "8", "With him I speak face to face, clearly and not in riddles; he sees the form of the Lord\u0001 Why then were you not afraid to speak against my servant Moses?”"]}, {"reference": "Numbers 15:30-34", "words": 91, "text": ["30", "“‘But anyone who sins defiantly, whether native-born or foreigner, blasphemes the Lord and must be cut off from the people of Israel.", "31", "Because they have despised the Lord ’s word and broken his commands, they must surely be cut off; their guilt remains on them. ’”", "32", "While the Israelites were in the wilderness, a man was found gathering wood on the Sabbath day.", "33", "Those who found him gathering wood brought him to Moses and Aaron and the whole assembly,", "34", "and they kept him in custody, because it was not clear what should be done to him."]}, {"reference": "Numbers 21:4-9", "words": 160, "text": ["4", "They traveled from Mount Hor along the route to the Red Sea, to go around Edom. But the people grew impatient on the way;", "5", "they spoke against God and against Moses, and said, “Why have you brought us up out of Egypt to die in the wilderness? There is no bread! There is no water! And we detest this miserable food!”", "6", "Then the Lord sent venomous snakes among them; they bit the people and many Israelites died.", "7", "The people came to Moses and said, “We sinned when we spoke against the Lord and against you. Pray that the Lord will take the snakes away from us.” So Moses prayed for the people.", "8", "The Lord said to Moses, “Make a snake and put it up on a pole; anyone who is bitten can look at it and live.”", "9", "So Moses made a bronze snake and put it up on a pole. Then when anyone was bitten by a snake and looked at the bronze snake, they lived."]}, {"reference": "Numbers 30:1-2", "words": 45, "text": ["1", "Moses said to the heads of the tribes of Israel: “This is what the Lord commands:", "2", "When a man makes a vow to the Lord or takes an oath to obligate himself by a pledge, he must not break his word but must do everything he said."]}, {"reference": "Deuteronomy 4:1-6", "words": 170, "text": ["1", "Now, Israel, hear the decrees and laws I am about to teach you. Follow them so that you may live and may go in and take possession of the land the Lord\u0001 the God of your ancestors, is giving you.", "2", "Do not add to what I command you and do not subtract from it, but keep the commands of the Lord your God that I give you.", "3", "You saw with your own eyes what the Lord did at Baal Peor. The Lord your God destroyed from among you everyone who followed the Baal of Peor,", "4", "but all of you who held fast to the Lord your God are still alive today.", "5", "See, I have taught you decrees and laws as the Lord my God commanded me, so that you may follow them in the land you are entering to take possession of it.", "6", "Observe them carefully, for this will show your wisdom and understanding to the nations, who will hear about all these decrees and say, “Surely this great nation is a wise and understanding people.”"]}, {"reference": "Deuteronomy 10:12-19", "words": 173, "text": ["12", "And now, Israel, what does the Lord your God ask of you but to fear the Lord your God, to walk in obedience to him, to love him, to serve the Lord your God with all your heart and with all your soul,", "13", "and to observe the Lord ’s commands and decrees that I am giving you today for your own good?", "14", "To the Lord your God belong the heavens, even the highest heavens, the earth and everything in it.", "15", "Yet the Lord set his affection on your ancestors and loved them, and he chose you, their descendants, above all the nations—as it is today.", "16", "Circumcise your hearts, therefore, and do not be stiff-necked any longer.", "17", "For the Lord your God is God of gods and Lord of lords, the great God, mighty and awesome, who shows no partiality and accepts no bribes.", "18", "He defends the cause of the fatherless and the widow, and loves the foreigner residing among you, giving them food and clothing.", "19", "And you are to love those who are foreigners, for you yourselves were foreigners in Egypt."]}, {"reference": "Psalm 1:1-6", "words": 117, "text": ["1", "Blessed is the one who does not walk in step with the wicked or stand in the way that sinners take or sit in the company of mockers,", "2", "but whose delight is in the law of the Lord\u0001 and who meditates on his law day and night.", "3", "That person is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither— whatever they do prospers.", "4", "Not so the wicked! They are like chaff that the wind blows away.", "5", "Therefore the wicked will not stand in the judgment, nor sinners in the assembly of the righteous.", "6", "For the Lord watches over the way of the righteous, but the way of the wicked leads to destruction."]}, {"reference": "Psalm 16:9-11", "words": 58, "text": ["9", "Therefore my heart is glad and my tongue rejoices; my body also will rest secure,", "10", "because you will not abandon me to the realm of the dead, nor will you let your faithful one see decay.", "11", "You make known to me the path of life; you will fill me with joy in your presence, with eternal pleasures at your right hand."]}, {"reference": "Psalm 40:4-10", "words": 158, "text": ["4", "Blessed is the one who trusts in the Lord\u0001 who does not look to the proud, to those who turn aside to false gods.", "5", "Many, Lord my God, are the wonders you have done, the things you planned for us. None can compare with you; were I to speak and tell of your deeds, they would be too many to declare.", "6", "Sacrifice and offering you did not desire— but my ears you have opened — burnt offerings and sin offerings you did not require.", "7", "Then I said, “Here I am, I have come— it is written about me in the scroll.", "8", "I desire to do your will, my God; your law is within my heart.”", "9", "I proclaim your saving acts in the great assembly; I do not seal my lips, Lord\u0001 as you know.", "10", "I do not hide your righteousness in my heart; I speak of your faithfulness and your saving help. I do not conceal your love and your faithfulness from the great assembly."]}, {"reference": "Psalm 55:16-19", "words": 62, "text": ["16", "As for me, I call to God, and the Lord saves me.", "17", "Evening, morning and noon I cry out in distress, and he hears my voice.", "18", "He rescues me unharmed from the battle waged against me, even though many oppose me.", "19", "God, who is enthroned from of old, who does not change— he will hear them and humble them, because they have no fear of God."]}, {"reference": "Psalm 66:16-20", "words": 67, "text": ["16", "Come and hear, all you who fear God; let me tell you what he has done for me.", "17", "I cried out to him with my mouth; his praise was on my tongue.", "18", "If I had cherished sin in my heart, the Lord would not have listened;", "19", "but God has surely listened and has heard my prayer.", "20", "Praise be to God, who has not rejected my prayer or withheld his love from me!"]}, {"reference": "Psalm 93:1-5", "words": 86, "text": ["1", "The Lord reigns, he is robed in majesty; the Lord is robed in majesty and armed with strength; indeed, the world is established, firm and secure.", "2", "Your throne was established long ago; you are from all eternity.", "3", "The seas have lifted up, Lord\u0001 the seas have lifted up their voice; the seas have lifted up their pounding waves.", "4", "Mightier than the thunder of the great waters, mightier than the breakers of the sea— the Lord on high is mighty.", "5", "Your statutes, Lord\u0001 stand firm; holiness adorns your house for endless days."]}, {"reference": "Psalm 95:6-11", "words": 110, "text": ["6", "Come, let us bow down in worship, let us kneel before the Lord our Maker;", "7", "for he is our God and we are the people of his pasture, the flock under his care. Today, if only you would hear his voice,", "8", "“Do not harden your hearts as you did at Meribah, as you did that day at Massah in the wilderness,", "9", "where your ancestors tested me; they tried me, though they had seen what I did.", "10", "For forty years I was angry with that generation; I said, ‘They are a people whose hearts go astray, and they have not known my ways.’", "11", "So I declared on oath in my anger, ‘They shall never enter my rest.’”"]}, {"reference": "Psalm 134:1-3", "words": 43, "text": ["1", "Praise the Lord\u0001 all you servants of the Lord who minister by night in the house of the Lord\u0001", "2", "Lift up your hands in the sanctuary and praise the Lord\u0001", "3", "May the Lord bless you from Zion, he who is the Maker of heaven and earth."]}, {"reference": "Psalm 148:13-14", "words": 49, "text": ["13", "Let them praise the name of the Lord\u0001 for his name alone is exalted; his splendor is above the earth and the heavens.", "14", "And he has raised up for his people a horn, the praise of all his faithful servants, of Israel, the people close to his heart. Praise the Lord\u0001"]}, {"reference": "Proverbs 1:2-7", "words": 75, "text": ["2", "for gaining wisdom and instruction; for understanding words of insight;", "3", "for receiving instruction in prudent behavior, doing what is right and just and fair;", "4", "for giving prudence to those who are simple, knowledge and discretion to the young—", "5", "let the wise listen and add to their learning, and let the discerning get guidance—", "6", "for understanding proverbs and parables, the sayings and riddles of the wise.", "7", "The fear of the Lord is the beginning of knowledge, but fools despise wisdom and instruction."]}, {"reference": "Proverbs 23:15-17", "words": 40, "text": ["15", "My son, if your heart is wise, then my heart will be glad indeed;", "16", "my inmost being will rejoice when your lips speak what is right.", "17", "Do not let your heart envy sinners, but always be zealous for the fear of the Lord\u0001"]}, {"reference": "Isaiah 1:18-20", "words": 67, "text": ["18", "“Come now, let us settle the matter,” says the Lord\u0001 “Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool.", "19", "If you are willing and obedient, you will eat the good things of the land;", "20", "but if you resist and rebel, you will be devoured by the sword.” For the mouth of the Lord has spoken."]}, {"reference": "Isaiah 6:1-8", "words": 198, "text": ["1", "In the year that King Uzziah died, I saw the Lord, high and exalted, seated on a throne; and the train of his robe filled the temple.", "2", "Above him were seraphim, each with six wings: With two wings they covered their faces, with two they covered their feet, and with two they were flying.", "3", "And they were calling to one another: “Holy, holy\u0001 holy is the Lord Almighty; the whole earth is full of his glory.”", "4", "At the sound of their voices the doorposts and thresholds shook and the temple was filled with smoke.", "5", "“Woe to me!” I cried. “I am ruined! For I am a man of unclean lips, and I live among a people of unclean lips, and my eyes have seen the King, the Lord Almighty.”", "6", "Then one of the seraphim flew to me with a live coal in his hand, which he had taken with tongs from the altar.", "7", "With it he touched my mouth and said, “See, this has touched your lips; your guilt is taken away and your sin atoned for. ”", "8", "Then I heard the voice of the Lord saying, “Whom shall I send? And who will go for us? ” And I said, “Here am I. Send me!”"]}, {"reference": "Isaiah 11:1-10", "words": 256, "text": ["1", "A shoot will come up from the stump of Jesse; from his roots a Branch will bear fruit.", "2", "The Spirit of the Lord will rest on him— the Spirit of wisdom and of understanding, the Spirit of counsel and of might, the Spirit of the knowledge and fear of the Lord —", "3", "and he will delight in the fear of the Lord\u0001 He will not judge by what he sees with his eyes, or decide by what he hears with his ears;", "4", "but with righteousness he will judge the needy, with justice he will give decisions for the poor of the earth. He will strike the earth with the rod of his mouth; with the breath of his lips he will slay the wicked.", "5", "Righteousness will be his belt and faithfulness the sash around his waist.", "6", "The wolf will live with the lamb, the leopard will lie down with the goat, the calf and the lion and the yearling together; and a little child will lead them.", "7", "The cow will feed with the bear, their young will lie down together, and the lion will eat straw like the ox.", "8", "The infant will play near the cobra’s den, and the young child will put its hand into the viper’s nest.", "9", "They will neither harm nor destroy on all my holy mountain, for the earth will be filled with the knowledge of the Lord as the waters cover the sea.", "10", "In that day the Root of Jesse will stand as a banner for the peoples; the nations will rally to him, and his resting place will be glorious."]}, {"reference": "Isaiah 12:1-6", "words": 129, "text": ["1", "In that day you will say: “I will praise you, Lord\u0001 Although you were angry with me, your anger has turned away and you have comforted me.", "2", "Surely God is my salvation; I will trust and not be afraid. The Lord\u0001 the Lord himself, is my strength and my defense\u0001 he has become my salvation. ”", "3", "With joy you will draw water from the wells of salvation.", "4", "In that day you will say: “Give praise to the Lord\u0001 proclaim his name; make known among the nations what he has done, and proclaim that his name is exalted.", "5", "Sing to the Lord\u0001 for he has done glorious things; let this be known to all the world.", "6", "Shout aloud and sing for joy, people of Zion, for great is the Holy One of Israel among you. ”"]}, {"reference": "Isaiah 38:19", "words": 17, "text": ["19", "The living, the living—they praise you, as I am doing today; parents tell their children about your faithfulness."]}, {"reference": "Isaiah 42:1-13", "words": 329, "text": ["1", "“Here is my servant, whom I uphold, my chosen one in whom I delight; I will put my Spirit on him, and he will bring justice to the nations.", "2", "He will not shout or cry out, or raise his voice in the streets.", "3", "A bruised reed he will not break, and a smoldering wick he will not snuff out. In faithfulness he will bring forth justice;", "4", "he will not falter or be discouraged till he establishes justice on earth. In his teaching the islands will put their hope.”", "5", "This is what God the Lord says— the Creator of the heavens, who stretches them out, who spreads out the earth with all that springs from it, who gives breath to its people, and life to those who walk on it:", "6", "“I, the Lord\u0001 have called you in righteousness; I will take hold of your hand. I will keep you and will make you to be a covenant for the people and a light for the Gentiles,", "7", "to open eyes that are blind, to free captives from prison and to release from the dungeon those who sit in darkness.", "8", "“I am the Lord\u0001 that is my name! I will not yield my glory to another or my praise to idols.", "9", "See, the former things have taken place, and new things I declare; before they spring into being I announce them to you.”", "10", "Sing to the Lord a new song, his praise from the ends of the earth, you who go down to the sea, and all that is in it, you islands, and all who live in them.", "11", "Let the wilderness and its towns raise their voices; let the settlements where Kedar lives rejoice. Let the people of Sela sing for joy; let them shout from the mountaintops.", "12", "Let them give glory to the Lord and proclaim his praise in the islands.", "13", "The Lord will march out like a champion, like a warrior he will stir up his zeal; with a shout he will raise the battle cry and will triumph over his enemies."]}, {"reference": "Isaiah 50:4-6", "words": 74, "text": ["4", "The Sovereign Lord has given me a well-instructed tongue, to know the word that sustains the weary. He wakens me morning by morning, wakens my ear to listen like one being instructed.", "5", "The Sovereign Lord has opened my ears; I have not been rebellious, I have not turned away.", "6", "I offered my back to those who beat me, my cheeks to those who pulled out my beard; I did not hide my face from mocking and spitting."]}, {"reference": "Isaiah 55:10-11", "words": 69, "text": ["10", "As the rain and the snow come down from heaven, and do not return to it without watering the earth and making it bud and flourish, so that it yields seed for the sower and bread for the eater,", "11", "so is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it."]}, {"reference": "Jeremiah 9:13-16", "words": 95, "text": ["13", "The Lord said, “It is because they have forsaken my law, which I set before them; they have not obeyed me or followed my law.", "14", "Instead, they have followed the stubbornness of their hearts; they have followed the Baals, as their ancestors taught them.”", "15", "Therefore this is what the Lord Almighty, the God of Israel, says: “See, I will make this people eat bitter food and drink poisoned water.", "16", "I will scatter them among nations that neither they nor their ancestors have known, and I will pursue them with the sword until I have made an end of them.”"]}, {"reference": "Jeremiah 18:7-10", "words": 84, "text": ["7", "If at any time I announce that a nation or kingdom is to be uprooted, torn down and destroyed,", "8", "and if that nation I warned repents of its evil, then I will relent and not inflict on it the disaster I had planned.", "9", "And if at another time I announce that a nation or kingdom is to be built up and planted,", "10", "and if it does evil in my sight and does not obey me, then I will reconsider the good I had intended to do for it."]}, {"reference": "Jeremiah 23:5-6", "words": 59, "text": ["5", "“The days are coming,” declares the Lord\u0001 “when I will raise up for David a righteous Branch, a King who will reign wisely and do what is just and right in the land.", "6", "In his days Judah will be saved and Israel will live in safety. This is the name by which he will be called: The Lord Our Righteous Savior."]}, {"reference": "Ezekiel 36:33-38", "words": 170, "text": ["33", "“‘This is what the Sovereign Lord says: On the day I cleanse you from all your sins, I will resettle your towns, and the ruins will be rebuilt.", "34", "The desolate land will be cultivated instead of lying desolate in the sight of all who pass through it.", "35", "They will say, “This land that was laid waste has become like the garden of Eden; the cities that were lying in ruins, desolate and destroyed, are now fortified and inhabited. ”", "36", "Then the nations around you that remain will know that I the Lord have rebuilt what was destroyed and have replanted what was desolate. I the Lord have spoken, and I will do it.’", "37", "“This is what the Sovereign Lord says: Once again I will yield to Israel’s plea and do this for them: I will make their people as numerous as sheep,", "38", "as numerous as the flocks for offerings at Jerusalem during her appointed festivals. So will the ruined cities be filled with flocks of people. Then they will know that I am the Lord\u0001 ”"]}, {"reference": "Ezekiel 47:21-23", "words": 73, "text": ["21", "“You are to distribute this land among yourselves according to the tribes of Israel.", "22", "You are to allot it as an inheritance for yourselves and for the foreigners residing among you and who have children. You are to consider them as native-born Israelites; along with you they are to be allotted an inheritance among the tribes of Israel.", "23", "In whatever tribe a foreigner resides, there you are to give them their inheritance,” declares the Sovereign Lord\u0001"]}, {"reference": "Daniel 12:1-3", "words": 93, "text": ["1", "“At that time Michael, the great prince who protects your people, will arise. There will be a time of distress such as has not happened from the beginning of nations until then. But at that time your people—everyone whose name is found written in the book —will be delivered.", "2", "Multitudes who sleep in the dust of the earth will awake: some to everlasting life, others to shame and everlasting contempt.", "3", "Those who are wise will shine like the brightness of the heavens, and those who lead many to righteousness, like the stars for ever and ever."]}, {"reference": "Hosea 1:10-11", "words": 71, "text": ["10", "“Yet the Israelites will be like the sand on the seashore, which cannot be measured or counted. In the place where it was said to them, ‘You are not my people,’ they will be called ‘children of the living God.’", "11", "The people of Judah and the people of Israel will come together; they will appoint one leader and will come up out of the land, for great will be the day of Jezreel."]}, {"reference": "Hosea 6:1-3", "words": 87, "text": ["1", "“Come, let us return to the Lord\u0001 He has torn us to pieces but he will heal us; he has injured us but he will bind up our wounds.", "2", "After two days he will revive us; on the third day he will restore us, that we may live in his presence.", "3", "Let us acknowledge the Lord\u0001 let us press on to acknowledge him. As surely as the sun rises, he will appear; he will come to us like the winter rains, like the spring rains that water the earth. ”"]}, {"reference": "Joel 2:28-32", "words": 120, "text": ["28", "“And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions.", "29", "Even on my servants, both men and women, I will pour out my Spirit in those days.", "30", "I will show wonders in the heavens and on the earth, blood and fire and billows of smoke.", "31", "The sun will be turned to darkness and the moon to blood before the coming of the great and dreadful day of the Lord\u0001", "32", "And everyone who calls on the name of the Lord will be saved; for on Mount Zion and in Jerusalem there will be deliverance, as the Lord has said, even among the survivors whom the Lord calls."]}, {"reference": "Obadiah 1:15-18", "words": 103, "text": ["15", "“The day of the Lord is near for all nations. As you have done, it will be done to you; your deeds will return upon your own head.", "16", "Just as you drank on my holy hill, so all the nations will drink continually; they will drink and drink and be as if they had never been.", "17", "But on Mount Zion will be deliverance; it will be holy, and Jacob will possess his inheritance.", "18", "Jacob will be a fire and Joseph a flame; Esau will be stubble, and they will set him on fire and destroy him. There will be no survivors from Esau.” The Lord has spoken."]}, {"reference": "Jonah 3:4-10", "words": 168, "text": ["4", "Jonah began by going a day’s journey into the city, proclaiming, “Forty more days and Nineveh will be overthrown.”", "5", "The Ninevites believed God. A fast was proclaimed, and all of them, from the greatest to the least, put on sackcloth.", "6", "When Jonah’s warning reached the king of Nineveh, he rose from his throne, took off his royal robes, covered himself with sackcloth and sat down in the dust.", "7", "This is the proclamation he issued in Nineveh: “By the decree of the king and his nobles: Do not let people or animals, herds or flocks, taste anything; do not let them eat or drink.", "8", "But let people and animals be covered with sackcloth. Let everyone call urgently on God. Let them give up their evil ways and their violence.", "9", "Who knows? God may yet relent and with compassion turn from his fierce anger so that we will not perish.”", "10", "When God saw what they did and how they turned from their evil ways, he relented and did not bring on them the destruction he had threatened."]}, {"reference": "Micah 4:1-5", "words": 178, "text": ["1", "In the last days the mountain of the Lord ’s temple will be established as the highest of the mountains; it will be exalted above the hills, and peoples will stream to it.", "2", "Many nations will come and say, “Come, let us go up to the mountain of the Lord\u0001 to the temple of the God of Jacob. He will teach us his ways, so that we may walk in his paths.” The law will go out from Zion, the word of the Lord from Jerusalem.", "3", "He will judge between many peoples and will settle disputes for strong nations far and wide. They will beat their swords into plowshares and their spears into pruning hooks. Nation will not take up sword against nation, nor will they train for war anymore.", "4", "Everyone will sit under their own vine and under their own fig tree, and no one will make them afraid, for the Lord Almighty has spoken.", "5", "All the nations may walk in the name of their gods, but we will walk in the name of the Lord our God for ever and ever."]}, {"reference": "Nahum 1:3-7", "words": 121, "text": ["3", "The Lord is slow to anger but great in power; the Lord will not leave the guilty unpunished. His way is in the whirlwind and the storm, and clouds are the dust of his feet.", "4", "He rebukes the sea and dries it up; he makes all the rivers run dry. Bashan and Carmel wither and the blossoms of Lebanon fade.", "5", "The mountains quake before him and the hills melt away. The earth trembles at his presence, the world and all who live in it.", "6", "Who can withstand his indignation? Who can endure his fierce anger? His wrath is poured out like fire; the rocks are shattered before him.", "7", "The Lord is good, a refuge in times of trouble. He cares for those who trust in him,"]}, {"reference": "Habakkuk 3:6-19", "words": 321, "text": ["6", "He stood, and shook the earth; he looked, and made the nations tremble. The ancient mountains crumbled and the age-old hills collapsed — but he marches on forever.", "7", "I saw the tents of Cushan in distress, the dwellings of Midian in anguish.", "8", "Were you angry with the rivers, Lord\u0001 Was your wrath against the streams? Did you rage against the sea when you rode your horses and your chariots to victory?", "9", "You uncovered your bow, you called for many arrows. You split the earth with rivers;", "10", "the mountains saw you and writhed. Torrents of water swept by; the deep roared and lifted its waves on high.", "11", "Sun and moon stood still in the heavens at the glint of your flying arrows, at the lightning of your flashing spear.", "12", "In wrath you strode through the earth and in anger you threshed the nations.", "13", "You came out to deliver your people, to save your anointed one. You crushed the leader of the land of wickedness, you stripped him from head to foot.", "14", "With his own spear you pierced his head when his warriors stormed out to scatter us, gloating as though about to devour the wretched who were in hiding.", "15", "You trampled the sea with your horses, churning the great waters.", "16", "I heard and my heart pounded, my lips quivered at the sound; decay crept into my bones, and my legs trembled. Yet I will wait patiently for the day of calamity to come on the nation invading us.", "17", "Though the fig tree does not bud and there are no grapes on the vines, though the olive crop fails and the fields produce no food, though there are no sheep in the pen and no cattle in the stalls,", "18", "yet I will rejoice in the Lord\u0001 I will be joyful in God my Savior.", "19", "The Sovereign Lord is my strength; he makes my feet like the feet of a deer, he enables me to tread on the heights. For the director of music. On my stringed instruments."]}, {"reference": "Zechariah 8:13-16", "words": 101, "text": ["13", "Just as you, Judah and Israel, have been a curse among the nations, so I will save you, and you will be a blessing. Do not be afraid, but let your hands be strong. ”", "14", "This is what the Lord Almighty says: “Just as I had determined to bring disaster on you and showed no pity when your ancestors angered me,” says the Lord Almighty,", "15", "“so now I have determined to do good again to Jerusalem and Judah. Do not be afraid.", "16", "These are the things you are to do: Speak the truth to each other, and render true and sound judgment in your courts;"]}, {"reference": "Malachi 1:11", "words": 41, "text": ["11", "My name will be great among the nations, from where the sun rises to where it sets. In every place incense and pure offerings will be brought to me, because my name will be great among the nations,” says the Lord Almighty."]}, {"reference": "Malachi 3:2", "words": 26, "text": ["2", "But who can endure the day of his coming? Who can stand when he appears? For he will be like a refiner’s fire or a launderer’s soap."]}, {"reference": "Matthew 1:18-21", "words": 130, "text": ["18", "This is how the birth of Jesus the Messiah came about\u0001 His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be pregnant through the Holy Spirit.", "19", "Because Joseph her husband was faithful to the law, and yet did not want to expose her to public disgrace, he had in mind to divorce her quietly.", "20", "But after he had considered this, an angel of the Lord appeared to him in a dream and said, “Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit.", "21", "She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.”"]}, {"reference": "Matthew 4:12-24", "words": 250, "text": ["12", "When Jesus heard that John had been put in prison, he withdrew to Galilee.", "13", "Leaving Nazareth, he went and lived in Capernaum, which was by the lake in the area of Zebulun and Naphtali—", "14", "to fulfill what was said through the prophet Isaiah:", "15", "“Land of Zebulun and land of Naphtali, the Way of the Sea, beyond the Jordan, Galilee of the Gentiles—", "16", "the people living in darkness have seen a great light; on those living in the land of the shadow of death a light has dawned.”", "17", "From that time on Jesus began to preach, “Repent, for the kingdom of heaven has come near.”", "18", "As Jesus was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew. They were casting a net into the lake, for they were fishermen.", "19", "“Come, follow me,” Jesus said, “and I will send you out to fish for people.”", "20", "At once they left their nets and followed him.", "21", "Going on from there, he saw two other brothers, James son of Zebedee and his brother John. They were in a boat with their father Zebedee, preparing their nets. Jesus called them,", "22", "and immediately they left the boat and their father and followed him.", "23", "Jesus went throughout Galilee, teaching in their synagogues, proclaiming the good news of the kingdom, and healing every disease and sickness among the people.", "24", "News about him spread all over Syria, and people brought to him all who were ill with various diseases, those suffering severe pain, the demon-possessed, those having seizures, and the paralyzed; and he healed them."]}, {"reference": "Matthew 6:24", "words": 34, "text": ["24", "“No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other. You cannot serve both God and money."]}, {"reference": "Matthew 9:18-26", "words": 157, "text": ["18", "While he was saying this, a synagogue leader came and knelt before him and said, “My daughter has just died. But come and put your hand on her, and she will live.”", "19", "Jesus got up and went with him, and so did his disciples.", "20", "Just then a woman who had been subject to bleeding for twelve years came up behind him and touched the edge of his cloak.", "21", "She said to herself, “If I only touch his cloak, I will be healed.”", "22", "Jesus turned and saw her. “Take heart, daughter,” he said, “your faith has healed you.” And the woman was healed at that moment.", "23", "When Jesus entered the synagogue leader’s house and saw the noisy crowd and people playing pipes,", "24", "he said, “Go away. The girl is not dead but asleep.” But they laughed at him.", "25", "After the crowd had been put outside, he went in and took the girl by the hand, and she got up.", "26", "News of this spread through all that region."]}, {"reference": "Matthew 9:35-38", "words": 72, "text": ["35", "Jesus went through all the towns and villages, teaching in their synagogues, proclaiming the good news of the kingdom and healing every disease and sickness.", "36", "When he saw the crowds, he had compassion on them, because they were harassed and helpless, like sheep without a shepherd.", "37", "Then he said to his disciples, “The harvest is plentiful but the workers are few.", "38", "Ask the Lord of the harvest, therefore, to send out workers into his harvest field.”"]}, {"reference": "Matthew 12:15-21", "words": 113, "text": ["15", "Aware of this, Jesus withdrew from that place. A large crowd followed him, and he healed all who were ill.", "16", "He warned them not to tell others about him.", "17", "This was to fulfill what was spoken through the prophet Isaiah:", "18", "“Here is my servant whom I have chosen, the one I love, in whom I delight; I will put my Spirit on him, and he will proclaim justice to the nations.", "19", "He will not quarrel or cry out; no one will hear his voice in the streets.", "20", "A bruised reed he will not break, and a smoldering wick he will not snuff out, till he has brought justice through to victory.", "21", "In his name the nations will put their hope.”"]}, {"reference": "Matthew 28:16-20", "words": 90, "text": ["16", "Then the eleven disciples went to Galilee, to the mountain where Jesus had told them to go.", "17", "When they saw him, they worshiped him; but some doubted.", "18", "Then Jesus came to them and said, “All authority in heaven and on earth has been given to me.", "19", "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,", "20", "and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.”"]}, {"reference": "Mark 1:4-8", "words": 103, "text": ["4", "And so John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins.", "5", "The whole Judean countryside and all the people of Jerusalem went out to him. Confessing their sins, they were baptized by him in the Jordan River.", "6", "John wore clothing made of camel’s hair, with a leather belt around his waist, and he ate locusts and wild honey.", "7", "And this was his message: “After me comes the one more powerful than I, the straps of whose sandals I am not worthy to stoop down and untie.", "8", "I baptize you with water, but he will baptize you with the Holy Spirit.”"]}, {"reference": "Mark 5:18-20", "words": 72, "text": ["18", "As Jesus was getting into the boat, the man who had been demon-possessed begged to go with him.", "19", "Jesus did not let him, but said, “Go home to your own people and tell them how much the Lord has done for you, and how he has had mercy on you.”", "20", "So the man went away and began to tell in the Decapolis how much Jesus had done for him. And all the people were amazed."]}, {"reference": "Mark 12:17", "words": 23, "text": ["17", "Then Jesus said to them, “Give back to Caesar what is Caesar’s and to God what is God’s.” And they were amazed at him."]}, {"reference": "Luke 7:18-23", "words": 139, "text": ["18", "John’s disciples told him about all these things. Calling two of them,", "19", "he sent them to the Lord to ask, “Are you the one who is to come, or should we expect someone else?”", "20", "When the men came to Jesus, they said, “John the Baptist sent us to you to ask, ‘Are you the one who is to come, or should we expect someone else?’”", "21", "At that very time Jesus cured many who had diseases, sicknesses and evil spirits, and gave sight to many who were blind.", "22", "So he replied to the messengers, “Go back and report to John what you have seen and heard: The blind receive sight, the lame walk, those who have leprosy are cleansed, the deaf hear, the dead are raised, and the good news is proclaimed to the poor.", "23", "Blessed is anyone who does not stumble on account of me.”"]}, {"reference": "Luke 16:1-13", "words": 310, "text": ["1", "Jesus told his disciples: “There was a rich man whose manager was accused of wasting his possessions.", "2", "So he called him in and asked him, ‘What is this I hear about you? Give an account of your management, because you cannot be manager any longer.’", "3", "“The manager said to himself, ‘What shall I do now? My master is taking away my job. I’m not strong enough to dig, and I’m ashamed to beg—", "4", "I know what I’ll do so that, when I lose my job here, people will welcome me into their houses.’", "5", "“So he called in each one of his master’s debtors. He asked the first, ‘How much do you owe my master?’", "6", "“‘Nine hundred gallons of olive oil,’ he replied. “The manager told him, ‘Take your bill, sit down quickly, and make it four hundred and fifty.’", "7", "“Then he asked the second, ‘And how much do you owe?’ “‘A thousand bushels of wheat,’ he replied. “He told him, ‘Take your bill and make it eight hundred.’", "8", "“The master commended the dishonest manager because he had acted shrewdly. For the people of this world are more shrewd in dealing with their own kind than are the people of the light.", "9", "I tell you, use worldly wealth to gain friends for yourselves, so that when it is gone, you will be welcomed into eternal dwellings.", "10", "“Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much.", "11", "So if you have not been trustworthy in handling worldly wealth, who will trust you with true riches?", "12", "And if you have not been trustworthy with someone else’s property, who will give you property of your own?", "13", "“No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other. You cannot serve both God and money.”"]}, {"reference": "John 12:24", "words": 29, "text": ["24", "Very truly I tell you, unless a kernel of wheat falls to the ground and dies, it remains only a single seed. But if it dies, it produces many seeds."]}, {"reference": "John 12:44-50", "words": 153, "text": ["44", "Then Jesus cried out, “Whoever believes in me does not believe in me only, but in the one who sent me.", "45", "The one who looks at me is seeing the one who sent me.", "46", "I have come into the world as a light, so that no one who believes in me should stay in darkness.", "47", "“If anyone hears my words but does not keep them, I do not judge that person. For I did not come to judge the world, but to save the world.", "48", "There is a judge for the one who rejects me and does not accept my words; the very words I have spoken will condemn them at the last day.", "49", "For I did not speak on my own, but the Father who sent me commanded me to say all that I have spoken.", "50", "I know that his command leads to eternal life. So whatever I say is just what the Father has told me to say.”"]}, {"reference": "John 21:15-19", "words": 172, "text": ["15", "When they had finished eating, Jesus said to Simon Peter, “Simon son of John, do you love me more than these?” “Yes, Lord,” he said, “you know that I love you.” Jesus said, “Feed my lambs.”", "16", "Again Jesus said, “Simon son of John, do you love me?” He answered, “Yes, Lord, you know that I love you.” Jesus said, “Take care of my sheep.”", "17", "The third time he said to him, “Simon son of John, do you love me?” Peter was hurt because Jesus asked him the third time, “Do you love me?” He said, “Lord, you know all things; you know that I love you.” Jesus said, “Feed my sheep.", "18", "Very truly I tell you, when you were younger you dressed yourself and went where you wanted; but when you are old you will stretch out your hands, and someone else will dress you and lead you where you do not want to go.”", "19", "Jesus said this to indicate the kind of death by which Peter would glorify God. Then he said to him, “Follow me!”"]}, {"reference": "Acts 2:1-4", "words": 71, "text": ["1", "When the day of Pentecost came, they were all together in one place.", "2", "Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting.", "3", "They saw what seemed to be tongues of fire that separated and came to rest on each of them.", "4", "All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them."]}, {"reference": "Acts 3:1-9", "words": 164, "text": ["1", "One day Peter and John were going up to the temple at the time of prayer—at three in the afternoon.", "2", "Now a man who was lame from birth was being carried to the temple gate called Beautiful, where he was put every day to beg from those going into the temple courts.", "3", "When he saw Peter and John about to enter, he asked them for money.", "4", "Peter looked straight at him, as did John. Then Peter said, “Look at us!”", "5", "So the man gave them his attention, expecting to get something from them.", "6", "Then Peter said, “Silver or gold I do not have, but what I do have I give you. In the name of Jesus Christ of Nazareth, walk.”", "7", "Taking him by the right hand, he helped him up, and instantly the man’s feet and ankles became strong.", "8", "He jumped to his feet and began to walk. Then he went with them into the temple courts, walking and jumping, and praising God.", "9", "When all the people saw him walking and praising God,"]}, {"reference": "Acts 4:1-13", "words": 275, "text": ["1", "The priests and the captain of the temple guard and the Sadducees came up to Peter and John while they were speaking to the people.", "2", "They were greatly disturbed because the apostles were teaching the people, proclaiming in Jesus the resurrection of the dead.", "3", "They seized Peter and John and, because it was evening, they put them in jail until the next day.", "4", "But many who heard the message believed; so the number of men who believed grew to about five thousand.", "5", "The next day the rulers, the elders and the teachers of the law met in Jerusalem.", "6", "Annas the high priest was there, and so were Caiaphas, John, Alexander and others of the high priest’s family.", "7", "They had Peter and John brought before them and began to question them: “By what power or what name did you do this?”", "8", "Then Peter, filled with the Holy Spirit, said to them: “Rulers and elders of the people!", "9", "If we are being called to account today for an act of kindness shown to a man who was lame and are being asked how he was healed,", "10", "then know this, you and all the people of Israel: It is by the name of Jesus Christ of Nazareth, whom you crucified but whom God raised from the dead, that this man stands before you healed.", "11", "Jesus is “‘the stone you builders rejected, which has become the cornerstone.’", "12", "Salvation is found in no one else, for there is no other name under heaven given to mankind by which we must be saved.”", "13", "When they saw the courage of Peter and John and realized that they were unschooled, ordinary men, they were astonished and they took note that these men had been with Jesus."]}, {"reference": "Acts 6:1-7", "words": 171, "text": ["1", "In those days when the number of disciples was increasing, the Hellenistic Jews among them complained against the Hebraic Jews because their widows were being overlooked in the daily distribution of food.", "2", "So the Twelve gathered all the disciples together and said, “It would not be right for us to neglect the ministry of the word of God in order to wait on tables.", "3", "Brothers and sisters, choose seven men from among you who are known to be full of the Spirit and wisdom. We will turn this responsibility over to them", "4", "and will give our attention to prayer and the ministry of the word.”", "5", "This proposal pleased the whole group. They chose Stephen, a man full of faith and of the Holy Spirit; also Philip, Procorus, Nicanor, Timon, Parmenas, and Nicolas from Antioch, a convert to Judaism.", "6", "They presented these men to the apostles, who prayed and laid their hands on them.", "7", "So the word of God spread. The number of disciples in Jerusalem increased rapidly, and a large number of priests became obedient to the faith."]}, {"reference": "Acts 8:4-8", "words": 65, "text": ["4", "Those who had been scattered preached the word wherever they went.", "5", "Philip went down to a city in Samaria and proclaimed the Messiah there.", "6", "When the crowds heard Philip and saw the signs he performed, they all paid close attention to what he said.", "7", "For with shrieks, impure spirits came out of many, and many who were paralyzed or lame were healed.", "8", "So there was great joy in that city."]}, {"reference": "Acts 9:10-22", "words": 299, "text": ["10", "In Damascus there was a disciple named Ananias. The Lord called to him in a vision, “Ananias!” “Yes, Lord,” he answered.", "11", "The Lord told him, “Go to the house of Judas on Straight Street and ask for a man from Tarsus named Saul, for he is praying.", "12", "In a vision he has seen a man named Ananias come and place his hands on him to restore his sight.”", "13", "“Lord,” Ananias answered, “I have heard many reports about this man and all the harm he has done to your holy people in Jerusalem.", "14", "And he has come here with authority from the chief priests to arrest all who call on your name.”", "15", "But the Lord said to Ananias, “Go! This man is my chosen instrument to proclaim my name to the Gentiles and their kings and to the people of Israel.", "16", "I will show him how much he must suffer for my name.”", "17", "Then Ananias went to the house and entered it. Placing his hands on Saul, he said, “Brother Saul, the Lord—Jesus, who appeared to you on the road as you were coming here—has sent me so that you may see again and be filled with the Holy Spirit.”", "18", "Immediately, something like scales fell from Saul’s eyes, and he could see again. He got up and was baptized,", "19", "and after taking some food, he regained his strength. Saul spent several days with the disciples in Damascus.", "20", "At once he began to preach in the synagogues that Jesus is the Son of God.", "21", "All those who heard him were astonished and asked, “Isn’t he the man who raised havoc in Jerusalem among those who call on this name? And hasn’t he come here to take them as prisoners to the chief priests?”", "22", "Yet Saul grew more and more powerful and baffled the Jews living in Damascus by proving that Jesus is the Messiah."]}, {"reference": "Acts 11:1-18", "words": 333, "text": ["1", "The apostles and the believers throughout Judea heard that the Gentiles also had received the word of God.", "2", "So when Peter went up to Jerusalem, the circumcised believers criticized him", "3", "and said, “You went into the house of uncircumcised men and ate with them.”", "4", "Starting from the beginning, Peter told them the whole story:", "5", "“I was in the city of Joppa praying, and in a trance I saw a vision. I saw something like a large sheet being let down from heaven by its four corners, and it came down to where I was.", "6", "I looked into it and saw four-footed animals of the earth, wild beasts, reptiles and birds.", "7", "Then I heard a voice telling me, ‘Get up, Peter. Kill and eat.’", "8", "“I replied, ‘Surely not, Lord! Nothing impure or unclean has ever entered my mouth.’", "9", "“The voice spoke from heaven a second time, ‘Do not call anything impure that God has made clean.’", "10", "This happened three times, and then it was all pulled up to heaven again.", "11", "“Right then three men who had been sent to me from Caesarea stopped at the house where I was staying.", "12", "The Spirit told me to have no hesitation about going with them. These six brothers also went with me, and we entered the man’s house.", "13", "He told us how he had seen an angel appear in his house and say, ‘Send to Joppa for Simon who is called Peter.", "14", "He will bring you a message through which you and all your household will be saved.’", "15", "“As I began to speak, the Holy Spirit came on them as he had come on us at the beginning.", "16", "Then I remembered what the Lord had said: ‘John baptized with water, but you will be baptized with the Holy Spirit.’", "17", "So if God gave them the same gift he gave us who believed in the Lord Jesus Christ, who was I to think that I could stand in God’s way?”", "18", "When they heard this, they had no further objections and praised God, saying, “So then, even to Gentiles God has granted repentance that leads to life.”"]}, {"reference": "Acts 20:26-31", "words": 117, "text": ["26", "Therefore, I declare to you today that I am innocent of the blood of any of you.", "27", "For I have not hesitated to proclaim to you the whole will of God.", "28", "Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood.", "29", "I know that after I leave, savage wolves will come in among you and will not spare the flock.", "30", "Even from your own number men will arise and distort the truth in order to draw away disciples after them.", "31", "So be on your guard! Remember that for three years I never stopped warning each of you night and day with tears."]}, {"reference": "Acts 20:35-38", "words": 79, "text": ["35", "In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: ‘It is more blessed to give than to receive.’ ”", "36", "When Paul had finished speaking, he knelt down with all of them and prayed.", "37", "They all wept as they embraced him and kissed him.", "38", "What grieved them most was his statement that they would never see his face again. Then they accompanied him to the ship."]}, {"reference": "Romans 13:8-10", "words": 71, "text": ["8", "Let no debt remain outstanding, except the continuing debt to love one another, for whoever loves others has fulfilled the law.", "9", "The commandments, “You shall not commit adultery,” “You shall not murder,” “You shall not steal,” “You shall not covet,” and whatever other command there may be, are summed up in this one command: “Love your neighbor as yourself.”", "10", "Love does no harm to a neighbor. Therefore love is the fulfillment of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 76, "text": ["16", "For when I preach the gospel, I cannot boast, since I am compelled to preach. Woe to me if I do not preach the gospel!", "17", "If I preach voluntarily, I have a reward; if not voluntarily, I am simply discharging the trust committed to me.", "18", "What then is my reward? Just this: that in preaching the gospel I may offer it free of charge, and so not make full use of my rights as a preacher of the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 139, "text": ["19", "Though I am free and belong to no one, I have made myself a slave to everyone, to win as many as possible.", "20", "To the Jews I became like a Jew, to win the Jews. To those under the law I became like one under the law (though I myself am not under the law), so as to win those under the law.", "21", "To those not having the law I became like one not having the law (though I am not free from God’s law but am under Christ’s law), so as to win those not having the law.", "22", "To the weak I became weak, to win the weak. I have become all things to all people so that by all possible means I might save some.", "23", "I do all this for the sake of the gospel, that I may share in its blessings."]}, {"reference": "1 Corinthians 12:1-11", "words": 208, "text": ["1", "Now about the gifts of the Spirit, brothers and sisters, I do not want you to be uninformed.", "2", "You know that when you were pagans, somehow or other you were influenced and led astray to mute idols.", "3", "Therefore I want you to know that no one who is speaking by the Spirit of God says, “Jesus be cursed,” and no one can say, “Jesus is Lord,” except by the Holy Spirit.", "4", "There are different kinds of gifts, but the same Spirit distributes them.", "5", "There are different kinds of service, but the same Lord.", "6", "There are different kinds of working, but in all of them and in everyone it is the same God at work.", "7", "Now to each one the manifestation of the Spirit is given for the common good.", "8", "To one there is given through the Spirit a message of wisdom, to another a message of knowledge by means of the same Spirit,", "9", "to another faith by the same Spirit, to another gifts of healing by that one Spirit,", "10", "to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues.", "11", "All these are the work of one and the same Spirit, and he distributes them to each one, just as he determines."]}, {"reference": "Galatians 2:17-21", "words": 113, "text": ["17", "“But if, in seeking to be justified in Christ, we Jews find ourselves also among the sinners, doesn’t that mean that Christ promotes sin? Absolutely not!", "18", "If I rebuild what I destroyed, then I really would be a lawbreaker.", "19", "“For through the law I died to the law so that I might live for God.", "20", "I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me.", "21", "I do not set aside the grace of God, for if righteousness could be gained through the law, Christ died for nothing!”"]}, {"reference": "Ephesians 2:4-10", "words": 125, "text": ["4", "But because of his great love for us, God, who is rich in mercy,", "5", "made us alive with Christ even when we were dead in transgressions —it is by grace you have been saved.", "6", "And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus,", "7", "in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus.", "8", "For it is by grace you have been saved, through faith —and this is not from yourselves, it is the gift of God—", "9", "not by works, so that no one can boast.", "10", "For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do."]}, {"reference": "Ephesians 2:14-18", "words": 101, "text": ["14", "For he himself is our peace, who has made the two groups one and has destroyed the barrier, the dividing wall of hostility,", "15", "by setting aside in his flesh the law with its commands and regulations. His purpose was to create in himself one new humanity out of the two, thus making peace,", "16", "and in one body to reconcile both of them to God through the cross, by which he put to death their hostility.", "17", "He came and preached peace to you who were far away and peace to those who were near.", "18", "For through him we both have access to the Father by one Spirit."]}, {"reference": "Ephesians 3:1-6", "words": 113, "text": ["1", "For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles—", "2", "Surely you have heard about the administration of God’s grace that was given to me for you,", "3", "that is, the mystery made known to me by revelation, as I have already written briefly.", "4", "In reading this, then, you will be able to understand my insight into the mystery of Christ,", "5", "which was not made known to people in other generations as it has now been revealed by the Spirit to God’s holy apostles and prophets.", "6", "This mystery is that through the gospel the Gentiles are heirs together with Israel, members together of one body, and sharers together in the promise in Christ Jesus."]}, {"reference": "Colossians 4:2-6", "words": 77, "text": ["2", "Devote yourselves to prayer, being watchful and thankful.", "3", "And pray for us, too, that God may open a door for our message, so that we may proclaim the mystery of Christ, for which I am in chains.", "4", "Pray that I may proclaim it clearly, as I should.", "5", "Be wise in the way you act toward outsiders; make the most of every opportunity.", "6", "Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone."]}, {"reference": "2 Thessalonians 3:1-2", "words": 43, "text": ["1", "As for other matters, brothers and sisters, pray for us that the message of the Lord may spread rapidly and be honored, just as it was with you.", "2", "And pray that we may be delivered from wicked and evil people, for not everyone has faith."]}, {"reference": "1 Timothy 1:12-14", "words": 65, "text": ["12", "I thank Christ Jesus our Lord, who has given me strength, that he considered me trustworthy, appointing me to his service.", "13", "Even though I was once a blasphemer and a persecutor and a violent man, I was shown mercy because I acted in ignorance and unbelief.", "14", "The grace of our Lord was poured out on me abundantly, along with the faith and love that are in Christ Jesus."]}, {"reference": "2 Timothy 1:8-12", "words": 148, "text": ["8", "So do not be ashamed of the testimony about our Lord or of me his prisoner. Rather, join with me in suffering for the gospel, by the power of God.", "9", "He has saved us and called us to a holy life—not because of anything we have done but because of his own purpose and grace. This grace was given us in Christ Jesus before the beginning of time,", "10", "but it has now been revealed through the appearing of our Savior, Christ Jesus, who has destroyed death and has brought life and immortality to light through the gospel.", "11", "And of this gospel I was appointed a herald and an apostle and a teacher.", "12", "That is why I am suffering as I am. Yet this is no cause for shame, because I know whom I have believed, and am convinced that he is able to guard what I have entrusted to him until that day."]}, {"reference": "Titus 2:1-2", "words": 28, "text": ["1", "You, however, must teach what is appropriate to sound doctrine.", "2", "Teach the older men to be temperate, worthy of respect, self-controlled, and sound in faith, in love and in endurance."]}, {"reference": "Philemon 1:4-7", "words": 74, "text": ["4", "I always thank my God as I remember you in my prayers,", "5", "because I hear about your love for all his holy people and your faith in the Lord Jesus.", "6", "I pray that your partnership with us in the faith may be effective in deepening your understanding of every good thing we share for the sake of Christ.", "7", "Your love has given me great joy and encouragement, because you, brother, have refreshed the hearts of the Lord’s people."]}, {"reference": "Hebrews 2:1-10", "words": 243, "text": ["1", "We must pay the most careful attention, therefore, to what we have heard, so that we do not drift away.", "2", "For since the message spoken through angels was binding, and every violation and disobedience received its just punishment,", "3", "how shall we escape if we ignore so great a salvation? This salvation, which was first announced by the Lord, was confirmed to us by those who heard him.", "4", "God also testified to it by signs, wonders and various miracles, and by gifts of the Holy Spirit distributed according to his will.", "5", "It is not to angels that he has subjected the world to come, about which we are speaking.", "6", "But there is a place where someone has testified: “What is mankind that you are mindful of them, a son of man that you care for him?", "7", "You made them a little lower than the angels; you crowned them with glory and honor", "8", "and put everything under their feet.” In putting everything under them, God left nothing that is not subject to them. Yet at present we do not see everything subject to them.", "9", "But we do see Jesus, who was made lower than the angels for a little while, now crowned with glory and honor because he suffered death, so that by the grace of God he might taste death for everyone.", "10", "In bringing many sons and daughters to glory, it was fitting that God, for whom and through whom everything exists, should make the pioneer of their salvation perfect through what he suffered."]}, {"reference": "Hebrews 3:1-11", "words": 208, "text": ["1", "Therefore, holy brothers and sisters, who share in the heavenly calling, fix your thoughts on Jesus, whom we acknowledge as our apostle and high priest.", "2", "He was faithful to the one who appointed him, just as Moses was faithful in all God’s house.", "3", "Jesus has been found worthy of greater honor than Moses, just as the builder of a house has greater honor than the house itself.", "4", "For every house is built by someone, but God is the builder of everything.", "5", "“Moses was faithful as a servant in all God’s house,” bearing witness to what would be spoken by God in the future.", "6", "But Christ is faithful as the Son over God’s house. And we are his house, if indeed we hold firmly to our confidence and the hope in which we glory.", "7", "So, as the Holy Spirit says: “Today, if you hear his voice,", "8", "do not harden your hearts as you did in the rebellion, during the time of testing in the wilderness,", "9", "where your ancestors tested and tried me, though for forty years they saw what I did.", "10", "That is why I was angry with that generation; I said, ‘Their hearts are always going astray, and they have not known my ways.’", "11", "So I declared on oath in my anger, ‘They shall never enter my rest.’ ”"]}, {"reference": "Hebrews 4:12-16", "words": 145, "text": ["12", "For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.", "13", "Nothing in all creation is hidden from God’s sight. Everything is uncovered and laid bare before the eyes of him to whom we must give account.", "14", "Therefore, since we have a great high priest who has ascended into heaven, Jesus the Son of God, let us hold firmly to the faith we profess.", "15", "For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are —yet he did not sin.", "16", "Let us then approach God’s throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."]}, {"reference": "Hebrews 10:26-30", "words": 117, "text": ["26", "If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,", "27", "but only a fearful expectation of judgment and of raging fire that will consume the enemies of God.", "28", "Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses.", "29", "How much more severely do you think someone deserves to be punished who has trampled the Son of God underfoot, who has treated as an unholy thing the blood of the covenant that sanctified them, and who has insulted the Spirit of grace?", "30", "For we know him who said, “It is mine to avenge; I will repay,” and again, “The Lord will judge his people.”"]}, {"reference": "Hebrews 11:32-40", "words": 188, "text": ["32", "And what more shall I say? I do not have time to tell about Gideon, Barak, Samson and Jephthah, about David and Samuel and the prophets,", "33", "who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions,", "34", "quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies.", "35", "Women received back their dead, raised to life again. There were others who were tortured, refusing to be released so that they might gain an even better resurrection.", "36", "Some faced jeers and flogging, and even chains and imprisonment.", "37", "They were put to death by stoning; they were sawed in two; they were killed by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated—", "38", "the world was not worthy of them. They wandered in deserts and mountains, living in caves and in holes in the ground.", "39", "These were all commended for their faith, yet none of them received what had been promised,", "40", "since God had planned something better for us so that only together with us would they be made perfect."]}, {"reference": "James 5:13-20", "words": 181, "text": ["13", "Is anyone among you in trouble? Let them pray. Is anyone happy? Let them sing songs of praise.", "14", "Is anyone among you sick? Let them call the elders of the church to pray over them and anoint them with oil in the name of the Lord.", "15", "And the prayer offered in faith will make the sick person well; the Lord will raise them up. If they have sinned, they will be forgiven.", "16", "Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous person is powerful and effective.", "17", "Elijah was a human being, even as we are. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years.", "18", "Again he prayed, and the heavens gave rain, and the earth produced its crops.", "19", "My brothers and sisters, if one of you should wander from the truth and someone should bring that person back,", "20", "remember this: Whoever turns a sinner from the error of their way will save them from death and cover over a multitude of sins."]}, {"reference": "1 Peter 2:9", "words": 32, "text": ["9", "But you are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light."]}, {"reference": "1 Peter 3:8-22", "words": 343, "text": ["8", "Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble.", "9", "Do not repay evil with evil or insult with insult. On the contrary, repay evil with blessing, because to this you were called so that you may inherit a blessing.", "10", "For, “Whoever would love life and see good days must keep their tongue from evil and their lips from deceitful speech.", "11", "They must turn from evil and do good; they must seek peace and pursue it.", "12", "For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.”", "13", "Who is going to harm you if you are eager to do good?", "14", "But even if you should suffer for what is right, you are blessed. “Do not fear their threats\u0001 do not be frightened.”", "15", "But in your hearts revere Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,", "16", "keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander.", "17", "For it is better, if it is God’s will, to suffer for doing good than for doing evil.", "18", "For Christ also suffered once for sins, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive in the Spirit.", "19", "After being made alive, he went and made proclamation to the imprisoned spirits —", "20", "to those who were disobedient long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water,", "21", "and this water symbolizes baptism that now saves you also—not the removal of dirt from the body but the pledge of a clear conscience toward God. It saves you by the resurrection of Jesus Christ,", "22", "who has gone into heaven and is at God’s right hand —with angels, authorities and powers in submission to him."]}, {"reference": "2 Peter 1:19-21", "words": 83, "text": ["19", "We also have the prophetic message as something completely reliable, and you will do well to pay attention to it, as to a light shining in a dark place, until the day dawns and the morning star rises in your hearts.", "20", "Above all, you must understand that no prophecy of Scripture came about by the prophet’s own interpretation of things.", "21", "For prophecy never had its origin in the human will, but prophets, though human, spoke from God as they were carried along by the Holy Spirit."]}, {"reference": "1 John 1:1-4", "words": 100, "text": ["1", "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched —this we proclaim concerning the Word of life.", "2", "The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us.", "3", "We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ.", "4", "We write this to make our joy complete."]}, {"reference": "Revelation 22:11-21", "words": 275, "text": ["11", "Let the one who does wrong continue to do wrong; let the vile person continue to be vile; let the one who does right continue to do right; and let the holy person continue to be holy.”", "12", "“Look, I am coming soon! My reward is with me, and I will give to each person according to what they have done.", "13", "I am the Alpha and the Omega, the First and the Last, the Beginning and the End.", "14", "“Blessed are those who wash their robes, that they may have the right to the tree of life and may go through the gates into the city.", "15", "Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood.", "16", "“I, Jesus, have sent my angel to give you this testimony for the churches. I am the Root and the Offspring of David, and the bright Morning Star.”", "17", "The Spirit and the bride say, “Come!” And let the one who hears say, “Come!” Let the one who is thirsty come; and let the one who wishes take the free gift of the water of life.", "18", "I warn everyone who hears the words of the prophecy of this scroll: If anyone adds anything to them, God will add to that person the plagues described in this scroll.", "19", "And if anyone takes words away from this scroll of prophecy, God will take away from that person any share in the tree of life and in the Holy City, which are described in this scroll.", "20", "He who testifies to these things says, “Yes, I am coming soon.” Amen. Come, Lord Jesus.", "21", "The grace of the Lord Jesus be with God’s people. Amen."]}]