[{"reference": "Acts 1:6–8", "words": 85, "text": ["6", "When they therefore were come together, they asked of him, saying, Lord, wilt thou at this time restore again the kingdom to Israel?", "7", "And he said unto them, It is not for you to know the times or the seasons, which the Father hath put in his own power.", "8", "But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth."]}, {"reference": "Luke 24:45–49", "words": 84, "text": ["45", "Then opened he their understanding, that they might understand the scriptures,", "46", "And said unto them, Thus it is written, and thus it behooved Christ to suffer, and to rise from the dead the third day:", "47", "And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.", "48", "And ye are witnesses of these things.", "49", "And, behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high."]}, {"reference": "Acts 2:36–39", "words": 110, "text": ["36", "Therefore let all the house of Israel know assuredly, that God hath made the same Jesus, whom ye have crucified, both Lord and Christ.", "37", "Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?", "38", "Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.", "39", "For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call."]}, {"reference": "Luke 11:9–13", "words": 118, "text": ["9", "And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.", "10", "For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.", "11", "If a son shall ask bread of any of you that is a father, will he give him a stone? or if he ask a fish, will he for a fish give him a serpent?", "12", "Or if he shall ask an egg, will he offer him a scorpion?", "13", "If ye then, being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask him?"]}, {"reference": "Acts 4:29–31", "words": 72, "text": ["29", "And now, Lord, behold their threatenings: and grant unto thy servants, that with all boldness they may speak thy word,", "30", "By stretching forth thine hand to heal; and that signs and wonders may be done by the name of thy holy child Jesus.", "31", "And when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost, and they spake the word of God with boldness."]}, {"reference": "Exodus 31:2–6", "words": 115, "text": ["2", "See, I have called by name Bezaleel the son of Uri, the son of Hur, of the tribe of Judah:", "3", "And I have filled him with the spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner of workmanship,", "4", "To devise cunning works, to work in gold, and in silver, and in brass,", "5", "And in cutting of stones, to set them, and in carving of timber, to work in all manner of workmanship.", "6", "And I, behold, I have given with him Aholiab, the son of Ahisamach, of the tribe of Dan: and in the hearts of all that are wise hearted I have put wisdom, that they may make all that I have commanded thee;"]}, {"reference": "Acts 5:27–32", "words": 127, "text": ["27", "And when they had brought them, they set them before the council: and the high priest asked them,", "28", "Saying, Did not we straitly command you that ye should not teach in this name? and, behold, ye have filled Jerusalem with your doctrine, and intend to bring this man's blood upon us.", "29", "Then Peter and the other apostles answered and said, We ought to obey God rather than men.", "30", "The God of our fathers raised up Jesus, whom ye slew and hanged on a tree.", "31", "Him hath God exalted with his right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins.", "32", "And we are his witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him."]}, {"reference": "1 John 5:6–11", "words": 155, "text": ["6", "This is he that came by water and blood, even Jesus Christ; not by water only, but by water and blood. And it is the Spirit that beareth witness, because the Spirit is truth.", "7", "For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.", "8", "And there are three that bear witness in earth, the Spirit, and the water, and the blood: and these three agree in one.", "9", "If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son.", "10", "He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.", "11", "And this is the record, that God hath given to us eternal life, and this life is in his Son."]}, {"reference": "Acts 7:57–60", "words": 82, "text": ["57", "Then they cried out with a loud voice, and stopped their ears, and ran upon him with one accord,", "58", "And cast him out of the city, and stoned him: and the witnesses laid down their clothes at a young man's feet, whose name was Saul.", "59", "And they stoned Stephen, calling upon God, and saying, Lord Jesus, receive my spirit.", "60", "And he kneeled down, and cried with a loud voice, Lord, lay not this sin to their charge. And when he had said this, he fell asleep."]}, {"reference": "Ephesians 5:16–21", "words": 80, "text": ["16", "Redeeming the time, because the days are evil.", "17", "Wherefore be ye not unwise, but understanding what the will of the Lord is.", "18", "And be not drunk with wine, wherein is excess; but be filled with the Spirit;", "19", "Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;", "20", "Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;", "21", "Submitting yourselves one to another in the fear of God."]}, {"reference": "Acts 8:34–36", "words": 64, "text": ["34", "And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?", "35", "Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus.", "36", "And as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?"]}, {"reference": "John 14:16–18", "words": 61, "text": ["16", "And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;", "17", "Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.", "18", "I will not leave you comfortless: I will come to you."]}, {"reference": "Acts 10:39–43", "words": 110, "text": ["39", "And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:", "40", "Him God raised up the third day, and shewed him openly;", "41", "Not to all the people, but unto witnesses chosen before God, even to us, who did eat and drink with him after he rose from the dead.", "42", "And he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead.", "43", "To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins."]}, {"reference": "John 16:13–15", "words": 76, "text": ["13", "Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.", "14", "He shall glorify me: for he shall receive of mine, and shall shew it unto you.", "15", "All things that the Father hath are mine: therefore said I, that he shall take of mine, and shall shew it unto you."]}, {"reference": "Genesis 1:9-13", "words": 121, "text": ["9", "And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.", "10", "And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.", "11", "And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.", "12", "And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.", "13", "And the evening and the morning were the third day."]}, {"reference": "Genesis 3:14-15", "words": 69, "text": ["14", "And the Lord God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:", "15", "And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel."]}, {"reference": "Genesis 32:24-30", "words": 160, "text": ["24", "And Jacob was left alone; and there wrestled a man with him until the breaking of the day.", "25", "And when he saw that he prevailed not against him, he touched the hollow of his thigh; and the hollow of Jacob's thigh was out of joint, as he wrestled with him.", "26", "And he said, Let me go, for the day breaketh. And he said, I will not let thee go, except thou bless me.", "27", "And he said unto him, What is thy name? And he said, Jacob.", "28", "And he said, Thy name shall be called no more Jacob, but Israel: for as a prince hast thou power with God and with men, and hast prevailed.", "29", "And Jacob asked him, and said, Tell me, I pray thee, thy name. And he said, Wherefore is it that thou dost ask after my name? And he blessed him there.", "30", "And Jacob called the name of the place Peniel: for I have seen God face to face, and my life is preserved."]}, {"reference": "Exodus 3:12-18", "words": 310, "text": ["12", "And he said, Certainly I will be with thee; and this shall be a token unto thee, that I have sent thee: When thou hast brought forth the people out of Egypt, ye shall serve God upon this mountain.", "13", "And Moses said unto God, Behold, when I come unto the children of Israel, and shall say unto them, The God of your fathers hath sent me unto you; and they shall say to me, What is his name? what shall I say unto them?", "14", "And God said unto Moses, I Am That I Am\u0001 and he said, Thus shalt thou say unto the children of Israel, I Am hath sent me unto you.", "15", "And God said moreover unto Moses, Thus shalt thou say unto the children of Israel, the Lord God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, hath sent me unto you: this is my name for ever, and this is my memorial unto all generations.", "16", "Go, and gather the elders of Israel together, and say unto them, The Lord God of your fathers, the God of Abraham, of Isaac, and of Jacob, appeared unto me, saying, I have surely visited you, and seen that which is done to you in Egypt:", "17", "And I have said, I will bring you up out of the affliction of Egypt unto the land of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites, unto a land flowing with milk and honey.", "18", "And they shall hearken to thy voice: and thou shalt come, thou and the elders of Israel, unto the king of Egypt, and ye shall say unto him, The Lord God of the Hebrews hath met with us: and now let us go, we beseech thee, three days' journey into the wilderness, that we may sacrifice to the Lord our God."]}, {"reference": "Leviticus 10:3", "words": 36, "text": ["3", "Then Moses said unto Aaron, This is it that the Lord spake, saying, I will be sanctified in them that come nigh me, and before all the people I will be glorified. And Aaron held his peace."]}, {"reference": "Deuteronomy 4:4-6", "words": 82, "text": ["4", "But ye that did cleave unto the Lord your God are alive every one of you this day.", "5", "Behold, I have taught you statutes and judgments, even as the Lord my God commanded me, that ye should do so in the land whither ye go to possess it.", "6", "Keep therefore and do them; for this is your wisdom and your understanding in the sight of the nations, which shall hear all these statutes, and say, Surely this great nation is a wise and understanding people."]}, {"reference": "Deuteronomy 10:12-22", "words": 251, "text": ["12", "And now, Israel, what doth the Lord thy God require of thee, but to fear the Lord thy God, to walk in all his ways, and to love him, and to serve the Lord thy God with all thy heart and with all thy soul,", "13", "To keep the commandments of the Lord\u0001 and his statutes, which I command thee this day for thy good?", "14", "Behold, the heaven and the heaven of heavens is the Lord 's thy God, the earth also, with all that therein is.", "15", "Only the Lord had a delight in thy fathers to love them, and he chose their seed after them, even you above all people, as it is this day.", "16", "Circumcise therefore the foreskin of your heart, and be no more stiffnecked.", "17", "For the Lord your God is God of gods, and Lord of lords, a great God, a mighty, and a terrible, which regardeth not persons, nor taketh reward:", "18", "He doth execute the judgment of the fatherless and widow, and loveth the stranger, in giving him food and raiment.", "19", "Love ye therefore the stranger: for ye were strangers in the land of Egypt.", "20", "Thou shalt fear the Lord thy God; him shalt thou serve, and to him shalt thou cleave, and swear by his name.", "21", "He is thy praise, and he is thy God, that hath done for thee these great and terrible things, which thine eyes have seen.", "22", "Thy fathers went down into Egypt with threescore and ten persons; and now the Lord thy God hath made thee as the stars of heaven for multitude."]}, {"reference": "Deuteronomy 18:15-18", "words": 117, "text": ["15", "The Lord thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;", "16", "According to all that thou desiredst of the Lord thy God in Horeb in the day of the assembly, saying, Let me not hear again the voice of the Lord my God, neither let me see this great fire any more, that I die not.", "17", "And the Lord said unto me, They have well spoken that which they have spoken.", "18", "I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him."]}, {"reference": "Deuteronomy 34:9", "words": 35, "text": ["9", "And Joshua the son of Nun was full of the spirit of wisdom; for Moses had laid his hands upon him: and the children of Israel hearkened unto him, and did as the Lord commanded Moses."]}, {"reference": "Joshua 3:5-13", "words": 273, "text": ["5", "And Joshua said unto the people, Sanctify yourselves: for to morrow the Lord will do wonders among you.", "6", "And Joshua spake unto the priests, saying, Take up the ark of the covenant, and pass over before the people. And they took up the ark of the covenant, and went before the people.", "7", "And the Lord said unto Joshua, This day will I begin to magnify thee in the sight of all Israel, that they may know that, as I was with Moses, so I will be with thee.", "8", "And thou shalt command the priests that bear the ark of the covenant, saying, When ye are come to the brink of the water of Jordan, ye shall stand still in Jordan.", "9", "And Joshua said unto the children of Israel, Come hither, and hear the words of the Lord your God.", "10", "And Joshua said, Hereby ye shall know that the living God is among you, and that he will without fail drive out from before you the Canaanites, and the Hittites, and the Hivites, and the Perizzites, and the Girgashites, and the Amorites, and the Jebusites.", "11", "Behold, the ark of the covenant of the Lord of all the earth passeth over before you into Jordan.", "12", "Now therefore take you twelve men out of the tribes of Israel, out of every tribe a man.", "13", "And it shall come to pass, as soon as the soles of the feet of the priests that bear the ark of the Lord\u0001 the Lord of all the earth, shall rest in the waters of Jordan, that the waters of Jordan shall be cut off from the waters that come down from above; and they shall stand upon an heap."]}, {"reference": "1 Samuel 2:1-10", "words": 260, "text": ["1", "And Hannah prayed, and said, My heart rejoiceth in the Lord\u0001 mine horn is exalted in the Lord\u0001 my mouth is enlarged over mine enemies; because I rejoice in thy salvation.", "2", "There is none holy as the Lord\u0001 for there is none beside thee: neither is there any rock like our God.", "3", "Talk no more so exceeding proudly; let not arrogancy come out of your mouth: for the Lord is a God of knowledge, and by him actions are weighed.", "4", "The bows of the mighty men are broken, and they that stumbled are girded with strength.", "5", "They that were full have hired out themselves for bread; and they that were hungry ceased: so that the barren hath born seven; and she that hath many children is waxed feeble.", "6", "The Lord killeth, and maketh alive: he bringeth down to the grave, and bringeth up.", "7", "The Lord maketh poor, and maketh rich: he bringeth low, and lifteth up.", "8", "He raiseth up the poor out of the dust, and lifteth up the beggar from the dunghill, to set them among princes, and to make them inherit the throne of glory: for the pillars of the earth are the Lord 's, and he hath set the world upon them.", "9", "He will keep the feet of his saints, and the wicked shall be silent in darkness; for by strength shall no man prevail.", "10", "The adversaries of the Lord shall be broken to pieces; out of heaven shall he thunder upon them: the Lord shall judge the ends of the earth; and he shall give strength unto his king, and exalt the horn of his anointed."]}, {"reference": "2 Samuel 7:1-17", "words": 464, "text": ["1", "And it came to pass, when the king sat in his house, and the Lord had given him rest round about from all his enemies;", "2", "That the king said unto Nathan the prophet, See now, I dwell in an house of cedar, but the ark of God dwelleth within curtains.", "3", "And Nathan said to the king, Go, do all that is in thine heart; for the Lord is with thee.", "4", "And it came to pass that night, that the word of the Lord came unto Nathan, saying,", "5", "Go and tell my servant David, Thus saith the Lord\u0001 Shalt thou build me an house for me to dwell in?", "6", "Whereas I have not dwelt in any house since the time that I brought up the children of Israel out of Egypt, even to this day, but have walked in a tent and in a tabernacle.", "7", "In all the places wherein I have walked with all the children of Israel spake I a word with any of the tribes of Israel, whom I commanded to feed my people Israel, saying, Why build ye not me an house of cedar?", "8", "Now therefore so shalt thou say unto my servant David, Thus saith the Lord of hosts, I took thee from the sheepcote, from following the sheep, to be ruler over my people, over Israel:", "9", "And I was with thee whithersoever thou wentest, and have cut off all thine enemies out of thy sight, and have made thee a great name, like unto the name of the great men that are in the earth.", "10", "Moreover I will appoint a place for my people Israel, and will plant them, that they may dwell in a place of their own, and move no more; neither shall the children of wickedness afflict them any more, as beforetime,", "11", "And as since the time that I commanded judges to be over my people Israel, and have caused thee to rest from all thine enemies. Also the Lord telleth thee that he will make thee an house.", "12", "And when thy days be fulfilled, and thou shalt sleep with thy fathers, I will set up thy seed after thee, which shall proceed out of thy bowels, and I will establish his kingdom.", "13", "He shall build an house for my name, and I will stablish the throne of his kingdom for ever.", "14", "I will be his father, and he shall be my son. If he commit iniquity, I will chasten him with the rod of men, and with the stripes of the children of men:", "15", "But my mercy shall not depart away from him, as I took it from Saul, whom I put away before thee.", "16", "And thine house and thy kingdom shall be established for ever before thee: thy throne shall be established for ever.", "17", "According to all these words, and according to all this vision, so did Nathan speak unto David."]}, {"reference": "2 Samuel 24:18-25", "words": 241, "text": ["18", "And Gad came that day to David, and said unto him, Go up, rear an altar unto the Lord in the threshingfloor of Araunah the Jebusite.", "19", "And David, according to the saying of Gad, went up as the Lord commanded.", "20", "And Araunah looked, and saw the king and his servants coming on toward him: and Araunah went out, and bowed himself before the king on his face upon the ground.", "21", "And Araunah said, Wherefore is my lord the king come to his servant? And David said, To buy the threshingfloor of thee, to build an altar unto the Lord\u0001 that the plague may be stayed from the people.", "22", "And Araunah said unto David, Let my lord the king take and offer up what seemeth good unto him: behold, here be oxen for burnt sacrifice, and threshing instruments and other instruments of the oxen for wood.", "23", "All these things did Araunah, as a king, give unto the king. And Araunah said unto the king, The Lord thy God accept thee.", "24", "And the king said unto Araunah, Nay; but I will surely buy it of thee at a price: neither will I offer burnt offerings unto the Lord my God of that which doth cost me nothing. So David bought the threshingfloor and the oxen for fifty shekels of silver.", "25", "And David built there an altar unto the Lord\u0001 and offered burnt offerings and peace offerings. So the Lord was intreated for the land, and the plague was stayed from Israel."]}, {"reference": "Job 38:1-18", "words": 266, "text": ["1", "Then the Lord answered Job out of the whirlwind, and said,", "2", "Who is this that darkeneth counsel by words without knowledge?", "3", "Gird up now thy loins like a man; for I will demand of thee, and answer thou me.", "4", "Where wast thou when I laid the foundations of the earth? declare, if thou hast understanding.", "5", "Who hath laid the measures thereof, if thou knowest? or who hath stretched the line upon it?", "6", "Whereupon are the foundations thereof fastened? or who laid the corner stone thereof;", "7", "When the morning stars sang together, and all the sons of God shouted for joy?", "8", "Or who shut up the sea with doors, when it brake forth, as if it had issued out of the womb?", "9", "When I made the cloud the garment thereof, and thick darkness a swaddlingband for it,", "10", "And brake up for it my decreed place, and set bars and doors,", "11", "And said, Hitherto shalt thou come, but no further: and here shall thy proud waves be stayed?", "12", "Hast thou commanded the morning since thy days; and caused the dayspring to know his place;", "13", "That it might take hold of the ends of the earth, that the wicked might be shaken out of it?", "14", "It is turned as clay to the seal; and they stand as a garment.", "15", "And from the wicked their light is withholden, and the high arm shall be broken.", "16", "Hast thou entered into the springs of the sea? or hast thou walked in the search of the depth?", "17", "Have the gates of death been opened unto thee? or hast thou seen the doors of the shadow of death?", "18", "Hast thou perceived the breadth of the earth? declare if thou knowest it all."]}, {"reference": "Psalm 22:1-28", "words": 488, "text": ["1", "My God, my God, why hast thou forsaken me? why art thou so far from helping me, and from the words of my roaring?", "2", "O my God, I cry in the day time, but thou hearest not; and in the night season, and am not silent.", "3", "But thou art holy, O thou that inhabitest the praises of Israel.", "4", "Our fathers trusted in thee: they trusted, and thou didst deliver them.", "5", "They cried unto thee, and were delivered: they trusted in thee, and were not confounded.", "6", "But I am a worm, and no man; a reproach of men, and despised of the people.", "7", "All they that see me laugh me to scorn: they shoot out the lip, they shake the head, saying,", "8", "He trusted on the Lord that he would deliver him: let him deliver him, seeing he delighted in him.", "9", "But thou art he that took me out of the womb: thou didst make me hope when I was upon my mother's breasts.", "10", "I was cast upon thee from the womb: thou art my God from my mother's belly.", "11", "Be not far from me; for trouble is near; for there is none to help.", "12", "Many bulls have compassed me: strong bulls of Bashan have beset me round.", "13", "They gaped upon me with their mouths, as a ravening and a roaring lion.", "14", "I am poured out like water, and all my bones are out of joint: my heart is like wax; it is melted in the midst of my bowels.", "15", "My strength is dried up like a potsherd; and my tongue cleaveth to my jaws; and thou hast brought me into the dust of death.", "16", "For dogs have compassed me: the assembly of the wicked have inclosed me: they pierced my hands and my feet.", "17", "I may tell all my bones: they look and stare upon me.", "18", "They part my garments among them, and cast lots upon my vesture.", "19", "But be not thou far from me, O Lord\u0001 O my strength, haste thee to help me.", "20", "Deliver my soul from the sword; my darling from the power of the dog.", "21", "Save me from the lion's mouth: for thou hast heard me from the horns of the unicorns.", "22", "I will declare thy name unto my brethren: in the midst of the congregation will I praise thee.", "23", "Ye that fear the Lord\u0001 praise him; all ye the seed of Jacob, glorify him; and fear him, all ye the seed of Israel.", "24", "For he hath not despised nor abhorred the affliction of the afflicted; neither hath he hid his face from him; but when he cried unto him, he heard.", "25", "My praise shall be of thee in the great congregation: I will pay my vows before them that fear him.", "26", "The meek shall eat and be satisfied: they shall praise the Lord that seek him: your heart shall live for ever.", "27", "All the ends of the world shall remember and turn unto the Lord\u0001 and all the kindreds of the nations shall worship before thee.", "28", "For the kingdom is the Lord 's: and he is the governor among the nations."]}, {"reference": "Psalm 40:9-10", "words": 47, "text": ["9", "I have preached righteousness in the great congregation: lo, I have not refrained my lips, O Lord\u0001 thou knowest.", "10", "I have not hid thy righteousness within my heart; I have declared thy faithfulness and thy salvation: I have not concealed thy lovingkindness and thy truth from the great congregation."]}, {"reference": "Psalm 69:6-18", "words": 243, "text": ["6", "Let not them that wait on thee, O Lord God of hosts, be ashamed for my sake: let not those that seek thee be confounded for my sake, O God of Israel.", "7", "Because for thy sake I have borne reproach; shame hath covered my face.", "8", "I am become a stranger unto my brethren, and an alien unto my mother's children.", "9", "For the zeal of thine house hath eaten me up; and the reproaches of them that reproached thee are fallen upon me.", "10", "When I wept, and chastened my soul with fasting, that was to my reproach.", "11", "I made sackcloth also my garment; and I became a proverb to them.", "12", "They that sit in the gate speak against me; and I was the song of the drunkards.", "13", "But as for me, my prayer is unto thee, O Lord\u0001 in an acceptable time: O God, in the multitude of thy mercy hear me, in the truth of thy salvation.", "14", "Deliver me out of the mire, and let me not sink: let me be delivered from them that hate me, and out of the deep waters.", "15", "Let not the waterflood overflow me, neither let the deep swallow me up, and let not the pit shut her mouth upon me.", "16", "Hear me, O Lord\u0001 for thy lovingkindness is good: turn unto me according to the multitude of thy tender mercies.", "17", "And hide not thy face from thy servant; for I am in trouble: hear me speedily.", "18", "Draw nigh unto my soul, and redeem it: deliver me because of mine enemies."]}, {"reference": "Psalm 91:1-16", "words": 272, "text": ["1", "He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.", "2", "I will say of the Lord\u0001 He is my refuge and my fortress: my God; in him will I trust.", "3", "Surely he shall deliver thee from the snare of the fowler, and from the noisome pestilence.", "4", "He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler.", "5", "Thou shalt not be afraid for the terror by night; nor for the arrow that flieth by day;", "6", "Nor for the pestilence that walketh in darkness; nor for the destruction that wasteth at noonday.", "7", "A thousand shall fall at thy side, and ten thousand at thy right hand; but it shall not come nigh thee.", "8", "Only with thine eyes shalt thou behold and see the reward of the wicked.", "9", "Because thou hast made the Lord\u0001 which is my refuge, even the most High, thy habitation;", "10", "There shall no evil befall thee, neither shall any plague come nigh thy dwelling.", "11", "For he shall give his angels charge over thee, to keep thee in all thy ways.", "12", "They shall bear thee up in their hands, lest thou dash thy foot against a stone.", "13", "Thou shalt tread upon the lion and adder: the young lion and the dragon shalt thou trample under feet.", "14", "Because he hath set his love upon me, therefore will I deliver him: I will set him on high, because he hath known my name.", "15", "He shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him.", "16", "With long life will I satisfy him, and shew him my salvation."]}, {"reference": "Psalm 118:1-29", "words": 437, "text": ["1", "O give thanks unto the Lord\u0001 for he is good: because his mercy endureth for ever.", "2", "Let Israel now say, that his mercy endureth for ever.", "3", "Let the house of Aaron now say, that his mercy endureth for ever.", "4", "Let them now that fear the Lord say, that his mercy endureth for ever.", "5", "I called upon the Lord in distress: the Lord answered me, and set me in a large place.", "6", "The Lord is on my side; I will not fear: what can man do unto me?", "7", "The Lord taketh my part with them that help me: therefore shall I see my desire upon them that hate me.", "8", "It is better to trust in the Lord than to put confidence in man.", "9", "It is better to trust in the Lord than to put confidence in princes.", "10", "All nations compassed me about: but in the name of the Lord will I destroy them.", "11", "They compassed me about; yea, they compassed me about: but in the name of the Lord I will destroy them.", "12", "They compassed me about like bees: they are quenched as the fire of thorns: for in the name of the Lord I will destroy them.", "13", "Thou hast thrust sore at me that I might fall: but the Lord helped me.", "14", "The Lord is my strength and song, and is become my salvation.", "15", "The voice of rejoicing and salvation is in the tabernacles of the righteous: the right hand of the Lord doeth valiantly.", "16", "The right hand of the Lord is exalted: the right hand of the Lord doeth valiantly.", "17", "I shall not die, but live, and declare the works of the Lord\u0001", "18", "The Lord hath chastened me sore: but he hath not given me over unto death.", "19", "Open to me the gates of righteousness: I will go into them, and I will praise the Lord\u0001", "20", "This gate of the Lord\u0001 into which the righteous shall enter.", "21", "I will praise thee: for thou hast heard me, and art become my salvation.", "22", "The stone which the builders refused is become the head stone of the corner.", "23", "This is the Lord 's doing; it is marvellous in our eyes.", "24", "This is the day which the Lord hath made; we will rejoice and be glad in it.", "25", "Save now, I beseech thee, O Lord\u0001 O Lord\u0001 I beseech thee, send now prosperity.", "26", "Blessed be he that cometh in the name of the Lord\u0001 we have blessed you out of the house of the Lord\u0001", "27", "God is the Lord\u0001 which hath shewed us light: bind the sacrifice with cords, even unto the horns of the altar.", "28", "Thou art my God, and I will praise thee: thou art my God, I will exalt thee.", "29", "O give thanks unto the Lord\u0001 for he is good: for his mercy endureth for ever."]}, {"reference": "Psalm 148:13-14", "words": 49, "text": ["13", "Let them praise the name of the Lord\u0001 for his name alone is excellent; his glory is above the earth and heaven.", "14", "He also exalteth the horn of his people, the praise of all his saints; even of the children of Israel, a people near unto him. Praise ye the Lord\u0001"]}, {"reference": "Proverbs 2:1-22", "words": 287, "text": ["1", "My son, if thou wilt receive my words, and hide my commandments with thee;", "2", "So that thou incline thine ear unto wisdom, and apply thine heart to understanding;", "3", "Yea, if thou criest after knowledge, and liftest up thy voice for understanding;", "4", "If thou seekest her as silver, and searchest for her as for hid treasures;", "5", "Then shalt thou understand the fear of the Lord\u0001 and find the knowledge of God.", "6", "For the Lord giveth wisdom: out of his mouth cometh knowledge and understanding.", "7", "He layeth up sound wisdom for the righteous: he is a buckler to them that walk uprightly.", "8", "He keepeth the paths of judgment, and preserveth the way of his saints.", "9", "Then shalt thou understand righteousness, and judgment, and equity; yea, every good path.", "10", "When wisdom entereth into thine heart, and knowledge is pleasant unto thy soul;", "11", "Discretion shall preserve thee, understanding shall keep thee:", "12", "To deliver thee from the way of the evil man, from the man that speaketh froward things;", "13", "Who leave the paths of uprightness, to walk in the ways of darkness;", "14", "Who rejoice to do evil, and delight in the frowardness of the wicked;", "15", "Whose ways are crooked, and they froward in their paths:", "16", "To deliver thee from the strange woman, even from the stranger which flattereth with her words;", "17", "Which forsaketh the guide of her youth, and forgetteth the covenant of her God.", "18", "For her house inclineth unto death, and her paths unto the dead.", "19", "None that go unto her return again, neither take they hold of the paths of life.", "20", "That thou mayest walk in the way of good men, and keep the paths of the righteous.", "21", "For the upright shall dwell in the land, and the perfect shall remain in it.", "22", "But the wicked shall be cut off from the earth, and the transgressors shall be rooted out of it."]}, {"reference": "Proverbs 3:1-20", "words": 289, "text": ["1", "My son, forget not my law; but let thine heart keep my commandments:", "2", "For length of days, and long life, and peace, shall they add to thee.", "3", "Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:", "4", "So shalt thou find favour and good understanding in the sight of God and man.", "5", "Trust in the Lord with all thine heart; and lean not unto thine own understanding.", "6", "In all thy ways acknowledge him, and he shall direct thy paths.", "7", "Be not wise in thine own eyes: fear the Lord\u0001 and depart from evil.", "8", "It shall be health to thy navel, and marrow to thy bones.", "9", "Honour the Lord with thy substance, and with the firstfruits of all thine increase:", "10", "So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.", "11", "My son, despise not the chastening of the Lord\u0001 neither be weary of his correction:", "12", "For whom the Lord loveth he correcteth; even as a father the son in whom he delighteth.", "13", "Happy is the man that findeth wisdom, and the man that getteth understanding.", "14", "For the merchandise of it is better than the merchandise of silver, and the gain thereof than fine gold.", "15", "She is more precious than rubies: and all the things thou canst desire are not to be compared unto her.", "16", "Length of days is in her right hand; and in her left hand riches and honour.", "17", "Her ways are ways of pleasantness, and all her paths are peace.", "18", "She is a tree of life to them that lay hold upon her: and happy is every one that retaineth her.", "19", "The Lord by wisdom hath founded the earth; by understanding hath he established the heavens.", "20", "By his knowledge the depths are broken up, and the clouds drop down the dew."]}, {"reference": "Proverbs 23:15-19", "words": 66, "text": ["15", "My son, if thine heart be wise, my heart shall rejoice, even mine.", "16", "Yea, my reins shall rejoice, when thy lips speak right things.", "17", "Let not thine heart envy sinners: but be thou in the fear of the Lord all the day long.", "18", "For surely there is an end; and thine expectation shall not be cut off.", "19", "Hear thou, my son, and be wise, and guide thine heart in the way."]}, {"reference": "Isaiah 1:18-20", "words": 67, "text": ["18", "Come now, and let us reason together, saith the Lord\u0001 though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.", "19", "If ye be willing and obedient, ye shall eat the good of the land:", "20", "But if ye refuse and rebel, ye shall be devoured with the sword: for the mouth of the Lord hath spoken it."]}, {"reference": "Isaiah 6:1-10", "words": 266, "text": ["1", "In the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple.", "2", "Above it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.", "3", "And one cried unto another, and said, Holy, holy, holy, is the Lord of hosts: the whole earth is full of his glory.", "4", "And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.", "5", "Then said I, Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the Lord of hosts.", "6", "Then flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar:", "7", "And he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged.", "8", "Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me.", "9", "And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.", "10", "Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed."]}, {"reference": "Isaiah 38:15-20", "words": 157, "text": ["15", "What shall I say? he hath both spoken unto me, and himself hath done it: I shall go softly all my years in the bitterness of my soul.", "16", "O Lord\u0001 by these things men live, and in all these things is the life of my spirit: so wilt thou recover me, and make me to live.", "17", "Behold, for peace I had great bitterness: but thou hast in love to my soul delivered it from the pit of corruption: for thou hast cast all my sins behind thy back.", "18", "For the grave cannot praise thee, death can not celebrate thee: they that go down into the pit cannot hope for thy truth.", "19", "The living, the living, he shall praise thee, as I do this day: the father to the children shall make known thy truth.", "20", "The Lord was ready to save me: therefore we will sing my songs to the stringed instruments all the days of our life in the house of the Lord\u0001"]}, {"reference": "Isaiah 49:22-23", "words": 91, "text": ["22", "Thus saith the Lord God\u0001 Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people: and they shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders.", "23", "And kings shall be thy nursing fathers, and their queens thy nursing mothers: they shall bow down to thee with their face toward the earth, and lick up the dust of thy feet; and thou shalt know that I am the Lord\u0001 for they shall not be ashamed that wait for me."]}, {"reference": "Isaiah 50:4-8", "words": 134, "text": ["4", "The Lord God hath given me the tongue of the learned, that I should know how to speak a word in season to him that is weary: he wakeneth morning by morning, he wakeneth mine ear to hear as the learned.", "5", "The Lord God hath opened mine ear, and I was not rebellious, neither turned away back.", "6", "I gave my back to the smiters, and my cheeks to them that plucked off the hair: I hid not my face from shame and spitting.", "7", "For the Lord God will help me; therefore shall I not be confounded: therefore have I set my face like a flint, and I know that I shall not be ashamed.", "8", "He is near that justifieth me; who will contend with me? let us stand together: who is mine adversary? let him come near to me."]}, {"reference": "Isaiah 55:6-11", "words": 162, "text": ["6", "Seek ye the Lord while he may be found, call ye upon him while he is near:", "7", "Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the Lord\u0001 and he will have mercy upon him; and to our God, for he will abundantly pardon.", "8", "For my thoughts are not your thoughts, neither are your ways my ways, saith the Lord\u0001", "9", "For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.", "10", "For as the rain cometh down, and the snow from heaven, and returneth not thither, but watereth the earth, and maketh it bring forth and bud, that it may give seed to the sower, and bread to the eater:", "11", "So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it."]}, {"reference": "Jeremiah 18:5-11", "words": 183, "text": ["5", "Then the word of the Lord came to me, saying,", "6", "O house of Israel, cannot I do with you as this potter? saith the Lord\u0001 Behold, as the clay is in the potter's hand, so are ye in mine hand, O house of Israel.", "7", "At what instant I shall speak concerning a nation, and concerning a kingdom, to pluck up, and to pull down, and to destroy it;", "8", "If that nation, against whom I have pronounced, turn from their evil, I will repent of the evil that I thought to do unto them.", "9", "And at what instant I shall speak concerning a nation, and concerning a kingdom, to build and to plant it;", "10", "If it do evil in my sight, that it obey not my voice, then I will repent of the good, wherewith I said I would benefit them.", "11", "Now therefore go to, speak to the men of Judah, and to the inhabitants of Jerusalem, saying, Thus saith the Lord\u0001 Behold, I frame evil against you, and devise a device against you: return ye now every one from his evil way, and make your ways and your doings good."]}, {"reference": "Jeremiah 31:31-34", "words": 165, "text": ["31", "Behold, the days come, saith the Lord\u0001 that I will make a new covenant with the house of Israel, and with the house of Judah:", "32", "Not according to the covenant that I made with their fathers in the day that I took them by the hand to bring them out of the land of Egypt; which my covenant they brake, although I was an husband unto them, saith the Lord\u0001", "33", "But this shall be the covenant that I will make with the house of Israel; After those days, saith the Lord\u0001 I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.", "34", "And they shall teach no more every man his neighbour, and every man his brother, saying, Know the Lord\u0001 for they shall all know me, from the least of them unto the greatest of them, saith the Lord\u0001 for I will forgive their iniquity, and I will remember their sin no more."]}, {"reference": "Ezekiel 12:1-16", "words": 460, "text": ["1", "The word of the Lord also came unto me, saying,", "2", "Son of man, thou dwellest in the midst of a rebellious house, which have eyes to see, and see not; they have ears to hear, and hear not: for they are a rebellious house.", "3", "Therefore, thou son of man, prepare thee stuff for removing, and remove by day in their sight; and thou shalt remove from thy place to another place in their sight: it may be they will consider, though they be a rebellious house.", "4", "Then shalt thou bring forth thy stuff by day in their sight, as stuff for removing: and thou shalt go forth at even in their sight, as they that go forth into captivity.", "5", "Dig thou through the wall in their sight, and carry out thereby.", "6", "In their sight shalt thou bear it upon thy shoulders, and carry it forth in the twilight: thou shalt cover thy face, that thou see not the ground: for I have set thee for a sign unto the house of Israel.", "7", "And I did so as I was commanded: I brought forth my stuff by day, as stuff for captivity, and in the even I digged through the wall with mine hand; I brought it forth in the twilight, and I bare it upon my shoulder in their sight.", "8", "And in the morning came the word of the Lord unto me, saying,", "9", "Son of man, hath not the house of Israel, the rebellious house, said unto thee, What doest thou?", "10", "Say thou unto them, Thus saith the Lord God\u0001 This burden concerneth the prince in Jerusalem, and all the house of Israel that are among them.", "11", "Say, I am your sign: like as I have done, so shall it be done unto them: they shall remove and go into captivity.", "12", "And the prince that is among them shall bear upon his shoulder in the twilight, and shall go forth: they shall dig through the wall to carry out thereby: he shall cover his face, that he see not the ground with his eyes.", "13", "My net also will I spread upon him, and he shall be taken in my snare: and I will bring him to Babylon to the land of the Chaldeans; yet shall he not see it, though he shall die there.", "14", "And I will scatter toward every wind all that are about him to help him, and all his bands; and I will draw out the sword after them.", "15", "And they shall know that I am the Lord\u0001 when I shall scatter them among the nations, and disperse them in the countries.", "16", "But I will leave a few men of them from the sword, from the famine, and from the pestilence; that they may declare all their abominations among the heathen whither they come; and they shall know that I am the Lord\u0001"]}, {"reference": "Ezekiel 36:22-30", "words": 267, "text": ["22", "Therefore say unto the house of Israel, thus saith the Lord God\u0001 I do not this for your sakes, O house of Israel, but for mine holy name's sake, which ye have profaned among the heathen, whither ye went.", "23", "And I will sanctify my great name, which was profaned among the heathen, which ye have profaned in the midst of them; and the heathen shall know that I am the Lord\u0001 saith the Lord God\u0001 when I shall be sanctified in you before their eyes.", "24", "For I will take you from among the heathen, and gather you out of all countries, and will bring you into your own land.", "25", "Then will I sprinkle clean water upon you, and ye shall be clean: from all your filthiness, and from all your idols, will I cleanse you.", "26", "A new heart also will I give you, and a new spirit will I put within you: and I will take away the stony heart out of your flesh, and I will give you an heart of flesh.", "27", "And I will put my spirit within you, and cause you to walk in my statutes, and ye shall keep my judgments, and do them.", "28", "And ye shall dwell in the land that I gave to your fathers; and ye shall be my people, and I will be your God.", "29", "I will also save you from all your uncleannesses: and I will call for the corn, and will increase it, and lay no famine upon you.", "30", "And I will multiply the fruit of the tree, and the increase of the field, that ye shall receive no more reproach of famine among the heathen."]}, {"reference": "Ezekiel 47:21-23", "words": 94, "text": ["21", "So shall ye divide this land unto you according to the tribes of Israel.", "22", "And it shall come to pass, that ye shall divide it by lot for an inheritance unto you, and to the strangers that sojourn among you, which shall beget children among you: and they shall be unto you as born in the country among the children of Israel; they shall have inheritance with you among the tribes of Israel.", "23", "And it shall come to pass, that in what tribe the stranger sojourneth, there shall ye give him his inheritance, saith the Lord God\u0001"]}, {"reference": "Daniel 7:13-14", "words": 72, "text": ["13", "I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days, and they brought him near before him.", "14", "And there was given him dominion, and glory, and a kingdom, that all people, nations, and languages, should serve him: his dominion is an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed."]}, {"reference": "Daniel 12:1-3", "words": 109, "text": ["1", "And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.", "2", "And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.", "3", "And they that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars for ever and ever."]}, {"reference": "Joel 2:28-32", "words": 134, "text": ["28", "And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:", "29", "And also upon the servants and upon the handmaids in those days will I pour out my spirit.", "30", "And I will shew wonders in the heavens and in the earth, blood, and fire, and pillars of smoke.", "31", "The sun shall be turned into darkness, and the moon into blood, before the great and terrible day of the Lord come.", "32", "And it shall come to pass, that whosoever shall call on the name of the Lord shall be delivered: for in mount Zion and in Jerusalem shall be deliverance, as the Lord hath said, and in the remnant whom the Lord shall call."]}, {"reference": "Amos 5:14-24", "words": 257, "text": ["14", "Seek good, and not evil, that ye may live: and so the Lord\u0001 the God of hosts, shall be with you, as ye have spoken.", "15", "Hate the evil, and love the good, and establish judgment in the gate: it may be that the Lord God of hosts will be gracious unto the remnant of Joseph.", "16", "Therefore the Lord\u0001 the God of hosts, the Lord\u0001 saith thus; Wailing shall be in all streets; and they shall say in all the highways, Alas! alas! and they shall call the husbandman to mourning, and such as are skilful of lamentation to wailing.", "17", "And in all vineyards shall be wailing: for I will pass through thee, saith the Lord\u0001", "18", "Woe unto you that desire the day of the Lord\u0001 to what end is it for you? the day of the Lord is darkness, and not light.", "19", "As if a man did flee from a lion, and a bear met him; or went into the house, and leaned his hand on the wall, and a serpent bit him.", "20", "Shall not the day of the Lord be darkness, and not light? even very dark, and no brightness in it?", "21", "I hate, I despise your feast days, and I will not smell in your solemn assemblies.", "22", "Though ye offer me burnt offerings and your meat offerings, I will not accept them: neither will I regard the peace offerings of your fat beasts.", "23", "Take thou away from me the noise of thy songs; for I will not hear the melody of thy viols.", "24", "But let judgment run down as waters, and righteousness as a mighty stream."]}, {"reference": "Obadiah 1:15-18", "words": 132, "text": ["15", "For the day of the Lord is near upon all the heathen: as thou hast done, it shall be done unto thee: thy reward shall return upon thine own head.", "16", "For as ye have drunk upon my holy mountain, so shall all the heathen drink continually, yea, they shall drink, and they shall swallow down, and they shall be as though they had not been.", "17", "But upon mount Zion shall be deliverance, and there shall be holiness; and the house of Jacob shall possess their possessions.", "18", "And the house of Jacob shall be a fire, and the house of Joseph a flame, and the house of Esau for stubble, and they shall kindle in them, and devour them; and there shall not be any remaining of the house of Esau; for the Lord hath spoken it."]}, {"reference": "Jonah 3:1-10", "words": 250, "text": ["1", "And the word of the Lord came unto Jonah the second time, saying,", "2", "Arise, go unto Nineveh, that great city, and preach unto it the preaching that I bid thee.", "3", "So Jonah arose, and went unto Nineveh, according to the word of the Lord\u0001 Now Nineveh was an exceeding great city of three days' journey.", "4", "And Jonah began to enter into the city a day's journey, and he cried, and said, Yet forty days, and Nineveh shall be overthrown.", "5", "So the people of Nineveh believed God, and proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them.", "6", "For word came unto the king of Nineveh, and he arose from his throne, and he laid his robe from him, and covered him with sackcloth, and sat in ashes.", "7", "And he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste any thing: let them not feed, nor drink water:", "8", "But let man and beast be covered with sackcloth, and cry mightily unto God: yea, let them turn every one from his evil way, and from the violence that is in their hands.", "9", "Who can tell if God will turn and repent, and turn away from his fierce anger, that we perish not?", "10", "And God saw their works, that they turned from their evil way; and God repented of the evil, that he had said that he would do unto them; and he did it not."]}, {"reference": "Micah 5:2-5", "words": 139, "text": ["2", "But thou, Bethlehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been from of old, from everlasting.", "3", "Therefore will he give them up, until the time that she which travaileth hath brought forth: then the remnant of his brethren shall return unto the children of Israel.", "4", "And he shall stand and feed in the strength of the Lord\u0001 in the majesty of the name of the Lord his God; and they shall abide: for now shall he be great unto the ends of the earth.", "5", "And this man shall be the peace, when the Assyrian shall come into our land: and when he shall tread in our palaces, then shall we raise against him seven shepherds, and eight principal men."]}, {"reference": "Nahum 1:3-7", "words": 134, "text": ["3", "The Lord is slow to anger, and great in power, and will not at all acquit the wicked: the Lord hath his way in the whirlwind and in the storm, and the clouds are the dust of his feet.", "4", "He rebuketh the sea, and maketh it dry, and drieth up all the rivers: Bashan languisheth, and Carmel, and the flower of Lebanon languisheth.", "5", "The mountains quake at him, and the hills melt, and the earth is burned at his presence, yea, the world, and all that dwell therein.", "6", "Who can stand before his indignation? and who can abide in the fierceness of his anger? his fury is poured out like fire, and the rocks are thrown down by him.", "7", "The Lord is good, a strong hold in the day of trouble; and he knoweth them that trust in him."]}, {"reference": "Habakkuk 3:11-19", "words": 251, "text": ["11", "The sun and moon stood still in their habitation: at the light of thine arrows they went, and at the shining of thy glittering spear.", "12", "Thou didst march through the land in indignation, thou didst thresh the heathen in anger.", "13", "Thou wentest forth for the salvation of thy people, even for salvation with thine anointed; thou woundedst the head out of the house of the wicked, by discovering the foundation unto the neck. Selah.", "14", "Thou didst strike through with his staves the head of his villages: they came out as a whirlwind to scatter me: their rejoicing was as to devour the poor secretly.", "15", "Thou didst walk through the sea with thine horses, through the heap of great waters.", "16", "When I heard, my belly trembled; my lips quivered at the voice: rottenness entered into my bones, and I trembled in myself, that I might rest in the day of trouble: when he cometh up unto the people, he will invade them with his troops.", "17", "Although the fig tree shall not blossom, neither shall fruit be in the vines; the labour of the olive shall fail, and the fields shall yield no meat; the flock shall be cut off from the fold, and there shall be no herd in the stalls:", "18", "Yet I will rejoice in the Lord\u0001 I will joy in the God of my salvation.", "19", "The Lord God is my strength, and he will make my feet like hinds' feet, and he will make me to walk upon mine high places. To the chief singer on my stringed instruments."]}, {"reference": "Zechariah 7:9-14", "words": 165, "text": ["9", "Thus speaketh the Lord of hosts, saying, Execute true judgment, and shew mercy and compassions every man to his brother:", "10", "And oppress not the widow, nor the fatherless, the stranger, nor the poor; and let none of you imagine evil against his brother in your heart.", "11", "But they refused to hearken, and pulled away the shoulder, and stopped their ears, that they should not hear.", "12", "Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the Lord of hosts.", "13", "Therefore it is come to pass, that as he cried, and they would not hear; so they cried, and I would not hear, saith the Lord of hosts:", "14", "But I scattered them with a whirlwind among all the nations whom they knew not. Thus the land was desolate after them, that no man passed through nor returned: for they laid the pleasant land desolate."]}, {"reference": "Zechariah 12:1-14", "words": 448, "text": ["1", "The burden of the word of the Lord for Israel, saith the Lord\u0001 which stretcheth forth the heavens, and layeth the foundation of the earth, and formeth the spirit of man within him.", "2", "Behold, I will make Jerusalem a cup of trembling unto all the people round about, when they shall be in the siege both against Judah and against Jerusalem.", "3", "And in that day will I make Jerusalem a burdensome stone for all people: all that burden themselves with it shall be cut in pieces, though all the people of the earth be gathered together against it.", "4", "In that day, saith the Lord\u0001 I will smite every horse with astonishment, and his rider with madness: and I will open mine eyes upon the house of Judah, and will smite every horse of the people with blindness.", "5", "And the governors of Judah shall say in their heart, The inhabitants of Jerusalem shall be my strength in the Lord of hosts their God.", "6", "In that day will I make the governors of Judah like an hearth of fire among the wood, and like a torch of fire in a sheaf; and they shall devour all the people round about, on the right hand and on the left: and Jerusalem shall be inhabited again in her own place, even in Jerusalem.", "7", "The Lord also shall save the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem do not magnify themselves against Judah.", "8", "In that day shall the Lord defend the inhabitants of Jerusalem; and he that is feeble among them at that day shall be as David; and the house of David shall be as God, as the angel of the Lord before them.", "9", "And it shall come to pass in that day, that I will seek to destroy all the nations that come against Jerusalem.", "10", "And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and of supplications: and they shall look upon me whom they have pierced, and they shall mourn for him, as one mourneth for his only son, and shall be in bitterness for him, as one that is in bitterness for his firstborn.", "11", "In that day shall there be a great mourning in Jerusalem, as the mourning of Hadadrimmon in the valley of Megiddon.", "12", "And the land shall mourn, every family apart; the family of the house of David apart, and their wives apart; the family of the house of Nathan apart, and their wives apart;", "13", "The family of the house of Levi apart, and their wives apart; the family of Shimei apart, and their wives apart;", "14", "All the families that remain, every family apart, and their wives apart."]}, {"reference": "Malachi 3:2-4", "words": 85, "text": ["2", "But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner's fire, and like fullers' soap:", "3", "And he shall sit as a refiner and purifier of silver: and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.", "4", "Then shall the offering of Judah and Jerusalem be pleasant unto the Lord\u0001 as in the days of old, and as in former years."]}, {"reference": "Matthew 1:18-21", "words": 121, "text": ["18", "Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.", "19", "Then Joseph her husband, being a just man, and not willing to make her a public example, was minded to put her away privily.", "20", "But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost.", "21", "And she shall bring forth a son, and thou shalt call his name Jesus\u0001 for he shall save his people from their sins."]}, {"reference": "Matthew 9:18-31", "words": 272, "text": ["18", "While he spake these things unto them, behold, there came a certain ruler, and worshipped him, saying, My daughter is even now dead: but come and lay thy hand upon her, and she shall live.", "19", "And Jesus arose, and followed him, and so did his disciples.", "20", "And, behold, a woman, which was diseased with an issue of blood twelve years, came behind him, and touched the hem of his garment:", "21", "For she said within herself, If I may but touch his garment, I shall be whole.", "22", "But Jesus turned him about, and when he saw her, he said, Daughter, be of good comfort; thy faith hath made thee whole. And the woman was made whole from that hour.", "23", "And when Jesus came into the ruler's house, and saw the minstrels and the people making a noise,", "24", "He said unto them, Give place: for the maid is not dead, but sleepeth. And they laughed him to scorn.", "25", "But when the people were put forth, he went in, and took her by the hand, and the maid arose.", "26", "And the fame hereof went abroad into all that land.", "27", "And when Jesus departed thence, two blind men followed him, crying, and saying, Thou son of David, have mercy on us.", "28", "And when he was come into the house, the blind men came to him: and Jesus saith unto them, Believe ye that I am able to do this? They said unto him, Yea, Lord.", "29", "Then touched he their eyes, saying, According to your faith be it unto you.", "30", "And their eyes were opened; and Jesus straitly charged them, saying, See that no man know it.", "31", "But they, when they were departed, spread abroad his fame in all that country."]}, {"reference": "Matthew 9:35-38", "words": 84, "text": ["35", "And Jesus went about all the cities and villages, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every sickness and every disease among the people.", "36", "But when he saw the multitudes, he was moved with compassion on them, because they fainted, and were scattered abroad, as sheep having no shepherd.", "37", "Then saith he unto his disciples, The harvest truly is plenteous, but the labourers are few;", "38", "Pray ye therefore the Lord of the harvest, that he will send forth labourers into his harvest."]}, {"reference": "Matthew 12:15-21", "words": 112, "text": ["15", "But when Jesus knew it, he withdrew himself from thence: and great multitudes followed him, and he healed them all;", "16", "And charged them that they should not make him known:", "17", "That it might be fulfilled which was spoken by Esaias the prophet, saying,", "18", "Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.", "19", "He shall not strive, nor cry; neither shall any man hear his voice in the streets.", "20", "A bruised reed shall he not break, and smoking flax shall he not quench, till he send forth judgment unto victory.", "21", "And in his name shall the Gentiles trust."]}, {"reference": "Matthew 12:33-42", "words": 262, "text": ["33", "Either make the tree good, and his fruit good; or else make the tree corrupt, and his fruit corrupt: for the tree is known by his fruit.", "34", "O generation of vipers, how can ye, being evil, speak good things? for out of the abundance of the heart the mouth speaketh.", "35", "A good man out of the good treasure of the heart bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things.", "36", "But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.", "37", "For by thy words thou shalt be justified, and by thy words thou shalt be condemned.", "38", "Then certain of the scribes and of the Pharisees answered, saying, Master, we would see a sign from thee.", "39", "But he answered and said unto them, An evil and adulterous generation seeketh after a sign; and there shall no sign be given to it, but the sign of the prophet Jonas:", "40", "For as Jonas was three days and three nights in the whale's belly; so shall the Son of man be three days and three nights in the heart of the earth.", "41", "The men of Nineveh shall rise in judgment with this generation, and shall condemn it: because they repented at the preaching of Jonas; and, behold, a greater than Jonas is here.", "42", "The queen of the south shall rise up in the judgment with this generation, and shall condemn it: for she came from the uttermost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here."]}, {"reference": "Mark 5:15-20", "words": 137, "text": ["15", "And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid.", "16", "And they that saw it told them how it befell to him that was possessed with the devil, and also concerning the swine.", "17", "And they began to pray him to depart out of their coasts.", "18", "And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him.", "19", "Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.", "20", "And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel."]}, {"reference": "Mark 6:7-13", "words": 149, "text": ["7", "And he called unto him the twelve, and began to send them forth by two and two; and gave them power over unclean spirits;", "8", "And commanded them that they should take nothing for their journey, save a staff only; no scrip, no bread, no money in their purse:", "9", "But be shod with sandals; and not put on two coats.", "10", "And he said unto them, In what place soever ye enter into an house, there abide till ye depart from that place.", "11", "And whosoever shall not receive you, nor hear you, when ye depart thence, shake off the dust under your feet for a testimony against them. Verily I say unto you, It shall be more tolerable for Sodom and Gomorrha in the day of judgment, than for that city.", "12", "And they went out, and preached that men should repent.", "13", "And they cast out many devils, and anointed with oil many that were sick, and healed them."]}, {"reference": "Mark 9:30-41", "words": 275, "text": ["30", "And they departed thence, and passed through Galilee; and he would not that any man should know it.", "31", "For he taught his disciples, and said unto them, The Son of man is delivered into the hands of men, and they shall kill him; and after that he is killed, he shall rise the third day.", "32", "But they understood not that saying, and were afraid to ask him.", "33", "And he came to Capernaum: and being in the house he asked them, What was it that ye disputed among yourselves by the way?", "34", "But they held their peace: for by the way they had disputed among themselves, who should be the greatest.", "35", "And he sat down, and called the twelve, and saith unto them, If any man desire to be first, the same shall be last of all, and servant of all.", "36", "And he took a child, and set him in the midst of them: and when he had taken him in his arms, he said unto them,", "37", "Whosoever shall receive one of such children in my name, receiveth me: and whosoever shall receive me, receiveth not me, but him that sent me.", "38", "And John answered him, saying, Master, we saw one casting out devils in thy name, and he followeth not us: and we forbad him, because he followeth not us.", "39", "But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me.", "40", "For he that is not against us is on our part.", "41", "For whosoever shall give you a cup of water to drink in my name, because ye belong to Christ, verily I say unto you, he shall not lose his reward."]}, {"reference": "Mark 12:13-17", "words": 138, "text": ["13", "And they send unto him certain of the Pharisees and of the Herodians, to catch him in his words.", "14", "And when they were come, they say unto him, Master, we know that thou art true, and carest for no man: for thou regardest not the person of men, but teachest the way of God in truth: Is it lawful to give tribute to Caesar, or not?", "15", "Shall we give, or shall we not give? But he, knowing their hypocrisy, said unto them, Why tempt ye me? bring me a penny, that I may see it.", "16", "And they brought it. And he saith unto them, Whose is this image and superscription? And they said unto him, Caesar's.", "17", "And Jesus answering said unto them, Render to Caesar the things that are Caesar's, and to God the things that are God's. And they marvelled at him."]}, {"reference": "Luke 7:18-23", "words": 140, "text": ["18", "And the disciples of John shewed him of all these things.", "19", "And John calling unto him two of his disciples sent them to Jesus, saying, Art thou he that should come? or look we for another?", "20", "When the men were come unto him, they said, John Baptist hath sent us unto thee, saying, Art thou he that should come? or look we for another?", "21", "And in that same hour he cured many of their infirmities and plagues, and of evil spirits; and unto many that were blind he gave sight.", "22", "Then Jesus answering said unto them, Go your way, and tell John what things ye have seen and heard; how that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, to the poor the gospel is preached.", "23", "And blessed is he, whosoever shall not be offended in me."]}, {"reference": "Luke 9:23-27", "words": 125, "text": ["23", "And he said to them all, If any man will come after me, let him deny himself, and take up his cross daily, and follow me.", "24", "For whosoever will save his life shall lose it: but whosoever will lose his life for my sake, the same shall save it.", "25", "For what is a man advantaged, if he gain the whole world, and lose himself, or be cast away?", "26", "For whosoever shall be ashamed of me and of my words, of him shall the Son of man be ashamed, when he shall come in his own glory, and in his Father's, and of the holy angels.", "27", "But I tell you of a truth, there be some standing here, which shall not taste of death, till they see the kingdom of God."]}, {"reference": "Luke 14:15-24", "words": 236, "text": ["15", "And when one of them that sat at meat with him heard these things, he said unto him, Blessed is he that shall eat bread in the kingdom of God.", "16", "Then said he unto him, A certain man made a great supper, and bade many:", "17", "And sent his servant at supper time to say to them that were bidden, Come; for all things are now ready.", "18", "And they all with one consent began to make excuse. The first said unto him, I have bought a piece of ground, and I must needs go and see it: I pray thee have me excused.", "19", "And another said, I have bought five yoke of oxen, and I go to prove them: I pray thee have me excused.", "20", "And another said, I have married a wife, and therefore I cannot come.", "21", "So that servant came, and shewed his lord these things. Then the master of the house being angry said to his servant, Go out quickly into the streets and lanes of the city, and bring in hither the poor, and the maimed, and the halt, and the blind.", "22", "And the servant said, Lord, it is done as thou hast commanded, and yet there is room.", "23", "And the lord said unto the servant, Go out into the highways and hedges, and compel them to come in, that my house may be filled.", "24", "For I say unto you, That none of those men which were bidden shall taste of my supper."]}, {"reference": "Luke 23:26-49", "words": 467, "text": ["26", "And as they led him away, they laid hold upon one Simon, a Cyrenian, coming out of the country, and on him they laid the cross, that he might bear it after Jesus.", "27", "And there followed him a great company of people, and of women, which also bewailed and lamented him.", "28", "But Jesus turning unto them said, Daughters of Jerusalem, weep not for me, but weep for yourselves, and for your children.", "29", "For, behold, the days are coming, in the which they shall say, Blessed are the barren, and the wombs that never bare, and the paps which never gave suck.", "30", "Then shall they begin to say to the mountains, Fall on us; and to the hills, Cover us.", "31", "For if they do these things in a green tree, what shall be done in the dry?", "32", "And there were also two other, malefactors, led with him to be put to death.", "33", "And when they were come to the place, which is called Calvary, there they crucified him, and the malefactors, one on the right hand, and the other on the left.", "34", "Then said Jesus, Father, forgive them; for they know not what they do. And they parted his raiment, and cast lots.", "35", "And the people stood beholding. And the rulers also with them derided him, saying, He saved others; let him save himself, if he be Christ, the chosen of God.", "36", "And the soldiers also mocked him, coming to him, and offering him vinegar,", "37", "And saying, If thou be the king of the Jews, save thyself.", "38", "And a superscription also was written over him in letters of Greek, and Latin, and Hebrew, This Is The King Of The Jews\u0001", "39", "And one of the malefactors which were hanged railed on him, saying, If thou be Christ, save thyself and us.", "40", "But the other answering rebuked him, saying, Dost not thou fear God, seeing thou art in the same condemnation?", "41", "And we indeed justly; for we receive the due reward of our deeds: but this man hath done nothing amiss.", "42", "And he said unto Jesus, Lord, remember me when thou comest into thy kingdom.", "43", "And Jesus said unto him, Verily I say unto thee, Today shalt thou be with me in paradise.", "44", "And it was about the sixth hour, and there was a darkness over all the earth until the ninth hour.", "45", "And the sun was darkened, and the veil of the temple was rent in the midst.", "46", "And when Jesus had cried with a loud voice, he said, Father, into thy hands I commend my spirit: and having said thus, he gave up the ghost.", "47", "Now when the centurion saw what was done, he glorified God, saying, Certainly this was a righteous man.", "48", "And all the people that came together to that sight, beholding the things which were done, smote their breasts, and returned.", "49", "And all his acquaintance, and the women that followed him from Galilee, stood afar off, beholding these things."]}, {"reference": "Luke 24:13-32", "words": 417, "text": ["13", "And, behold, two of them went that same day to a village called Emmaus, which was from Jerusalem about threescore furlongs.", "14", "And they talked together of all these things which had happened.", "15", "And it came to pass, that, while they communed together and reasoned, Jesus himself drew near, and went with them.", "16", "But their eyes were holden that they should not know him.", "17", "And he said unto them, What manner of communications are these that ye have one to another, as ye walk, and are sad?", "18", "And the one of them, whose name was Cleopas, answering said unto him, Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days?", "19", "And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people:", "20", "And how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.", "21", "But we trusted that it had been he which should have redeemed Israel: and beside all this, to day is the third day since these things were done.", "22", "Yea, and certain women also of our company made us astonished, which were early at the sepulchre;", "23", "And when they found not his body, they came, saying, that they had also seen a vision of angels, which said that he was alive.", "24", "And certain of them which were with us went to the sepulchre, and found it even so as the women had said: but him they saw not.", "25", "Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken:", "26", "Ought not Christ to have suffered these things, and to enter into his glory?", "27", "And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.", "28", "And they drew nigh unto the village, whither they went: and he made as though he would have gone further.", "29", "But they constrained him, saying, Abide with us: for it is toward evening, and the day is far spent. And he went in to tarry with them.", "30", "And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.", "31", "And their eyes were opened, and they knew him; and he vanished out of their sight.", "32", "And they said one to another, Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?"]}, {"reference": "John 3:22-36", "words": 280, "text": ["22", "After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.", "23", "And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.", "24", "For John was not yet cast into prison.", "25", "Then there arose a question between some of John's disciples and the Jews about purifying.", "26", "And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.", "27", "John answered and said, A man can receive nothing, except it be given him from heaven.", "28", "Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.", "29", "He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom's voice: this my joy therefore is fulfilled.", "30", "He must increase, but I must decrease.", "31", "He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.", "32", "And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.", "33", "He that hath received his testimony hath set to his seal that God is true.", "34", "For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.", "35", "The Father loveth the Son, and hath given all things into his hand.", "36", "He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him."]}, {"reference": "John 5:24-47", "words": 466, "text": ["24", "Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.", "25", "Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.", "26", "For as the Father hath life in himself; so hath he given to the Son to have life in himself;", "27", "And hath given him authority to execute judgment also, because he is the Son of man.", "28", "Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,", "29", "And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.", "30", "I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.", "31", "If I bear witness of myself, my witness is not true.", "32", "There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.", "33", "Ye sent unto John, and he bare witness unto the truth.", "34", "But I receive not testimony from man: but these things I say, that ye might be saved.", "35", "He was a burning and a shining light: and ye were willing for a season to rejoice in his light.", "36", "But I have greater witness than that of John: for the works which the Father hath given me to finish, the same works that I do, bear witness of me, that the Father hath sent me.", "37", "And the Father himself, which hath sent me, hath borne witness of me. Ye have neither heard his voice at any time, nor seen his shape.", "38", "And ye have not his word abiding in you: for whom he hath sent, him ye believe not.", "39", "Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.", "40", "And ye will not come to me, that ye might have life.", "41", "I receive not honour from men.", "42", "But I know you, that ye have not the love of God in you.", "43", "I am come in my Father's name, and ye receive me not: if another shall come in his own name, him ye will receive.", "44", "How can ye believe, which receive honour one of another, and seek not the honour that cometh from God only?", "45", "Do not think that I will accuse you to the Father: there is one that accuseth you, even Moses, in whom ye trust.", "46", "For had ye believed Moses, ye would have believed me; for he wrote of me.", "47", "But if ye believe not his writings, how shall ye believe my words?"]}, {"reference": "John 12:20-26", "words": 139, "text": ["20", "And there were certain Greeks among them that came up to worship at the feast:", "21", "The same came therefore to Philip, which was of Bethsaida of Galilee, and desired him, saying, Sir, we would see Jesus.", "22", "Philip cometh and telleth Andrew: and again Andrew and Philip tell Jesus.", "23", "And Jesus answered them, saying, The hour is come, that the Son of man should be glorified.", "24", "Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit.", "25", "He that loveth his life shall lose it; and he that hateth his life in this world shall keep it unto life eternal.", "26", "If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour."]}, {"reference": "Acts 2:1-6", "words": 115, "text": ["1", "And when the day of Pentecost was fully come, they were all with one accord in one place.", "2", "And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.", "3", "And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.", "4", "And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.", "5", "And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.", "6", "Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language."]}, {"reference": "Acts 2:14-33", "words": 471, "text": ["14", "But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:", "15", "For these are not drunken, as ye suppose, seeing it is but the third hour of the day.", "16", "But this is that which was spoken by the prophet Joel;", "17", "And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:", "18", "And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:", "19", "And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:", "20", "The sun shall be turned into darkness, and the moon into blood, before the great and notable day of the Lord come:", "21", "And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.", "22", "Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:", "23", "Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:", "24", "Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.", "25", "For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:", "26", "Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:", "27", "Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.", "28", "Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.", "29", "Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.", "30", "Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;", "31", "He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.", "32", "This Jesus hath God raised up, whereof we all are witnesses.", "33", "Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear."]}, {"reference": "Acts 3:1-9", "words": 164, "text": ["1", "Now Peter and John went up together into the temple at the hour of prayer, being the ninth hour.", "2", "And a certain man lame from his mother's womb was carried, whom they laid daily at the gate of the temple which is called Beautiful, to ask alms of them that entered into the temple;", "3", "Who seeing Peter and John about to go into the temple asked an alms.", "4", "And Peter, fastening his eyes upon him with John, said, Look on us.", "5", "And he gave heed unto them, expecting to receive something of them.", "6", "Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.", "7", "And he took him by the right hand, and lifted him up: and immediately his feet and ankle bones received strength.", "8", "And he leaping up stood, and walked, and entered with them into the temple, walking, and leaping, and praising God.", "9", "And all the people saw him walking and praising God:"]}, {"reference": "Acts 15:22-32", "words": 246, "text": ["22", "Then pleased it the apostles and elders with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas; namely, Judas surnamed Barsabas and Silas, chief men among the brethren:", "23", "And they wrote letters by them after this manner; The apostles and elders and brethren send greeting unto the brethren which are of the Gentiles in Antioch and Syria and Cilicia.", "24", "Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must be circumcised, and keep the law: to whom we gave no such commandment:", "25", "It seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,", "26", "Men that have hazarded their lives for the name of our Lord Jesus Christ.", "27", "We have sent therefore Judas and Silas, who shall also tell you the same things by mouth.", "28", "For it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things;", "29", "That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.", "30", "So when they were dismissed, they came to Antioch: and when they had gathered the multitude together, they delivered the epistle:", "31", "Which when they had read, they rejoiced for the consolation.", "32", "And Judas and Silas, being prophets also themselves, exhorted the brethren with many words, and confirmed them."]}, {"reference": "Acts 17:22-31", "words": 267, "text": ["22", "Then Paul stood in the midst of Mars' hill, and said, Ye men of Athens, I perceive that in all things ye are too superstitious.", "23", "For as I passed by, and beheld your devotions, I found an altar with this inscription, To The Unknown God\u0001 Whom therefore ye ignorantly worship, him declare I unto you.", "24", "God that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;", "25", "Neither is worshipped with men's hands, as though he needed any thing, seeing he giveth to all life, and breath, and all things;", "26", "And hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation;", "27", "That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us:", "28", "For in him we live, and move, and have our being; as certain also of your own poets have said, For we are also his offspring.", "29", "Forasmuch then as we are the offspring of God, we ought not to think that the Godhead is like unto gold, or silver, or stone, graven by art and man's device.", "30", "And the times of this ignorance God winked at; but now commandeth all men every where to repent:", "31", "Because he hath appointed a day, in the which he will judge the world in righteousness by that man whom he hath ordained; whereof he hath given assurance unto all men, in that he hath raised him from the dead."]}, {"reference": "Acts 19:1-20", "words": 431, "text": ["1", "And it came to pass, that, while Apollos was at Corinth, Paul having passed through the upper coasts came to Ephesus: and finding certain disciples,", "2", "He said unto them, Have ye received the Holy Ghost since ye believed? And they said unto him, We have not so much as heard whether there be any Holy Ghost.", "3", "And he said unto them, Unto what then were ye baptized? And they said, Unto John's baptism.", "4", "Then said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe on him which should come after him, that is, on Christ Jesus.", "5", "When they heard this, they were baptized in the name of the Lord Jesus.", "6", "And when Paul had laid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and prophesied.", "7", "And all the men were about twelve.", "8", "And he went into the synagogue, and spake boldly for the space of three months, disputing and persuading the things concerning the kingdom of God.", "9", "But when divers were hardened, and believed not, but spake evil of that way before the multitude, he departed from them, and separated the disciples, disputing daily in the school of one Tyrannus.", "10", "And this continued by the space of two years; so that all they which dwelt in Asia heard the word of the Lord Jesus, both Jews and Greeks.", "11", "And God wrought special miracles by the hands of Paul:", "12", "So that from his body were brought unto the sick handkerchiefs or aprons, and the diseases departed from them, and the evil spirits went out of them.", "13", "Then certain of the vagabond Jews, exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth.", "14", "And there were seven sons of one Sceva, a Jew, and chief of the priests, which did so.", "15", "And the evil spirit answered and said, Jesus I know, and Paul I know; but who are ye?", "16", "And the man in whom the evil spirit was leaped on them, and overcame them, and prevailed against them, so that they fled out of that house naked and wounded.", "17", "And this was known to all the Jews and Greeks also dwelling at Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified.", "18", "And many that believed came, and confessed, and shewed their deeds.", "19", "Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.", "20", "So mightily grew the word of God and prevailed."]}, {"reference": "Acts 20:26-31", "words": 119, "text": ["26", "Wherefore I take you to record this day, that I am pure from the blood of all men.", "27", "For I have not shunned to declare unto you all the counsel of God.", "28", "Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.", "29", "For I know this, that after my departing shall grievous wolves enter in among you, not sparing the flock.", "30", "Also of your own selves shall men arise, speaking perverse things, to draw away disciples after them.", "31", "Therefore watch, and remember, that by the space of three years I ceased not to warn every one night and day with tears."]}, {"reference": "Acts 26:12-23", "words": 308, "text": ["12", "Whereupon as I went to Damascus with authority and commission from the chief priests,", "13", "At midday, O king, I saw in the way a light from heaven, above the brightness of the sun, shining round about me and them which journeyed with me.", "14", "And when we were all fallen to the earth, I heard a voice speaking unto me, and saying in the Hebrew tongue, Saul, Saul, why persecutest thou me? it is hard for thee to kick against the pricks.", "15", "And I said, Who art thou, Lord? And he said, I am Jesus whom thou persecutest.", "16", "But rise, and stand upon thy feet: for I have appeared unto thee for this purpose, to make thee a minister and a witness both of these things which thou hast seen, and of those things in the which I will appear unto thee;", "17", "Delivering thee from the people, and from the Gentiles, unto whom now I send thee,", "18", "To open their eyes, and to turn them from darkness to light, and from the power of Satan unto God, that they may receive forgiveness of sins, and inheritance among them which are sanctified by faith that is in me.", "19", "Whereupon, O king Agrippa, I was not disobedient unto the heavenly vision:", "20", "But shewed first unto them of Damascus, and at Jerusalem, and throughout all the coasts of Judaea, and then to the Gentiles, that they should repent and turn to God, and do works meet for repentance.", "21", "For these causes the Jews caught me in the temple, and went about to kill me.", "22", "Having therefore obtained help of God, I continue unto this day, witnessing both to small and great, saying none other things than those which the prophets and Moses did say should come:", "23", "That Christ should suffer, and that he should be the first that should rise from the dead, and should shew light unto the people, and to the Gentiles."]}, {"reference": "Acts 28:23-31", "words": 227, "text": ["23", "And when they had appointed him a day, there came many to him into his lodging; to whom he expounded and testified the kingdom of God, persuading them concerning Jesus, both out of the law of Moses, and out of the prophets, from morning till evening.", "24", "And some believed the things which were spoken, and some believed not.", "25", "And when they agreed not among themselves, they departed, after that Paul had spoken one word, Well spake the Holy Ghost by Esaias the prophet unto our fathers,", "26", "Saying, Go unto this people, and say, Hearing ye shall hear, and shall not understand; and seeing ye shall see, and not perceive:", "27", "For the heart of this people is waxed gross, and their ears are dull of hearing, and their eyes have they closed; lest they should see with their eyes, and hear with their ears, and understand with their heart, and should be converted, and I should heal them.", "28", "Be it known therefore unto you, that the salvation of God is sent unto the Gentiles, and that they will hear it.", "29", "And when he had said these words, the Jews departed, and had great reasoning among themselves.", "30", "And Paul dwelt two whole years in his own hired house, and received all that came in unto him,", "31", "Preaching the kingdom of God, and teaching those things which concern the Lord Jesus Christ, with all confidence, no man forbidding him."]}, {"reference": "Romans 13:8-10", "words": 78, "text": ["8", "Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.", "9", "For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.", "10", "Love worketh no ill to his neighbour: therefore love is the fulfilling of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 81, "text": ["16", "For though I preach the gospel, I have nothing to glory of: for necessity is laid upon me; yea, woe is unto me, if I preach not the gospel!", "17", "For if I do this thing willingly, I have a reward: but if against my will, a dispensation of the gospel is committed unto me.", "18", "What is my reward then? Verily that, when I preach the gospel, I may make the gospel of Christ without charge, that I abuse not my power in the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 128, "text": ["19", "For though I be free from all men, yet have I made myself servant unto all, that I might gain the more.", "20", "And unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law;", "21", "To them that are without law, as without law, (being not without law to God, but under the law to Christ,) that I might gain them that are without law.", "22", "To the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some.", "23", "And this I do for the gospel's sake, that I might be partaker thereof with you."]}, {"reference": "1 Corinthians 15:1-23", "words": 417, "text": ["1", "Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;", "2", "By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.", "3", "For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;", "4", "And that he was buried, and that he rose again the third day according to the scriptures:", "5", "And that he was seen of Cephas, then of the twelve:", "6", "After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.", "7", "After that, he was seen of James; then of all the apostles.", "8", "And last of all he was seen of me also, as of one born out of due time.", "9", "For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.", "10", "But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.", "11", "Therefore whether it were I or they, so we preach, and so ye believed.", "12", "Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?", "13", "But if there be no resurrection of the dead, then is Christ not risen:", "14", "And if Christ be not risen, then is our preaching vain, and your faith is also vain.", "15", "Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.", "16", "For if the dead rise not, then is not Christ raised:", "17", "And if Christ be not raised, your faith is vain; ye are yet in your sins.", "18", "Then they also which are fallen asleep in Christ are perished.", "19", "If in this life only we have hope in Christ, we are of all men most miserable.", "20", "But now is Christ risen from the dead, and become the firstfruits of them that slept.", "21", "For since by man came death, by man came also the resurrection of the dead.", "22", "For as in Adam all die, even so in Christ shall all be made alive.", "23", "But every man in his own order: Christ the firstfruits; afterward they that are Christ's at his coming."]}, {"reference": "2 Corinthians 1:3-11", "words": 227, "text": ["3", "Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort;", "4", "Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.", "5", "For as the sufferings of Christ abound in us, so our consolation also aboundeth by Christ.", "6", "And whether we be afflicted, it is for your consolation and salvation, which is effectual in the enduring of the same sufferings which we also suffer: or whether we be comforted, it is for your consolation and salvation.", "7", "And our hope of you is stedfast, knowing, that as ye are partakers of the sufferings, so shall ye be also of the consolation.", "8", "For we would not, brethren, have you ignorant of our trouble which came to us in Asia, that we were pressed out of measure, above strength, insomuch that we despaired even of life:", "9", "But we had the sentence of death in ourselves, that we should not trust in ourselves, but in God which raiseth the dead:", "10", "Who delivered us from so great a death, and doth deliver: in whom we trust that he will yet deliver us;", "11", "Ye also helping together by prayer for us, that for the gift bestowed upon us by the means of many persons thanks may be given by many on our behalf."]}, {"reference": "2 Corinthians 4:1-6", "words": 144, "text": ["1", "Therefore seeing we have this ministry, as we have received mercy, we faint not;", "2", "But have renounced the hidden things of dishonesty, not walking in craftiness, nor handling the word of God deceitfully; but by manifestation of the truth commending ourselves to every man's conscience in the sight of God.", "3", "But if our gospel be hid, it is hid to them that are lost:", "4", "In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.", "5", "For we preach not ourselves, but Christ Jesus the Lord; and ourselves your servants for Jesus' sake.", "6", "For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ."]}, {"reference": "Galatians 2:11-21", "words": 297, "text": ["11", "But when Peter was come to Antioch, I withstood him to the face, because he was to be blamed.", "12", "For before that certain came from James, he did eat with the Gentiles: but when they were come, he withdrew and separated himself, fearing them which were of the circumcision.", "13", "And the other Jews dissembled likewise with him; insomuch that Barnabas also was carried away with their dissimulation.", "14", "But when I saw that they walked not uprightly according to the truth of the gospel, I said unto Peter before them all, If thou, being a Jew, livest after the manner of Gentiles, and not as do the Jews, why compellest thou the Gentiles to live as do the Jews?", "15", "We who are Jews by nature, and not sinners of the Gentiles,", "16", "Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified.", "17", "But if, while we seek to be justified by Christ, we ourselves also are found sinners, is therefore Christ the minister of sin? God forbid.", "18", "For if I build again the things which I destroyed, I make myself a transgressor.", "19", "For I through the law am dead to the law, that I might live unto God.", "20", "I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.", "21", "I do not frustrate the grace of God: for if righteousness come by the law, then Christ is dead in vain."]}, {"reference": "Galatians 3:23-29", "words": 114, "text": ["23", "But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed.", "24", "Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.", "25", "But after that faith is come, we are no longer under a schoolmaster.", "26", "For ye are all the children of God by faith in Christ Jesus.", "27", "For as many of you as have been baptized into Christ have put on Christ.", "28", "There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.", "29", "And if ye be Christ's, then are ye Abraham's seed, and heirs according to the promise."]}, {"reference": "Galatians 5:1-14", "words": 228, "text": ["1", "Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.", "2", "Behold, I Paul say unto you, that if ye be circumcised, Christ shall profit you nothing.", "3", "For I testify again to every man that is circumcised, that he is a debtor to do the whole law.", "4", "Christ is become of no effect unto you, whosoever of you are justified by the law; ye are fallen from grace.", "5", "For we through the Spirit wait for the hope of righteousness by faith.", "6", "For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love.", "7", "Ye did run well; who did hinder you that ye should not obey the truth?", "8", "This persuasion cometh not of him that calleth you.", "9", "A little leaven leaveneth the whole lump.", "10", "I have confidence in you through the Lord, that ye will be none otherwise minded: but he that troubleth you shall bear his judgment, whosoever he be.", "11", "And I, brethren, if I yet preach circumcision, why do I yet suffer persecution? then is the offence of the cross ceased.", "12", "I would they were even cut off which trouble you.", "13", "For, brethren, ye have been called unto liberty; only use not liberty for an occasion to the flesh, but by love serve one another.", "14", "For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself."]}, {"reference": "Ephesians 2:1-13", "words": 272, "text": ["1", "And you hath he quickened, who were dead in trespasses and sins;", "2", "Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:", "3", "Among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.", "4", "But God, who is rich in mercy, for his great love wherewith he loved us,", "5", "Even when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)", "6", "And hath raised us up together, and made us sit together in heavenly places in Christ Jesus:", "7", "That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.", "8", "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:", "9", "Not of works, lest any man should boast.", "10", "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.", "11", "Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;", "12", "That at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:", "13", "But now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ."]}, {"reference": "Ephesians 3:1-21", "words": 389, "text": ["1", "For this cause I Paul, the prisoner of Jesus Christ for you Gentiles,", "2", "If ye have heard of the dispensation of the grace of God which is given me to you-ward:", "3", "How that by revelation he made known unto me the mystery; (as I wrote afore in few words,", "4", "Whereby, when ye read, ye may understand my knowledge in the mystery of Christ)", "5", "Which in other ages was not made known unto the sons of men, as it is now revealed unto his holy apostles and prophets by the Spirit;", "6", "That the Gentiles should be fellowheirs, and of the same body, and partakers of his promise in Christ by the gospel:", "7", "Whereof I was made a minister, according to the gift of the grace of God given unto me by the effectual working of his power.", "8", "Unto me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ;", "9", "And to make all men see what is the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ:", "10", "To the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God,", "11", "According to the eternal purpose which he purposed in Christ Jesus our Lord:", "12", "In whom we have boldness and access with confidence by the faith of him.", "13", "Wherefore I desire that ye faint not at my tribulations for you, which is your glory.", "14", "For this cause I bow my knees unto the Father of our Lord Jesus Christ,", "15", "Of whom the whole family in heaven and earth is named,", "16", "That he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;", "17", "That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love,", "18", "May be able to comprehend with all saints what is the breadth, and length, and depth, and height;", "19", "And to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.", "20", "Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,", "21", "Unto him be glory in the church by Christ Jesus throughout all ages, world without end. Amen."]}, {"reference": "Colossians 2:6-10", "words": 81, "text": ["6", "As ye have therefore received Christ Jesus the Lord, so walk ye in him:", "7", "Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.", "8", "Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.", "9", "For in him dwelleth all the fulness of the Godhead bodily.", "10", "And ye are complete in him, which is the head of all principality and power:"]}, {"reference": "Colossians 4:2-6", "words": 76, "text": ["2", "Continue in prayer, and watch in the same with thanksgiving;", "3", "Withal praying also for us, that God would open unto us a door of utterance, to speak the mystery of Christ, for which I am also in bonds:", "4", "That I may make it manifest, as I ought to speak.", "5", "Walk in wisdom toward them that are without, redeeming the time.", "6", "Let your speech be always with grace, seasoned with salt, that ye may know how ye ought to answer every man."]}, {"reference": "1 Timothy 2:1-7", "words": 121, "text": ["1", "I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;", "2", "For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.", "3", "For this is good and acceptable in the sight of God our Saviour;", "4", "Who will have all men to be saved, and to come unto the knowledge of the truth.", "5", "For there is one God, and one mediator between God and men, the man Christ Jesus;", "6", "Who gave himself a ransom for all, to be testified in due time.", "7", "Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity."]}, {"reference": "2 Timothy 1:8-12", "words": 145, "text": ["8", "Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;", "9", "Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,", "10", "But is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:", "11", "Whereunto I am appointed a preacher, and an apostle, and a teacher of the Gentiles.", "12", "For the which cause I also suffer these things: nevertheless I am not ashamed: for I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day."]}, {"reference": "2 Timothy 3:10-17", "words": 143, "text": ["10", "But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,", "11", "Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.", "12", "Yea, and all that will live godly in Christ Jesus shall suffer persecution.", "13", "But evil men and seducers shall wax worse and worse, deceiving, and being deceived.", "14", "But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;", "15", "And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.", "16", "All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness:", "17", "That the man of God may be perfect, thoroughly furnished unto all good works."]}, {"reference": "Hebrews 2:1-11", "words": 291, "text": ["1", "Therefore we ought to give the more earnest heed to the things which we have heard, lest at any time we should let them slip.", "2", "For if the word spoken by angels was stedfast, and every transgression and disobedience received a just recompence of reward;", "3", "How shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard him;", "4", "God also bearing them witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will?", "5", "For unto the angels hath he not put in subjection the world to come, whereof we speak.", "6", "But one in a certain place testified, saying, What is man, that thou art mindful of him? or the son of man that thou visitest him?", "7", "Thou madest him a little lower than the angels; thou crownedst him with glory and honour, and didst set him over the works of thy hands:", "8", "Thou hast put all things in subjection under his feet. For in that he put all in subjection under him, he left nothing that is not put under him. But now we see not yet all things put under him.", "9", "But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.", "10", "For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.", "11", "For both he that sanctifieth and they who are sanctified are all of one: for which cause he is not ashamed to call them brethren,"]}, {"reference": "Hebrews 3:1-6", "words": 124, "text": ["1", "Wherefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our profession, Christ Jesus;", "2", "Who was faithful to him that appointed him, as also Moses was faithful in all his house.", "3", "For this man was counted worthy of more glory than Moses, inasmuch as he who hath builded the house hath more honour than the house.", "4", "For every house is builded by some man; but he that built all things is God.", "5", "And Moses verily was faithful in all his house, as a servant, for a testimony of those things which were to be spoken after;", "6", "But Christ as a son over his own house; whose house are we, if we hold fast the confidence and the rejoicing of the hope firm unto the end."]}, {"reference": "Hebrews 4:12-16", "words": 148, "text": ["12", "For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.", "13", "Neither is there any creature that is not manifest in his sight: but all things are naked and opened unto the eyes of him with whom we have to do.", "14", "Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession.", "15", "For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin.", "16", "Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need."]}, {"reference": "Hebrews 10:26-30", "words": 116, "text": ["26", "For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,", "27", "But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.", "28", "He that despised Moses' law died without mercy under two or three witnesses:", "29", "Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?", "30", "For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people."]}, {"reference": "1 Peter 1:13-25", "words": 275, "text": ["13", "Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;", "14", "As obedient children, not fashioning yourselves according to the former lusts in your ignorance:", "15", "But as he which hath called you is holy, so be ye holy in all manner of conversation;", "16", "Because it is written, Be ye holy; for I am holy.", "17", "And if ye call on the Father, who without respect of persons judgeth according to every man's work, pass the time of your sojourning here in fear:", "18", "Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received by tradition from your fathers;", "19", "But with the precious blood of Christ, as of a lamb without blemish and without spot:", "20", "Who verily was foreordained before the foundation of the world, but was manifest in these last times for you,", "21", "Who by him do believe in God, that raised him up from the dead, and gave him glory; that your faith and hope might be in God.", "22", "Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently:", "23", "Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.", "24", "For all flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away:", "25", "But the word of the Lord endureth for ever. And this is the word which by the gospel is preached unto you."]}, {"reference": "1 Peter 2:11-17", "words": 137, "text": ["11", "Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;", "12", "Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.", "13", "Submit yourselves to every ordinance of man for the Lord's sake: whether it be to the king, as supreme;", "14", "Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.", "15", "For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:", "16", "As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.", "17", "Honour all men. Love the brotherhood. Fear God. Honour the king."]}, {"reference": "2 Peter 1:16-21", "words": 154, "text": ["16", "For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.", "17", "For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.", "18", "And this voice which came from heaven we heard, when we were with him in the holy mount.", "19", "We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:", "20", "Knowing this first, that no prophecy of the scripture is of any private interpretation.", "21", "For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost."]}, {"reference": "1 John 1:1-10", "words": 237, "text": ["1", "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;", "2", "(For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)", "3", "That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.", "4", "And these things write we unto you, that your joy may be full.", "5", "This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.", "6", "If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:", "7", "But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.", "8", "If we say that we have no sin, we deceive ourselves, and the truth is not in us.", "9", "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.", "10", "If we say that we have not sinned, we make him a liar, and his word is not in us."]}, {"reference": "Revelation 3:7-13", "words": 239, "text": ["7", "And to the angel of the church in Philadelphia write; These things saith he that is holy, he that is true, he that hath the key of David, he that openeth, and no man shutteth; and shutteth, and no man openeth;", "8", "I know thy works: behold, I have set before thee an open door, and no man can shut it: for thou hast a little strength, and hast kept my word, and hast not denied my name.", "9", "Behold, I will make them of the synagogue of Satan, which say they are Jews, and are not, but do lie; behold, I will make them to come and worship before thy feet, and to know that I have loved thee.", "10", "Because thou hast kept the word of my patience, I also will keep thee from the hour of temptation, which shall come upon all the world, to try them that dwell upon the earth.", "11", "Behold, I come quickly: hold that fast which thou hast, that no man take thy crown.", "12", "Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out: and I will write upon him the name of my God, and the name of the city of my God, which is new Jerusalem, which cometh down out of heaven from my God: and I will write upon him my new name.", "13", "He that hath an ear, let him hear what the Spirit saith unto the churches."]}, {"reference": "Revelation 19:1-5", "words": 118, "text": ["1", "And after these things I heard a great voice of much people in heaven, saying, Alleluia; Salvation, and glory, and honour, and power, unto the Lord our God:", "2", "For true and righteous are his judgments: for he hath judged the great whore, which did corrupt the earth with her fornication, and hath avenged the blood of his servants at her hand.", "3", "And again they said, Alleluia And her smoke rose up for ever and ever.", "4", "And the four and twenty elders and the four beasts fell down and worshipped God that sat on the throne, saying, Amen; Alleluia.", "5", "And a voice came out of the throne, saying, Praise our God, all ye his servants, and ye that fear him, both small and great."]}]