[{"reference": "Acts 1:6–8", "words": 81, "text": ["6", "So when they had come together, they were asking Him, saying, “Lord, is it at this time You are restoring the kingdom to Israel?”", "7", "He said to them, “It is not for you to know times or epochs which the Father has fixed by His own authority;", "8", "but you will receive power when the Holy Spirit has come upon you; and you shall be My witnesses both in Jerusalem, and in all Judea and Samaria, and even to the remotest part of the earth.”"]}, {"reference": "Luke 24:45–49", "words": 84, "text": ["45", "Then He opened their minds to understand the Scriptures,", "46", "and He said to them, “ Thus it is written, that the Christ would suffer and rise again from the dead the third day,", "47", "and that repentance for forgiveness of sins would be proclaimed in His name to all the nations, beginning from Jerusalem.", "48", "You are witnesses of these things.", "49", "And behold, I am sending forth the promise of My Father upon you; but you are to stay in the city until you are clothed with power from on high.”"]}, {"reference": "Acts 2:36–39", "words": 107, "text": ["36", "Therefore let all the house of Israel know for certain that God has made Him both Lord and Christ—this Jesus whom you crucified.”", "37", "Now when they heard this\u0001 they were pierced to the heart, and said to Peter and the rest of the apostles, “ Brethren, what shall we do?”", "38", "Peter said to them, “ Repent, and each of you be baptized in the name of Jesus Christ for the forgiveness of your sins; and you will receive the gift of the Holy Spirit.", "39", "For the promise is for you and your children and for all who are far off, as many as the Lord our God will call to Himself.”"]}, {"reference": "Luke 11:9–13", "words": 114, "text": ["9", "“So I say to you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.", "10", "For everyone who asks, receives; and he who seeks, finds; and to him who knocks, it will be opened.", "11", "Now suppose one of you fathers is asked by his son for a fish; he will not give him a snake instead of a fish, will he?", "12", "Or if he is asked for an egg, he will not give him a scorpion, will he?", "13", "If you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask Him?”"]}, {"reference": "Acts 4:29–31", "words": 71, "text": ["29", "And now, Lord, take note of their threats, and grant that Your bond-servants may speak Your word with all confidence,", "30", "while You extend Your hand to heal, and signs and wonders take place through the name of Your holy servant Jesus.”", "31", "And when they had prayed, the place where they had gathered together was shaken, and they were all filled with the Holy Spirit and began to speak the word of God with boldness."]}, {"reference": "Exodus 31:2–6", "words": 113, "text": ["2", "“See, I have called by name Bezalel, the son of Uri, the son of Hur, of the tribe of Judah.", "3", "I have filled him with the Spirit of God in wisdom, in understanding, in knowledge, and in all kinds of craftsmanship,", "4", "to make artistic designs for work in gold, in silver, and in bronze,", "5", "and in the cutting of stones for settings, and in the carving of wood, that he may work in all kinds of craftsmanship.", "6", "And behold, I Myself have appointed with him Oholiab, the son of Ahisamach, of the tribe of Dan; and in the hearts of all who are skillful I have put skill, that they may make all that I have commanded you:"]}, {"reference": "Acts 5:27–32", "words": 123, "text": ["27", "When they had brought them, they stood them before the Council. The high priest questioned them,", "28", "saying, “We gave you strict orders not to continue teaching in this name, and yet, you have filled Jerusalem with your teaching and intend to bring this man’s blood upon us.”", "29", "But Peter and the apostles answered, “ We must obey God rather than men.", "30", "The God of our fathers raised up Jesus, whom you had put to death by hanging Him on a cross.", "31", "He is the one whom God exalted to His right hand as a Prince and a Savior, to grant repentance to Israel, and forgiveness of sins.", "32", "And we are witnesses of these things; and so is the Holy Spirit, whom God has given to those who obey Him.”"]}, {"reference": "1 John 5:6–11", "words": 138, "text": ["6", "This is the One who came by water and blood, Jesus Christ; not with the water only, but with the water and with the blood. It is the Spirit who testifies, because the Spirit is the truth.", "7", "For there are three that testify:", "8", "the Spirit and the water and the blood; and the three are in agreement.", "9", "If we receive the testimony of men, the testimony of God is greater; for the testimony of God is this, that He has testified concerning His Son.", "10", "The one who believes in the Son of God has the testimony in himself; the one who does not believe God has made Him a liar, because he has not believed in the testimony that God has given concerning His Son.", "11", "And the testimony is this, that God has given us eternal life, and this life is in His Son."]}, {"reference": "Acts 7:57–60", "words": 88, "text": ["57", "But they cried out with a loud voice, and covered their ears and rushed at him with one impulse.", "58", "When they had driven him out of the city, they began stoning him\u0001 and the witnesses laid aside their robes at the feet of a young man named Saul.", "59", "They went on stoning Stephen as he called on the Lord and said, “Lord Jesus, receive my spirit!”", "60", "Then falling on his knees, he cried out with a loud voice, “Lord, do not hold this sin against them!” Having said this, he fell asleep."]}, {"reference": "Ephesians 5:16–21", "words": 88, "text": ["16", "making the most of your time, because the days are evil.", "17", "So then do not be foolish, but understand what the will of the Lord is.", "18", "And do not get drunk with wine, for that is dissipation, but be filled with the Spirit,", "19", "speaking to one another in psalms and hymns and spiritual songs, singing and making melody with your heart to the Lord;", "20", "always giving thanks for all things in the name of our Lord Jesus Christ to God, even the Father;", "21", "and be subject to one another in the fear of Christ."]}, {"reference": "Acts 8:34–36", "words": 57, "text": ["34", "The eunuch answered Philip and said, “Please tell me\u0001 of whom does the prophet say this? Of himself or of someone else?”", "35", "Then Philip opened his mouth, and beginning from this Scripture he preached Jesus to him.", "36", "As they went along the road they came to some water; and the eunuch *said, “Look! Water! What prevents me from being baptized?”"]}, {"reference": "John 14:16–18", "words": 62, "text": ["16", "I will ask the Father, and He will give you another Helper, that He may be with you forever;", "17", "that is the Spirit of truth, whom the world cannot receive, because it does not see Him or know Him, but you know Him because He abides with you and will be in you.", "18", "“I will not leave you as orphans; I will come to you."]}, {"reference": "Acts 10:39–43", "words": 122, "text": ["39", "We are witnesses of all the things He did both in the land of the Jews and in Jerusalem. They also put Him to death by hanging Him on a cross.", "40", "God raised Him up on the third day and granted that He become visible,", "41", "not to all the people, but to witnesses who were chosen beforehand by God, that is\u0001 to us who ate and drank with Him after He arose from the dead.", "42", "And He ordered us to preach to the people, and solemnly to testify that this is the One who has been appointed by God as Judge of the living and the dead.", "43", "Of Him all the prophets bear witness that through His name everyone who believes in Him receives forgiveness of sins.”"]}, {"reference": "John 16:13–15", "words": 77, "text": ["13", "But when He, the Spirit of truth, comes, He will guide you into all the truth; for He will not speak on His own initiative, but whatever He hears, He will speak; and He will disclose to you what is to come.", "14", "He will glorify Me, for He will take of Mine and will disclose it to you.", "15", "All things that the Father has are Mine; therefore I said that He takes of Mine and will disclose it to you."]}, {"reference": "Genesis 1:9-13", "words": 111, "text": ["9", "Then God said, “ Let the waters below the heavens be gathered into one place, and let the dry land appear”; and it was so.", "10", "God called the dry land earth, and the gathering of the waters He called seas; and God saw that it was good.", "11", "Then God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees on the earth bearing fruit after their kind with seed in them”; and it was so.", "12", "The earth brought forth vegetation, plants yielding seed after their kind, and trees bearing fruit with seed in them, after their kind; and God saw that it was good.", "13", "There was evening and there was morning, a third day."]}, {"reference": "Genesis 3:14-15", "words": 75, "text": ["14", "The Lord God said to the serpent, “ Because you have done this, Cursed are you more than all cattle, And more than every beast of the field; On your belly you will go, And dust you will eat All the days of your life;", "15", "And I will put enmity Between you and the woman, And between your seed and her seed; He shall bruise you on the head, And you shall bruise him on the heel.”"]}, {"reference": "Genesis 32:24-30", "words": 147, "text": ["24", "Then Jacob was left alone, and a man wrestled with him until daybreak.", "25", "When he saw that he had not prevailed against him, he touched the socket of his thigh; so the socket of Jacob’s thigh was dislocated while he wrestled with him.", "26", "Then he said, “Let me go, for the dawn is breaking.” But he said, “ I will not let you go unless you bless me.”", "27", "So he said to him, “What is your name?” And he said, “Jacob.”", "28", "He said, “Your name shall no longer be Jacob, but Israel; for you have striven with God and with men and have prevailed.”", "29", "Then Jacob asked him and said, “Please tell me your name.” But he said, “Why is it that you ask my name?” And he blessed him there.", "30", "So Jacob named the place Peniel, for he said\u0001 “ I have seen God face to face, yet my life has been preserved.”"]}, {"reference": "Exodus 3:12-18", "words": 315, "text": ["12", "And He said, “Certainly I will be with you, and this shall be the sign to you that it is I who have sent you: when you have brought the people out of Egypt, you shall worship God at this mountain.”", "13", "Then Moses said to God, “Behold, I am going to the sons of Israel, and I will say to them, ‘The God of your fathers has sent me to you.’ Now they may say to me, ‘What is His name?’ What shall I say to them?”", "14", "God said to Moses, “ I AM WHO I AM”; and He said, “Thus you shall say to the sons of Israel, ‘ I AM has sent me to you.’”", "15", "God, furthermore, said to Moses, “Thus you shall say to the sons of Israel, ‘ The Lord\u0001 the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is My name forever, and this is My memorial-name to all generations.", "16", "Go and gather the elders of Israel together and say to them, ‘ The Lord\u0001 the God of your fathers, the God of Abraham, Isaac and Jacob, has appeared to me, saying, “ I am indeed concerned about you and what has been done to you in Egypt.", "17", "So I said, I will bring you up out of the affliction of Egypt to the land of the Canaanite and the Hittite and the Amorite and the Perizzite and the Hivite and the Jebusite, to a land flowing with milk and honey.”’", "18", "They will pay heed to what you say; and you with the elders of Israel will come to the king of Egypt and you will say to him, ‘The Lord\u0001 the God of the Hebrews, has met with us. So now, please, let us go a three days’ journey into the wilderness, that we may sacrifice to the Lord our God.’"]}, {"reference": "Leviticus 10:3", "words": 37, "text": ["3", "Then Moses said to Aaron, “It is what the Lord spoke, saying, ‘By those who come near Me I will be treated as holy, And before all the people I will be honored.’” So Aaron, therefore, kept silent."]}, {"reference": "Deuteronomy 4:4-6", "words": 82, "text": ["4", "But you who held fast to the Lord your God are alive today, every one of you.", "5", "“See, I have taught you statutes and judgments just as the Lord my God commanded me, that you should do thus in the land where you are entering to possess it.", "6", "So keep and do them\u0001 for that is your wisdom and your understanding in the sight of the peoples who will hear all these statutes and say, ‘Surely this great nation is a wise and understanding people.’"]}, {"reference": "Deuteronomy 10:12-22", "words": 253, "text": ["12", "“ Now, Israel, what does the Lord your God require from you, but to fear the Lord your God, to walk in all His ways and love Him, and to serve the Lord your God with all your heart and with all your soul,", "13", "and to keep the Lord’s commandments and His statutes which I am commanding you today for your good?", "14", "Behold, to the Lord your God belong heaven and the highest heavens, the earth and all that is in it.", "15", "Yet on your fathers did the Lord set His affection to love them, and He chose their descendants after them, even you above all peoples, as it is this day.", "16", "So circumcise your heart, and stiffen your neck no longer.", "17", "For the Lord your God is the God of gods and the Lord of lords, the great, the mighty, and the awesome God who does not show partiality nor take a bribe.", "18", "He executes justice for the orphan and the widow, and shows His love for the alien by giving him food and clothing.", "19", "So show your love for the alien, for you were aliens in the land of Egypt.", "20", "You shall fear the Lord your God; you shall serve Him and cling to Him, and you shall swear by His name.", "21", "He is your praise and He is your God, who has done these great and awesome things for you which your eyes have seen.", "22", "Your fathers went down to Egypt seventy persons in all\u0001 and now the Lord your God has made you as numerous as the stars of heaven."]}, {"reference": "Deuteronomy 18:15-18", "words": 108, "text": ["15", "“ The Lord your God will raise up for you a prophet like me from among you, from your countrymen, you shall listen to him.", "16", "This is according to all that you asked of the Lord your God in Horeb on the day of the assembly, saying, ‘Let me not hear again the voice of the Lord my God, let me not see this great fire anymore, or I will die.’", "17", "The Lord said to me, ‘They have spoken well.", "18", "I will raise up a prophet from among their countrymen like you, and I will put My words in his mouth, and he shall speak to them all that I command him."]}, {"reference": "Deuteronomy 34:9", "words": 36, "text": ["9", "Now Joshua the son of Nun was filled with the spirit of wisdom, for Moses had laid his hands on him; and the sons of Israel listened to him and did as the Lord had commanded Moses."]}, {"reference": "Joshua 3:5-13", "words": 268, "text": ["5", "Then Joshua said to the people, “ Consecrate yourselves, for tomorrow the Lord will do wonders among you.”", "6", "And Joshua spoke to the priests, saying, “Take up the ark of the covenant and cross over ahead of the people.” So they took up the ark of the covenant and went ahead of the people.", "7", "Now the Lord said to Joshua, “This day I will begin to exalt you in the sight of all Israel, that they may know that just as I have been with Moses, I will be with you.", "8", "You shall, moreover, command the priests who are carrying the ark of the covenant, saying, ‘When you come to the edge of the waters of the Jordan, you shall stand still in the Jordan.’”", "9", "Then Joshua said to the sons of Israel, “Come here, and hear the words of the Lord your God.”", "10", "Joshua said, “By this you shall know that the living God is among you, and that He will assuredly dispossess from before you the Canaanite, the Hittite, the Hivite, the Perizzite, the Girgashite, the Amorite, and the Jebusite.", "11", "Behold, the ark of the covenant of the Lord of all the earth is crossing over ahead of you into the Jordan.", "12", "Now then, take for yourselves twelve men from the tribes of Israel, one man for each tribe.", "13", "It shall come about when the soles of the feet of the priests who carry the ark of the Lord\u0001 the Lord of all the earth, rest in the waters of the Jordan, the waters of the Jordan will be cut off, and the waters which are flowing down from above will stand in one heap.”"]}, {"reference": "1 Samuel 2:1-10", "words": 260, "text": ["1", "Then Hannah prayed and said, “My heart exults in the Lord\u0001 My horn is exalted in the Lord\u0001 My mouth speaks boldly against my enemies, Because I rejoice in Your salvation.", "2", "“ There is no one holy like the Lord\u0001 Indeed, there is no one besides You, Nor is there any rock like our God.", "3", "“ Boast no more so very proudly, Do not let arrogance come out of your mouth; For the Lord is a God of knowledge, And with Him actions are weighed.", "4", "“ The bows of the mighty are shattered, But the feeble gird on strength.", "5", "“Those who were full hire themselves out for bread, But those who were hungry cease to hunger\u0001 Even the barren gives birth to seven, But she who has many children languishes.", "6", "“ The Lord kills and makes alive; He brings down to Sheol and raises up.", "7", "“ The Lord makes poor and rich; He brings low, He also exalts.", "8", "“ He raises the poor from the dust, He lifts the needy from the ash heap To make them sit with nobles, And inherit a seat of honor; For the pillars of the earth are the Lord’s\u0001 And He set the world on them.", "9", "“ He keeps the feet of His godly ones, But the wicked ones are silenced in darkness; For not by might shall a man prevail.", "10", "“ Those who contend with the Lord will be shattered; Against them He will thunder in the heavens, The Lord will judge the ends of the earth; And He will give strength to His king, And will exalt the horn of His anointed.”"]}, {"reference": "2 Samuel 7:1-17", "words": 458, "text": ["1", "Now it came about when the king lived in his house, and the Lord had given him rest on every side from all his enemies,", "2", "that the king said to Nathan the prophet, “See now, I dwell in a house of cedar, but the ark of God dwells within tent curtains.”", "3", "Nathan said to the king, “ Go, do all that is in your mind, for the Lord is with you.”", "4", "But in the same night the word of the Lord came to Nathan, saying,", "5", "“Go and say to My servant David, ‘Thus says the Lord\u0001 “ Are you the one who should build Me a house to dwell in?", "6", "For I have not dwelt in a house since the day I brought up the sons of Israel from Egypt, even to this day; but I have been moving about in a tent, even in a tabernacle.", "7", "Wherever I have gone with all the sons of Israel, did I speak a word with one of the tribes of Israel, which I commanded to shepherd My people Israel, saying, ‘Why have you not built Me a house of cedar?’”’", "8", "“Now therefore, thus you shall say to My servant David, ‘Thus says the Lord of hosts, “ I took you from the pasture, from following the sheep, to be ruler over My people Israel.", "9", "I have been with you wherever you have gone and have cut off all your enemies from before you; and I will make you a great name, like the names of the great men who are on the earth.", "10", "I will also appoint a place for My people Israel and will plant them, that they may live in their own place and not be disturbed again, nor will the wicked afflict them any more as formerly,", "11", "even from the day that I commanded judges to be over My people Israel; and I will give you rest from all your enemies. The Lord also declares to you that the Lord will make a house for you.", "12", "When your days are complete and you lie down with your fathers, I will raise up your descendant after you, who will come forth from you, and I will establish his kingdom.", "13", "He shall build a house for My name, and I will establish the throne of his kingdom forever.", "14", "I will be a father to him and he will be a son to Me; when he commits iniquity, I will correct him with the rod of men and the strokes of the sons of men,", "15", "but My lovingkindness shall not depart from him, as I took it away from Saul, whom I removed from before you.", "16", "Your house and your kingdom shall endure before Me forever; your throne shall be established forever.”’”", "17", "In accordance with all these words and all this vision, so Nathan spoke to David."]}, {"reference": "2 Samuel 24:18-25", "words": 245, "text": ["18", "So Gad came to David that day and said to him, “ Go up, erect an altar to the Lord on the threshing floor of Araunah the Jebusite.”", "19", "David went up according to the word of Gad, just as the Lord had commanded.", "20", "Araunah looked down and saw the king and his servants crossing over toward him; and Araunah went out and bowed his face to the ground before the king.", "21", "Then Araunah said, “Why has my lord the king come to his servant?” And David said, “To buy the threshing floor from you, in order to build an altar to the Lord\u0001 that the plague may be held back from the people.”", "22", "Araunah said to David, “Let my lord the king take and offer up what is good in his sight. Look, the oxen for the burnt offering, the threshing sledges and the yokes of the oxen for the wood.", "23", "Everything, O king, Araunah gives to the king.” And Araunah said to the king, “May the Lord your God accept you.”", "24", "However, the king said to Araunah, “No, but I will surely buy it from you for a price, for I will not offer burnt offerings to the Lord my God which cost me nothing.” So David bought the threshing floor and the oxen for fifty shekels of silver.", "25", "David built there an altar to the Lord and offered burnt offerings and peace offerings. Thus the Lord was moved by prayer for the land, and the plague was held back from Israel."]}, {"reference": "Job 38:1-18", "words": 251, "text": ["1", "Then the Lord answered Job out of the whirlwind and said,", "2", "“Who is this that darkens counsel By words without knowledge?", "3", "“Now gird up your loins like a man, And I will ask you, and you instruct Me!", "4", "“Where were you when I laid the foundation of the earth? Tell Me\u0001 if you have understanding,", "5", "Who set its measurements? Since you know. Or who stretched the line on it?", "6", "“On what were its bases sunk? Or who laid its cornerstone,", "7", "When the morning stars sang together And all the sons of God shouted for joy?", "8", "“Or who enclosed the sea with doors When, bursting forth, it went out from the womb;", "9", "When I made a cloud its garment And thick darkness its swaddling band,", "10", "And I placed boundaries on it And set a bolt and doors,", "11", "And I said, ‘Thus far you shall come, but no farther; And here shall your proud waves stop’?", "12", "“Have you ever in your life commanded the morning, And caused the dawn to know its place,", "13", "That it might take hold of the ends of the earth, And the wicked be shaken out of it?", "14", "“It is changed like clay under the seal; And they stand forth like a garment.", "15", "“ From the wicked their light is withheld, And the uplifted arm is broken.", "16", "“Have you entered into the springs of the sea Or walked in the recesses of the deep?", "17", "“Have the gates of death been revealed to you, Or have you seen the gates of deep darkness?", "18", "“Have you understood the expanse of the earth? Tell Me\u0001 if you know all this."]}, {"reference": "Psalm 22:1-28", "words": 471, "text": ["1", "My God, my God, why have You forsaken me? Far from my deliverance are the words of my groaning.", "2", "O my God, I cry by day, but You do not answer; And by night, but I have no rest.", "3", "Yet You are holy, O You who are enthroned upon the praises of Israel.", "4", "In You our fathers trusted; They trusted and You delivered them.", "5", "To You they cried out and were delivered; In You they trusted and were not disappointed.", "6", "But I am a worm and not a man, A reproach of men and despised by the people.", "7", "All who see me sneer at me; They separate with the lip, they wag the head, saying\u0001", "8", "“ Commit yourself to the Lord\u0001 let Him deliver him; Let Him rescue him, because He delights in him.”", "9", "Yet You are He who brought me forth from the womb; You made me trust when upon my mother’s breasts.", "10", "Upon You I was cast from birth; You have been my God from my mother’s womb.", "11", "Be not far from me, for trouble is near; For there is none to help.", "12", "Many bulls have surrounded me; Strong bulls of Bashan have encircled me.", "13", "They open wide their mouth at me, As a ravening and a roaring lion.", "14", "I am poured out like water, And all my bones are out of joint; My heart is like wax; It is melted within me.", "15", "My strength is dried up like a potsherd, And my tongue cleaves to my jaws; And You lay me in the dust of death.", "16", "For dogs have surrounded me; A band of evildoers has encompassed me; They pierced my hands and my feet.", "17", "I can count all my bones. They look, they stare at me;", "18", "They divide my garments among them, And for my clothing they cast lots.", "19", "But You, O Lord\u0001 be not far off; O You my help, hasten to my assistance.", "20", "Deliver my soul from the sword, My only life from the power of the dog.", "21", "Save me from the lion’s mouth; From the horns of the wild oxen You answer me.", "22", "I will tell of Your name to my brethren; In the midst of the assembly I will praise You.", "23", "You who fear the Lord\u0001 praise Him; All you descendants of Jacob, glorify Him, And stand in awe of Him, all you descendants of Israel.", "24", "For He has not despised nor abhorred the affliction of the afflicted; Nor has He hidden His face from him; But when he cried to Him for help, He heard.", "25", "From You comes my praise in the great assembly; I shall pay my vows before those who fear Him.", "26", "The afflicted will eat and be satisfied; Those who seek Him will praise the Lord\u0001 Let your heart live forever!", "27", "All the ends of the earth will remember and turn to the Lord\u0001 And all the families of the nations will worship before You.", "28", "For the kingdom is the Lord’s And He rules over the nations."]}, {"reference": "Psalm 40:9-10", "words": 51, "text": ["9", "I have proclaimed glad tidings of righteousness in the great congregation; Behold, I will not restrain my lips, O Lord\u0001 You know.", "10", "I have not hidden Your righteousness within my heart; I have spoken of Your faithfulness and Your salvation; I have not concealed Your lovingkindness and Your truth from the great congregation."]}, {"reference": "Psalm 69:6-18", "words": 230, "text": ["6", "May those who wait for You not be ashamed through me, O Lord God of hosts; May those who seek You not be dishonored through me, O God of Israel,", "7", "Because for Your sake I have borne reproach; Dishonor has covered my face.", "8", "I have become estranged from my brothers And an alien to my mother’s sons.", "9", "For zeal for Your house has consumed me, And the reproaches of those who reproach You have fallen on me.", "10", "When I wept in my soul with fasting, It became my reproach.", "11", "When I made sackcloth my clothing, I became a byword to them.", "12", "Those who sit in the gate talk about me, And I am the song of the drunkards.", "13", "But as for me, my prayer is to You, O Lord\u0001 at an acceptable time; O God, in the greatness of Your lovingkindness, Answer me with Your saving truth.", "14", "Deliver me from the mire and do not let me sink; May I be delivered from my foes and from the deep waters.", "15", "May the flood of water not overflow me Nor the deep swallow me up, Nor the pit shut its mouth on me.", "16", "Answer me, O Lord\u0001 for Your lovingkindness is good; According to the greatness of Your compassion, turn to me,", "17", "And do not hide Your face from Your servant, For I am in distress; answer me quickly.", "18", "Oh draw near to my soul and redeem it; Ransom me because of my enemies!"]}, {"reference": "Psalm 91:1-16", "words": 270, "text": ["1", "He who dwells in the shelter of the Most High Will abide in the shadow of the Almighty.", "2", "I will say to the Lord\u0001 “My refuge and my fortress, My God, in whom I trust!”", "3", "For it is He who delivers you from the snare of the trapper And from the deadly pestilence.", "4", "He will cover you with His pinions, And under His wings you may seek refuge; His faithfulness is a shield and bulwark.", "5", "You will not be afraid of the terror by night, Or of the arrow that flies by day;", "6", "Of the pestilence that stalks in darkness, Or of the destruction that lays waste at noon.", "7", "A thousand may fall at your side And ten thousand at your right hand, But it shall not approach you.", "8", "You will only look on with your eyes And see the recompense of the wicked.", "9", "For you have made the Lord\u0001 my refuge, Even the Most High, your dwelling place.", "10", "No evil will befall you, Nor will any plague come near your tent.", "11", "For He will give His angels charge concerning you, To guard you in all your ways.", "12", "They will bear you up in their hands, That you do not strike your foot against a stone.", "13", "You will tread upon the lion and cobra, The young lion and the serpent you will trample down.", "14", "“ Because he has loved Me, therefore I will deliver him; I will set him securely on high, because he has known My name.", "15", "“He will call upon Me, and I will answer him; I will be with him in trouble; I will rescue him and honor him.", "16", "“With a long life I will satisfy him And let him see My salvation.”"]}, {"reference": "Psalm 118:1-29", "words": 432, "text": ["1", "Give thanks to the Lord\u0001 for He is good; For His lovingkindness is everlasting.", "2", "Oh let Israel say, “His lovingkindness is everlasting.”", "3", "Oh let the house of Aaron say, “His lovingkindness is everlasting.”", "4", "Oh let those who fear the Lord say, “His lovingkindness is everlasting.”", "5", "From my distress I called upon the Lord\u0001 The Lord answered me and set me in a large place.", "6", "The Lord is for me; I will not fear; What can man do to me?", "7", "The Lord is for me among those who help me; Therefore I will look with satisfaction on those who hate me.", "8", "It is better to take refuge in the Lord Than to trust in man.", "9", "It is better to take refuge in the Lord Than to trust in princes.", "10", "All nations surrounded me; In the name of the Lord I will surely cut them off.", "11", "They surrounded me, yes, they surrounded me; In the name of the Lord I will surely cut them off.", "12", "They surrounded me like bees; They were extinguished as a fire of thorns; In the name of the Lord I will surely cut them off.", "13", "You pushed me violently so that I was falling, But the Lord helped me.", "14", "The Lord is my strength and song, And He has become my salvation.", "15", "The sound of joyful shouting and salvation is in the tents of the righteous; The right hand of the Lord does valiantly.", "16", "The right hand of the Lord is exalted; The right hand of the Lord does valiantly.", "17", "I will not die, but live, And tell of the works of the Lord\u0001", "18", "The Lord has disciplined me severely, But He has not given me over to death.", "19", "Open to me the gates of righteousness; I shall enter through them, I shall give thanks to the Lord\u0001", "20", "This is the gate of the Lord\u0001 The righteous will enter through it.", "21", "I shall give thanks to You, for You have answered me, And You have become my salvation.", "22", "The stone which the builders rejected Has become the chief corner stone\u0001", "23", "This is the Lord’s doing; It is marvelous in our eyes.", "24", "This is the day which the Lord has made; Let us rejoice and be glad in it.", "25", "O Lord\u0001 do save, we beseech You; O Lord\u0001 we beseech You, do send prosperity!", "26", "Blessed is the one who comes in the name of the Lord\u0001 We have blessed you from the house of the Lord\u0001", "27", "The Lord is God, and He has given us light; Bind the festival sacrifice with cords to the horns of the altar.", "28", "You are my God, and I give thanks to You; You are my God, I extol You.", "29", "Give thanks to the Lord\u0001 for He is good; For His lovingkindness is everlasting."]}, {"reference": "Psalm 148:13-14", "words": 49, "text": ["13", "Let them praise the name of the Lord\u0001 For His name alone is exalted; His glory is above earth and heaven.", "14", "And He has lifted up a horn for His people, Praise for all His godly ones; Even for the sons of Israel, a people near to Him. Praise the Lord\u0001"]}, {"reference": "Proverbs 2:1-22", "words": 285, "text": ["1", "My son, if you will receive my words And treasure my commandments within you,", "2", "Make your ear attentive to wisdom, Incline your heart to understanding;", "3", "For if you cry for discernment, Lift your voice for understanding;", "4", "If you seek her as silver And search for her as for hidden treasures;", "5", "Then you will discern the fear of the Lord And discover the knowledge of God.", "6", "For the Lord gives wisdom; From His mouth come knowledge and understanding.", "7", "He stores up sound wisdom for the upright; He is a shield to those who walk in integrity,", "8", "Guarding the paths of justice, And He preserves the way of His godly ones.", "9", "Then you will discern righteousness and justice And equity and every good course.", "10", "For wisdom will enter your heart And knowledge will be pleasant to your soul;", "11", "Discretion will guard you, Understanding will watch over you,", "12", "To deliver you from the way of evil, From the man who speaks perverse things;", "13", "From those who leave the paths of uprightness To walk in the ways of darkness;", "14", "Who delight in doing evil And rejoice in the perversity of evil;", "15", "Whose paths are crooked, And who are devious in their ways;", "16", "To deliver you from the strange woman, From the adulteress who flatters with her words;", "17", "That leaves the companion of her youth And forgets the covenant of her God;", "18", "For her house sinks down to death And her tracks lead to the dead;", "19", "None who go to her return again, Nor do they reach the paths of life.", "20", "So you will walk in the way of good men And keep to the paths of the righteous.", "21", "For the upright will live in the land And the blameless will remain in it;", "22", "But the wicked will be cut off from the land And the treacherous will be uprooted from it."]}, {"reference": "Proverbs 3:1-20", "words": 282, "text": ["1", "My son, do not forget my teaching, But let your heart keep my commandments;", "2", "For length of days and years of life And peace they will add to you.", "3", "Do not let kindness and truth leave you; Bind them around your neck, Write them on the tablet of your heart.", "4", "So you will find favor and good repute In the sight of God and man.", "5", "Trust in the Lord with all your heart And do not lean on your own understanding.", "6", "In all your ways acknowledge Him, And He will make your paths straight.", "7", "Do not be wise in your own eyes; Fear the Lord and turn away from evil.", "8", "It will be healing to your body And refreshment to your bones.", "9", "Honor the Lord from your wealth And from the first of all your produce;", "10", "So your barns will be filled with plenty And your vats will overflow with new wine.", "11", "My son, do not reject the discipline of the Lord Or loathe His reproof,", "12", "For whom the Lord loves He reproves, Even as a father corrects the son in whom he delights.", "13", "How blessed is the man who finds wisdom And the man who gains understanding.", "14", "For her profit is better than the profit of silver And her gain better than fine gold.", "15", "She is more precious than jewels; And nothing you desire compares with her.", "16", "Long life is in her right hand; In her left hand are riches and honor.", "17", "Her ways are pleasant ways And all her paths are peace.", "18", "She is a tree of life to those who take hold of her, And happy are all who hold her fast.", "19", "The Lord by wisdom founded the earth, By understanding He established the heavens.", "20", "By His knowledge the deeps were broken up And the skies drip with dew."]}, {"reference": "Proverbs 23:15-19", "words": 64, "text": ["15", "My son, if your heart is wise, My own heart also will be glad;", "16", "And my inmost being will rejoice When your lips speak what is right.", "17", "Do not let your heart envy sinners, But live in the fear of the Lord always.", "18", "Surely there is a future, And your hope will not be cut off.", "19", "Listen, my son, and be wise, And direct your heart in the way."]}, {"reference": "Isaiah 1:18-20", "words": 67, "text": ["18", "“Come now, and let us reason together,” Says the Lord\u0001 “ Though your sins are as scarlet, They will be as white as snow; Though they are red like crimson, They will be like wool.", "19", "“ If you consent and obey, You will eat the best of the land;", "20", "“But if you refuse and rebel, You will be devoured by the sword.” Truly, the mouth of the Lord has spoken."]}, {"reference": "Isaiah 6:1-10", "words": 261, "text": ["1", "In the year of King Uzziah’s death I saw the Lord sitting on a throne, lofty and exalted, with the train of His robe filling the temple.", "2", "Seraphim stood above Him, each having six wings: with two he covered his face, and with two he covered his feet, and with two he flew.", "3", "And one called out to another and said, “ Holy, Holy, Holy, is the Lord of hosts, The whole earth is full of His glory.”", "4", "And the foundations of the thresholds trembled at the voice of him who called out, while the temple was filling with smoke.", "5", "Then I said, “ Woe is me, for I am ruined! Because I am a man of unclean lips, And I live among a people of unclean lips; For my eyes have seen the King, the Lord of hosts.”", "6", "Then one of the seraphim flew to me with a burning coal in his hand, which he had taken from the altar with tongs.", "7", "He touched my mouth with it and said, “Behold, this has touched your lips; and your iniquity is taken away and your sin is forgiven.”", "8", "Then I heard the voice of the Lord, saying, “Whom shall I send, and who will go for Us?” Then I said, “Here am I. Send me!”", "9", "He said, “Go, and tell this people: ‘Keep on listening, but do not perceive; Keep on looking, but do not understand.’", "10", "“ Render the hearts of this people insensitive, Their ears dull, And their eyes dim, Otherwise they might see with their eyes, Hear with their ears, Understand with their hearts, And return and be healed.”"]}, {"reference": "Isaiah 38:15-20", "words": 152, "text": ["15", "“ What shall I say? For He has spoken to me, and He Himself has done it; I will wander about all my years because of the bitterness of my soul.", "16", "“O Lord, by these things men live, And in all these is the life of my spirit; O restore me to health and let me live!", "17", "“Lo, for my own welfare I had great bitterness; It is You who has kept my soul from the pit of nothingness, For You have cast all my sins behind Your back.", "18", "“For Sheol cannot thank You, Death cannot praise You; Those who go down to the pit cannot hope for Your faithfulness.", "19", "“It is the living who give thanks to You, as I do today; A father tells his sons about Your faithfulness.", "20", "“The Lord will surely save me; So we will play my songs on stringed instruments All the days of our life at the house of the Lord\u0001”"]}, {"reference": "Isaiah 49:22-23", "words": 90, "text": ["22", "Thus says the Lord God\u0001 “Behold, I will lift up My hand to the nations And set up My standard to the peoples; And they will bring your sons in their bosom, And your daughters will be carried on their shoulders.", "23", "“ Kings will be your guardians, And their princesses your nurses. They will bow down to you with their faces to the earth And lick the dust of your feet; And you will know that I am the Lord\u0001 Those who hopefully wait for Me will not be put to shame."]}, {"reference": "Isaiah 50:4-8", "words": 137, "text": ["4", "The Lord God has given Me the tongue of disciples, That I may know how to sustain the weary one with a word. He awakens Me morning by morning, He awakens My ear to listen as a disciple.", "5", "The Lord God has opened My ear; And I was not disobedient Nor did I turn back.", "6", "I gave My back to those who strike Me\u0001 And My cheeks to those who pluck out the beard; I did not cover My face from humiliation and spitting.", "7", "For the Lord God helps Me, Therefore, I am not disgraced; Therefore, I have set My face like flint, And I know that I will not be ashamed.", "8", "He who vindicates Me is near; Who will contend with Me? Let us stand up to each other; Who has a case against Me? Let him draw near to Me."]}, {"reference": "Isaiah 55:6-11", "words": 154, "text": ["6", "Seek the Lord while He may be found; Call upon Him while He is near.", "7", "Let the wicked forsake his way And the unrighteous man his thoughts; And let him return to the Lord\u0001 And He will have compassion on him, And to our God, For He will abundantly pardon.", "8", "“For My thoughts are not your thoughts, Nor are your ways My ways,” declares the Lord\u0001", "9", "“For as the heavens are higher than the earth, So are My ways higher than your ways And My thoughts than your thoughts.", "10", "“For as the rain and the snow come down from heaven, And do not return there without watering the earth And making it bear and sprout, And furnishing seed to the sower and bread to the eater;", "11", "So will My word be which goes forth from My mouth; It will not return to Me empty, Without accomplishing what I desire, And without succeeding in the matter for which I sent it."]}, {"reference": "Jeremiah 18:5-11", "words": 183, "text": ["5", "Then the word of the Lord came to me saying,", "6", "“Can I not, O house of Israel, deal with you as this potter does\u0001” declares the Lord\u0001 “Behold, like the clay in the potter’s hand, so are you in My hand, O house of Israel.", "7", "At one moment I might speak concerning a nation or concerning a kingdom to uproot, to pull down, or to destroy it\u0001", "8", "if that nation against which I have spoken turns from its evil, I will relent concerning the calamity I planned to bring on it.", "9", "Or at another moment I might speak concerning a nation or concerning a kingdom to build up or to plant it\u0001", "10", "if it does evil in My sight by not obeying My voice, then I will think better of the good with which I had promised to bless it.", "11", "So now then, speak to the men of Judah and against the inhabitants of Jerusalem saying, ‘Thus says the Lord\u0001 “Behold, I am fashioning calamity against you and devising a plan against you. Oh turn back, each of you from his evil way, and reform your ways and your deeds.”’"]}, {"reference": "Jeremiah 31:31-34", "words": 164, "text": ["31", "“ Behold, days are coming,” declares the Lord\u0001 “when I will make a new covenant with the house of Israel and with the house of Judah,", "32", "not like the covenant which I made with their fathers in the day I took them by the hand to bring them out of the land of Egypt, My covenant which they broke, although I was a husband to them,” declares the Lord\u0001", "33", "“But this is the covenant which I will make with the house of Israel after those days,” declares the Lord\u0001 “ I will put My law within them and on their heart I will write it; and I will be their God, and they shall be My people.", "34", "They will not teach again, each man his neighbor and each man his brother, saying, ‘Know the Lord\u0001’ for they will all know Me, from the least of them to the greatest of them,” declares the Lord\u0001 “for I will forgive their iniquity, and their sin I will remember no more.”"]}, {"reference": "Ezekiel 12:1-16", "words": 458, "text": ["1", "Then the word of the Lord came to me, saying,", "2", "“Son of man, you live in the midst of the rebellious house, who have eyes to see but do not see, ears to hear but do not hear; for they are a rebellious house.", "3", "Therefore, son of man, prepare for yourself baggage for exile and go into exile by day in their sight; even go into exile from your place to another place in their sight. Perhaps they will understand though they are a rebellious house.", "4", "Bring your baggage out by day in their sight, as baggage for exile. Then you will go out at evening in their sight, as those going into exile.", "5", "Dig a hole through the wall in their sight and go out through it.", "6", "Load the baggage on your shoulder in their sight and carry it out in the dark. You shall cover your face so that you cannot see the land, for I have set you as a sign to the house of Israel.”", "7", "I did so, as I had been commanded. By day I brought out my baggage like the baggage of an exile. Then in the evening I dug through the wall with my hands; I went out in the dark and carried the baggage on my shoulder in their sight.", "8", "In the morning the word of the Lord came to me, saying,", "9", "“Son of man, has not the house of Israel, the rebellious house, said to you, ‘ What are you doing?’", "10", "Say to them, ‘Thus says the Lord God\u0001 “This burden concerns the prince in Jerusalem as well as all the house of Israel who are in it.”’", "11", "Say, ‘I am a sign to you. As I have done, so it will be done to them; they will go into exile, into captivity.’", "12", "The prince who is among them will load his baggage on his shoulder in the dark and go out. They will dig a hole through the wall to bring it out. He will cover his face so that he can not see the land with his eyes.", "13", "I will also spread My net over him, and he will be caught in My snare. And I will bring him to Babylon in the land of the Chaldeans; yet he will not see it, though he will die there.", "14", "I will scatter to every wind all who are around him, his helpers and all his troops; and I will draw out a sword after them.", "15", "So they will know that I am the Lord when I scatter them among the nations and spread them among the countries.", "16", "But I will spare a few of them from the sword, the famine and the pestilence that they may tell all their abominations among the nations where they go, and may know that I am the Lord\u0001”"]}, {"reference": "Ezekiel 36:22-30", "words": 265, "text": ["22", "“Therefore say to the house of Israel, ‘Thus says the Lord God\u0001 “It is not for your sake, O house of Israel, that I am about to act, but for My holy name, which you have profaned among the nations where you went.", "23", "I will vindicate the holiness of My great name which has been profaned among the nations, which you have profaned in their midst. Then the nations will know that I am the Lord\u0001” declares the Lord God\u0001 “when I prove Myself holy among you in their sight.", "24", "For I will take you from the nations, gather you from all the lands and bring you into your own land.", "25", "Then I will sprinkle clean water on you, and you will be clean; I will cleanse you from all your filthiness and from all your idols.", "26", "Moreover, I will give you a new heart and put a new spirit within you; and I will remove the heart of stone from your flesh and give you a heart of flesh.", "27", "I will put My Spirit within you and cause you to walk in My statutes, and you will be careful to observe My ordinances.", "28", "You will live in the land that I gave to your forefathers; so you will be My people, and I will be your God.", "29", "Moreover, I will save you from all your uncleanness; and I will call for the grain and multiply it, and I will not bring a famine on you.", "30", "I will multiply the fruit of the tree and the produce of the field, so that you will not receive again the disgrace of famine among the nations."]}, {"reference": "Ezekiel 47:21-23", "words": 85, "text": ["21", "“So you shall divide this land among yourselves according to the tribes of Israel.", "22", "You shall divide it by lot for an inheritance among yourselves and among the aliens who stay in your midst, who bring forth sons in your midst. And they shall be to you as the native-born among the sons of Israel; they shall be allotted an inheritance with you among the tribes of Israel.", "23", "And in the tribe with which the alien stays, there you shall give him his inheritance,” declares the Lord God\u0001"]}, {"reference": "Daniel 7:13-14", "words": 78, "text": ["13", "“I kept looking in the night visions, And behold, with the clouds of heaven One like a Son of Man was coming, And He came up to the Ancient of Days And was presented before Him.", "14", "“And to Him was given dominion, Glory and a kingdom, That all the peoples, nations and men of every language Might serve Him. His dominion is an everlasting dominion Which will not pass away; And His kingdom is one Which will not be destroyed."]}, {"reference": "Daniel 12:1-3", "words": 107, "text": ["1", "“Now at that time Michael, the great prince who stands guard over the sons of your people, will arise. And there will be a time of distress such as never occurred since there was a nation until that time; and at that time your people, everyone who is found written in the book, will be rescued.", "2", "Many of those who sleep in the dust of the ground will awake, these to everlasting life, but the others to disgrace and everlasting contempt.", "3", "Those who have insight will shine brightly like the brightness of the expanse of heaven, and those who lead the many to righteousness, like the stars forever and ever."]}, {"reference": "Joel 2:28-32", "words": 129, "text": ["28", "“ It will come about after this That I will pour out My Spirit on all mankind; And your sons and daughters will prophesy, Your old men will dream dreams, Your young men will see visions.", "29", "“Even on the male and female servants I will pour out My Spirit in those days.", "30", "“I will display wonders in the sky and on the earth, Blood, fire and columns of smoke.", "31", "“The sun will be turned into darkness And the moon into blood Before the great and awesome day of the Lord comes.", "32", "“And it will come about that whoever calls on the name of the Lord Will be delivered; For on Mount Zion and in Jerusalem There will be those who escape, As the Lord has said, Even among the survivors whom the Lord calls."]}, {"reference": "Amos 5:14-24", "words": 250, "text": ["14", "Seek good and not evil, that you may live; And thus may the Lord God of hosts be with you, Just as you have said!", "15", "Hate evil, love good, And establish justice in the gate! Perhaps the Lord God of hosts May be gracious to the remnant of Joseph.", "16", "Therefore thus says the Lord God of hosts, the Lord, “There is wailing in all the plazas, And in all the streets they say, ‘Alas! Alas!’ They also call the farmer to mourning And professional mourners to lamentation.", "17", "“And in all the vineyards there is wailing, Because I will pass through the midst of you,” says the Lord\u0001", "18", "Alas, you who are longing for the day of the Lord\u0001 For what purpose will the day of the Lord be to you? It will be darkness and not light;", "19", "As when a man flees from a lion And a bear meets him, Or goes home, leans his hand against the wall And a snake bites him.", "20", "Will not the day of the Lord be darkness instead of light, Even gloom with no brightness in it?", "21", "“I hate, I reject your festivals, Nor do I delight in your solemn assemblies.", "22", "“Even though you offer up to Me burnt offerings and your grain offerings, I will not accept them\u0001 And I will not even look at the peace offerings of your fatlings.", "23", "“Take away from Me the noise of your songs; I will not even listen to the sound of your harps.", "24", "“But let justice roll down like waters And righteousness like an ever-flowing stream."]}, {"reference": "Obadiah 1:15-18", "words": 130, "text": ["15", "“For the day of the Lord draws near on all the nations. As you have done, it will be done to you. Your dealings will return on your own head.", "16", "“Because just as you drank on My holy mountain, All the nations will drink continually. They will drink and swallow And become as if they had never existed.", "17", "“But on Mount Zion there will be those who escape, And it will be holy. And the house of Jacob will possess their possessions.", "18", "“Then the house of Jacob will be a fire And the house of Joseph a flame; But the house of Esau will be as stubble. And they will set them on fire and consume them, So that there will be no survivor of the house of Esau,” For the Lord has spoken."]}, {"reference": "Jonah 3:1-10", "words": 248, "text": ["1", "Now the word of the Lord came to Jonah the second time, saying,", "2", "“Arise, go to Nineveh the great city and proclaim to it the proclamation which I am going to tell you.”", "3", "So Jonah arose and went to Nineveh according to the word of the Lord\u0001 Now Nineveh was an exceedingly great city, a three days’ walk.", "4", "Then Jonah began to go through the city one day’s walk; and he cried out and said, “Yet forty days and Nineveh will be overthrown.”", "5", "Then the people of Nineveh believed in God; and they called a fast and put on sackcloth from the greatest to the least of them.", "6", "When the word reached the king of Nineveh, he arose from his throne, laid aside his robe from him, covered himself with sackcloth and sat on the ashes.", "7", "He issued a proclamation and it said, “In Nineveh by the decree of the king and his nobles: Do not let man, beast, herd, or flock taste a thing. Do not let them eat or drink water.", "8", "But both man and beast must be covered with sackcloth; and let men call on God earnestly that each may turn from his wicked way and from the violence which is in his hands.", "9", "Who knows, God may turn and relent and withdraw His burning anger so that we will not perish.”", "10", "When God saw their deeds, that they turned from their wicked way, then God relented concerning the calamity which He had declared He would bring upon them. And He did not do it\u0001"]}, {"reference": "Micah 5:2-5", "words": 143, "text": ["2", "“ But as for you, Bethlehem Ephrathah, Too little to be among the clans of Judah, From you One will go forth for Me to be ruler in Israel. His goings forth are from long ago, From the days of eternity.”", "3", "Therefore He will give them up until the time When she who is in labor has borne a child. Then the remainder of His brethren Will return to the sons of Israel.", "4", "And He will arise and shepherd His flock In the strength of the Lord\u0001 In the majesty of the name of the Lord His God. And they will remain, Because at that time He will be great To the ends of the earth.", "5", "This One will be our peace. When the Assyrian invades our land, When he tramples on our citadels, Then we will raise against him Seven shepherds and eight leaders of men."]}, {"reference": "Nahum 1:3-7", "words": 128, "text": ["3", "The Lord is slow to anger and great in power, And the Lord will by no means leave the guilty unpunished. In whirlwind and storm is His way, And clouds are the dust beneath His feet.", "4", "He rebukes the sea and makes it dry; He dries up all the rivers. Bashan and Carmel wither; The blossoms of Lebanon wither.", "5", "Mountains quake because of Him And the hills dissolve; Indeed the earth is upheaved by His presence, The world and all the inhabitants in it.", "6", "Who can stand before His indignation? Who can endure the burning of His anger? His wrath is poured out like fire And the rocks are broken up by Him.", "7", "The Lord is good, A stronghold in the day of trouble, And He knows those who take refuge in Him."]}, {"reference": "Habakkuk 3:11-19", "words": 239, "text": ["11", "Sun and moon stood in their places; They went away at the light of Your arrows, At the radiance of Your gleaming spear.", "12", "In indignation You marched through the earth; In anger You trampled the nations.", "13", "You went forth for the salvation of Your people, For the salvation of Your anointed. You struck the head of the house of the evil To lay him open from thigh to neck. Selah.", "14", "You pierced with his own spears The head of his throngs. They stormed in to scatter us; Their exultation was like those Who devour the oppressed in secret.", "15", "You trampled on the sea with Your horses, On the surge of many waters.", "16", "I heard and my inward parts trembled, At the sound my lips quivered. Decay enters my bones, And in my place I tremble. Because I must wait quietly for the day of distress, For the people to arise who will invade us.", "17", "Though the fig tree should not blossom And there be no fruit on the vines, Though the yield of the olive should fail And the fields produce no food, Though the flock should be cut off from the fold And there be no cattle in the stalls,", "18", "Yet I will exult in the Lord\u0001 I will rejoice in the God of my salvation.", "19", "The Lord God is my strength, And He has made my feet like hinds’ feet\u0001 And makes me walk on my high places. For the choir director, on my stringed instruments."]}, {"reference": "Zechariah 7:9-14", "words": 158, "text": ["9", "“Thus has the Lord of hosts said, ‘ Dispense true justice and practice kindness and compassion each to his brother;", "10", "and do not oppress the widow or the orphan, the stranger or the poor; and do not devise evil in your hearts against one another.’", "11", "But they refused to pay attention and turned a stubborn shoulder and stopped their ears from hearing.", "12", "They made their hearts like flint so that they could not hear the law and the words which the Lord of hosts had sent by His Spirit through the former prophets; therefore great wrath came from the Lord of hosts.", "13", "And just as He called and they would not listen, so they called and I would not listen,” says the Lord of hosts;", "14", "“but I scattered them with a storm wind among all the nations whom they have not known. Thus the land is desolated behind them so that no one went back and forth, for they made the pleasant land desolate.”"]}, {"reference": "Zechariah 12:1-14", "words": 454, "text": ["1", "The burden of the word of the Lord concerning Israel. Thus declares the Lord who stretches out the heavens, lays the foundation of the earth, and forms the spirit of man within him,", "2", "“Behold, I am going to make Jerusalem a cup that causes reeling to all the peoples around; and when the siege is against Jerusalem, it will also be against Judah.", "3", "It will come about in that day that I will make Jerusalem a heavy stone for all the peoples; all who lift it will be severely injured. And all the nations of the earth will be gathered against it.", "4", "In that day,” declares the Lord\u0001 “I will strike every horse with bewilderment and his rider with madness. But I will watch over the house of Judah, while I strike every horse of the peoples with blindness.", "5", "Then the clans of Judah will say in their hearts, ‘ A strong support for us are the inhabitants of Jerusalem through the Lord of hosts, their God.’", "6", "“In that day I will make the clans of Judah like a firepot among pieces of wood and a flaming torch among sheaves, so they will consume on the right hand and on the left all the surrounding peoples, while the inhabitants of Jerusalem again dwell on their own sites in Jerusalem.", "7", "The Lord also will save the tents of Judah first, so that the glory of the house of David and the glory of the inhabitants of Jerusalem will not be magnified above Judah.", "8", "In that day the Lord will defend the inhabitants of Jerusalem, and the one who is feeble among them in that day will be like David, and the house of David will be like God, like the angel of the Lord before them.", "9", "And in that day I will set about to destroy all the nations that come against Jerusalem.", "10", "“I will pour out on the house of David and on the inhabitants of Jerusalem, the Spirit of grace and of supplication, so that they will look on Me whom they have pierced; and they will mourn for Him, as one mourns for an only son, and they will weep bitterly over Him like the bitter weeping over a firstborn.", "11", "In that day there will be great mourning in Jerusalem, like the mourning of Hadadrimmon in the plain of Megiddo.", "12", "The land will mourn, every family by itself; the family of the house of David by itself and their wives by themselves; the family of the house of Nathan by itself and their wives by themselves;", "13", "the family of the house of Levi by itself and their wives by themselves; the family of the Shimeites by itself and their wives by themselves;", "14", "all the families that remain, every family by itself and their wives by themselves."]}, {"reference": "Malachi 3:2-4", "words": 84, "text": ["2", "“But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner’s fire and like fullers’ soap.", "3", "He will sit as a smelter and purifier of silver, and He will purify the sons of Levi and refine them like gold and silver, so that they may present to the Lord offerings in righteousness.", "4", "Then the offering of Judah and Jerusalem will be pleasing to the Lord as in the days of old and as in former years."]}, {"reference": "Matthew 1:18-21", "words": 118, "text": ["18", "Now the birth of Jesus Christ was as follows: when His mother Mary had been betrothed to Joseph, before they came together she was found to be with child by the Holy Spirit.", "19", "And Joseph her husband, being a righteous man and not wanting to disgrace her, planned to send her away secretly.", "20", "But when he had considered this, behold, an angel of the Lord appeared to him in a dream, saying, “ Joseph, son of David, do not be afraid to take Mary as your wife; for the Child who has been conceived in her is of the Holy Spirit.", "21", "She will bear a Son; and you shall call His name Jesus, for He will save His people from their sins.”"]}, {"reference": "Matthew 9:18-31", "words": 262, "text": ["18", "While He was saying these things to them, a synagogue official came and bowed down before Him, and said, “My daughter has just died; but come and lay Your hand on her, and she will live.”", "19", "Jesus got up and began to follow him, and so did His disciples.", "20", "And a woman who had been suffering from a hemorrhage for twelve years, came up behind Him and touched the fringe of His cloak;", "21", "for she was saying to herself, “If I only touch His garment, I will get well.”", "22", "But Jesus turning and seeing her said, “Daughter, take courage; your faith has made you well.” At once the woman was made well.", "23", "When Jesus came into the official’s house, and saw the flute-players and the crowd in noisy disorder,", "24", "He said, “Leave; for the girl has not died, but is asleep.” And they began laughing at Him.", "25", "But when the crowd had been sent out, He entered and took her by the hand, and the girl got up.", "26", "This news spread throughout all that land.", "27", "As Jesus went on from there, two blind men followed Him, crying out, “Have mercy on us, Son of David!”", "28", "When He entered the house, the blind men came up to Him, and Jesus *said to them, “Do you believe that I am able to do this?” They *said to Him, “Yes, Lord.”", "29", "Then He touched their eyes, saying, “ It shall be done to you according to your faith.”", "30", "And their eyes were opened. And Jesus sternly warned them: “See that no one knows about this\u0001”", "31", "But they went out and spread the news about Him throughout all that land."]}, {"reference": "Matthew 9:35-38", "words": 76, "text": ["35", "Jesus was going through all the cities and villages, teaching in their synagogues and proclaiming the gospel of the kingdom, and healing every kind of disease and every kind of sickness.", "36", "Seeing the people, He felt compassion for them, because they were distressed and dispirited like sheep without a shepherd.", "37", "Then He *said to His disciples, “ The harvest is plentiful, but the workers are few.", "38", "Therefore beseech the Lord of the harvest to send out workers into His harvest.”"]}, {"reference": "Matthew 12:15-21", "words": 110, "text": ["15", "But Jesus, aware of this\u0001 withdrew from there. Many followed Him, and He healed them all,", "16", "and warned them not to tell who He was.", "17", "This was to fulfill what was spoken through Isaiah the prophet:", "18", "“ Behold, My Servant whom I have chosen\u0001 My Beloved in whom My soul is well-pleased\u0001 I will put My Spirit upon Him\u0001 And He shall proclaim justice to the Gentiles\u0001", "19", "“ He will not quarrel, nor cry out\u0001 Nor will anyone hear His voice in the streets\u0001", "20", "“ A battered reed He will not break off\u0001 And a smoldering wick He will not put out\u0001 Until He leads justice to victory\u0001", "21", "“ And in His name the Gentiles will hope\u0001”"]}, {"reference": "Matthew 12:33-42", "words": 265, "text": ["33", "“Either make the tree good and its fruit good, or make the tree bad and its fruit bad; for the tree is known by its fruit.", "34", "You brood of vipers, how can you, being evil, speak what is good? For the mouth speaks out of that which fills the heart.", "35", "The good man brings out of his good treasure what is good; and the evil man brings out of his evil treasure what is evil.", "36", "But I tell you that every careless word that people speak, they shall give an accounting for it in the day of judgment.", "37", "For by your words you will be justified, and by your words you will be condemned.”", "38", "Then some of the scribes and Pharisees said to Him, “Teacher, we want to see a sign from You.”", "39", "But He answered and said to them, “ An evil and adulterous generation craves for a sign; and yet no sign will be given to it but the sign of Jonah the prophet;", "40", "for just as Jonah was three days and three nights in the belly of the sea monster\u0001 so will the Son of Man be three days and three nights in the heart of the earth.", "41", "The men of Nineveh will stand up with this generation at the judgment, and will condemn it because they repented at the preaching of Jonah; and behold, something greater than Jonah is here.", "42", "The Queen of the South will rise up with this generation at the judgment and will condemn it, because she came from the ends of the earth to hear the wisdom of Solomon; and behold, something greater than Solomon is here."]}, {"reference": "Mark 5:15-20", "words": 138, "text": ["15", "They *came to Jesus and *observed the man who had been demon-possessed sitting down, clothed and in his right mind, the very man who had had the “ legion”; and they became frightened.", "16", "Those who had seen it described to them how it had happened to the demon-possessed man, and all about the swine.", "17", "And they began to implore Him to leave their region.", "18", "As He was getting into the boat, the man who had been demon-possessed was imploring Him that he might accompany Him.", "19", "And He did not let him, but He *said to him, “ Go home to your people and report to them what great things the Lord has done for you, and how He had mercy on you.”", "20", "And he went away and began to proclaim in Decapolis what great things Jesus had done for him; and everyone was amazed."]}, {"reference": "Mark 6:7-13", "words": 125, "text": ["7", "And He *summoned the twelve and began to send them out in pairs, and gave them authority over the unclean spirits;", "8", "and He instructed them that they should take nothing for their journey, except a mere staff—no bread, no bag, no money in their belt—", "9", "but to wear sandals; and He added\u0001 “Do not put on two tunics.”", "10", "And He said to them, “Wherever you enter a house, stay there until you leave town.", "11", "Any place that does not receive you or listen to you, as you go out from there, shake the dust off the soles of your feet for a testimony against them.”", "12", "They went out and preached that men should repent.", "13", "And they were casting out many demons and were anointing with oil many sick people and healing them."]}, {"reference": "Mark 9:30-41", "words": 271, "text": ["30", "From there they went out and began to go through Galilee, and He did not want anyone to know about it\u0001", "31", "For He was teaching His disciples and telling them, “ The Son of Man is to be delivered into the hands of men, and they will kill Him; and when He has been killed, He will rise three days later.”", "32", "But they did not understand this statement, and they were afraid to ask Him.", "33", "They came to Capernaum; and when He was in the house, He began to question them, “What were you discussing on the way?”", "34", "But they kept silent, for on the way they had discussed with one another which of them was the greatest.", "35", "Sitting down, He called the twelve and *said to them, “ If anyone wants to be first, he shall be last of all and servant of all.”", "36", "Taking a child, He set him before them, and taking him in His arms, He said to them,", "37", "“ Whoever receives one child like this in My name receives Me; and whoever receives Me does not receive Me, but Him who sent Me.”", "38", "John said to Him, “Teacher, we saw someone casting out demons in Your name, and we tried to prevent him because he was not following us.”", "39", "But Jesus said, “Do not hinder him, for there is no one who will perform a miracle in My name, and be able soon afterward to speak evil of Me.", "40", "For he who is not against us is for us.", "41", "For whoever gives you a cup of water to drink because of your name as followers of Christ, truly I say to you, he will not lose his reward."]}, {"reference": "Mark 12:13-17", "words": 134, "text": ["13", "Then they *sent some of the Pharisees and Herodians to Him in order to trap Him in a statement.", "14", "They *came and *said to Him, “Teacher, we know that You are truthful and defer to no one; for You are not partial to any, but teach the way of God in truth. Is it lawful to pay a poll-tax to Caesar, or not?", "15", "Shall we pay or shall we not pay?” But He, knowing their hypocrisy, said to them, “Why are you testing Me? Bring Me a denarius to look at.”", "16", "They brought one\u0001 And He *said to them, “Whose likeness and inscription is this?” And they said to Him, “Caesar’s.”", "17", "And Jesus said to them, “ Render to Caesar the things that are Caesar’s, and to God the things that are God’s.” And they were amazed at Him."]}, {"reference": "Luke 7:18-23", "words": 139, "text": ["18", "The disciples of John reported to him about all these things.", "19", "Summoning two of his disciples, John sent them to the Lord, saying, “Are You the Expected One, or do we look for someone else?”", "20", "When the men came to Him, they said, “John the Baptist has sent us to You, to ask, ‘Are You the Expected One, or do we look for someone else?’”", "21", "At that very time He cured many people of diseases and afflictions and evil spirits; and He gave sight to many who were blind.", "22", "And He answered and said to them, “Go and report to John what you have seen and heard: the blind receive sight\u0001 the lame walk, the lepers are cleansed, and the deaf hear, the dead are raised up, the poor have the gospel preached to them\u0001", "23", "Blessed is he who does not take offense at Me.”"]}, {"reference": "Luke 9:23-27", "words": 126, "text": ["23", "And He was saying to them all, “ If anyone wishes to come after Me, he must deny himself, and take up his cross daily and follow Me.", "24", "For whoever wishes to save his life will lose it, but whoever loses his life for My sake, he is the one who will save it.", "25", "For what is a man profited if he gains the whole world, and loses or forfeits himself?", "26", "For whoever is ashamed of Me and My words, the Son of Man will be ashamed of him when He comes in His glory, and the glory of the Father and of the holy angels.", "27", "But I say to you truthfully, there are some of those standing here who will not taste death until they see the kingdom of God.”"]}, {"reference": "Luke 14:15-24", "words": 243, "text": ["15", "When one of those who were reclining at the table with Him heard this, he said to Him, “ Blessed is everyone who will eat bread in the kingdom of God!”", "16", "But He said to him, “ A man was giving a big dinner, and he invited many;", "17", "and at the dinner hour he sent his slave to say to those who had been invited, ‘Come; for everything is ready now.’", "18", "But they all alike began to make excuses. The first one said to him, ‘I have bought a piece of land and I need to go out and look at it; please consider me excused.’", "19", "Another one said, ‘I have bought five yoke of oxen, and I am going to try them out; please consider me excused.’", "20", "Another one said, ‘ I have married a wife, and for that reason I cannot come.’", "21", "And the slave came back and reported this to his master. Then the head of the household became angry and said to his slave, ‘Go out at once into the streets and lanes of the city and bring in here the poor and crippled and blind and lame.’", "22", "And the slave said, ‘Master, what you commanded has been done, and still there is room.’", "23", "And the master said to the slave, ‘Go out into the highways and along the hedges, and compel them to come in, so that my house may be filled.", "24", "For I tell you, none of those men who were invited shall taste of my dinner.’”"]}, {"reference": "Luke 23:26-49", "words": 468, "text": ["26", "When they led Him away, they seized a man, Simon of Cyrene, coming in from the country, and placed on him the cross to carry behind Jesus.", "27", "And following Him was a large crowd of the people, and of women who were mourning and lamenting Him.", "28", "But Jesus turning to them said, “Daughters of Jerusalem, stop weeping for Me, but weep for yourselves and for your children.", "29", "For behold, the days are coming when they will say, ‘ Blessed are the barren, and the wombs that never bore, and the breasts that never nursed.’", "30", "Then they will begin to say to the mountains, ‘Fall on us,’ and to the hills, ‘Cover us\u0001’", "31", "For if they do these things when the tree is green, what will happen when it is dry?”", "32", "Two others also, who were criminals, were being led away to be put to death with Him.", "33", "When they came to the place called The Skull, there they crucified Him and the criminals, one on the right and the other on the left.", "34", "But Jesus was saying, “ Father, forgive them; for they do not know what they are doing.” And they cast lots, dividing up His garments among themselves.", "35", "And the people stood by, looking on. And even the rulers were sneering at Him, saying, “He saved others; let Him save Himself if this is the Christ of God, His Chosen One.”", "36", "The soldiers also mocked Him, coming up to Him, offering Him sour wine,", "37", "and saying, “ If You are the King of the Jews, save Yourself!”", "38", "Now there was also an inscription above Him, “ THIS IS THE KING OF THE JEWS.”", "39", "One of the criminals who were hanged there was hurling abuse at Him, saying, “Are You not the Christ? Save Yourself and us!”", "40", "But the other answered, and rebuking him said, “Do you not even fear God, since you are under the same sentence of condemnation?", "41", "And we indeed are suffering justly, for we are receiving what we deserve for our deeds; but this man has done nothing wrong.”", "42", "And he was saying, “Jesus, remember me when You come in Your kingdom!”", "43", "And He said to him, “Truly I say to you, today you shall be with Me in Paradise.”", "44", "It was now about the sixth hour, and darkness fell over the whole land until the ninth hour,", "45", "because the sun was obscured; and the veil of the temple was torn in two.", "46", "And Jesus, crying out with a loud voice, said, “Father, into Your hands I commit My spirit\u0001” Having said this, He breathed His last.", "47", "Now when the centurion saw what had happened, he began praising God, saying, “Certainly this man was innocent.”", "48", "And all the crowds who came together for this spectacle, when they observed what had happened, began to return, beating their breasts.", "49", "And all His acquaintances and the women who accompanied Him from Galilee were standing at a distance, seeing these things."]}, {"reference": "Luke 24:13-32", "words": 421, "text": ["13", "And behold, two of them were going that very day to a village named Emmaus, which was about seven miles from Jerusalem.", "14", "And they were talking with each other about all these things which had taken place.", "15", "While they were talking and discussing, Jesus Himself approached and began traveling with them.", "16", "But their eyes were prevented from recognizing Him.", "17", "And He said to them, “What are these words that you are exchanging with one another as you are walking?” And they stood still, looking sad.", "18", "One of them\u0001 named Cleopas, answered and said to Him, “Are You the only one visiting Jerusalem and unaware of the things which have happened here in these days?”", "19", "And He said to them, “What things?” And they said to Him, “The things about Jesus the Nazarene, who was a prophet mighty in deed and word in the sight of God and all the people,", "20", "and how the chief priests and our rulers delivered Him to the sentence of death, and crucified Him.", "21", "But we were hoping that it was He who was going to redeem Israel. Indeed, besides all this, it is the third day since these things happened.", "22", "But also some women among us amazed us. When they were at the tomb early in the morning,", "23", "and did not find His body, they came, saying that they had also seen a vision of angels who said that He was alive.", "24", "Some of those who were with us went to the tomb and found it just exactly as the women also had said; but Him they did not see.”", "25", "And He said to them, “O foolish men and slow of heart to believe in all that the prophets have spoken!", "26", "Was it not necessary for the Christ to suffer these things and to enter into His glory?”", "27", "Then beginning with Moses and with all the prophets, He explained to them the things concerning Himself in all the Scriptures.", "28", "And they approached the village where they were going, and He acted as though He were going farther.", "29", "But they urged Him, saying, “Stay with us, for it is getting toward evening, and the day is now nearly over.” So He went in to stay with them.", "30", "When He had reclined at the table with them, He took the bread and blessed it\u0001 and breaking it\u0001 He began giving it to them.", "31", "Then their eyes were opened and they recognized Him; and He vanished from their sight.", "32", "They said to one another, “ Were not our hearts burning within us while He was speaking to us on the road, while He was explaining the Scriptures to us?”"]}, {"reference": "John 3:22-36", "words": 295, "text": ["22", "After these things Jesus and His disciples came into the land of Judea, and there He was spending time with them and baptizing.", "23", "John also was baptizing in Aenon near Salim, because there was much water there; and people were coming and were being baptized—", "24", "for John had not yet been thrown into prison.", "25", "Therefore there arose a discussion on the part of John’s disciples with a Jew about purification.", "26", "And they came to John and said to him, “ Rabbi, He who was with you beyond the Jordan, to whom you have testified, behold, He is baptizing and all are coming to Him.”", "27", "John answered and said, “ A man can receive nothing unless it has been given him from heaven.", "28", "You yourselves are my witnesses that I said, ‘ I am not the Christ,’ but, ‘I have been sent ahead of Him.’", "29", "He who has the bride is the bridegroom; but the friend of the bridegroom, who stands and hears him, rejoices greatly because of the bridegroom’s voice. So this joy of mine has been made full.", "30", "He must increase, but I must decrease.", "31", "“ He who comes from above is above all, he who is of the earth is from the earth and speaks of the earth. He who comes from heaven is above all.", "32", "What He has seen and heard, of that He testifies; and no one receives His testimony.", "33", "He who has received His testimony has set his seal to this\u0001 that God is true.", "34", "For He whom God has sent speaks the words of God; for He gives the Spirit without measure.", "35", "The Father loves the Son and has given all things into His hand.", "36", "He who believes in the Son has eternal life; but he who does not obey the Son will not see life, but the wrath of God abides on him.”"]}, {"reference": "John 5:24-47", "words": 487, "text": ["24", "“Truly, truly, I say to you, he who hears My word, and believes Him who sent Me, has eternal life, and does not come into judgment, but has passed out of death into life.", "25", "Truly, truly, I say to you, an hour is coming and now is, when the dead will hear the voice of the Son of God, and those who hear will live.", "26", "For just as the Father has life in Himself, even so He gave to the Son also to have life in Himself;", "27", "and He gave Him authority to execute judgment, because He is the Son of Man.", "28", "Do not marvel at this; for an hour is coming, in which all who are in the tombs will hear His voice,", "29", "and will come forth; those who did the good deeds to a resurrection of life, those who committed the evil deeds to a resurrection of judgment.", "30", "“ I can do nothing on My own initiative. As I hear, I judge; and My judgment is just, because I do not seek My own will, but the will of Him who sent Me.", "31", "“ If I alone testify about Myself, My testimony is not true.", "32", "There is another who testifies of Me, and I know that the testimony which He gives about Me is true.", "33", "You have sent to John, and he has testified to the truth.", "34", "But the testimony which I receive is not from man, but I say these things so that you may be saved.", "35", "He was the lamp that was burning and was shining and you were willing to rejoice for a while in his light.", "36", "But the testimony which I have is greater than the testimony of John; for the works which the Father has given Me to accomplish—the very works that I do—testify about Me, that the Father has sent Me.", "37", "And the Father who sent Me, He has testified of Me. You have neither heard His voice at any time nor seen His form.", "38", "You do not have His word abiding in you, for you do not believe Him whom He sent.", "39", "You search the Scriptures because you think that in them you have eternal life; it is these that testify about Me;", "40", "and you are unwilling to come to Me so that you may have life.", "41", "I do not receive glory from men;", "42", "but I know you, that you do not have the love of God in yourselves.", "43", "I have come in My Father’s name, and you do not receive Me; if another comes in his own name, you will receive him.", "44", "How can you believe, when you receive glory from one another and you do not seek the glory that is from the one and only God?", "45", "Do not think that I will accuse you before the Father; the one who accuses you is Moses, in whom you have set your hope.", "46", "For if you believed Moses, you would believe Me, for he wrote about Me.", "47", "But if you do not believe his writings, how will you believe My words?”"]}, {"reference": "John 12:20-26", "words": 139, "text": ["20", "Now there were some Greeks among those who were going up to worship at the feast;", "21", "these then came to Philip, who was from Bethsaida of Galilee, and began to ask him, saying, “Sir, we wish to see Jesus.”", "22", "Philip *came and *told Andrew; Andrew and Philip *came and *told Jesus.", "23", "And Jesus *answered them, saying, “ The hour has come for the Son of Man to be glorified.", "24", "Truly, truly, I say to you, unless a grain of wheat falls into the earth and dies, it remains alone; but if it dies, it bears much fruit.", "25", "He who loves his life loses it, and he who hates his life in this world will keep it to life eternal.", "26", "If anyone serves Me, he must follow Me; and where I am, there My servant will be also; if anyone serves Me, the Father will honor him."]}, {"reference": "Acts 2:1-6", "words": 112, "text": ["1", "When the day of Pentecost had come, they were all together in one place.", "2", "And suddenly there came from heaven a noise like a violent rushing wind, and it filled the whole house where they were sitting.", "3", "And there appeared to them tongues as of fire distributing themselves, and they rested on each one of them.", "4", "And they were all filled with the Holy Spirit and began to speak with other tongues, as the Spirit was giving them utterance.", "5", "Now there were Jews living in Jerusalem, devout men from every nation under heaven.", "6", "And when this sound occurred, the crowd came together, and were bewildered because each one of them was hearing them speak in his own language."]}, {"reference": "Acts 2:14-33", "words": 477, "text": ["14", "But Peter, taking his stand with the eleven, raised his voice and declared to them: “Men of Judea and all you who live in Jerusalem, let this be known to you and give heed to my words.", "15", "For these men are not drunk, as you suppose, for it is only the third hour of the day;", "16", "but this is what was spoken of through the prophet Joel:", "17", "‘ And it shall be in the last days\u0001’ God says, ‘ That I will pour forth of My Spirit on all mankind\u0001 And your sons and your daughters shall prophesy\u0001 And your young men shall see visions\u0001 And your old men shall dream dreams\u0001", "18", "Even on My bondslaves, both men and women\u0001 I will in those days pour forth of My Spirit And they shall prophesy.", "19", "‘ And I will grant wonders in the sky above And signs on the earth below\u0001 Blood, and fire, and vapor of smoke\u0001", "20", "‘ The sun will be turned into darkness And the moon into blood\u0001 Before the great and glorious day of the Lord shall come\u0001", "21", "‘ And it shall be that everyone who calls on the name of the Lord will be saved\u0001’", "22", "“Men of Israel, listen to these words: Jesus the Nazarene, a man attested to you by God with miracles and wonders and signs which God performed through Him in your midst, just as you yourselves know—", "23", "this Man\u0001 delivered over by the predetermined plan and foreknowledge of God, you nailed to a cross by the hands of godless men and put Him to death.", "24", "But God raised Him up again, putting an end to the agony of death, since it was impossible for Him to be held in its power.", "25", "For David says of Him, ‘ I saw the Lord always in my presence\u0001 For He is at my right hand, so that I will not be shaken\u0001", "26", "‘ Therefore my heart was glad and my tongue exulted\u0001 Moreover my flesh also will live in hope\u0001", "27", "Because You will not abandon my soul to Hades\u0001 Nor allow Your Holy One to undergo decay\u0001", "28", "‘ You have made known to me the ways of life\u0001 You will make me full of gladness with Your presence\u0001’", "29", "“ Brethren, I may confidently say to you regarding the patriarch David that he both died and was buried, and his tomb is with us to this day.", "30", "And so, because he was a prophet and knew that God had sworn to him with an oath to seat one of his descendants on his throne\u0001", "31", "he looked ahead and spoke of the resurrection of the Christ, that He was neither abandoned to Hades, nor did His flesh suffer decay\u0001", "32", "This Jesus God raised up again, to which we are all witnesses.", "33", "Therefore having been exalted to the right hand of God, and having received from the Father the promise of the Holy Spirit, He has poured forth this which you both see and hear."]}, {"reference": "Acts 3:1-9", "words": 181, "text": ["1", "Now Peter and John were going up to the temple at the ninth hour\u0001 the hour of prayer.", "2", "And a man who had been lame from his mother’s womb was being carried along, whom they used to set down every day at the gate of the temple which is called Beautiful, in order to beg alms of those who were entering the temple.", "3", "When he saw Peter and John about to go into the temple, he began asking to receive alms.", "4", "But Peter, along with John, fixed his gaze on him and said, “Look at us!”", "5", "And he began to give them his attention, expecting to receive something from them.", "6", "But Peter said, “I do not possess silver and gold, but what I do have I give to you: In the name of Jesus Christ the Nazarene—walk!”", "7", "And seizing him by the right hand, he raised him up; and immediately his feet and his ankles were strengthened.", "8", "With a leap he stood upright and began to walk; and he entered the temple with them, walking and leaping and praising God.", "9", "And all the people saw him walking and praising God;"]}, {"reference": "Acts 15:22-32", "words": 237, "text": ["22", "Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them to send to Antioch with Paul and Barnabas—Judas called Barsabbas, and Silas, leading men among the brethren,", "23", "and they sent this letter by them, “ The apostles and the brethren who are elders, to the brethren in Antioch and Syria and Cilicia who are from the Gentiles, greetings.", "24", "“Since we have heard that some of our number to whom we gave no instruction have disturbed you with their words, unsettling your souls,", "25", "it seemed good to us, having become of one mind, to select men to send to you with our beloved Barnabas and Paul,", "26", "men who have risked their lives for the name of our Lord Jesus Christ.", "27", "“Therefore we have sent Judas and Silas, who themselves will also report the same things by word of mouth\u0001", "28", "“For it seemed good to the Holy Spirit and to us to lay upon you no greater burden than these essentials:", "29", "that you abstain from things sacrificed to idols and from blood and from things strangled and from fornication; if you keep yourselves free from such things, you will do well. Farewell.”", "30", "So when they were sent away, they went down to Antioch; and having gathered the congregation together, they delivered the letter.", "31", "When they had read it, they rejoiced because of its encouragement.", "32", "Judas and Silas, also being prophets themselves, encouraged and strengthened the brethren with a lengthy message."]}, {"reference": "Acts 17:22-31", "words": 266, "text": ["22", "So Paul stood in the midst of the Areopagus and said, “Men of Athens, I observe that you are very religious in all respects.", "23", "For while I was passing through and examining the objects of your worship, I also found an altar with this inscription, ‘TO AN UNKNOWN GOD.’ Therefore what you worship in ignorance, this I proclaim to you.", "24", "The God who made the world and all things in it, since He is Lord of heaven and earth, does not dwell in temples made with hands;", "25", "nor is He served by human hands, as though He needed anything, since He Himself gives to all people life and breath and all things;", "26", "and He made from one man every nation of mankind to live on all the face of the earth, having determined their appointed times and the boundaries of their habitation,", "27", "that they would seek God, if perhaps they might grope for Him and find Him, though He is not far from each one of us;", "28", "for in Him we live and move and exist, as even some of your own poets have said, ‘For we also are His children.’", "29", "Being then the children of God, we ought not to think that the Divine Nature is like gold or silver or stone, an image formed by the art and thought of man.", "30", "Therefore having overlooked the times of ignorance, God is now declaring to men that all people everywhere should repent,", "31", "because He has fixed a day in which He will judge the world in righteousness through a Man whom He has appointed, having furnished proof to all men by raising Him from the dead.”"]}, {"reference": "Acts 19:1-20", "words": 423, "text": ["1", "It happened that while Apollos was at Corinth, Paul passed through the upper country and came to Ephesus, and found some disciples.", "2", "He said to them, “ Did you receive the Holy Spirit when you believed?” And they said to him, “No, we have not even heard whether there is a Holy Spirit.”", "3", "And he said, “Into what then were you baptized?” And they said, “ Into John’s baptism.”", "4", "Paul said, “ John baptized with the baptism of repentance, telling the people to believe in Him who was coming after him, that is, in Jesus.”", "5", "When they heard this, they were baptized in the name of the Lord Jesus.", "6", "And when Paul had laid his hands upon them, the Holy Spirit came on them, and they began speaking with tongues and prophesying.", "7", "There were in all about twelve men.", "8", "And he entered the synagogue and continued speaking out boldly for three months, reasoning and persuading them about the kingdom of God.", "9", "But when some were becoming hardened and disobedient, speaking evil of the Way before the people, he withdrew from them and took away the disciples, reasoning daily in the school of Tyrannus.", "10", "This took place for two years, so that all who lived in Asia heard the word of the Lord, both Jews and Greeks.", "11", "God was performing extraordinary miracles by the hands of Paul,", "12", "so that handkerchiefs or aprons were even carried from his body to the sick, and the diseases left them and the evil spirits went out.", "13", "But also some of the Jewish exorcists, who went from place to place, attempted to name over those who had the evil spirits the name of the Lord Jesus, saying, “I adjure you by Jesus whom Paul preaches.”", "14", "Seven sons of one Sceva, a Jewish chief priest, were doing this.", "15", "And the evil spirit answered and said to them, “I recognize Jesus, and I know about Paul, but who are you?”", "16", "And the man, in whom was the evil spirit, leaped on them and subdued all of them and overpowered them, so that they fled out of that house naked and wounded.", "17", "This became known to all, both Jews and Greeks, who lived in Ephesus; and fear fell upon them all and the name of the Lord Jesus was being magnified.", "18", "Many also of those who had believed kept coming, confessing and disclosing their practices.", "19", "And many of those who practiced magic brought their books together and began burning them in the sight of everyone; and they counted up the price of them and found it fifty thousand pieces of silver.", "20", "So the word of the Lord was growing mightily and prevailing."]}, {"reference": "Acts 20:26-31", "words": 119, "text": ["26", "Therefore, I testify to you this day that I am innocent of the blood of all men.", "27", "For I did not shrink from declaring to you the whole purpose of God.", "28", "Be on guard for yourselves and for all the flock, among which the Holy Spirit has made you overseers, to shepherd the church of God which He purchased with His own blood.", "29", "I know that after my departure savage wolves will come in among you, not sparing the flock;", "30", "and from among your own selves men will arise, speaking perverse things, to draw away the disciples after them.", "31", "Therefore be on the alert, remembering that night and day for a period of three years I did not cease to admonish each one with tears."]}, {"reference": "Acts 26:12-23", "words": 324, "text": ["12", "“ While so engaged as I was journeying to Damascus with the authority and commission of the chief priests,", "13", "at midday, O King, I saw on the way a light from heaven, brighter than the sun, shining all around me and those who were journeying with me.", "14", "And when we had all fallen to the ground, I heard a voice saying to me in the Hebrew dialect, ‘Saul, Saul, why are you persecuting Me? It is hard for you to kick against the goads.’", "15", "And I said, ‘Who are You, Lord?’ And the Lord said, ‘I am Jesus whom you are persecuting.", "16", "But get up and stand on your feet; for this purpose I have appeared to you, to appoint you a minister and a witness not only to the things which you have seen, but also to the things in which I will appear to you;", "17", "rescuing you from the Jewish people and from the Gentiles, to whom I am sending you,", "18", "to open their eyes so that they may turn from darkness to light and from the dominion of Satan to God, that they may receive forgiveness of sins and an inheritance among those who have been sanctified by faith in Me.’", "19", "“So, King Agrippa, I did not prove disobedient to the heavenly vision,", "20", "but kept declaring both to those of Damascus first, and also at Jerusalem and then throughout all the region of Judea, and even to the Gentiles, that they should repent and turn to God, performing deeds appropriate to repentance.", "21", "For this reason some Jews seized me in the temple and tried to put me to death.", "22", "So, having obtained help from God, I stand to this day testifying both to small and great, stating nothing but what the Prophets and Moses said was going to take place;", "23", "that the Christ was to suffer, and that by reason of His resurrection from the dead He would be the first to proclaim light both to the Jewish people and to the Gentiles.”"]}, {"reference": "Acts 28:23-31", "words": 235, "text": ["23", "When they had set a day for Paul, they came to him at his lodging in large numbers; and he was explaining to them by solemnly testifying about the kingdom of God and trying to persuade them concerning Jesus, from both the Law of Moses and from the Prophets, from morning until evening.", "24", "Some were being persuaded by the things spoken, but others would not believe.", "25", "And when they did not agree with one another, they began leaving after Paul had spoken one parting word, “The Holy Spirit rightly spoke through Isaiah the prophet to your fathers,", "26", "saying, ‘ Go to this people and say\u0001 “ You will keep on hearing\u0001 but will not understand\u0001 And you will keep on seeing, but will not perceive\u0001", "27", "For the heart of this people has become dull\u0001 And with their ears they scarcely hear\u0001 And they have closed their eyes\u0001 Otherwise they might see with their eyes\u0001 And hear with their ears\u0001 And understand with their heart and return\u0001 And I would heal them\u0001”’", "28", "Therefore let it be known to you that this salvation of God has been sent to the Gentiles; they will also listen.”", "29", "[ When he had spoken these words, the Jews departed, having a great dispute among themselves.]", "30", "And he stayed two full years in his own rented quarters and was welcoming all who came to him,", "31", "preaching the kingdom of God and teaching concerning the Lord Jesus Christ with all openness, unhindered."]}, {"reference": "Romans 13:8-10", "words": 73, "text": ["8", "Owe nothing to anyone except to love one another; for he who loves his neighbor has fulfilled the law.", "9", "For this, “ You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet\u0001” and if there is any other commandment, it is summed up in this saying, “ You shall love your neighbor as yourself\u0001”", "10", "Love does no wrong to a neighbor; therefore love is the fulfillment of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 78, "text": ["16", "For if I preach the gospel, I have nothing to boast of, for I am under compulsion; for woe is me if I do not preach the gospel.", "17", "For if I do this voluntarily, I have a reward; but if against my will, I have a stewardship entrusted to me.", "18", "What then is my reward? That, when I preach the gospel, I may offer the gospel without charge, so as not to make full use of my right in the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 142, "text": ["19", "For though I am free from all men\u0001 I have made myself a slave to all, so that I may win more.", "20", "To the Jews I became as a Jew, so that I might win Jews; to those who are under the Law, as under the Law though not being myself under the Law, so that I might win those who are under the Law;", "21", "to those who are without law, as without law, though not being without the law of God but under the law of Christ, so that I might win those who are without law.", "22", "To the weak I became weak, that I might win the weak; I have become all things to all men, so that I may by all means save some.", "23", "I do all things for the sake of the gospel, so that I may become a fellow partaker of it."]}, {"reference": "1 Corinthians 15:1-23", "words": 417, "text": ["1", "Now I make known to you, brethren, the gospel which I preached to you, which also you received, in which also you stand,", "2", "by which also you are saved, if you hold fast the word which I preached to you, unless you believed in vain.", "3", "For I delivered to you as of first importance what I also received, that Christ died for our sins according to the Scriptures,", "4", "and that He was buried, and that He was raised on the third day according to the Scriptures,", "5", "and that He appeared to Cephas, then to the twelve.", "6", "After that He appeared to more than five hundred brethren at one time, most of whom remain until now, but some have fallen asleep;", "7", "then He appeared to James, then to all the apostles;", "8", "and last of all, as to one untimely born, He appeared to me also.", "9", "For I am the least of the apostles, and not fit to be called an apostle, because I persecuted the church of God.", "10", "But by the grace of God I am what I am, and His grace toward me did not prove vain; but I labored even more than all of them, yet not I, but the grace of God with me.", "11", "Whether then it was I or they, so we preach and so you believed.", "12", "Now if Christ is preached, that He has been raised from the dead, how do some among you say that there is no resurrection of the dead?", "13", "But if there is no resurrection of the dead, not even Christ has been raised;", "14", "and if Christ has not been raised, then our preaching is vain, your faith also is vain.", "15", "Moreover we are even found to be false witnesses of God, because we testified against God that He raised Christ, whom He did not raise, if in fact the dead are not raised.", "16", "For if the dead are not raised, not even Christ has been raised;", "17", "and if Christ has not been raised, your faith is worthless; you are still in your sins.", "18", "Then those also who have fallen asleep in Christ have perished.", "19", "If we have hoped in Christ in this life only, we are of all men most to be pitied.", "20", "But now Christ has been raised from the dead, the first fruits of those who are asleep.", "21", "For since by a man came death, by a man also came the resurrection of the dead.", "22", "For as in Adam all die, so also in Christ all will be made alive.", "23", "But each in his own order: Christ the first fruits, after that those who are Christ’s at His coming,"]}, {"reference": "2 Corinthians 1:3-11", "words": 242, "text": ["3", "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,", "4", "who comforts us in all our affliction so that we will be able to comfort those who are in any affliction with the comfort with which we ourselves are comforted by God.", "5", "For just as the sufferings of Christ are ours in abundance, so also our comfort is abundant through Christ.", "6", "But if we are afflicted, it is for your comfort and salvation; or if we are comforted, it is for your comfort, which is effective in the patient enduring of the same sufferings which we also suffer;", "7", "and our hope for you is firmly grounded, knowing that as you are sharers of our sufferings, so also you are sharers of our comfort.", "8", "For we do not want you to be unaware, brethren, of our affliction which came to us in Asia, that we were burdened excessively, beyond our strength, so that we despaired even of life;", "9", "indeed, we had the sentence of death within ourselves so that we would not trust in ourselves, but in God who raises the dead;", "10", "who delivered us from so great a peril of death, and will deliver us\u0001 He on whom we have set our hope. And He will yet deliver us,", "11", "you also joining in helping us through your prayers, so that thanks may be given by many persons on our behalf for the favor bestowed on us through the prayers of many."]}, {"reference": "2 Corinthians 4:1-6", "words": 154, "text": ["1", "Therefore, since we have this ministry, as we received mercy, we do not lose heart,", "2", "but we have renounced the things hidden because of shame, not walking in craftiness or adulterating the word of God, but by the manifestation of truth commending ourselves to every man’s conscience in the sight of God.", "3", "And even if our gospel is veiled, it is veiled to those who are perishing,", "4", "in whose case the god of this world has blinded the minds of the unbelieving so that they might not see the light of the gospel of the glory of Christ, who is the image of God.", "5", "For we do not preach ourselves but Christ Jesus as Lord, and ourselves as your bond-servants for Jesus’ sake.", "6", "For God, who said, “ Light shall shine out of darkness,” is the One who has shone in our hearts to give the Light of the knowledge of the glory of God in the face of Christ."]}, {"reference": "Galatians 2:11-21", "words": 305, "text": ["11", "But when Cephas came to Antioch, I opposed him to his face, because he stood condemned.", "12", "For prior to the coming of certain men from James, he used to eat with the Gentiles; but when they came, he began to withdraw and hold himself aloof, fearing the party of the circumcision.", "13", "The rest of the Jews joined him in hypocrisy, with the result that even Barnabas was carried away by their hypocrisy.", "14", "But when I saw that they were not straightforward about the truth of the gospel, I said to Cephas in the presence of all, “If you, being a Jew, live like the Gentiles and not like the Jews, how is it that you compel the Gentiles to live like Jews?", "15", "“We are Jews by nature and not sinners from among the Gentiles;", "16", "nevertheless knowing that a man is not justified by the works of the Law but through faith in Christ Jesus, even we have believed in Christ Jesus, so that we may be justified by faith in Christ and not by the works of the Law; since by the works of the Law no flesh will be justified.", "17", "But if, while seeking to be justified in Christ, we ourselves have also been found sinners, is Christ then a minister of sin? May it never be!", "18", "For if I rebuild what I have once destroyed, I prove myself to be a transgressor.", "19", "For through the Law I died to the Law, so that I might live to God.", "20", "I have been crucified with Christ; and it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself up for me.", "21", "I do not nullify the grace of God, for if righteousness comes through the Law, then Christ died needlessly.”"]}, {"reference": "Galatians 3:23-29", "words": 118, "text": ["23", "But before faith came, we were kept in custody under the law, being shut up to the faith which was later to be revealed.", "24", "Therefore the Law has become our tutor to lead us to Christ, so that we may be justified by faith.", "25", "But now that faith has come, we are no longer under a tutor.", "26", "For you are all sons of God through faith in Christ Jesus.", "27", "For all of you who were baptized into Christ have clothed yourselves with Christ.", "28", "There is neither Jew nor Greek, there is neither slave nor free man, there is neither male nor female; for you are all one in Christ Jesus.", "29", "And if you belong to Christ, then you are Abraham’s descendants, heirs according to promise."]}, {"reference": "Galatians 5:1-14", "words": 237, "text": ["1", "It was for freedom that Christ set us free; therefore keep standing firm and do not be subject again to a yoke of slavery.", "2", "Behold I, Paul, say to you that if you receive circumcision, Christ will be of no benefit to you.", "3", "And I testify again to every man who receives circumcision, that he is under obligation to keep the whole Law.", "4", "You have been severed from Christ, you who are seeking to be justified by law; you have fallen from grace.", "5", "For we through the Spirit, by faith, are waiting for the hope of righteousness.", "6", "For in Christ Jesus neither circumcision nor uncircumcision means anything, but faith working through love.", "7", "You were running well; who hindered you from obeying the truth?", "8", "This persuasion did not come from Him who calls you.", "9", "A little leaven leavens the whole lump of dough\u0001", "10", "I have confidence in you in the Lord that you will adopt no other view; but the one who is disturbing you will bear his judgment, whoever he is.", "11", "But I, brethren, if I still preach circumcision, why am I still persecuted? Then the stumbling block of the cross has been abolished.", "12", "I wish that those who are troubling you would even mutilate themselves.", "13", "For you were called to freedom, brethren; only do not turn your freedom into an opportunity for the flesh, but through love serve one another.", "14", "For the whole Law is fulfilled in one word, in the statement\u0001 “ You shall love your neighbor as yourself\u0001”"]}, {"reference": "Ephesians 2:1-13", "words": 278, "text": ["1", "And you were dead in your trespasses and sins,", "2", "in which you formerly walked according to the course of this world, according to the prince of the power of the air, of the spirit that is now working in the sons of disobedience.", "3", "Among them we too all formerly lived in the lusts of our flesh, indulging the desires of the flesh and of the mind, and were by nature children of wrath, even as the rest.", "4", "But God, being rich in mercy, because of His great love with which He loved us,", "5", "even when we were dead in our transgressions, made us alive together with Christ ( by grace you have been saved),", "6", "and raised us up with Him, and seated us with Him in the heavenly places in Christ Jesus,", "7", "so that in the ages to come He might show the surpassing riches of His grace in kindness toward us in Christ Jesus.", "8", "For by grace you have been saved through faith; and that not of yourselves, it is the gift of God;", "9", "not as a result of works, so that no one may boast.", "10", "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand so that we would walk in them.", "11", "Therefore remember that formerly you, the Gentiles in the flesh, who are called “ Uncircumcision” by the so-called “ Circumcision,” which is performed in the flesh by human hands—", "12", "remember that you were at that time separate from Christ, excluded from the commonwealth of Israel, and strangers to the covenants of promise, having no hope and without God in the world.", "13", "But now in Christ Jesus you who formerly were far off have been brought near by the blood of Christ."]}, {"reference": "Ephesians 3:1-21", "words": 398, "text": ["1", "For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles—", "2", "if indeed you have heard of the stewardship of God’s grace which was given to me for you;", "3", "that by revelation there was made known to me the mystery, as I wrote before in brief.", "4", "By referring to this, when you read you can understand my insight into the mystery of Christ,", "5", "which in other generations was not made known to the sons of men, as it has now been revealed to His holy apostles and prophets in the Spirit;", "6", "to be specific\u0001 that the Gentiles are fellow heirs and fellow members of the body, and fellow partakers of the promise in Christ Jesus through the gospel,", "7", "of which I was made a minister, according to the gift of God’s grace which was given to me according to the working of His power.", "8", "To me, the very least of all saints, this grace was given, to preach to the Gentiles the unfathomable riches of Christ,", "9", "and to bring to light what is the administration of the mystery which for ages has been hidden in God who created all things;", "10", "so that the manifold wisdom of God might now be made known through the church to the rulers and the authorities in the heavenly places\u0001", "11", "This was in accordance with the eternal purpose which He carried out in Christ Jesus our Lord,", "12", "in whom we have boldness and confident access through faith in Him.", "13", "Therefore I ask you not to lose heart at my tribulations on your behalf, for they are your glory.", "14", "For this reason I bow my knees before the Father,", "15", "from whom every family in heaven and on earth derives its name,", "16", "that He would grant you, according to the riches of His glory, to be strengthened with power through His Spirit in the inner man,", "17", "so that Christ may dwell in your hearts through faith; and that you, being rooted and grounded in love,", "18", "may be able to comprehend with all the saints what is the breadth and length and height and depth,", "19", "and to know the love of Christ which surpasses knowledge, that you may be filled up to all the fullness of God.", "20", "Now to Him who is able to do far more abundantly beyond all that we ask or think, according to the power that works within us,", "21", "to Him be the glory in the church and in Christ Jesus to all generations forever and ever. Amen."]}, {"reference": "Colossians 2:6-10", "words": 96, "text": ["6", "Therefore as you have received Christ Jesus the Lord, so walk in Him,", "7", "having been firmly rooted and now being built up in Him and established in your faith, just as you were instructed, and overflowing with gratitude.", "8", "See to it that no one takes you captive through philosophy and empty deception, according to the tradition of men, according to the elementary principles of the world, rather than according to Christ.", "9", "For in Him all the fullness of Deity dwells in bodily form,", "10", "and in Him you have been made complete, and He is the head over all rule and authority;"]}, {"reference": "Colossians 4:2-6", "words": 95, "text": ["2", "Devote yourselves to prayer, keeping alert in it with an attitude of thanksgiving;", "3", "praying at the same time for us as well, that God will open up to us a door for the word, so that we may speak forth the mystery of Christ, for which I have also been imprisoned;", "4", "that I may make it clear in the way I ought to speak.", "5", "Conduct yourselves with wisdom toward outsiders, making the most of the opportunity.", "6", "Let your speech always be with grace, as though seasoned with salt, so that you will know how you should respond to each person."]}, {"reference": "1 Timothy 2:1-7", "words": 126, "text": ["1", "First of all, then, I urge that entreaties and prayers, petitions and thanksgivings, be made on behalf of all men,", "2", "for kings and all who are in authority, so that we may lead a tranquil and quiet life in all godliness and dignity.", "3", "This is good and acceptable in the sight of God our Savior,", "4", "who desires all men to be saved and to come to the knowledge of the truth.", "5", "For there is one God, and one mediator also between God and men, the man Christ Jesus,", "6", "who gave Himself as a ransom for all, the testimony given at the proper time.", "7", "For this I was appointed a preacher and an apostle ( I am telling the truth, I am not lying) as a teacher of the Gentiles in faith and truth."]}, {"reference": "2 Timothy 1:8-12", "words": 138, "text": ["8", "Therefore do not be ashamed of the testimony of our Lord or of me His prisoner, but join with me in suffering for the gospel according to the power of God,", "9", "who has saved us and called us with a holy calling, not according to our works, but according to His own purpose and grace which was granted us in Christ Jesus from all eternity,", "10", "but now has been revealed by the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,", "11", "for which I was appointed a preacher and an apostle and a teacher.", "12", "For this reason I also suffer these things, but I am not ashamed; for I know whom I have believed and I am convinced that He is able to guard what I have entrusted to Him until that day."]}, {"reference": "2 Timothy 3:10-17", "words": 140, "text": ["10", "Now you followed my teaching, conduct, purpose, faith, patience, love, perseverance,", "11", "persecutions, and sufferings, such as happened to me at Antioch, at Iconium and at Lystra; what persecutions I endured, and out of them all the Lord rescued me!", "12", "Indeed, all who desire to live godly in Christ Jesus will be persecuted.", "13", "But evil men and impostors will proceed from bad to worse, deceiving and being deceived.", "14", "You, however, continue in the things you have learned and become convinced of, knowing from whom you have learned them\u0001", "15", "and that from childhood you have known the sacred writings which are able to give you the wisdom that leads to salvation through faith which is in Christ Jesus.", "16", "All Scripture is inspired by God and profitable for teaching, for reproof, for correction, for training in righteousness;", "17", "so that the man of God may be adequate, equipped for every good work."]}, {"reference": "Hebrews 2:1-11", "words": 296, "text": ["1", "For this reason we must pay much closer attention to what we have heard, so that we do not drift away from it\u0001", "2", "For if the word spoken through angels proved unalterable, and every transgression and disobedience received a just penalty,", "3", "how will we escape if we neglect so great a salvation? After it was at the first spoken through the Lord, it was confirmed to us by those who heard,", "4", "God also testifying with them, both by signs and wonders and by various miracles and by gifts of the Holy Spirit according to His own will.", "5", "For He did not subject to angels the world to come, concerning which we are speaking.", "6", "But one has testified somewhere, saying, “ What is man, that You remember him\u0001 Or the son of man, that You are concerned about him\u0001", "7", "“ You have made him for a little while lower than the angels\u0001 You have crowned him with glory and honor\u0001 And have appointed him over the works of Your hands\u0001", "8", "You have put all things in subjection under his feet\u0001” For in subjecting all things to him, He left nothing that is not subject to him. But now we do not yet see all things subjected to him.", "9", "But we do see Him who was made for a little while lower than the angels, namely\u0001 Jesus, because of the suffering of death crowned with glory and honor, so that by the grace of God He might taste death for everyone.", "10", "For it was fitting for Him, for whom are all things, and through whom are all things, in bringing many sons to glory, to perfect the author of their salvation through sufferings.", "11", "For both He who sanctifies and those who are sanctified are all from one Father\u0001 for which reason He is not ashamed to call them brethren,"]}, {"reference": "Hebrews 3:1-6", "words": 123, "text": ["1", "Therefore, holy brethren, partakers of a heavenly calling, consider Jesus, the Apostle and High Priest of our confession;", "2", "He was faithful to Him who appointed Him, as Moses also was in all His house.", "3", "For He has been counted worthy of more glory than Moses, by just so much as the builder of the house has more honor than the house.", "4", "For every house is built by someone, but the builder of all things is God.", "5", "Now Moses was faithful in all His house as a servant, for a testimony of those things which were to be spoken later;", "6", "but Christ was faithful as a Son over His house— whose house we are, if we hold fast our confidence and the boast of our hope firm until the end."]}, {"reference": "Hebrews 4:12-16", "words": 146, "text": ["12", "For the word of God is living and active and sharper than any two-edged sword, and piercing as far as the division of soul and spirit, of both joints and marrow, and able to judge the thoughts and intentions of the heart.", "13", "And there is no creature hidden from His sight, but all things are open and laid bare to the eyes of Him with whom we have to do.", "14", "Therefore, since we have a great high priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession.", "15", "For we do not have a high priest who cannot sympathize with our weaknesses, but One who has been tempted in all things as we are, yet without sin.", "16", "Therefore let us draw near with confidence to the throne of grace, so that we may receive mercy and find grace to help in time of need."]}, {"reference": "Hebrews 10:26-30", "words": 117, "text": ["26", "For if we go on sinning willfully after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,", "27", "but a terrifying expectation of judgment and the fury of a fire which will consume the adversaries\u0001", "28", "Anyone who has set aside the Law of Moses dies without mercy on the testimony of two or three witnesses.", "29", "How much severer punishment do you think he will deserve who has trampled under foot the Son of God, and has regarded as unclean the blood of the covenant by which he was sanctified, and has insulted the Spirit of grace?", "30", "For we know Him who said, “ Vengeance is Mine\u0001 I will repay\u0001” And again, “ The Lord will judge His people\u0001”"]}, {"reference": "1 Peter 1:13-25", "words": 265, "text": ["13", "Therefore, prepare your minds for action, keep sober in spirit\u0001 fix your hope completely on the grace to be brought to you at the revelation of Jesus Christ.", "14", "As obedient children, do not be conformed to the former lusts which were yours in your ignorance,", "15", "but like the Holy One who called you, be holy yourselves also in all your behavior;", "16", "because it is written, “ You shall be holy, for I am holy\u0001”", "17", "If you address as Father the One who impartially judges according to each one’s work, conduct yourselves in fear during the time of your stay on earth\u0001", "18", "knowing that you were not redeemed with perishable things like silver or gold from your futile way of life inherited from your forefathers,", "19", "but with precious blood, as of a lamb unblemished and spotless, the blood of Christ.", "20", "For He was foreknown before the foundation of the world, but has appeared in these last times for the sake of you", "21", "who through Him are believers in God, who raised Him from the dead and gave Him glory, so that your faith and hope are in God.", "22", "Since you have in obedience to the truth purified your souls for a sincere love of the brethren, fervently love one another from the heart,", "23", "for you have been born again not of seed which is perishable but imperishable, that is\u0001 through the living and enduring word of God.", "24", "For, “ All flesh is like grass\u0001 And all its glory like the flower of grass\u0001 The grass withers\u0001 And the flower falls off\u0001", "25", "But the word of the Lord endures forever\u0001” And this is the word which was preached to you."]}, {"reference": "1 Peter 2:11-17", "words": 140, "text": ["11", "Beloved, I urge you as aliens and strangers to abstain from fleshly lusts which wage war against the soul.", "12", "Keep your behavior excellent among the Gentiles, so that in the thing in which they slander you as evildoers, they may because of your good deeds, as they observe them\u0001 glorify God in the day of visitation.", "13", "Submit yourselves for the Lord’s sake to every human institution, whether to a king as the one in authority,", "14", "or to governors as sent by him for the punishment of evildoers and the praise of those who do right.", "15", "For such is the will of God that by doing right you may silence the ignorance of foolish men.", "16", "Act as free men, and do not use your freedom as a covering for evil, but use it as bondslaves of God.", "17", "Honor all people, love the brotherhood, fear God, honor the king."]}, {"reference": "2 Peter 1:16-21", "words": 154, "text": ["16", "For we did not follow cleverly devised tales when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of His majesty.", "17", "For when He received honor and glory from God the Father, such an utterance as this was made to Him by the Majestic Glory, “This is My beloved Son with whom I am well-pleased”—", "18", "and we ourselves heard this utterance made from heaven when we were with Him on the holy mountain.", "19", "So we have the prophetic word made more sure, to which you do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star arises in your hearts.", "20", "But know this first of all, that no prophecy of Scripture is a matter of one’s own interpretation,", "21", "for no prophecy was ever made by an act of human will, but men moved by the Holy Spirit spoke from God."]}, {"reference": "1 John 1:1-10", "words": 237, "text": ["1", "What was from the beginning, what we have heard, what we have seen with our eyes, what we have looked at and touched with our hands, concerning the Word of Life—", "2", "and the life was manifested, and we have seen and testify and proclaim to you the eternal life, which was with the Father and was manifested to us—", "3", "what we have seen and heard we proclaim to you also, so that you too may have fellowship with us; and indeed our fellowship is with the Father, and with His Son Jesus Christ.", "4", "These things we write, so that our joy may be made complete.", "5", "This is the message we have heard from Him and announce to you, that God is Light, and in Him there is no darkness at all.", "6", "If we say that we have fellowship with Him and yet walk in the darkness, we lie and do not practice the truth;", "7", "but if we walk in the Light as He Himself is in the Light, we have fellowship with one another, and the blood of Jesus His Son cleanses us from all sin.", "8", "If we say that we have no sin, we are deceiving ourselves and the truth is not in us.", "9", "If we confess our sins, He is faithful and righteous to forgive us our sins and to cleanse us from all unrighteousness.", "10", "If we say that we have not sinned, we make Him a liar and His word is not in us."]}, {"reference": "Revelation 3:7-13", "words": 238, "text": ["7", "“And to the angel of the church in Philadelphia write: He who is holy, who is true, who has the key of David, who opens and no one will shut, and who shuts and no one opens, says this:", "8", "‘ I know your deeds. Behold, I have put before you an open door which no one can shut, because you have a little power, and have kept My word, and have not denied My name.", "9", "Behold, I will cause those of the synagogue of Satan, who say that they are Jews and are not, but lie—I will make them come and bow down at your feet, and make them know that I have loved you.", "10", "Because you have kept the word of My perseverance, I also will keep you from the hour of testing, that hour which is about to come upon the whole world, to test those who dwell on the earth.", "11", "I am coming quickly; hold fast what you have, so that no one will take your crown.", "12", "He who overcomes, I will make him a pillar in the temple of My God, and he will not go out from it anymore; and I will write on him the name of My God, and the name of the city of My God, the new Jerusalem, which comes down out of heaven from My God, and My new name.", "13", "He who has an ear, let him hear what the Spirit says to the churches.’"]}, {"reference": "Revelation 19:1-5", "words": 121, "text": ["1", "After these things I heard something like a loud voice of a great multitude in heaven, saying, “ Hallelujah! Salvation and glory and power belong to our God;", "2", "because His judgments are true and righteous\u0001 for He has judged the great harlot who was corrupting the earth with her immorality, and He has avenged the blood of His bond-servants on her\u0001”", "3", "And a second time they said, “ Hallelujah! Her smoke rises up forever and ever\u0001”", "4", "And the twenty-four elders and the four living creatures fell down and worshiped God who sits on the throne saying, “ Amen. Hallelujah!”", "5", "And a voice came from the throne, saying, “ Give praise to our God, all you His bond-servants, you who fear Him, the small and the great.”"]}]