[{"reference": "Acts 1:6–8", "words": 74, "text": ["6", "So when they had come together, they asked him, “Lord, will you at this time restore the kingdom to Israel?”", "7", "He said to them, “It is not for you to know times or seasons that the Father has fixed by his own authority.", "8", "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”"]}, {"reference": "Luke 24:45–49", "words": 78, "text": ["45", "Then he opened their minds to understand the Scriptures,", "46", "and said to them, “Thus it is written, that the Christ should suffer and on the third day rise from the dead,", "47", "and that repentance for the forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem.", "48", "You are witnesses of these things.", "49", "And behold, I am sending the promise of my Father upon you. But stay in the city until you are clothed with power from on high.”"]}, {"reference": "Acts 2:36–39", "words": 107, "text": ["36", "Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”", "37", "Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?”", "38", "And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.", "39", "For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.”"]}, {"reference": "Luke 11:9–13", "words": 104, "text": ["9", "And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.", "10", "For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.", "11", "What father among you, if his son asks for a fish, will instead of a fish give him a serpent;", "12", "or if he asks for an egg, will give him a scorpion?", "13", "If you then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!”"]}, {"reference": "Acts 4:29–31", "words": 74, "text": ["29", "And now, Lord, look upon their threats and grant to your servants to continue to speak your word with all boldness,", "30", "while you stretch out your hand to heal, and signs and wonders are performed through the name of your holy servant Jesus.”", "31", "And when they had prayed, the place in which they were gathered together was shaken, and they were all filled with the Holy Spirit and continued to speak the word of God with boldness."]}, {"reference": "Exodus 31:2–6", "words": 94, "text": ["2", "“See, I have called by name Bezalel the son of Uri, son of Hur, of the tribe of Judah,", "3", "and I have filled him with the Spirit of God, with ability and intelligence, with knowledge and all craftsmanship,", "4", "to devise artistic designs, to work in gold, silver, and bronze,", "5", "in cutting stones for setting, and in carving wood, to work in every craft.", "6", "And behold, I have appointed with him Oholiab, the son of Ahisamach, of the tribe of Dan. And I have given to all able men ability, that they may make all that I have commanded you:"]}, {"reference": "Acts 5:27–32", "words": 113, "text": ["27", "And when they had brought them, they set them before the council. And the high priest questioned them,", "28", "saying, “We strictly charged you not to teach in this name, yet here you have filled Jerusalem with your teaching, and you intend to bring this man's blood upon us.”", "29", "But Peter and the apostles answered, “We must obey God rather than men.", "30", "The God of our fathers raised Jesus, whom you killed by hanging him on a tree.", "31", "God exalted him at his right hand as Leader and Savior, to give repentance to Israel and forgiveness of sins.", "32", "And we are witnesses to these things, and so is the Holy Spirit, whom God has given to those who obey him.”"]}, {"reference": "1 John 5:6–11", "words": 130, "text": ["6", "This is he who came by water and blood—Jesus Christ; not by the water only but by the water and the blood. And the Spirit is the one who testifies, because the Spirit is the truth.", "7", "For there are three that testify:", "8", "the Spirit and the water and the blood; and these three agree.", "9", "If we receive the testimony of men, the testimony of God is greater, for this is the testimony of God that he has borne concerning his Son.", "10", "Whoever believes in the Son of God has the testimony in himself. Whoever does not believe God has made him a liar, because he has not believed in the testimony that God has borne concerning his Son.", "11", "And this is the testimony, that God gave us eternal life, and this life is in his Son."]}, {"reference": "Acts 7:57–60", "words": 83, "text": ["57", "But they cried out with a loud voice and stopped their ears and rushed together at him.", "58", "Then they cast him out of the city and stoned him. And the witnesses laid down their garments at the feet of a young man named Saul.", "59", "And as they were stoning Stephen, he called out, “Lord Jesus, receive my spirit.”", "60", "And falling to his knees he cried out with a loud voice, “Lord, do not hold this sin against them.” And when he had said this, he fell asleep."]}, {"reference": "Ephesians 5:16–21", "words": 84, "text": ["16", "making the best use of the time, because the days are evil.", "17", "Therefore do not be foolish, but understand what the will of the Lord is.", "18", "And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,", "19", "addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart,", "20", "giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ,", "21", "submitting to one another out of reverence for Christ."]}, {"reference": "Acts 8:34–36", "words": 64, "text": ["34", "And the eunuch said to Philip, “About whom, I ask you, does the prophet say this, about himself or about someone else?”", "35", "Then Philip opened his mouth, and beginning with this Scripture he told him the good news about Jesus.", "36", "And as they were going along the road they came to some water, and the eunuch said, “See, here is water! What prevents me from being baptized?”"]}, {"reference": "John 14:16–18", "words": 58, "text": ["16", "And I will ask the Father, and he will give you another Helper, to be with you forever,", "17", "even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you.", "18", "“I will not leave you as orphans; I will come to you."]}, {"reference": "Acts 10:39–43", "words": 115, "text": ["39", "And we are witnesses of all that he did both in the country of the Jews and in Jerusalem. They put him to death by hanging him on a tree,", "40", "but God raised him on the third day and made him to appear,", "41", "not to all the people but to us who had been chosen by God as witnesses, who ate and drank with him after he rose from the dead.", "42", "And he commanded us to preach to the people and to testify that he is the one appointed by God to be judge of the living and the dead.", "43", "To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”"]}, {"reference": "John 16:13–15", "words": 77, "text": ["13", "When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.", "14", "He will glorify me, for he will take what is mine and declare it to you.", "15", "All that the Father has is mine; therefore I said that he will take what is mine and declare it to you."]}, {"reference": "Genesis 1:9-13", "words": 121, "text": ["9", "And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so.", "10", "God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.", "11", "And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so.", "12", "The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good.", "13", "And there was evening and there was morning, the third day."]}, {"reference": "Genesis 3:14-15", "words": 67, "text": ["14", "The Lord God said to the serpent, “Because you have done this, cursed are you above all livestock and above all beasts of the field; on your belly you shall go, and dust you shall eat all the days of your life.", "15", "I will put enmity between you and the woman, and between your offspring and her offspring; he shall bruise your head, and you shall bruise his heel.”"]}, {"reference": "Genesis 32:24-30", "words": 151, "text": ["24", "And Jacob was left alone. And a man wrestled with him until the breaking of the day.", "25", "When the man saw that he did not prevail against Jacob, he touched his hip socket, and Jacob's hip was put out of joint as he wrestled with him.", "26", "Then he said, “Let me go, for the day has broken.” But Jacob said, “I will not let you go unless you bless me.”", "27", "And he said to him, “What is your name?” And he said, “Jacob.”", "28", "Then he said, “Your name shall no longer be called Jacob, but Israel, for you have striven with God and with men, and have prevailed.”", "29", "Then Jacob asked him, “Please tell me your name.” But he said, “Why is it that you ask my name?” And there he blessed him.", "30", "So Jacob called the name of the place Peniel, saying, “For I have seen God face to face, and yet my life has been delivered.”"]}, {"reference": "Exodus 3:12-18", "words": 294, "text": ["12", "He said, “But I will be with you, and this shall be the sign for you, that I have sent you: when you have brought the people out of Egypt, you shall serve God on this mountain.”", "13", "Then Moses said to God, “If I come to the people of Israel and say to them, ‘The God of your fathers has sent me to you,’ and they ask me, ‘What is his name?’ what shall I say to them?”", "14", "God said to Moses, “ I am who I am\u0001” And he said, “Say this to the people of Israel: ‘ I am has sent me to you.’”", "15", "God also said to Moses, “Say this to the people of Israel: ‘The Lord\u0001 the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is my name forever, and thus I am to be remembered throughout all generations.", "16", "Go and gather the elders of Israel together and say to them, ‘The Lord\u0001 the God of your fathers, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying, “I have observed you and what has been done to you in Egypt,", "17", "and I promise that I will bring you up out of the affliction of Egypt to the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, a land flowing with milk and honey.”’", "18", "And they will listen to your voice, and you and the elders of Israel shall go to the king of Egypt and say to him, ‘The Lord\u0001 the God of the Hebrews, has met with us; and now, please let us go a three days' journey into the wilderness, that we may sacrifice to the Lord our God.’"]}, {"reference": "Leviticus 10:3", "words": 35, "text": ["3", "Then Moses said to Aaron, “This is what the Lord has said: ‘Among those who are near me I will be sanctified, and before all the people I will be glorified.’” And Aaron held his peace."]}, {"reference": "Deuteronomy 4:4-6", "words": 82, "text": ["4", "But you who held fast to the Lord your God are all alive today.", "5", "See, I have taught you statutes and rules, as the Lord my God commanded me, that you should do them in the land that you are entering to take possession of it.", "6", "Keep them and do them, for that will be your wisdom and your understanding in the sight of the peoples, who, when they hear all these statutes, will say, ‘Surely this great nation is a wise and understanding people.’"]}, {"reference": "Deuteronomy 10:12-22", "words": 240, "text": ["12", "“And now, Israel, what does the Lord your God require of you, but to fear the Lord your God, to walk in all his ways, to love him, to serve the Lord your God with all your heart and with all your soul,", "13", "and to keep the commandments and statutes of the Lord\u0001 which I am commanding you today for your good?", "14", "Behold, to the Lord your God belong heaven and the heaven of heavens, the earth with all that is in it.", "15", "Yet the Lord set his heart in love on your fathers and chose their offspring after them, you above all peoples, as you are this day.", "16", "Circumcise therefore the foreskin of your heart, and be no longer stubborn.", "17", "For the Lord your God is God of gods and Lord of lords, the great, the mighty, and the awesome God, who is not partial and takes no bribe.", "18", "He executes justice for the fatherless and the widow, and loves the sojourner, giving him food and clothing.", "19", "Love the sojourner, therefore, for you were sojourners in the land of Egypt.", "20", "You shall fear the Lord your God. You shall serve him and hold fast to him, and by his name you shall swear.", "21", "He is your praise. He is your God, who has done for you these great and terrifying things that your eyes have seen.", "22", "Your fathers went down to Egypt seventy persons, and now the Lord your God has made you as numerous as the stars of heaven."]}, {"reference": "Deuteronomy 18:15-18", "words": 111, "text": ["15", "“The Lord your God will raise up for you a prophet like me from among you, from your brothers—it is to him you shall listen—", "16", "just as you desired of the Lord your God at Horeb on the day of the assembly, when you said, ‘Let me not hear again the voice of the Lord my God or see this great fire any more, lest I die.’", "17", "And the Lord said to me, ‘They are right in what they have spoken.", "18", "I will raise up for them a prophet like you from among their brothers. And I will put my words in his mouth, and he shall speak to them all that I command him."]}, {"reference": "Deuteronomy 34:9", "words": 35, "text": ["9", "And Joshua the son of Nun was full of the spirit of wisdom, for Moses had laid his hands on him. So the people of Israel obeyed him and did as the Lord had commanded Moses."]}, {"reference": "Joshua 3:5-13", "words": 259, "text": ["5", "Then Joshua said to the people, “Consecrate yourselves, for tomorrow the Lord will do wonders among you.”", "6", "And Joshua said to the priests, “Take up the ark of the covenant and pass on before the people.” So they took up the ark of the covenant and went before the people.", "7", "The Lord said to Joshua, “Today I will begin to exalt you in the sight of all Israel, that they may know that, as I was with Moses, so I will be with you.", "8", "And as for you, command the priests who bear the ark of the covenant, ‘When you come to the brink of the waters of the Jordan, you shall stand still in the Jordan.’”", "9", "And Joshua said to the people of Israel, “Come here and listen to the words of the Lord your God.”", "10", "And Joshua said, “Here is how you shall know that the living God is among you and that he will without fail drive out from before you the Canaanites, the Hittites, the Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites.", "11", "Behold, the ark of the covenant of the Lord of all the earth is passing over before you into the Jordan.", "12", "Now therefore take twelve men from the tribes of Israel, from each tribe a man.", "13", "And when the soles of the feet of the priests bearing the ark of the Lord\u0001 the Lord of all the earth, shall rest in the waters of the Jordan, the waters of the Jordan shall be cut off from flowing, and the waters coming down from above shall stand in one heap.”"]}, {"reference": "1 Samuel 2:1-10", "words": 251, "text": ["1", "And Hannah prayed and said, “My heart exults in the Lord\u0001 my horn is exalted in the Lord\u0001 My mouth derides my enemies, because I rejoice in your salvation.", "2", "“There is none holy like the Lord\u0001 for there is none besides you; there is no rock like our God.", "3", "Talk no more so very proudly, let not arrogance come from your mouth; for the Lord is a God of knowledge, and by him actions are weighed.", "4", "The bows of the mighty are broken, but the feeble bind on strength.", "5", "Those who were full have hired themselves out for bread, but those who were hungry have ceased to hunger. The barren has borne seven, but she who has many children is forlorn.", "6", "The Lord kills and brings to life; he brings down to Sheol and raises up.", "7", "The Lord makes poor and makes rich; he brings low and he exalts.", "8", "He raises up the poor from the dust; he lifts the needy from the ash heap to make them sit with princes and inherit a seat of honor. For the pillars of the earth are the Lord 's, and on them he has set the world.", "9", "“He will guard the feet of his faithful ones, but the wicked shall be cut off in darkness, for not by might shall a man prevail.", "10", "The adversaries of the Lord shall be broken to pieces; against them he will thunder in heaven. The Lord will judge the ends of the earth; he will give strength to his king and exalt the horn of his anointed.”"]}, {"reference": "2 Samuel 7:1-17", "words": 447, "text": ["1", "Now when the king lived in his house and the Lord had given him rest from all his surrounding enemies,", "2", "the king said to Nathan the prophet, “See now, I dwell in a house of cedar, but the ark of God dwells in a tent.”", "3", "And Nathan said to the king, “Go, do all that is in your heart, for the Lord is with you.”", "4", "But that same night the word of the Lord came to Nathan,", "5", "“Go and tell my servant David, ‘Thus says the Lord\u0001 Would you build me a house to dwell in?", "6", "I have not lived in a house since the day I brought up the people of Israel from Egypt to this day, but I have been moving about in a tent for my dwelling.", "7", "In all places where I have moved with all the people of Israel, did I speak a word with any of the judges of Israel, whom I commanded to shepherd my people Israel, saying, “Why have you not built me a house of cedar?”’", "8", "Now, therefore, thus you shall say to my servant David, ‘Thus says the Lord of hosts, I took you from the pasture, from following the sheep, that you should be prince over my people Israel.", "9", "And I have been with you wherever you went and have cut off all your enemies from before you. And I will make for you a great name, like the name of the great ones of the earth.", "10", "And I will appoint a place for my people Israel and will plant them, so that they may dwell in their own place and be disturbed no more. And violent men shall afflict them no more, as formerly,", "11", "from the time that I appointed judges over my people Israel. And I will give you rest from all your enemies. Moreover, the Lord declares to you that the Lord will make you a house.", "12", "When your days are fulfilled and you lie down with your fathers, I will raise up your offspring after you, who shall come from your body, and I will establish his kingdom.", "13", "He shall build a house for my name, and I will establish the throne of his kingdom forever.", "14", "I will be to him a father, and he shall be to me a son. When he commits iniquity, I will discipline him with the rod of men, with the stripes of the sons of men,", "15", "but my steadfast love will not depart from him, as I took it from Saul, whom I put away from before you.", "16", "And your house and your kingdom shall be made sure forever before me. Your throne shall be established forever.’”", "17", "In accordance with all these words, and in accordance with all this vision, Nathan spoke to David."]}, {"reference": "2 Samuel 24:18-25", "words": 243, "text": ["18", "And Gad came that day to David and said to him, “Go up, raise an altar to the Lord on the threshing floor of Araunah the Jebusite.”", "19", "So David went up at Gad's word, as the Lord commanded.", "20", "And when Araunah looked down, he saw the king and his servants coming on toward him. And Araunah went out and paid homage to the king with his face to the ground.", "21", "And Araunah said, “Why has my lord the king come to his servant?” David said, “To buy the threshing floor from you, in order to build an altar to the Lord\u0001 that the plague may be averted from the people.”", "22", "Then Araunah said to David, “Let my lord the king take and offer up what seems good to him. Here are the oxen for the burnt offering and the threshing sledges and the yokes of the oxen for the wood.", "23", "All this, O king, Araunah gives to the king.” And Araunah said to the king, “May the Lord your God accept you.”", "24", "But the king said to Araunah, “No, but I will buy it from you for a price. I will not offer burnt offerings to the Lord my God that cost me nothing.” So David bought the threshing floor and the oxen for fifty shekels of silver.", "25", "And David built there an altar to the Lord and offered burnt offerings and peace offerings. So the Lord responded to the plea for the land, and the plague was averted from Israel."]}, {"reference": "Job 38:1-18", "words": 245, "text": ["1", "Then the Lord answered Job out of the whirlwind and said:", "2", "“Who is this that darkens counsel by words without knowledge?", "3", "Dress for action like a man; I will question you, and you make it known to me.", "4", "“Where were you when I laid the foundation of the earth? Tell me, if you have understanding.", "5", "Who determined its measurements—surely you know! Or who stretched the line upon it?", "6", "On what were its bases sunk, or who laid its cornerstone,", "7", "when the morning stars sang together and all the sons of God shouted for joy?", "8", "“Or who shut in the sea with doors when it burst out from the womb,", "9", "when I made clouds its garment and thick darkness its swaddling band,", "10", "and prescribed limits for it and set bars and doors,", "11", "and said, ‘Thus far shall you come, and no farther, and here shall your proud waves be stayed’?", "12", "“Have you commanded the morning since your days began, and caused the dawn to know its place,", "13", "that it might take hold of the skirts of the earth, and the wicked be shaken out of it?", "14", "It is changed like clay under the seal, and its features stand out like a garment.", "15", "From the wicked their light is withheld, and their uplifted arm is broken.", "16", "“Have you entered into the springs of the sea, or walked in the recesses of the deep?", "17", "Have the gates of death been revealed to you, or have you seen the gates of deep darkness?", "18", "Have you comprehended the expanse of the earth? Declare, if you know all this."]}, {"reference": "Psalm 22:1-28", "words": 469, "text": ["1", "My God, my God, why have you forsaken me? Why are you so far from saving me, from the words of my groaning?", "2", "O my God, I cry by day, but you do not answer, and by night, but I find no rest.", "3", "Yet you are holy, enthroned on the praises of Israel.", "4", "In you our fathers trusted; they trusted, and you delivered them.", "5", "To you they cried and were rescued; in you they trusted and were not put to shame.", "6", "But I am a worm and not a man, scorned by mankind and despised by the people.", "7", "All who see me mock me; they make mouths at me; they wag their heads;", "8", "“He trusts in the Lord\u0001 let him deliver him; let him rescue him, for he delights in him!”", "9", "Yet you are he who took me from the womb; you made me trust you at my mother's breasts.", "10", "On you was I cast from my birth, and from my mother's womb you have been my God.", "11", "Be not far from me, for trouble is near, and there is none to help.", "12", "Many bulls encompass me; strong bulls of Bashan surround me;", "13", "they open wide their mouths at me, like a ravening and roaring lion.", "14", "I am poured out like water, and all my bones are out of joint; my heart is like wax; it is melted within my breast;", "15", "my strength is dried up like a potsherd, and my tongue sticks to my jaws; you lay me in the dust of death.", "16", "For dogs encompass me; a company of evildoers encircles me; they have pierced my hands and feet —", "17", "I can count all my bones— they stare and gloat over me;", "18", "they divide my garments among them, and for my clothing they cast lots.", "19", "But you, O Lord\u0001 do not be far off! O you my help, come quickly to my aid!", "20", "Deliver my soul from the sword, my precious life from the power of the dog!", "21", "Save me from the mouth of the lion! You have rescued me from the horns of the wild oxen!", "22", "I will tell of your name to my brothers; in the midst of the congregation I will praise you:", "23", "You who fear the Lord\u0001 praise him! All you offspring of Jacob, glorify him, and stand in awe of him, all you offspring of Israel!", "24", "For he has not despised or abhorred the affliction of the afflicted, and he has not hidden his face from him, but has heard, when he cried to him.", "25", "From you comes my praise in the great congregation; my vows I will perform before those who fear him.", "26", "The afflicted shall eat and be satisfied; those who seek him shall praise the Lord\u0001 May your hearts live forever!", "27", "All the ends of the earth shall remember and turn to the Lord\u0001 and all the families of the nations shall worship before you.", "28", "For kingship belongs to the Lord\u0001 and he rules over the nations."]}, {"reference": "Psalm 40:9-10", "words": 54, "text": ["9", "I have told the glad news of deliverance in the great congregation; behold, I have not restrained my lips, as you know, O Lord\u0001", "10", "I have not hidden your deliverance within my heart; I have spoken of your faithfulness and your salvation; I have not concealed your steadfast love and your faithfulness from the great congregation."]}, {"reference": "Psalm 69:6-18", "words": 233, "text": ["6", "Let not those who hope in you be put to shame through me, O Lord God of hosts; let not those who seek you be brought to dishonor through me, O God of Israel.", "7", "For it is for your sake that I have borne reproach, that dishonor has covered my face.", "8", "I have become a stranger to my brothers, an alien to my mother's sons.", "9", "For zeal for your house has consumed me, and the reproaches of those who reproach you have fallen on me.", "10", "When I wept and humbled my soul with fasting, it became my reproach.", "11", "When I made sackcloth my clothing, I became a byword to them.", "12", "I am the talk of those who sit in the gate, and the drunkards make songs about me.", "13", "But as for me, my prayer is to you, O Lord\u0001 At an acceptable time, O God, in the abundance of your steadfast love answer me in your saving faithfulness.", "14", "Deliver me from sinking in the mire; let me be delivered from my enemies and from the deep waters.", "15", "Let not the flood sweep over me, or the deep swallow me up, or the pit close its mouth over me.", "16", "Answer me, O Lord\u0001 for your steadfast love is good; according to your abundant mercy, turn to me.", "17", "Hide not your face from your servant, for I am in distress; make haste to answer me.", "18", "Draw near to my soul, redeem me; ransom me because of my enemies!"]}, {"reference": "Psalm 91:1-16", "words": 258, "text": ["1", "He who dwells in the shelter of the Most High will abide in the shadow of the Almighty.", "2", "I will say to the Lord\u0001 “My refuge and my fortress, my God, in whom I trust.”", "3", "For he will deliver you from the snare of the fowler and from the deadly pestilence.", "4", "He will cover you with his pinions, and under his wings you will find refuge; his faithfulness is a shield and buckler.", "5", "You will not fear the terror of the night, nor the arrow that flies by day,", "6", "nor the pestilence that stalks in darkness, nor the destruction that wastes at noonday.", "7", "A thousand may fall at your side, ten thousand at your right hand, but it will not come near you.", "8", "You will only look with your eyes and see the recompense of the wicked.", "9", "Because you have made the Lord your dwelling place— the Most High, who is my refuge —", "10", "no evil shall be allowed to befall you, no plague come near your tent.", "11", "For he will command his angels concerning you to guard you in all your ways.", "12", "On their hands they will bear you up, lest you strike your foot against a stone.", "13", "You will tread on the lion and the adder; the young lion and the serpent you will trample underfoot.", "14", "“Because he holds fast to me in love, I will deliver him; I will protect him, because he knows my name.", "15", "When he calls to me, I will answer him; I will be with him in trouble; I will rescue him and honor him.", "16", "With long life I will satisfy him and show him my salvation.”"]}, {"reference": "Psalm 118:1-29", "words": 423, "text": ["1", "Oh give thanks to the Lord\u0001 for he is good; for his steadfast love endures forever!", "2", "Let Israel say, “His steadfast love endures forever.”", "3", "Let the house of Aaron say, “His steadfast love endures forever.”", "4", "Let those who fear the Lord say, “His steadfast love endures forever.”", "5", "Out of my distress I called on the Lord\u0001 the Lord answered me and set me free.", "6", "The Lord is on my side; I will not fear. What can man do to me?", "7", "The Lord is on my side as my helper; I shall look in triumph on those who hate me.", "8", "It is better to take refuge in the Lord than to trust in man.", "9", "It is better to take refuge in the Lord than to trust in princes.", "10", "All nations surrounded me; in the name of the Lord I cut them off!", "11", "They surrounded me, surrounded me on every side; in the name of the Lord I cut them off!", "12", "They surrounded me like bees; they went out like a fire among thorns; in the name of the Lord I cut them off!", "13", "I was pushed hard, so that I was falling, but the Lord helped me.", "14", "The Lord is my strength and my song; he has become my salvation.", "15", "Glad songs of salvation are in the tents of the righteous: “The right hand of the Lord does valiantly,", "16", "the right hand of the Lord exalts, the right hand of the Lord does valiantly!”", "17", "I shall not die, but I shall live, and recount the deeds of the Lord\u0001", "18", "The Lord has disciplined me severely, but he has not given me over to death.", "19", "Open to me the gates of righteousness, that I may enter through them and give thanks to the Lord\u0001", "20", "This is the gate of the Lord\u0001 the righteous shall enter through it.", "21", "I thank you that you have answered me and have become my salvation.", "22", "The stone that the builders rejected has become the cornerstone.", "23", "This is the Lord 's doing; it is marvelous in our eyes.", "24", "This is the day that the Lord has made; let us rejoice and be glad in it.", "25", "Save us, we pray, O Lord\u0001 O Lord\u0001 we pray, give us success!", "26", "Blessed is he who comes in the name of the Lord\u0001 We bless you from the house of the Lord\u0001", "27", "The Lord is God, and he has made his light to shine upon us. Bind the festal sacrifice with cords, up to the horns of the altar!", "28", "You are my God, and I will give thanks to you; you are my God; I will extol you.", "29", "Oh give thanks to the Lord\u0001 for he is good; for his steadfast love endures forever!"]}, {"reference": "Psalm 148:13-14", "words": 46, "text": ["13", "Let them praise the name of the Lord\u0001 for his name alone is exalted; his majesty is above earth and heaven.", "14", "He has raised up a horn for his people, praise for all his saints, for the people of Israel who are near to him. Praise the Lord\u0001"]}, {"reference": "Proverbs 2:1-22", "words": 284, "text": ["1", "My son, if you receive my words and treasure up my commandments with you,", "2", "making your ear attentive to wisdom and inclining your heart to understanding;", "3", "yes, if you call out for insight and raise your voice for understanding,", "4", "if you seek it like silver and search for it as for hidden treasures,", "5", "then you will understand the fear of the Lord and find the knowledge of God.", "6", "For the Lord gives wisdom; from his mouth come knowledge and understanding;", "7", "he stores up sound wisdom for the upright; he is a shield to those who walk in integrity,", "8", "guarding the paths of justice and watching over the way of his saints.", "9", "Then you will understand righteousness and justice and equity, every good path;", "10", "for wisdom will come into your heart, and knowledge will be pleasant to your soul;", "11", "discretion will watch over you, understanding will guard you,", "12", "delivering you from the way of evil, from men of perverted speech,", "13", "who forsake the paths of uprightness to walk in the ways of darkness,", "14", "who rejoice in doing evil and delight in the perverseness of evil,", "15", "men whose paths are crooked, and who are devious in their ways.", "16", "So you will be delivered from the forbidden woman, from the adulteress with her smooth words,", "17", "who forsakes the companion of her youth and forgets the covenant of her God;", "18", "for her house sinks down to death, and her paths to the departed;", "19", "none who go to her come back, nor do they regain the paths of life.", "20", "So you will walk in the way of the good and keep to the paths of the righteous.", "21", "For the upright will inhabit the land, and those with integrity will remain in it,", "22", "but the wicked will be cut off from the land, and the treacherous will be rooted out of it."]}, {"reference": "Proverbs 3:1-20", "words": 282, "text": ["1", "My son, do not forget my teaching, but let your heart keep my commandments,", "2", "for length of days and years of life and peace they will add to you.", "3", "Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart.", "4", "So you will find favor and good success in the sight of God and man.", "5", "Trust in the Lord with all your heart, and do not lean on your own understanding.", "6", "In all your ways acknowledge him, and he will make straight your paths.", "7", "Be not wise in your own eyes; fear the Lord\u0001 and turn away from evil.", "8", "It will be healing to your flesh and refreshment to your bones.", "9", "Honor the Lord with your wealth and with the firstfruits of all your produce;", "10", "then your barns will be filled with plenty, and your vats will be bursting with wine.", "11", "My son, do not despise the Lord 's discipline or be weary of his reproof,", "12", "for the Lord reproves him whom he loves, as a father the son in whom he delights.", "13", "Blessed is the one who finds wisdom, and the one who gets understanding,", "14", "for the gain from her is better than gain from silver and her profit better than gold.", "15", "She is more precious than jewels, and nothing you desire can compare with her.", "16", "Long life is in her right hand; in her left hand are riches and honor.", "17", "Her ways are ways of pleasantness, and all her paths are peace.", "18", "She is a tree of life to those who lay hold of her; those who hold her fast are called blessed.", "19", "The Lord by wisdom founded the earth; by understanding he established the heavens;", "20", "by his knowledge the deeps broke open, and the clouds drop down the dew."]}, {"reference": "Proverbs 23:15-19", "words": 63, "text": ["15", "My son, if your heart is wise, my heart too will be glad.", "16", "My inmost being will exult when your lips speak what is right.", "17", "Let not your heart envy sinners, but continue in the fear of the Lord all the day.", "18", "Surely there is a future, and your hope will not be cut off.", "19", "Hear, my son, and be wise, and direct your heart in the way."]}, {"reference": "Isaiah 1:18-20", "words": 65, "text": ["18", "“Come now, let us reason together, says the Lord\u0001 though your sins are like scarlet, they shall be as white as snow; though they are red like crimson, they shall become like wool.", "19", "If you are willing and obedient, you shall eat the good of the land;", "20", "but if you refuse and rebel, you shall be eaten by the sword; for the mouth of the Lord has spoken.”"]}, {"reference": "Isaiah 6:1-10", "words": 263, "text": ["1", "In the year that King Uzziah died I saw the Lord sitting upon a throne, high and lifted up; and the train of his robe filled the temple.", "2", "Above him stood the seraphim. Each had six wings: with two he covered his face, and with two he covered his feet, and with two he flew.", "3", "And one called to another and said: “Holy, holy, holy is the Lord of hosts; the whole earth is full of his glory!”", "4", "And the foundations of the thresholds shook at the voice of him who called, and the house was filled with smoke.", "5", "And I said: “Woe is me! For I am lost; for I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the Lord of hosts!”", "6", "Then one of the seraphim flew to me, having in his hand a burning coal that he had taken with tongs from the altar.", "7", "And he touched my mouth and said: “Behold, this has touched your lips; your guilt is taken away, and your sin atoned for.”", "8", "And I heard the voice of the Lord saying, “Whom shall I send, and who will go for us?” Then I said, “Here I am! Send me.”", "9", "And he said, “Go, and say to this people: “‘Keep on hearing, but do not understand; keep on seeing, but do not perceive.’", "10", "Make the heart of this people dull, and their ears heavy, and blind their eyes; lest they see with their eyes, and hear with their ears, and understand with their hearts, and turn and be healed.”"]}, {"reference": "Isaiah 38:15-20", "words": 154, "text": ["15", "What shall I say? For he has spoken to me, and he himself has done it. I walk slowly all my years because of the bitterness of my soul.", "16", "O Lord, by these things men live, and in all these is the life of my spirit. Oh restore me to health and make me live!", "17", "Behold, it was for my welfare that I had great bitterness; but in love you have delivered my life from the pit of destruction, for you have cast all my sins behind your back.", "18", "For Sheol does not thank you; death does not praise you; those who go down to the pit do not hope for your faithfulness.", "19", "The living, the living, he thanks you, as I do this day; the father makes known to the children your faithfulness.", "20", "The Lord will save me, and we will play my music on stringed instruments all the days of our lives, at the house of the Lord\u0001"]}, {"reference": "Isaiah 49:22-23", "words": 89, "text": ["22", "Thus says the Lord God\u0001 “Behold, I will lift up my hand to the nations, and raise my signal to the peoples; and they shall bring your sons in their arms, and your daughters shall be carried on their shoulders.", "23", "Kings shall be your foster fathers, and their queens your nursing mothers. With their faces to the ground they shall bow down to you, and lick the dust of your feet. Then you will know that I am the Lord\u0001 those who wait for me shall not be put to shame.”"]}, {"reference": "Isaiah 50:4-8", "words": 139, "text": ["4", "The Lord God has given me the tongue of those who are taught, that I may know how to sustain with a word him who is weary. Morning by morning he awakens; he awakens my ear to hear as those who are taught.", "5", "The Lord God has opened my ear, and I was not rebellious; I turned not backward.", "6", "I gave my back to those who strike, and my cheeks to those who pull out the beard; I hid not my face from disgrace and spitting.", "7", "But the Lord God helps me; therefore I have not been disgraced; therefore I have set my face like a flint, and I know that I shall not be put to shame.", "8", "He who vindicates me is near. Who will contend with me? Let us stand up together. Who is my adversary? Let him come near to me."]}, {"reference": "Isaiah 55:6-11", "words": 155, "text": ["6", "“Seek the Lord while he may be found; call upon him while he is near;", "7", "let the wicked forsake his way, and the unrighteous man his thoughts; let him return to the Lord\u0001 that he may have compassion on him, and to our God, for he will abundantly pardon.", "8", "For my thoughts are not your thoughts, neither are your ways my ways, declares the Lord\u0001", "9", "For as the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts.", "10", "“For as the rain and the snow come down from heaven and do not return there but water the earth, making it bring forth and sprout, giving seed to the sower and bread to the eater,", "11", "so shall my word be that goes out from my mouth; it shall not return to me empty, but it shall accomplish that which I purpose, and shall succeed in the thing for which I sent it."]}, {"reference": "Jeremiah 18:5-11", "words": 179, "text": ["5", "Then the word of the Lord came to me:", "6", "“O house of Israel, can I not do with you as this potter has done? declares the Lord\u0001 Behold, like the clay in the potter's hand, so are you in my hand, O house of Israel.", "7", "If at any time I declare concerning a nation or a kingdom, that I will pluck up and break down and destroy it,", "8", "and if that nation, concerning which I have spoken, turns from its evil, I will relent of the disaster that I intended to do to it.", "9", "And if at any time I declare concerning a nation or a kingdom that I will build and plant it,", "10", "and if it does evil in my sight, not listening to my voice, then I will relent of the good that I had intended to do to it.", "11", "Now, therefore, say to the men of Judah and the inhabitants of Jerusalem: ‘Thus says the Lord\u0001 Behold, I am shaping disaster against you and devising a plan against you. Return, every one from his evil way, and amend your ways and your deeds.’"]}, {"reference": "Jeremiah 31:31-34", "words": 158, "text": ["31", "“Behold, the days are coming, declares the Lord\u0001 when I will make a new covenant with the house of Israel and the house of Judah,", "32", "not like the covenant that I made with their fathers on the day when I took them by the hand to bring them out of the land of Egypt, my covenant that they broke, though I was their husband, declares the Lord\u0001", "33", "For this is the covenant that I will make with the house of Israel after those days, declares the Lord\u0001 I will put my law within them, and I will write it on their hearts. And I will be their God, and they shall be my people.", "34", "And no longer shall each one teach his neighbor and each his brother, saying, ‘Know the Lord\u0001’ for they shall all know me, from the least of them to the greatest, declares the Lord\u0001 For I will forgive their iniquity, and I will remember their sin no more.”"]}, {"reference": "Ezekiel 12:1-16", "words": 458, "text": ["1", "The word of the Lord came to me:", "2", "“Son of man, you dwell in the midst of a rebellious house, who have eyes to see, but see not, who have ears to hear, but hear not, for they are a rebellious house.", "3", "As for you, son of man, prepare for yourself an exile's baggage, and go into exile by day in their sight. You shall go like an exile from your place to another place in their sight. Perhaps they will understand, though they are a rebellious house.", "4", "You shall bring out your baggage by day in their sight, as baggage for exile, and you shall go out yourself at evening in their sight, as those do who must go into exile.", "5", "In their sight dig through the wall, and bring your baggage out through it.", "6", "In their sight you shall lift the baggage upon your shoulder and carry it out at dusk. You shall cover your face that you may not see the land, for I have made you a sign for the house of Israel.”", "7", "And I did as I was commanded. I brought out my baggage by day, as baggage for exile, and in the evening I dug through the wall with my own hands. I brought out my baggage at dusk, carrying it on my shoulder in their sight.", "8", "In the morning the word of the Lord came to me:", "9", "“Son of man, has not the house of Israel, the rebellious house, said to you, ‘What are you doing?’", "10", "Say to them, ‘Thus says the Lord God\u0001 This oracle concerns the prince in Jerusalem and all the house of Israel who are in it.’", "11", "Say, ‘I am a sign for you: as I have done, so shall it be done to them. They shall go into exile, into captivity.’", "12", "And the prince who is among them shall lift his baggage upon his shoulder at dusk, and shall go out. They shall dig through the wall to bring him out through it. He shall cover his face, that he may not see the land with his eyes.", "13", "And I will spread my net over him, and he shall be taken in my snare. And I will bring him to Babylon, the land of the Chaldeans, yet he shall not see it, and he shall die there.", "14", "And I will scatter toward every wind all who are around him, his helpers and all his troops, and I will unsheathe the sword after them.", "15", "And they shall know that I am the Lord\u0001 when I disperse them among the nations and scatter them among the countries.", "16", "But I will let a few of them escape from the sword, from famine and pestilence, that they may declare all their abominations among the nations where they go, and may know that I am the Lord\u0001”"]}, {"reference": "Ezekiel 36:22-30", "words": 267, "text": ["22", "“Therefore say to the house of Israel, Thus says the Lord God\u0001 It is not for your sake, O house of Israel, that I am about to act, but for the sake of my holy name, which you have profaned among the nations to which you came.", "23", "And I will vindicate the holiness of my great name, which has been profaned among the nations, and which you have profaned among them. And the nations will know that I am the Lord\u0001 declares the Lord God\u0001 when through you I vindicate my holiness before their eyes.", "24", "I will take you from the nations and gather you from all the countries and bring you into your own land.", "25", "I will sprinkle clean water on you, and you shall be clean from all your uncleannesses, and from all your idols I will cleanse you.", "26", "And I will give you a new heart, and a new spirit I will put within you. And I will remove the heart of stone from your flesh and give you a heart of flesh.", "27", "And I will put my Spirit within you, and cause you to walk in my statutes and be careful to obey my rules.", "28", "You shall dwell in the land that I gave to your fathers, and you shall be my people, and I will be your God.", "29", "And I will deliver you from all your uncleannesses. And I will summon the grain and make it abundant and lay no famine upon you.", "30", "I will make the fruit of the tree and the increase of the field abundant, that you may never again suffer the disgrace of famine among the nations."]}, {"reference": "Ezekiel 47:21-23", "words": 74, "text": ["21", "“So you shall divide this land among you according to the tribes of Israel.", "22", "You shall allot it as an inheritance for yourselves and for the sojourners who reside among you and have had children among you. They shall be to you as native-born children of Israel. With you they shall be allotted an inheritance among the tribes of Israel.", "23", "In whatever tribe the sojourner resides, there you shall assign him his inheritance, declares the Lord God\u0001"]}, {"reference": "Daniel 7:13-14", "words": 72, "text": ["13", "“I saw in the night visions, and behold, with the clouds of heaven there came one like a son of man, and he came to the Ancient of Days and was presented before him.", "14", "And to him was given dominion and glory and a kingdom, that all peoples, nations, and languages should serve him; his dominion is an everlasting dominion, which shall not pass away, and his kingdom one that shall not be destroyed."]}, {"reference": "Daniel 12:1-3", "words": 104, "text": ["1", "“At that time shall arise Michael, the great prince who has charge of your people. And there shall be a time of trouble, such as never has been since there was a nation till that time. But at that time your people shall be delivered, everyone whose name shall be found written in the book.", "2", "And many of those who sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.", "3", "And those who are wise shall shine like the brightness of the sky above; and those who turn many to righteousness, like the stars forever and ever."]}, {"reference": "Joel 2:28-32", "words": 137, "text": ["28", "“And it shall come to pass afterward, that I will pour out my Spirit on all flesh; your sons and your daughters shall prophesy, your old men shall dream dreams, and your young men shall see visions.", "29", "Even on the male and female servants in those days I will pour out my Spirit.", "30", "“And I will show wonders in the heavens and on the earth, blood and fire and columns of smoke.", "31", "The sun shall be turned to darkness, and the moon to blood, before the great and awesome day of the Lord comes.", "32", "And it shall come to pass that everyone who calls on the name of the Lord shall be saved. For in Mount Zion and in Jerusalem there shall be those who escape, as the Lord has said, and among the survivors shall be those whom the Lord calls."]}, {"reference": "Amos 5:14-24", "words": 256, "text": ["14", "Seek good, and not evil, that you may live; and so the Lord\u0001 the God of hosts, will be with you, as you have said.", "15", "Hate evil, and love good, and establish justice in the gate; it may be that the Lord\u0001 the God of hosts, will be gracious to the remnant of Joseph.", "16", "Therefore thus says the Lord\u0001 the God of hosts, the Lord: “In all the squares there shall be wailing, and in all the streets they shall say, ‘Alas! Alas!’ They shall call the farmers to mourning and to wailing those who are skilled in lamentation,", "17", "and in all vineyards there shall be wailing, for I will pass through your midst,” says the Lord\u0001", "18", "Woe to you who desire the day of the Lord\u0001 Why would you have the day of the Lord\u0001 It is darkness, and not light,", "19", "as if a man fled from a lion, and a bear met him, or went into the house and leaned his hand against the wall, and a serpent bit him.", "20", "Is not the day of the Lord darkness, and not light, and gloom with no brightness in it?", "21", "“I hate, I despise your feasts, and I take no delight in your solemn assemblies.", "22", "Even though you offer me your burnt offerings and grain offerings, I will not accept them; and the peace offerings of your fattened animals, I will not look upon them.", "23", "Take away from me the noise of your songs; to the melody of your harps I will not listen.", "24", "But let justice roll down like waters, and righteousness like an ever-flowing stream."]}, {"reference": "Obadiah 1:15-18", "words": 125, "text": ["15", "For the day of the Lord is near upon all the nations. As you have done, it shall be done to you; your deeds shall return on your own head.", "16", "For as you have drunk on my holy mountain, so all the nations shall drink continually; they shall drink and swallow, and shall be as though they had never been.", "17", "But in Mount Zion there shall be those who escape, and it shall be holy, and the house of Jacob shall possess their own possessions.", "18", "The house of Jacob shall be a fire, and the house of Joseph a flame, and the house of Esau stubble; they shall burn them and consume them, and there shall be no survivor for the house of Esau, for the Lord has spoken."]}, {"reference": "Jonah 3:1-10", "words": 240, "text": ["1", "Then the word of the Lord came to Jonah the second time, saying,", "2", "“Arise, go to Nineveh, that great city, and call out against it the message that I tell you.”", "3", "So Jonah arose and went to Nineveh, according to the word of the Lord\u0001 Now Nineveh was an exceedingly great city, three days' journey in breadth.", "4", "Jonah began to go into the city, going a day's journey. And he called out, “Yet forty days, and Nineveh shall be overthrown!”", "5", "And the people of Nineveh believed God. They called for a fast and put on sackcloth, from the greatest of them to the least of them.", "6", "The word reached the king of Nineveh, and he arose from his throne, removed his robe, covered himself with sackcloth, and sat in ashes.", "7", "And he issued a proclamation and published through Nineveh, “By the decree of the king and his nobles: Let neither man nor beast, herd nor flock, taste anything. Let them not feed or drink water,", "8", "but let man and beast be covered with sackcloth, and let them call out mightily to God. Let everyone turn from his evil way and from the violence that is in his hands.", "9", "Who knows? God may turn and relent and turn from his fierce anger, so that we may not perish.”", "10", "When God saw what they did, how they turned from their evil way, God relented of the disaster that he had said he would do to them, and he did not do it."]}, {"reference": "Micah 5:2-5", "words": 141, "text": ["2", "But you, O Bethlehem Ephrathah, who are too little to be among the clans of Judah, from you shall come forth for me one who is to be ruler in Israel, whose coming forth is from of old, from ancient days.", "3", "Therefore he shall give them up until the time when she who is in labor has given birth; then the rest of his brothers shall return to the people of Israel.", "4", "And he shall stand and shepherd his flock in the strength of the Lord\u0001 in the majesty of the name of the Lord his God. And they shall dwell secure, for now he shall be great to the ends of the earth.", "5", "And he shall be their peace. When the Assyrian comes into our land and treads in our palaces, then we will raise against him seven shepherds and eight princes of men;"]}, {"reference": "Nahum 1:3-7", "words": 124, "text": ["3", "The Lord is slow to anger and great in power, and the Lord will by no means clear the guilty. His way is in whirlwind and storm, and the clouds are the dust of his feet.", "4", "He rebukes the sea and makes it dry; he dries up all the rivers; Bashan and Carmel wither; the bloom of Lebanon withers.", "5", "The mountains quake before him; the hills melt; the earth heaves before him, the world and all who dwell in it.", "6", "Who can stand before his indignation? Who can endure the heat of his anger? His wrath is poured out like fire, and the rocks are broken into pieces by him.", "7", "The Lord is good, a stronghold in the day of trouble; he knows those who take refuge in him."]}, {"reference": "Habakkuk 3:11-19", "words": 226, "text": ["11", "The sun and moon stood still in their place at the light of your arrows as they sped, at the flash of your glittering spear.", "12", "You marched through the earth in fury; you threshed the nations in anger.", "13", "You went out for the salvation of your people, for the salvation of your anointed. You crushed the head of the house of the wicked, laying him bare from thigh to neck. Selah", "14", "You pierced with his own arrows the heads of his warriors, who came like a whirlwind to scatter me, rejoicing as if to devour the poor in secret.", "15", "You trampled the sea with your horses, the surging of mighty waters.", "16", "I hear, and my body trembles; my lips quiver at the sound; rottenness enters into my bones; my legs tremble beneath me. Yet I will quietly wait for the day of trouble to come upon people who invade us.", "17", "Though the fig tree should not blossom, nor fruit be on the vines, the produce of the olive fail and the fields yield no food, the flock be cut off from the fold and there be no herd in the stalls,", "18", "yet I will rejoice in the Lord\u0001 I will take joy in the God of my salvation.", "19", "God\u0001 the Lord, is my strength; he makes my feet like the deer's; he makes me tread on my high places. To the choirmaster: with stringed instruments."]}, {"reference": "Zechariah 7:9-14", "words": 150, "text": ["9", "“Thus says the Lord of hosts, Render true judgments, show kindness and mercy to one another,", "10", "do not oppress the widow, the fatherless, the sojourner, or the poor, and let none of you devise evil against another in your heart.”", "11", "But they refused to pay attention and turned a stubborn shoulder and stopped their ears that they might not hear.", "12", "They made their hearts diamond-hard lest they should hear the law and the words that the Lord of hosts had sent by his Spirit through the former prophets. Therefore great anger came from the Lord of hosts.", "13", "“As I called, and they would not hear, so they called, and I would not hear,” says the Lord of hosts,", "14", "“and I scattered them with a whirlwind among all the nations that they had not known. Thus the land they left was desolate, so that no one went to and fro, and the pleasant land was made desolate.”"]}, {"reference": "Zechariah 12:1-14", "words": 440, "text": ["1", "The oracle of the word of the Lord concerning Israel: Thus declares the Lord\u0001 who stretched out the heavens and founded the earth and formed the spirit of man within him:", "2", "“Behold, I am about to make Jerusalem a cup of staggering to all the surrounding peoples. The siege of Jerusalem will also be against Judah.", "3", "On that day I will make Jerusalem a heavy stone for all the peoples. All who lift it will surely hurt themselves. And all the nations of the earth will gather against it.", "4", "On that day, declares the Lord\u0001 I will strike every horse with panic, and its rider with madness. But for the sake of the house of Judah I will keep my eyes open, when I strike every horse of the peoples with blindness.", "5", "Then the clans of Judah shall say to themselves, ‘The inhabitants of Jerusalem have strength through the Lord of hosts, their God.’", "6", "“On that day I will make the clans of Judah like a blazing pot in the midst of wood, like a flaming torch among sheaves. And they shall devour to the right and to the left all the surrounding peoples, while Jerusalem shall again be inhabited in its place, in Jerusalem.", "7", "“And the Lord will give salvation to the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem may not surpass that of Judah.", "8", "On that day the Lord will protect the inhabitants of Jerusalem, so that the feeblest among them on that day shall be like David, and the house of David shall be like God, like the angel of the Lord\u0001 going before them.", "9", "And on that day I will seek to destroy all the nations that come against Jerusalem.", "10", "“And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and pleas for mercy, so that, when they look on me, on him whom they have pierced, they shall mourn for him, as one mourns for an only child, and weep bitterly over him, as one weeps over a firstborn.", "11", "On that day the mourning in Jerusalem will be as great as the mourning for Hadad-rimmon in the plain of Megiddo.", "12", "The land shall mourn, each family by itself: the family of the house of David by itself, and their wives by themselves; the family of the house of Nathan by itself, and their wives by themselves;", "13", "the family of the house of Levi by itself, and their wives by themselves; the family of the Shimeites by itself, and their wives by themselves;", "14", "and all the families that are left, each by itself, and their wives by themselves."]}, {"reference": "Malachi 3:2-4", "words": 83, "text": ["2", "But who can endure the day of his coming, and who can stand when he appears? For he is like a refiner's fire and like fullers' soap.", "3", "He will sit as a refiner and purifier of silver, and he will purify the sons of Levi and refine them like gold and silver, and they will bring offerings in righteousness to the Lord\u0001", "4", "Then the offering of Judah and Jerusalem will be pleasing to the Lord as in the days of old and as in former years."]}, {"reference": "Matthew 1:18-21", "words": 116, "text": ["18", "Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit.", "19", "And her husband Joseph, being a just man and unwilling to put her to shame, resolved to divorce her quietly.", "20", "But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit.", "21", "She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.”"]}, {"reference": "Matthew 9:18-31", "words": 259, "text": ["18", "While he was saying these things to them, behold, a ruler came in and knelt before him, saying, “My daughter has just died, but come and lay your hand on her, and she will live.”", "19", "And Jesus rose and followed him, with his disciples.", "20", "And behold, a woman who had suffered from a discharge of blood for twelve years came up behind him and touched the fringe of his garment,", "21", "for she said to herself, “If I only touch his garment, I will be made well.”", "22", "Jesus turned, and seeing her he said, “Take heart, daughter; your faith has made you well.” And instantly the woman was made well.", "23", "And when Jesus came to the ruler's house and saw the flute players and the crowd making a commotion,", "24", "he said, “Go away, for the girl is not dead but sleeping.” And they laughed at him.", "25", "But when the crowd had been put outside, he went in and took her by the hand, and the girl arose.", "26", "And the report of this went through all that district.", "27", "And as Jesus passed on from there, two blind men followed him, crying aloud, “Have mercy on us, Son of David.”", "28", "When he entered the house, the blind men came to him, and Jesus said to them, “Do you believe that I am able to do this?” They said to him, “Yes, Lord.”", "29", "Then he touched their eyes, saying, “According to your faith be it done to you.”", "30", "And their eyes were opened. And Jesus sternly warned them, “See that no one knows about it.”", "31", "But they went away and spread his fame through all that district."]}, {"reference": "Matthew 9:35-38", "words": 75, "text": ["35", "And Jesus went throughout all the cities and villages, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction.", "36", "When he saw the crowds, he had compassion for them, because they were harassed and helpless, like sheep without a shepherd.", "37", "Then he said to his disciples, “The harvest is plentiful, but the laborers are few;", "38", "therefore pray earnestly to the Lord of the harvest to send out laborers into his harvest.”"]}, {"reference": "Matthew 12:15-21", "words": 104, "text": ["15", "Jesus, aware of this, withdrew from there. And many followed him, and he healed them all", "16", "and ordered them not to make him known.", "17", "This was to fulfill what was spoken by the prophet Isaiah:", "18", "“Behold, my servant whom I have chosen, my beloved with whom my soul is well pleased. I will put my Spirit upon him, and he will proclaim justice to the Gentiles.", "19", "He will not quarrel or cry aloud, nor will anyone hear his voice in the streets;", "20", "a bruised reed he will not break, and a smoldering wick he will not quench, until he brings justice to victory;", "21", "and in his name the Gentiles will hope.”"]}, {"reference": "Matthew 12:33-42", "words": 251, "text": ["33", "“Either make the tree good and its fruit good, or make the tree bad and its fruit bad, for the tree is known by its fruit.", "34", "You brood of vipers! How can you speak good, when you are evil? For out of the abundance of the heart the mouth speaks.", "35", "The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil.", "36", "I tell you, on the day of judgment people will give account for every careless word they speak,", "37", "for by your words you will be justified, and by your words you will be condemned.”", "38", "Then some of the scribes and Pharisees answered him, saying, “Teacher, we wish to see a sign from you.”", "39", "But he answered them, “An evil and adulterous generation seeks for a sign, but no sign will be given to it except the sign of the prophet Jonah.", "40", "For just as Jonah was three days and three nights in the belly of the great fish, so will the Son of Man be three days and three nights in the heart of the earth.", "41", "The men of Nineveh will rise up at the judgment with this generation and condemn it, for they repented at the preaching of Jonah, and behold, something greater than Jonah is here.", "42", "The queen of the South will rise up at the judgment with this generation and condemn it, for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here."]}, {"reference": "Mark 5:15-20", "words": 132, "text": ["15", "And they came to Jesus and saw the demon-possessed man, the one who had had the legion, sitting there, clothed and in his right mind, and they were afraid.", "16", "And those who had seen it described to them what had happened to the demon-possessed man and to the pigs.", "17", "And they began to beg Jesus to depart from their region.", "18", "As he was getting into the boat, the man who had been possessed with demons begged him that he might be with him.", "19", "And he did not permit him but said to him, “Go home to your friends and tell them how much the Lord has done for you, and how he has had mercy on you.”", "20", "And he went away and began to proclaim in the Decapolis how much Jesus had done for him, and everyone marveled."]}, {"reference": "Mark 6:7-13", "words": 121, "text": ["7", "And he called the twelve and began to send them out two by two, and gave them authority over the unclean spirits.", "8", "He charged them to take nothing for their journey except a staff—no bread, no bag, no money in their belts—", "9", "but to wear sandals and not put on two tunics.", "10", "And he said to them, “Whenever you enter a house, stay there until you depart from there.", "11", "And if any place will not receive you and they will not listen to you, when you leave, shake off the dust that is on your feet as a testimony against them.”", "12", "So they went out and proclaimed that people should repent.", "13", "And they cast out many demons and anointed with oil many who were sick and healed them."]}, {"reference": "Mark 9:30-41", "words": 263, "text": ["30", "They went on from there and passed through Galilee. And he did not want anyone to know,", "31", "for he was teaching his disciples, saying to them, “The Son of Man is going to be delivered into the hands of men, and they will kill him. And when he is killed, after three days he will rise.”", "32", "But they did not understand the saying, and were afraid to ask him.", "33", "And they came to Capernaum. And when he was in the house he asked them, “What were you discussing on the way?”", "34", "But they kept silent, for on the way they had argued with one another about who was the greatest.", "35", "And he sat down and called the twelve. And he said to them, “If anyone would be first, he must be last of all and servant of all.”", "36", "And he took a child and put him in the midst of them, and taking him in his arms, he said to them,", "37", "“Whoever receives one such child in my name receives me, and whoever receives me, receives not me but him who sent me.”", "38", "John said to him, “Teacher, we saw someone casting out demons in your name, and we tried to stop him, because he was not following us.”", "39", "But Jesus said, “Do not stop him, for no one who does a mighty work in my name will be able soon afterward to speak evil of me.", "40", "For the one who is not against us is for us.", "41", "For truly, I say to you, whoever gives you a cup of water to drink because you belong to Christ will by no means lose his reward."]}, {"reference": "Mark 12:13-17", "words": 137, "text": ["13", "And they sent to him some of the Pharisees and some of the Herodians, to trap him in his talk.", "14", "And they came and said to him, “Teacher, we know that you are true and do not care about anyone's opinion. For you are not swayed by appearances, but truly teach the way of God. Is it lawful to pay taxes to Caesar, or not? Should we pay them, or should we not?”", "15", "But, knowing their hypocrisy, he said to them, “Why put me to the test? Bring me a denarius and let me look at it.”", "16", "And they brought one. And he said to them, “Whose likeness and inscription is this?” They said to him, “Caesar's.”", "17", "Jesus said to them, “Render to Caesar the things that are Caesar's, and to God the things that are God's.” And they marveled at him."]}, {"reference": "Luke 7:18-23", "words": 142, "text": ["18", "The disciples of John reported all these things to him. And John,", "19", "calling two of his disciples to him, sent them to the Lord, saying, “Are you the one who is to come, or shall we look for another?”", "20", "And when the men had come to him, they said, “John the Baptist has sent us to you, saying, ‘Are you the one who is to come, or shall we look for another?’”", "21", "In that hour he healed many people of diseases and plagues and evil spirits, and on many who were blind he bestowed sight.", "22", "And he answered them, “Go and tell John what you have seen and heard: the blind receive their sight, the lame walk, lepers are cleansed, and the deaf hear, the dead are raised up, the poor have good news preached to them.", "23", "And blessed is the one who is not offended by me.”"]}, {"reference": "Luke 9:23-27", "words": 115, "text": ["23", "And he said to all, “If anyone would come after me, let him deny himself and take up his cross daily and follow me.", "24", "For whoever would save his life will lose it, but whoever loses his life for my sake will save it.", "25", "For what does it profit a man if he gains the whole world and loses or forfeits himself?", "26", "For whoever is ashamed of me and of my words, of him will the Son of Man be ashamed when he comes in his glory and the glory of the Father and of the holy angels.", "27", "But I tell you truly, there are some standing here who will not taste death until they see the kingdom of God.”"]}, {"reference": "Luke 14:15-24", "words": 225, "text": ["15", "When one of those who reclined at table with him heard these things, he said to him, “Blessed is everyone who will eat bread in the kingdom of God!”", "16", "But he said to him, “A man once gave a great banquet and invited many.", "17", "And at the time for the banquet he sent his servant to say to those who had been invited, ‘Come, for everything is now ready.’", "18", "But they all alike began to make excuses. The first said to him, ‘I have bought a field, and I must go out and see it. Please have me excused.’", "19", "And another said, ‘I have bought five yoke of oxen, and I go to examine them. Please have me excused.’", "20", "And another said, ‘I have married a wife, and therefore I cannot come.’", "21", "So the servant came and reported these things to his master. Then the master of the house became angry and said to his servant, ‘Go out quickly to the streets and lanes of the city, and bring in the poor and crippled and blind and lame.’", "22", "And the servant said, ‘Sir, what you commanded has been done, and still there is room.’", "23", "And the master said to the servant, ‘Go out to the highways and hedges and compel people to come in, that my house may be filled.", "24", "For I tell you, none of those men who were invited shall taste my banquet.’”"]}, {"reference": "Luke 23:26-49", "words": 452, "text": ["26", "And as they led him away, they seized one Simon of Cyrene, who was coming in from the country, and laid on him the cross, to carry it behind Jesus.", "27", "And there followed him a great multitude of the people and of women who were mourning and lamenting for him.", "28", "But turning to them Jesus said, “Daughters of Jerusalem, do not weep for me, but weep for yourselves and for your children.", "29", "For behold, the days are coming when they will say, ‘Blessed are the barren and the wombs that never bore and the breasts that never nursed!’", "30", "Then they will begin to say to the mountains, ‘Fall on us,’ and to the hills, ‘Cover us.’", "31", "For if they do these things when the wood is green, what will happen when it is dry?”", "32", "Two others, who were criminals, were led away to be put to death with him.", "33", "And when they came to the place that is called The Skull, there they crucified him, and the criminals, one on his right and one on his left.", "34", "And Jesus said, “Father, forgive them, for they know not what they do.” And they cast lots to divide his garments.", "35", "And the people stood by, watching, but the rulers scoffed at him, saying, “He saved others; let him save himself, if he is the Christ of God, his Chosen One!”", "36", "The soldiers also mocked him, coming up and offering him sour wine", "37", "and saying, “If you are the King of the Jews, save yourself!”", "38", "There was also an inscription over him, “This is the King of the Jews.”", "39", "One of the criminals who were hanged railed at him, saying, “Are you not the Christ? Save yourself and us!”", "40", "But the other rebuked him, saying, “Do you not fear God, since you are under the same sentence of condemnation?", "41", "And we indeed justly, for we are receiving the due reward of our deeds; but this man has done nothing wrong.”", "42", "And he said, “Jesus, remember me when you come into your kingdom.”", "43", "And he said to him, “Truly, I say to you, today you will be with me in paradise.”", "44", "It was now about the sixth hour, and there was darkness over the whole land until the ninth hour,", "45", "while the sun's light failed. And the curtain of the temple was torn in two.", "46", "Then Jesus, calling out with a loud voice, said, “Father, into your hands I commit my spirit!” And having said this he breathed his last.", "47", "Now when the centurion saw what had taken place, he praised God, saying, “Certainly this man was innocent!”", "48", "And all the crowds that had assembled for this spectacle, when they saw what had taken place, returned home beating their breasts.", "49", "And all his acquaintances and the women who had followed him from Galilee stood at a distance watching these things."]}, {"reference": "Luke 24:13-32", "words": 404, "text": ["13", "That very day two of them were going to a village named Emmaus, about seven miles from Jerusalem,", "14", "and they were talking with each other about all these things that had happened.", "15", "While they were talking and discussing together, Jesus himself drew near and went with them.", "16", "But their eyes were kept from recognizing him.", "17", "And he said to them, “What is this conversation that you are holding with each other as you walk?” And they stood still, looking sad.", "18", "Then one of them, named Cleopas, answered him, “Are you the only visitor to Jerusalem who does not know the things that have happened there in these days?”", "19", "And he said to them, “What things?” And they said to him, “Concerning Jesus of Nazareth, a man who was a prophet mighty in deed and word before God and all the people,", "20", "and how our chief priests and rulers delivered him up to be condemned to death, and crucified him.", "21", "But we had hoped that he was the one to redeem Israel. Yes, and besides all this, it is now the third day since these things happened.", "22", "Moreover, some women of our company amazed us. They were at the tomb early in the morning,", "23", "and when they did not find his body, they came back saying that they had even seen a vision of angels, who said that he was alive.", "24", "Some of those who were with us went to the tomb and found it just as the women had said, but him they did not see.”", "25", "And he said to them, “O foolish ones, and slow of heart to believe all that the prophets have spoken!", "26", "Was it not necessary that the Christ should suffer these things and enter into his glory?”", "27", "And beginning with Moses and all the Prophets, he interpreted to them in all the Scriptures the things concerning himself.", "28", "So they drew near to the village to which they were going. He acted as if he were going farther,", "29", "but they urged him strongly, saying, “Stay with us, for it is toward evening and the day is now far spent.” So he went in to stay with them.", "30", "When he was at table with them, he took the bread and blessed and broke it and gave it to them.", "31", "And their eyes were opened, and they recognized him. And he vanished from their sight.", "32", "They said to each other, “Did not our hearts burn within us while he talked to us on the road, while he opened to us the Scriptures?”"]}, {"reference": "John 3:22-36", "words": 274, "text": ["22", "After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing.", "23", "John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized", "24", "(for John had not yet been put in prison).", "25", "Now a discussion arose between some of John's disciples and a Jew over purification.", "26", "And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.”", "27", "John answered, “A person cannot receive even one thing unless it is given him from heaven.", "28", "You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’", "29", "The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom's voice. Therefore this joy of mine is now complete.", "30", "He must increase, but I must decrease.”", "31", "He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all.", "32", "He bears witness to what he has seen and heard, yet no one receives his testimony.", "33", "Whoever receives his testimony sets his seal to this, that God is true.", "34", "For he whom God has sent utters the words of God, for he gives the Spirit without measure.", "35", "The Father loves the Son and has given all things into his hand.", "36", "Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him."]}, {"reference": "John 5:24-47", "words": 479, "text": ["24", "Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.", "25", "“Truly, truly, I say to you, an hour is coming, and is now here, when the dead will hear the voice of the Son of God, and those who hear will live.", "26", "For as the Father has life in himself, so he has granted the Son also to have life in himself.", "27", "And he has given him authority to execute judgment, because he is the Son of Man.", "28", "Do not marvel at this, for an hour is coming when all who are in the tombs will hear his voice", "29", "and come out, those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment.", "30", "“I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.", "31", "If I alone bear witness about myself, my testimony is not true.", "32", "There is another who bears witness about me, and I know that the testimony that he bears about me is true.", "33", "You sent to John, and he has borne witness to the truth.", "34", "Not that the testimony that I receive is from man, but I say these things so that you may be saved.", "35", "He was a burning and shining lamp, and you were willing to rejoice for a while in his light.", "36", "But the testimony that I have is greater than that of John. For the works that the Father has given me to accomplish, the very works that I am doing, bear witness about me that the Father has sent me.", "37", "And the Father who sent me has himself borne witness about me. His voice you have never heard, his form you have never seen,", "38", "and you do not have his word abiding in you, for you do not believe the one whom he has sent.", "39", "You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me,", "40", "yet you refuse to come to me that you may have life.", "41", "I do not receive glory from people.", "42", "But I know that you do not have the love of God within you.", "43", "I have come in my Father's name, and you do not receive me. If another comes in his own name, you will receive him.", "44", "How can you believe, when you receive glory from one another and do not seek the glory that comes from the only God?", "45", "Do not think that I will accuse you to the Father. There is one who accuses you: Moses, on whom you have set your hope.", "46", "For if you believed Moses, you would believe me; for he wrote of me.", "47", "But if you do not believe his writings, how will you believe my words?”"]}, {"reference": "John 12:20-26", "words": 130, "text": ["20", "Now among those who went up to worship at the feast were some Greeks.", "21", "So these came to Philip, who was from Bethsaida in Galilee, and asked him, “Sir, we wish to see Jesus.”", "22", "Philip went and told Andrew; Andrew and Philip went and told Jesus.", "23", "And Jesus answered them, “The hour has come for the Son of Man to be glorified.", "24", "Truly, truly, I say to you, unless a grain of wheat falls into the earth and dies, it remains alone; but if it dies, it bears much fruit.", "25", "Whoever loves his life loses it, and whoever hates his life in this world will keep it for eternal life.", "26", "If anyone serves me, he must follow me; and where I am, there will my servant be also. If anyone serves me, the Father will honor him."]}, {"reference": "Acts 2:1-6", "words": 105, "text": ["1", "When the day of Pentecost arrived, they were all together in one place.", "2", "And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting.", "3", "And divided tongues as of fire appeared to them and rested on each one of them.", "4", "And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.", "5", "Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven.", "6", "And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language."]}, {"reference": "Acts 2:14-33", "words": 449, "text": ["14", "But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words.", "15", "For these people are not drunk, as you suppose, since it is only the third hour of the day.", "16", "But this is what was uttered through the prophet Joel:", "17", "“‘And in the last days it shall be, God declares, that I will pour out my Spirit on all flesh, and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams;", "18", "even on my male servants and female servants in those days I will pour out my Spirit, and they shall prophesy.", "19", "And I will show wonders in the heavens above and signs on the earth below, blood, and fire, and vapor of smoke;", "20", "the sun shall be turned to darkness and the moon to blood, before the day of the Lord comes, the great and magnificent day.", "21", "And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’", "22", "“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—", "23", "this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men.", "24", "God raised him up, loosing the pangs of death, because it was not possible for him to be held by it.", "25", "For David says concerning him, “‘I saw the Lord always before me, for he is at my right hand that I may not be shaken;", "26", "therefore my heart was glad, and my tongue rejoiced; my flesh also will dwell in hope.", "27", "For you will not abandon my soul to Hades, or let your Holy One see corruption.", "28", "You have made known to me the paths of life; you will make me full of gladness with your presence.’", "29", "“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day.", "30", "Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne,", "31", "he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption.", "32", "This Jesus God raised up, and of that we all are witnesses.", "33", "Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing."]}, {"reference": "Acts 3:1-9", "words": 167, "text": ["1", "Now Peter and John were going up to the temple at the hour of prayer, the ninth hour.", "2", "And a man lame from birth was being carried, whom they laid daily at the gate of the temple that is called the Beautiful Gate to ask alms of those entering the temple.", "3", "Seeing Peter and John about to go into the temple, he asked to receive alms.", "4", "And Peter directed his gaze at him, as did John, and said, “Look at us.”", "5", "And he fixed his attention on them, expecting to receive something from them.", "6", "But Peter said, “I have no silver and gold, but what I do have I give to you. In the name of Jesus Christ of Nazareth, rise up and walk!”", "7", "And he took him by the right hand and raised him up, and immediately his feet and ankles were made strong.", "8", "And leaping up, he stood and began to walk, and entered the temple with them, walking and leaping and praising God.", "9", "And all the people saw him walking and praising God,"]}, {"reference": "Acts 15:22-32", "words": 246, "text": ["22", "Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers,", "23", "with the following letter: “The brothers, both the apostles and the elders, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, greetings.", "24", "Since we have heard that some persons have gone out from us and troubled you with words, unsettling your minds, although we gave them no instructions,", "25", "it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul,", "26", "men who have risked their lives for the name of our Lord Jesus Christ.", "27", "We have therefore sent Judas and Silas, who themselves will tell you the same things by word of mouth.", "28", "For it has seemed good to the Holy Spirit and to us to lay on you no greater burden than these requirements:", "29", "that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”", "30", "So when they were sent off, they went down to Antioch, and having gathered the congregation together, they delivered the letter.", "31", "And when they had read it, they rejoiced because of its encouragement.", "32", "And Judas and Silas, who were themselves prophets, encouraged and strengthened the brothers with many words."]}, {"reference": "Acts 17:22-31", "words": 260, "text": ["22", "So Paul, standing in the midst of the Areopagus, said: “Men of Athens, I perceive that in every way you are very religious.", "23", "For as I passed along and observed the objects of your worship, I found also an altar with this inscription: ‘To the unknown god.’ What therefore you worship as unknown, this I proclaim to you.", "24", "The God who made the world and everything in it, being Lord of heaven and earth, does not live in temples made by man,", "25", "nor is he served by human hands, as though he needed anything, since he himself gives to all mankind life and breath and everything.", "26", "And he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place,", "27", "that they should seek God, and perhaps feel their way toward him and find him. Yet he is actually not far from each one of us,", "28", "for “‘In him we live and move and have our being’; as even some of your own poets have said, “‘For we are indeed his offspring.’", "29", "Being then God's offspring, we ought not to think that the divine being is like gold or silver or stone, an image formed by the art and imagination of man.", "30", "The times of ignorance God overlooked, but now he commands all people everywhere to repent,", "31", "because he has fixed a day on which he will judge the world in righteousness by a man whom he has appointed; and of this he has given assurance to all by raising him from the dead.”"]}, {"reference": "Acts 19:1-20", "words": 419, "text": ["1", "And it happened that while Apollos was at Corinth, Paul passed through the inland country and came to Ephesus. There he found some disciples.", "2", "And he said to them, “Did you receive the Holy Spirit when you believed?” And they said, “No, we have not even heard that there is a Holy Spirit.”", "3", "And he said, “Into what then were you baptized?” They said, “Into John's baptism.”", "4", "And Paul said, “John baptized with the baptism of repentance, telling the people to believe in the one who was to come after him, that is, Jesus.”", "5", "On hearing this, they were baptized in the name of the Lord Jesus.", "6", "And when Paul had laid his hands on them, the Holy Spirit came on them, and they began speaking in tongues and prophesying.", "7", "There were about twelve men in all.", "8", "And he entered the synagogue and for three months spoke boldly, reasoning and persuading them about the kingdom of God.", "9", "But when some became stubborn and continued in unbelief, speaking evil of the Way before the congregation, he withdrew from them and took the disciples with him, reasoning daily in the hall of Tyrannus.", "10", "This continued for two years, so that all the residents of Asia heard the word of the Lord, both Jews and Greeks.", "11", "And God was doing extraordinary miracles by the hands of Paul,", "12", "so that even handkerchiefs or aprons that had touched his skin were carried away to the sick, and their diseases left them and the evil spirits came out of them.", "13", "Then some of the itinerant Jewish exorcists undertook to invoke the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul proclaims.”", "14", "Seven sons of a Jewish high priest named Sceva were doing this.", "15", "But the evil spirit answered them, “Jesus I know, and Paul I recognize, but who are you?”", "16", "And the man in whom was the evil spirit leaped on them, mastered all of them and overpowered them, so that they fled out of that house naked and wounded.", "17", "And this became known to all the residents of Ephesus, both Jews and Greeks. And fear fell upon them all, and the name of the Lord Jesus was extolled.", "18", "Also many of those who were now believers came, confessing and divulging their practices.", "19", "And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver.", "20", "So the word of the Lord continued to increase and prevail mightily."]}, {"reference": "Acts 20:26-31", "words": 114, "text": ["26", "Therefore I testify to you this day that I am innocent of the blood of all,", "27", "for I did not shrink from declaring to you the whole counsel of God.", "28", "Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.", "29", "I know that after my departure fierce wolves will come in among you, not sparing the flock;", "30", "and from among your own selves will arise men speaking twisted things, to draw away the disciples after them.", "31", "Therefore be alert, remembering that for three years I did not cease night or day to admonish every one with tears."]}, {"reference": "Acts 26:12-23", "words": 312, "text": ["12", "“In this connection I journeyed to Damascus with the authority and commission of the chief priests.", "13", "At midday, O king, I saw on the way a light from heaven, brighter than the sun, that shone around me and those who journeyed with me.", "14", "And when we had all fallen to the ground, I heard a voice saying to me in the Hebrew language, ‘Saul, Saul, why are you persecuting me? It is hard for you to kick against the goads.’", "15", "And I said, ‘Who are you, Lord?’ And the Lord said, ‘I am Jesus whom you are persecuting.", "16", "But rise and stand upon your feet, for I have appeared to you for this purpose, to appoint you as a servant and witness to the things in which you have seen me and to those in which I will appear to you,", "17", "delivering you from your people and from the Gentiles— to whom I am sending you", "18", "to open their eyes, so that they may turn from darkness to light and from the power of Satan to God, that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.’", "19", "“Therefore, O King Agrippa, I was not disobedient to the heavenly vision,", "20", "but declared first to those in Damascus, then in Jerusalem and throughout all the region of Judea, and also to the Gentiles, that they should repent and turn to God, performing deeds in keeping with their repentance.", "21", "For this reason the Jews seized me in the temple and tried to kill me.", "22", "To this day I have had the help that comes from God, and so I stand here testifying both to small and great, saying nothing but what the prophets and Moses said would come to pass:", "23", "that the Christ must suffer and that, by being the first to rise from the dead, he would proclaim light both to our people and to the Gentiles.”"]}, {"reference": "Acts 28:23-31", "words": 200, "text": ["23", "When they had appointed a day for him, they came to him at his lodging in greater numbers. From morning till evening he expounded to them, testifying to the kingdom of God and trying to convince them about Jesus both from the Law of Moses and from the Prophets.", "24", "And some were convinced by what he said, but others disbelieved.", "25", "And disagreeing among themselves, they departed after Paul had made one statement: “The Holy Spirit was right in saying to your fathers through Isaiah the prophet:", "26", "“‘Go to this people, and say, “You will indeed hear but never understand, and you will indeed see but never perceive.”", "27", "For this people's heart has grown dull, and with their ears they can barely hear, and their eyes they have closed; lest they should see with their eyes and hear with their ears and understand with their heart and turn, and I would heal them.’", "28", "Therefore let it be known to you that this salvation of God has been sent to the Gentiles; they will listen.”", "30", "He lived there two whole years at his own expense, and welcomed all who came to him,", "31", "proclaiming the kingdom of God and teaching about the Lord Jesus Christ with all boldness and without hindrance."]}, {"reference": "Romans 13:8-10", "words": 68, "text": ["8", "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.", "9", "For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.”", "10", "Love does no wrong to a neighbor; therefore love is the fulfilling of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 83, "text": ["16", "For if I preach the gospel, that gives me no ground for boasting. For necessity is laid upon me. Woe to me if I do not preach the gospel!", "17", "For if I do this of my own will, I have a reward, but if not of my own will, I am still entrusted with a stewardship.", "18", "What then is my reward? That in my preaching I may present the gospel free of charge, so as not to make full use of my right in the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 137, "text": ["19", "For though I am free from all, I have made myself a servant to all, that I might win more of them.", "20", "To the Jews I became as a Jew, in order to win Jews. To those under the law I became as one under the law (though not being myself under the law) that I might win those under the law.", "21", "To those outside the law I became as one outside the law (not being outside the law of God but under the law of Christ) that I might win those outside the law.", "22", "To the weak I became weak, that I might win the weak. I have become all things to all people, that by all means I might save some.", "23", "I do it all for the sake of the gospel, that I may share with them in its blessings."]}, {"reference": "1 Corinthians 15:1-23", "words": 417, "text": ["1", "Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand,", "2", "and by which you are being saved, if you hold fast to the word I preached to you— unless you believed in vain.", "3", "For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures,", "4", "that he was buried, that he was raised on the third day in accordance with the Scriptures,", "5", "and that he appeared to Cephas, then to the twelve.", "6", "Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep.", "7", "Then he appeared to James, then to all the apostles.", "8", "Last of all, as to one untimely born, he appeared also to me.", "9", "For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God.", "10", "But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me.", "11", "Whether then it was I or they, so we preach and so you believed.", "12", "Now if Christ is proclaimed as raised from the dead, how can some of you say that there is no resurrection of the dead?", "13", "But if there is no resurrection of the dead, then not even Christ has been raised.", "14", "And if Christ has not been raised, then our preaching is in vain and your faith is in vain.", "15", "We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised.", "16", "For if the dead are not raised, not even Christ has been raised.", "17", "And if Christ has not been raised, your faith is futile and you are still in your sins.", "18", "Then those also who have fallen asleep in Christ have perished.", "19", "If in Christ we have hope in this life only, we are of all people most to be pitied.", "20", "But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep.", "21", "For as by a man came death, by a man has come also the resurrection of the dead.", "22", "For as in Adam all die, so also in Christ shall all be made alive.", "23", "But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ."]}, {"reference": "2 Corinthians 1:3-11", "words": 229, "text": ["3", "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,", "4", "who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, with the comfort with which we ourselves are comforted by God.", "5", "For as we share abundantly in Christ's sufferings, so through Christ we share abundantly in comfort too.", "6", "If we are afflicted, it is for your comfort and salvation; and if we are comforted, it is for your comfort, which you experience when you patiently endure the same sufferings that we suffer.", "7", "Our hope for you is unshaken, for we know that as you share in our sufferings, you will also share in our comfort.", "8", "For we do not want you to be unaware, brothers, of the affliction we experienced in Asia. For we were so utterly burdened beyond our strength that we despaired of life itself.", "9", "Indeed, we felt that we had received the sentence of death. But that was to make us rely not on ourselves but on God who raises the dead.", "10", "He delivered us from such a deadly peril, and he will deliver us. On him we have set our hope that he will deliver us again.", "11", "You also must help us by prayer, so that many will give thanks on our behalf for the blessing granted us through the prayers of many."]}, {"reference": "2 Corinthians 4:1-6", "words": 150, "text": ["1", "Therefore, having this ministry by the mercy of God, we do not lose heart.", "2", "But we have renounced disgraceful, underhanded ways. We refuse to practice cunning or to tamper with God's word, but by the open statement of the truth we would commend ourselves to everyone's conscience in the sight of God.", "3", "And even if our gospel is veiled, it is veiled to those who are perishing.", "4", "In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God.", "5", "For what we proclaim is not ourselves, but Jesus Christ as Lord, with ourselves as your servants for Jesus' sake.", "6", "For God, who said, “Let light shine out of darkness,” has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ."]}, {"reference": "Galatians 2:11-21", "words": 289, "text": ["11", "But when Cephas came to Antioch, I opposed him to his face, because he stood condemned.", "12", "For before certain men came from James, he was eating with the Gentiles; but when they came he drew back and separated himself, fearing the circumcision party.", "13", "And the rest of the Jews acted hypocritically along with him, so that even Barnabas was led astray by their hypocrisy.", "14", "But when I saw that their conduct was not in step with the truth of the gospel, I said to Cephas before them all, “If you, though a Jew, live like a Gentile and not like a Jew, how can you force the Gentiles to live like Jews?”", "15", "We ourselves are Jews by birth and not Gentile sinners;", "16", "yet we know that a person is not justified by works of the law but through faith in Jesus Christ, so we also have believed in Christ Jesus, in order to be justified by faith in Christ and not by works of the law, because by works of the law no one will be justified.", "17", "But if, in our endeavor to be justified in Christ, we too were found to be sinners, is Christ then a servant of sin? Certainly not!", "18", "For if I rebuild what I tore down, I prove myself to be a transgressor.", "19", "For through the law I died to the law, so that I might live to God.", "20", "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.", "21", "I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose."]}, {"reference": "Galatians 3:23-29", "words": 110, "text": ["23", "Now before faith came, we were held captive under the law, imprisoned until the coming faith would be revealed.", "24", "So then, the law was our guardian until Christ came, in order that we might be justified by faith.", "25", "But now that faith has come, we are no longer under a guardian,", "26", "for in Christ Jesus you are all sons of God, through faith.", "27", "For as many of you as were baptized into Christ have put on Christ.", "28", "There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.", "29", "And if you are Christ's, then you are Abraham's offspring, heirs according to promise."]}, {"reference": "Galatians 5:1-14", "words": 222, "text": ["1", "For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery.", "2", "Look: I, Paul, say to you that if you accept circumcision, Christ will be of no advantage to you.", "3", "I testify again to every man who accepts circumcision that he is obligated to keep the whole law.", "4", "You are severed from Christ, you who would be justified by the law; you have fallen away from grace.", "5", "For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness.", "6", "For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.", "7", "You were running well. Who hindered you from obeying the truth?", "8", "This persuasion is not from him who calls you.", "9", "A little leaven leavens the whole lump.", "10", "I have confidence in the Lord that you will take no other view, and the one who is troubling you will bear the penalty, whoever he is.", "11", "But if I, brothers, still preach circumcision, why am I still being persecuted? In that case the offense of the cross has been removed.", "12", "I wish those who unsettle you would emasculate themselves!", "13", "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.", "14", "For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”"]}, {"reference": "Ephesians 2:1-13", "words": 273, "text": ["1", "And you were dead in the trespasses and sins", "2", "in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—", "3", "among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind.", "4", "But God, being rich in mercy, because of the great love with which he loved us,", "5", "even when we were dead in our trespasses, made us alive together with Christ— by grace you have been saved—", "6", "and raised us up with him and seated us with him in the heavenly places in Christ Jesus,", "7", "so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus.", "8", "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,", "9", "not a result of works, so that no one may boast.", "10", "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.", "11", "Therefore remember that at one time you Gentiles in the flesh, called “the uncircumcision” by what is called the circumcision, which is made in the flesh by hands—", "12", "remember that you were at that time separated from Christ, alienated from the commonwealth of Israel and strangers to the covenants of promise, having no hope and without God in the world.", "13", "But now in Christ Jesus you who once were far off have been brought near by the blood of Christ."]}, {"reference": "Ephesians 3:1-21", "words": 387, "text": ["1", "For this reason I, Paul, a prisoner of Christ Jesus on behalf of you Gentiles—", "2", "assuming that you have heard of the stewardship of God's grace that was given to me for you,", "3", "how the mystery was made known to me by revelation, as I have written briefly.", "4", "When you read this, you can perceive my insight into the mystery of Christ,", "5", "which was not made known to the sons of men in other generations as it has now been revealed to his holy apostles and prophets by the Spirit.", "6", "This mystery is that the Gentiles are fellow heirs, members of the same body, and partakers of the promise in Christ Jesus through the gospel.", "7", "Of this gospel I was made a minister according to the gift of God's grace, which was given me by the working of his power.", "8", "To me, though I am the very least of all the saints, this grace was given, to preach to the Gentiles the unsearchable riches of Christ,", "9", "and to bring to light for everyone what is the plan of the mystery hidden for ages in God, who created all things,", "10", "so that through the church the manifold wisdom of God might now be made known to the rulers and authorities in the heavenly places.", "11", "This was according to the eternal purpose that he has realized in Christ Jesus our Lord,", "12", "in whom we have boldness and access with confidence through our faith in him.", "13", "So I ask you not to lose heart over what I am suffering for you, which is your glory.", "14", "For this reason I bow my knees before the Father,", "15", "from whom every family in heaven and on earth is named,", "16", "that according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being,", "17", "so that Christ may dwell in your hearts through faith—that you, being rooted and grounded in love,", "18", "may have strength to comprehend with all the saints what is the breadth and length and height and depth,", "19", "and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God.", "20", "Now to him who is able to do far more abundantly than all that we ask or think, according to the power at work within us,", "21", "to him be glory in the church and in Christ Jesus throughout all generations, forever and ever. Amen."]}, {"reference": "Colossians 2:6-10", "words": 83, "text": ["6", "Therefore, as you received Christ Jesus the Lord, so walk in him,", "7", "rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.", "8", "See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.", "9", "For in him the whole fullness of deity dwells bodily,", "10", "and you have been filled in him, who is the head of all rule and authority."]}, {"reference": "Colossians 4:2-6", "words": 84, "text": ["2", "Continue steadfastly in prayer, being watchful in it with thanksgiving.", "3", "At the same time, pray also for us, that God may open to us a door for the word, to declare the mystery of Christ, on account of which I am in prison—", "4", "that I may make it clear, which is how I ought to speak.", "5", "Walk in wisdom toward outsiders, making the best use of the time.", "6", "Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer each person."]}, {"reference": "1 Timothy 2:1-7", "words": 128, "text": ["1", "First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people,", "2", "for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way.", "3", "This is good, and it is pleasing in the sight of God our Savior,", "4", "who desires all people to be saved and to come to the knowledge of the truth.", "5", "For there is one God, and there is one mediator between God and men, the man Christ Jesus,", "6", "who gave himself as a ransom for all, which is the testimony given at the proper time.", "7", "For this I was appointed a preacher and an apostle ( I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth."]}, {"reference": "2 Timothy 1:8-12", "words": 134, "text": ["8", "Therefore do not be ashamed of the testimony about our Lord, nor of me his prisoner, but share in suffering for the gospel by the power of God,", "9", "who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began,", "10", "and which now has been manifested through the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,", "11", "for which I was appointed a preacher and apostle and teacher,", "12", "which is why I suffer as I do. But I am not ashamed, for I know whom I have believed, and I am convinced that he is able to guard until that day what has been entrusted to me."]}, {"reference": "2 Timothy 3:10-17", "words": 148, "text": ["10", "You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness,", "11", "my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra—which persecutions I endured; yet from them all the Lord rescued me.", "12", "Indeed, all who desire to live a godly life in Christ Jesus will be persecuted,", "13", "while evil people and impostors will go on from bad to worse, deceiving and being deceived.", "14", "But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it", "15", "and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus.", "16", "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,", "17", "that the man of God may be complete, equipped for every good work."]}, {"reference": "Hebrews 2:1-11", "words": 269, "text": ["1", "Therefore we must pay much closer attention to what we have heard, lest we drift away from it.", "2", "For since the message declared by angels proved to be reliable, and every transgression or disobedience received a just retribution,", "3", "how shall we escape if we neglect such a great salvation? It was declared at first by the Lord, and it was attested to us by those who heard,", "4", "while God also bore witness by signs and wonders and various miracles and by gifts of the Holy Spirit distributed according to his will.", "5", "For it was not to angels that God subjected the world to come, of which we are speaking.", "6", "It has been testified somewhere, “What is man, that you are mindful of him, or the son of man, that you care for him?", "7", "You made him for a little while lower than the angels; you have crowned him with glory and honor,", "8", "putting everything in subjection under his feet.” Now in putting everything in subjection to him, he left nothing outside his control. At present, we do not yet see everything in subjection to him.", "9", "But we see him who for a little while was made lower than the angels, namely Jesus, crowned with glory and honor because of the suffering of death, so that by the grace of God he might taste death for everyone.", "10", "For it was fitting that he, for whom and by whom all things exist, in bringing many sons to glory, should make the founder of their salvation perfect through suffering.", "11", "For he who sanctifies and those who are sanctified all have one source. That is why he is not ashamed to call them brothers,"]}, {"reference": "Hebrews 3:1-6", "words": 124, "text": ["1", "Therefore, holy brothers, you who share in a heavenly calling, consider Jesus, the apostle and high priest of our confession,", "2", "who was faithful to him who appointed him, just as Moses also was faithful in all God's house.", "3", "For Jesus has been counted worthy of more glory than Moses—as much more glory as the builder of a house has more honor than the house itself.", "4", "(For every house is built by someone, but the builder of all things is God.)", "5", "Now Moses was faithful in all God's house as a servant, to testify to the things that were to be spoken later,", "6", "but Christ is faithful over God's house as a son. And we are his house, if indeed we hold fast our confidence and our boasting in our hope."]}, {"reference": "Hebrews 4:12-16", "words": 139, "text": ["12", "For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.", "13", "And no creature is hidden from his sight, but all are naked and exposed to the eyes of him to whom we must give account.", "14", "Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession.", "15", "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.", "16", "Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need."]}, {"reference": "Hebrews 10:26-30", "words": 114, "text": ["26", "For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,", "27", "but a fearful expectation of judgment, and a fury of fire that will consume the adversaries.", "28", "Anyone who has set aside the law of Moses dies without mercy on the evidence of two or three witnesses.", "29", "How much worse punishment, do you think, will be deserved by the one who has trampled underfoot the Son of God, and has profaned the blood of the covenant by which he was sanctified, and has outraged the Spirit of grace?", "30", "For we know him who said, “Vengeance is mine; I will repay.” And again, “The Lord will judge his people.”"]}, {"reference": "1 Peter 1:13-25", "words": 255, "text": ["13", "Therefore, preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ.", "14", "As obedient children, do not be conformed to the passions of your former ignorance,", "15", "but as he who called you is holy, you also be holy in all your conduct,", "16", "since it is written, “You shall be holy, for I am holy.”", "17", "And if you call on him as Father who judges impartially according to each one's deeds, conduct yourselves with fear throughout the time of your exile,", "18", "knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold,", "19", "but with the precious blood of Christ, like that of a lamb without blemish or spot.", "20", "He was foreknown before the foundation of the world but was made manifest in the last times for the sake of you", "21", "who through him are believers in God, who raised him from the dead and gave him glory, so that your faith and hope are in God.", "22", "Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,", "23", "since you have been born again, not of perishable seed but of imperishable, through the living and abiding word of God;", "24", "for “All flesh is like grass and all its glory like the flower of grass. The grass withers, and the flower falls,", "25", "but the word of the Lord remains forever.” And this word is the good news that was preached to you."]}, {"reference": "1 Peter 2:11-17", "words": 135, "text": ["11", "Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul.", "12", "Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.", "13", "Be subject for the Lord's sake to every human institution, whether it be to the emperor as supreme,", "14", "or to governors as sent by him to punish those who do evil and to praise those who do good.", "15", "For this is the will of God, that by doing good you should put to silence the ignorance of foolish people.", "16", "Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God.", "17", "Honor everyone. Love the brotherhood. Fear God. Honor the emperor."]}, {"reference": "2 Peter 1:16-21", "words": 154, "text": ["16", "For we did not follow cleverly devised myths when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty.", "17", "For when he received honor and glory from God the Father, and the voice was borne to him by the Majestic Glory, “This is my beloved Son, with whom I am well pleased,”", "18", "we ourselves heard this very voice borne from heaven, for we were with him on the holy mountain.", "19", "And we have the prophetic word more fully confirmed, to which you will do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts,", "20", "knowing this first of all, that no prophecy of Scripture comes from someone's own interpretation.", "21", "For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit."]}, {"reference": "1 John 1:1-10", "words": 237, "text": ["1", "That which was from the beginning, which we have heard, which we have seen with our eyes, which we looked upon and have touched with our hands, concerning the word of life—", "2", "the life was made manifest, and we have seen it, and testify to it and proclaim to you the eternal life, which was with the Father and was made manifest to us—", "3", "that which we have seen and heard we proclaim also to you, so that you too may have fellowship with us; and indeed our fellowship is with the Father and with his Son Jesus Christ.", "4", "And we are writing these things so that our joy may be complete.", "5", "This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all.", "6", "If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth.", "7", "But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin.", "8", "If we say we have no sin, we deceive ourselves, and the truth is not in us.", "9", "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.", "10", "If we say we have not sinned, we make him a liar, and his word is not in us."]}, {"reference": "Revelation 3:7-13", "words": 238, "text": ["7", "“And to the angel of the church in Philadelphia write: ‘The words of the holy one, the true one, who has the key of David, who opens and no one will shut, who shuts and no one opens.", "8", "“‘I know your works. Behold, I have set before you an open door, which no one is able to shut. I know that you have but little power, and yet you have kept my word and have not denied my name.", "9", "Behold, I will make those of the synagogue of Satan who say that they are Jews and are not, but lie—behold, I will make them come and bow down before your feet, and they will learn that I have loved you.", "10", "Because you have kept my word about patient endurance, I will keep you from the hour of trial that is coming on the whole world, to try those who dwell on the earth.", "11", "I am coming soon. Hold fast what you have, so that no one may seize your crown.", "12", "The one who conquers, I will make him a pillar in the temple of my God. Never shall he go out of it, and I will write on him the name of my God, and the name of the city of my God, the new Jerusalem, which comes down from my God out of heaven, and my own new name.", "13", "He who has an ear, let him hear what the Spirit says to the churches.’"]}, {"reference": "Revelation 19:1-5", "words": 115, "text": ["1", "After this I heard what seemed to be the loud voice of a great multitude in heaven, crying out, “Hallelujah! Salvation and glory and power belong to our God,", "2", "for his judgments are true and just; for he has judged the great prostitute who corrupted the earth with her immorality, and has avenged on her the blood of his servants.”", "3", "Once more they cried out, “Hallelujah! The smoke from her goes up forever and ever.”", "4", "And the twenty-four elders and the four living creatures fell down and worshiped God who was seated on the throne, saying, “Amen. Hallelujah!”", "5", "And from the throne came a voice saying, “Praise our God, all you his servants, you who fear him, small and great.”"]}]