[{"reference": "Acts 1:6–8", "words": 74, "text": ["6", "Then they gathered around him and asked him, “Lord, are you at this time going to restore the kingdom to Israel?”", "7", "He said to them: “It is not for you to know the times or dates the Father has set by his own authority.", "8", "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.”"]}, {"reference": "Luke 24:45–49", "words": 78, "text": ["45", "Then he opened their minds so they could understand the Scriptures.", "46", "He told them, “This is what is written: The Messiah will suffer and rise from the dead on the third day,", "47", "and repentance for the forgiveness of sins will be preached in his name to all nations, beginning at Jerusalem.", "48", "You are witnesses of these things.", "49", "I am going to send you what my Father has promised; but stay in the city until you have been clothed with power from on high.”"]}, {"reference": "Acts 2:36–39", "words": 96, "text": ["36", "“Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Messiah.”", "37", "When the people heard this, they were cut to the heart and said to Peter and the other apostles, “Brothers, what shall we do?”", "38", "Peter replied, “Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.", "39", "The promise is for you and your children and for all who are far off —for all whom the Lord our God will call.”"]}, {"reference": "Luke 11:9–13", "words": 105, "text": ["9", "“So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.", "10", "For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened.", "11", "“Which of you fathers, if your son asks for a fish, will give him a snake instead?", "12", "Or if he asks for an egg, will give him a scorpion?", "13", "If you then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask him!”"]}, {"reference": "Acts 4:29–31", "words": 59, "text": ["29", "Now, Lord, consider their threats and enable your servants to speak your word with great boldness.", "30", "Stretch out your hand to heal and perform signs and wonders through the name of your holy servant Jesus.”", "31", "After they prayed, the place where they were meeting was shaken. And they were all filled with the Holy Spirit and spoke the word of God boldly."]}, {"reference": "Exodus 31:2–6", "words": 96, "text": ["2", "“See, I have chosen Bezalel son of Uri, the son of Hur, of the tribe of Judah,", "3", "and I have filled him with the Spirit of God, with wisdom, with understanding, with knowledge and with all kinds of skills —", "4", "to make artistic designs for work in gold, silver and bronze,", "5", "to cut and set stones, to work in wood, and to engage in all kinds of crafts.", "6", "Moreover, I have appointed Oholiab son of Ahisamak, of the tribe of Dan, to help him. Also I have given ability to all the skilled workers to make everything I have commanded you:"]}, {"reference": "Acts 5:27–32", "words": 122, "text": ["27", "The apostles were brought in and made to appear before the Sanhedrin to be questioned by the high priest.", "28", "“We gave you strict orders not to teach in this name,” he said. “Yet you have filled Jerusalem with your teaching and are determined to make us guilty of this man’s blood.”", "29", "Peter and the other apostles replied: “We must obey God rather than human beings!", "30", "The God of our ancestors raised Jesus from the dead —whom you killed by hanging him on a cross.", "31", "God exalted him to his own right hand as Prince and Savior that he might bring Israel to repentance and forgive their sins.", "32", "We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey him.”"]}, {"reference": "1 John 5:6–11", "words": 127, "text": ["6", "This is the one who came by water and blood —Jesus Christ. He did not come by water only, but by water and blood. And it is the Spirit who testifies, because the Spirit is the truth.", "7", "For there are three that testify:", "8", "the Spirit, the water and the blood; and the three are in agreement.", "9", "We accept human testimony, but God’s testimony is greater because it is the testimony of God, which he has given about his Son.", "10", "Whoever believes in the Son of God accepts this testimony. Whoever does not believe God has made him out to be a liar, because they have not believed the testimony God has given about his Son.", "11", "And this is the testimony: God has given us eternal life, and this life is in his Son."]}, {"reference": "Acts 7:57–60", "words": 78, "text": ["57", "At this they covered their ears and, yelling at the top of their voices, they all rushed at him,", "58", "dragged him out of the city and began to stone him. Meanwhile, the witnesses laid their coats at the feet of a young man named Saul.", "59", "While they were stoning him, Stephen prayed, “Lord Jesus, receive my spirit.”", "60", "Then he fell on his knees and cried out, “Lord, do not hold this sin against them.” When he had said this, he fell asleep."]}, {"reference": "Ephesians 5:16–21", "words": 81, "text": ["16", "making the most of every opportunity, because the days are evil.", "17", "Therefore do not be foolish, but understand what the Lord’s will is.", "18", "Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit,", "19", "speaking to one another with psalms, hymns, and songs from the Spirit. Sing and make music from your heart to the Lord,", "20", "always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ.", "21", "Submit to one another out of reverence for Christ."]}, {"reference": "Acts 8:34–36", "words": 60, "text": ["34", "The eunuch asked Philip, “Tell me, please, who is the prophet talking about, himself or someone else?”", "35", "Then Philip began with that very passage of Scripture and told him the good news about Jesus.", "36", "As they traveled along the road, they came to some water and the eunuch said, “Look, here is water. What can stand in the way of my being baptized?”"]}, {"reference": "John 14:16–18", "words": 61, "text": ["16", "And I will ask the Father, and he will give you another advocate to help you and be with you forever—", "17", "the Spirit of truth. The world cannot accept him, because it neither sees him nor knows him. But you know him, for he lives with you and will be in you.", "18", "I will not leave you as orphans; I will come to you."]}, {"reference": "Acts 10:39–43", "words": 112, "text": ["39", "“We are witnesses of everything he did in the country of the Jews and in Jerusalem. They killed him by hanging him on a cross,", "40", "but God raised him from the dead on the third day and caused him to be seen.", "41", "He was not seen by all the people, but by witnesses whom God had already chosen—by us who ate and drank with him after he rose from the dead.", "42", "He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead.", "43", "All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.”"]}, {"reference": "John 16:13–15", "words": 83, "text": ["13", "But when he, the Spirit of truth, comes, he will guide you into all the truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come.", "14", "He will glorify me because it is from me that he will receive what he will make known to you.", "15", "All that belongs to the Father is mine. That is why I said the Spirit will receive from me what he will make known to you.”"]}, {"reference": "Genesis 1:9-13", "words": 111, "text": ["9", "And God said, “Let the water under the sky be gathered to one place, and let dry ground appear.” And it was so.", "10", "God called the dry ground “land,” and the gathered waters he called “seas.” And God saw that it was good.", "11", "Then God said, “Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds. ” And it was so.", "12", "The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good.", "13", "And there was evening, and there was morning —the third day."]}, {"reference": "Genesis 3:14-15", "words": 65, "text": ["14", "So the Lord God said to the serpent, “Because you have done this, “Cursed are you above all livestock and all wild animals! You will crawl on your belly and you will eat dust all the days of your life.", "15", "And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.”"]}, {"reference": "Genesis 32:24-30", "words": 138, "text": ["24", "So Jacob was left alone, and a man wrestled with him till daybreak.", "25", "When the man saw that he could not overpower him, he touched the socket of Jacob’s hip so that his hip was wrenched as he wrestled with the man.", "26", "Then the man said, “Let me go, for it is daybreak.” But Jacob replied, “I will not let you go unless you bless me.”", "27", "The man asked him, “What is your name?” “Jacob,” he answered.", "28", "Then the man said, “Your name will no longer be Jacob, but Israel, because you have struggled with God and with humans and have overcome.”", "29", "Jacob said, “Please tell me your name.” But he replied, “Why do you ask my name?” Then he blessed him there.", "30", "So Jacob called the place Peniel, saying, “It is because I saw God face to face, and yet my life was spared.”"]}, {"reference": "Exodus 3:12-18", "words": 278, "text": ["12", "And God said, “I will be with you. And this will be the sign to you that it is I who have sent you: When you have brought the people out of Egypt, you will worship God on this mountain. ”", "13", "Moses said to God, “Suppose I go to the Israelites and say to them, ‘The God of your fathers has sent me to you,’ and they ask me, ‘What is his name?’ Then what shall I tell them?”", "14", "God said to Moses, “ I am who I am\u0001 This is what you are to say to the Israelites: ‘ I am has sent me to you.’”", "15", "God also said to Moses, “Say to the Israelites, ‘The Lord\u0001 the God of your fathers —the God of Abraham, the God of Isaac and the God of Jacob —has sent me to you.’ “This is my name forever, the name you shall call me from generation to generation.", "16", "“Go, assemble the elders of Israel and say to them, ‘The Lord\u0001 the God of your fathers—the God of Abraham, Isaac and Jacob —appeared to me and said: I have watched over you and have seen what has been done to you in Egypt.", "17", "And I have promised to bring you up out of your misery in Egypt into the land of the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites—a land flowing with milk and honey.’", "18", "“The elders of Israel will listen to you. Then you and the elders are to go to the king of Egypt and say to him, ‘The Lord\u0001 the God of the Hebrews, has met with us. Let us take a three-day journey into the wilderness to offer sacrifices to the Lord our God.’"]}, {"reference": "Leviticus 10:3", "words": 39, "text": ["3", "Moses then said to Aaron, “This is what the Lord spoke of when he said: “‘Among those who approach me I will be proved holy; in the sight of all the people I will be honored. ’” Aaron remained silent."]}, {"reference": "Deuteronomy 4:4-6", "words": 78, "text": ["4", "but all of you who held fast to the Lord your God are still alive today.", "5", "See, I have taught you decrees and laws as the Lord my God commanded me, so that you may follow them in the land you are entering to take possession of it.", "6", "Observe them carefully, for this will show your wisdom and understanding to the nations, who will hear about all these decrees and say, “Surely this great nation is a wise and understanding people.”"]}, {"reference": "Deuteronomy 10:12-22", "words": 242, "text": ["12", "And now, Israel, what does the Lord your God ask of you but to fear the Lord your God, to walk in obedience to him, to love him, to serve the Lord your God with all your heart and with all your soul,", "13", "and to observe the Lord ’s commands and decrees that I am giving you today for your own good?", "14", "To the Lord your God belong the heavens, even the highest heavens, the earth and everything in it.", "15", "Yet the Lord set his affection on your ancestors and loved them, and he chose you, their descendants, above all the nations—as it is today.", "16", "Circumcise your hearts, therefore, and do not be stiff-necked any longer.", "17", "For the Lord your God is God of gods and Lord of lords, the great God, mighty and awesome, who shows no partiality and accepts no bribes.", "18", "He defends the cause of the fatherless and the widow, and loves the foreigner residing among you, giving them food and clothing.", "19", "And you are to love those who are foreigners, for you yourselves were foreigners in Egypt.", "20", "Fear the Lord your God and serve him. Hold fast to him and take your oaths in his name.", "21", "He is the one you praise; he is your God, who performed for you those great and awesome wonders you saw with your own eyes.", "22", "Your ancestors who went down into Egypt were seventy in all, and now the Lord your God has made you as numerous as the stars in the sky."]}, {"reference": "Deuteronomy 18:15-18", "words": 106, "text": ["15", "The Lord your God will raise up for you a prophet like me from among you, from your fellow Israelites. You must listen to him.", "16", "For this is what you asked of the Lord your God at Horeb on the day of the assembly when you said, “Let us not hear the voice of the Lord our God nor see this great fire anymore, or we will die.”", "17", "The Lord said to me: “What they say is good.", "18", "I will raise up for them a prophet like you from among their fellow Israelites, and I will put my words in his mouth. He will tell them everything I command him."]}, {"reference": "Deuteronomy 34:9", "words": 33, "text": ["9", "Now Joshua son of Nun was filled with the spirit of wisdom because Moses had laid his hands on him. So the Israelites listened to him and did what the Lord had commanded Moses."]}, {"reference": "Joshua 3:5-13", "words": 216, "text": ["5", "Joshua told the people, “Consecrate yourselves, for tomorrow the Lord will do amazing things among you.”", "6", "Joshua said to the priests, “Take up the ark of the covenant and pass on ahead of the people.” So they took it up and went ahead of them.", "7", "And the Lord said to Joshua, “Today I will begin to exalt you in the eyes of all Israel, so they may know that I am with you as I was with Moses.", "8", "Tell the priests who carry the ark of the covenant: ‘When you reach the edge of the Jordan’s waters, go and stand in the river.’”", "9", "Joshua said to the Israelites, “Come here and listen to the words of the Lord your God.", "10", "This is how you will know that the living God is among you and that he will certainly drive out before you the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites and Jebusites.", "11", "See, the ark of the covenant of the Lord of all the earth will go into the Jordan ahead of you.", "12", "Now then, choose twelve men from the tribes of Israel, one from each tribe.", "13", "And as soon as the priests who carry the ark of the Lord —the Lord of all the earth —set foot in the Jordan, its waters flowing downstream will be cut off and stand up in a heap. ”"]}, {"reference": "1 Samuel 2:1-10", "words": 257, "text": ["1", "Then Hannah prayed and said: “My heart rejoices in the Lord\u0001 in the Lord my horn is lifted high. My mouth boasts over my enemies, for I delight in your deliverance.", "2", "“There is no one holy like the Lord\u0001 there is no one besides you; there is no Rock like our God.", "3", "“Do not keep talking so proudly or let your mouth speak such arrogance, for the Lord is a God who knows, and by him deeds are weighed.", "4", "“The bows of the warriors are broken, but those who stumbled are armed with strength.", "5", "Those who were full hire themselves out for food, but those who were hungry are hungry no more. She who was barren has borne seven children, but she who has had many sons pines away.", "6", "“The Lord brings death and makes alive; he brings down to the grave and raises up.", "7", "The Lord sends poverty and wealth; he humbles and he exalts.", "8", "He raises the poor from the dust and lifts the needy from the ash heap; he seats them with princes and has them inherit a throne of honor. “For the foundations of the earth are the Lord ’s; on them he has set the world.", "9", "He will guard the feet of his faithful servants, but the wicked will be silenced in the place of darkness. “It is not by strength that one prevails;", "10", "those who oppose the Lord will be broken. The Most High will thunder from heaven; the Lord will judge the ends of the earth. “He will give strength to his king and exalt the horn of his anointed.”"]}, {"reference": "2 Samuel 7:1-17", "words": 439, "text": ["1", "After the king was settled in his palace and the Lord had given him rest from all his enemies around him,", "2", "he said to Nathan the prophet, “Here I am, living in a house of cedar, while the ark of God remains in a tent.”", "3", "Nathan replied to the king, “Whatever you have in mind, go ahead and do it, for the Lord is with you.”", "4", "But that night the word of the Lord came to Nathan, saying:", "5", "“Go and tell my servant David, ‘This is what the Lord says: Are you the one to build me a house to dwell in?", "6", "I have not dwelt in a house from the day I brought the Israelites up out of Egypt to this day. I have been moving from place to place with a tent as my dwelling.", "7", "Wherever I have moved with all the Israelites, did I ever say to any of their rulers whom I commanded to shepherd my people Israel, “Why have you not built me a house of cedar? ”’", "8", "“Now then, tell my servant David, ‘This is what the Lord Almighty says: I took you from the pasture, from tending the flock, and appointed you ruler over my people Israel.", "9", "I have been with you wherever you have gone, and I have cut off all your enemies from before you. Now I will make your name great, like the names of the greatest men on earth.", "10", "And I will provide a place for my people Israel and will plant them so that they can have a home of their own and no longer be disturbed. Wicked people will not oppress them anymore, as they did at the beginning", "11", "and have done ever since the time I appointed leaders over my people Israel. I will also give you rest from all your enemies. “‘The Lord declares to you that the Lord himself will establish a house for you:", "12", "When your days are over and you rest with your ancestors, I will raise up your offspring to succeed you, your own flesh and blood, and I will establish his kingdom.", "13", "He is the one who will build a house for my Name, and I will establish the throne of his kingdom forever.", "14", "I will be his father, and he will be my son. When he does wrong, I will punish him with a rod wielded by men, with floggings inflicted by human hands.", "15", "But my love will never be taken away from him, as I took it away from Saul, whom I removed from before you.", "16", "Your house and your kingdom will endure forever before me\u0001 your throne will be established forever. ’”", "17", "Nathan reported to David all the words of this entire revelation."]}, {"reference": "2 Samuel 24:18-25", "words": 231, "text": ["18", "On that day Gad went to David and said to him, “Go up and build an altar to the Lord on the threshing floor of Araunah the Jebusite.”", "19", "So David went up, as the Lord had commanded through Gad.", "20", "When Araunah looked and saw the king and his officials coming toward him, he went out and bowed down before the king with his face to the ground.", "21", "Araunah said, “Why has my lord the king come to his servant?” “To buy your threshing floor,” David answered, “so I can build an altar to the Lord\u0001 that the plague on the people may be stopped.”", "22", "Araunah said to David, “Let my lord the king take whatever he wishes and offer it up. Here are oxen for the burnt offering, and here are threshing sledges and ox yokes for the wood.", "23", "Your Majesty, Araunah gives all this to the king.” Araunah also said to him, “May the Lord your God accept you.”", "24", "But the king replied to Araunah, “No, I insist on paying you for it. I will not sacrifice to the Lord my God burnt offerings that cost me nothing.” So David bought the threshing floor and the oxen and paid fifty shekels of silver for them.", "25", "David built an altar to the Lord there and sacrificed burnt offerings and fellowship offerings. Then the Lord answered his prayer in behalf of the land, and the plague on Israel was stopped."]}, {"reference": "Job 38:1-18", "words": 243, "text": ["1", "Then the Lord spoke to Job out of the storm. He said:", "2", "“Who is this that obscures my plans with words without knowledge?", "3", "Brace yourself like a man; I will question you, and you shall answer me.", "4", "“Where were you when I laid the earth’s foundation? Tell me, if you understand.", "5", "Who marked off its dimensions? Surely you know! Who stretched a measuring line across it?", "6", "On what were its footings set, or who laid its cornerstone —", "7", "while the morning stars sang together and all the angels shouted for joy?", "8", "“Who shut up the sea behind doors when it burst forth from the womb,", "9", "when I made the clouds its garment and wrapped it in thick darkness,", "10", "when I fixed limits for it and set its doors and bars in place,", "11", "when I said, ‘This far you may come and no farther; here is where your proud waves halt’?", "12", "“Have you ever given orders to the morning, or shown the dawn its place,", "13", "that it might take the earth by the edges and shake the wicked out of it?", "14", "The earth takes shape like clay under a seal; its features stand out like those of a garment.", "15", "The wicked are denied their light, and their upraised arm is broken.", "16", "“Have you journeyed to the springs of the sea or walked in the recesses of the deep?", "17", "Have the gates of death been shown to you? Have you seen the gates of the deepest darkness?", "18", "Have you comprehended the vast expanses of the earth? Tell me, if you know all this."]}, {"reference": "Psalm 22:1-28", "words": 467, "text": ["1", "My God, my God, why have you forsaken me? Why are you so far from saving me, so far from my cries of anguish?", "2", "My God, I cry out by day, but you do not answer, by night, but I find no rest.", "3", "Yet you are enthroned as the Holy One; you are the one Israel praises.", "4", "In you our ancestors put their trust; they trusted and you delivered them.", "5", "To you they cried out and were saved; in you they trusted and were not put to shame.", "6", "But I am a worm and not a man, scorned by everyone, despised by the people.", "7", "All who see me mock me; they hurl insults, shaking their heads.", "8", "“He trusts in the Lord\u0001” they say, “let the Lord rescue him. Let him deliver him, since he delights in him.”", "9", "Yet you brought me out of the womb; you made me trust in you, even at my mother’s breast.", "10", "From birth I was cast on you; from my mother’s womb you have been my God.", "11", "Do not be far from me, for trouble is near and there is no one to help.", "12", "Many bulls surround me; strong bulls of Bashan encircle me.", "13", "Roaring lions that tear their prey open their mouths wide against me.", "14", "I am poured out like water, and all my bones are out of joint. My heart has turned to wax; it has melted within me.", "15", "My mouth is dried up like a potsherd, and my tongue sticks to the roof of my mouth; you lay me in the dust of death.", "16", "Dogs surround me, a pack of villains encircles me; they pierce my hands and my feet.", "17", "All my bones are on display; people stare and gloat over me.", "18", "They divide my clothes among them and cast lots for my garment.", "19", "But you, Lord\u0001 do not be far from me. You are my strength; come quickly to help me.", "20", "Deliver me from the sword, my precious life from the power of the dogs.", "21", "Rescue me from the mouth of the lions; save me from the horns of the wild oxen.", "22", "I will declare your name to my people; in the assembly I will praise you.", "23", "You who fear the Lord\u0001 praise him! All you descendants of Jacob, honor him! Revere him, all you descendants of Israel!", "24", "For he has not despised or scorned the suffering of the afflicted one; he has not hidden his face from him but has listened to his cry for help.", "25", "From you comes the theme of my praise in the great assembly; before those who fear you I will fulfill my vows.", "26", "The poor will eat and be satisfied; those who seek the Lord will praise him— may your hearts live forever!", "27", "All the ends of the earth will remember and turn to the Lord\u0001 and all the families of the nations will bow down before him,", "28", "for dominion belongs to the Lord and he rules over the nations."]}, {"reference": "Psalm 40:9-10", "words": 48, "text": ["9", "I proclaim your saving acts in the great assembly; I do not seal my lips, Lord\u0001 as you know.", "10", "I do not hide your righteousness in my heart; I speak of your faithfulness and your saving help. I do not conceal your love and your faithfulness from the great assembly."]}, {"reference": "Psalm 69:6-18", "words": 209, "text": ["6", "Lord, the Lord Almighty, may those who hope in you not be disgraced because of me; God of Israel, may those who seek you not be put to shame because of me.", "7", "For I endure scorn for your sake, and shame covers my face.", "8", "I am a foreigner to my own family, a stranger to my own mother’s children;", "9", "for zeal for your house consumes me, and the insults of those who insult you fall on me.", "10", "When I weep and fast, I must endure scorn;", "11", "when I put on sackcloth, people make sport of me.", "12", "Those who sit at the gate mock me, and I am the song of the drunkards.", "13", "But I pray to you, Lord\u0001 in the time of your favor; in your great love, O God, answer me with your sure salvation.", "14", "Rescue me from the mire, do not let me sink; deliver me from those who hate me, from the deep waters.", "15", "Do not let the floodwaters engulf me or the depths swallow me up or the pit close its mouth over me.", "16", "Answer me, Lord\u0001 out of the goodness of your love; in your great mercy turn to me.", "17", "Do not hide your face from your servant; answer me quickly, for I am in trouble.", "18", "Come near and rescue me; deliver me because of my foes."]}, {"reference": "Psalm 91:1-16", "words": 258, "text": ["1", "Whoever dwells in the shelter of the Most High will rest in the shadow of the Almighty.", "2", "I will say of the Lord\u0001 “He is my refuge and my fortress, my God, in whom I trust.”", "3", "Surely he will save you from the fowler’s snare and from the deadly pestilence.", "4", "He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart.", "5", "You will not fear the terror of night, nor the arrow that flies by day,", "6", "nor the pestilence that stalks in the darkness, nor the plague that destroys at midday.", "7", "A thousand may fall at your side, ten thousand at your right hand, but it will not come near you.", "8", "You will only observe with your eyes and see the punishment of the wicked.", "9", "If you say, “The Lord is my refuge,” and you make the Most High your dwelling,", "10", "no harm will overtake you, no disaster will come near your tent.", "11", "For he will command his angels concerning you to guard you in all your ways;", "12", "they will lift you up in their hands, so that you will not strike your foot against a stone.", "13", "You will tread on the lion and the cobra; you will trample the great lion and the serpent.", "14", "“Because he loves me,” says the Lord\u0001 “I will rescue him; I will protect him, for he acknowledges my name.", "15", "He will call on me, and I will answer him; I will be with him in trouble, I will deliver him and honor him.", "16", "With long life I will satisfy him and show him my salvation. ”"]}, {"reference": "Psalm 118:1-29", "words": 406, "text": ["1", "Give thanks to the Lord\u0001 for he is good; his love endures forever.", "2", "Let Israel say: “His love endures forever.”", "3", "Let the house of Aaron say: “His love endures forever.”", "4", "Let those who fear the Lord say: “His love endures forever.”", "5", "When hard pressed, I cried to the Lord\u0001 he brought me into a spacious place.", "6", "The Lord is with me; I will not be afraid. What can mere mortals do to me?", "7", "The Lord is with me; he is my helper. I look in triumph on my enemies.", "8", "It is better to take refuge in the Lord than to trust in humans.", "9", "It is better to take refuge in the Lord than to trust in princes.", "10", "All the nations surrounded me, but in the name of the Lord I cut them down.", "11", "They surrounded me on every side, but in the name of the Lord I cut them down.", "12", "They swarmed around me like bees, but they were consumed as quickly as burning thorns; in the name of the Lord I cut them down.", "13", "I was pushed back and about to fall, but the Lord helped me.", "14", "The Lord is my strength and my defense\u0001 he has become my salvation.", "15", "Shouts of joy and victory resound in the tents of the righteous: “The Lord ’s right hand has done mighty things!", "16", "The Lord ’s right hand is lifted high; the Lord ’s right hand has done mighty things!”", "17", "I will not die but live, and will proclaim what the Lord has done.", "18", "The Lord has chastened me severely, but he has not given me over to death.", "19", "Open for me the gates of the righteous; I will enter and give thanks to the Lord\u0001", "20", "This is the gate of the Lord through which the righteous may enter.", "21", "I will give you thanks, for you answered me; you have become my salvation.", "22", "The stone the builders rejected has become the cornerstone;", "23", "the Lord has done this, and it is marvelous in our eyes.", "24", "The Lord has done it this very day; let us rejoice today and be glad.", "25", "Lord\u0001 save us! Lord\u0001 grant us success!", "26", "Blessed is he who comes in the name of the Lord\u0001 From the house of the Lord we bless you.", "27", "The Lord is God, and he has made his light shine on us. With boughs in hand, join in the festal procession up to the horns of the altar.", "28", "You are my God, and I will praise you; you are my God, and I will exalt you.", "29", "Give thanks to the Lord\u0001 for he is good; his love endures forever."]}, {"reference": "Psalm 148:13-14", "words": 49, "text": ["13", "Let them praise the name of the Lord\u0001 for his name alone is exalted; his splendor is above the earth and the heavens.", "14", "And he has raised up for his people a horn, the praise of all his faithful servants, of Israel, the people close to his heart. Praise the Lord\u0001"]}, {"reference": "Proverbs 2:1-22", "words": 292, "text": ["1", "My son, if you accept my words and store up my commands within you,", "2", "turning your ear to wisdom and applying your heart to understanding —", "3", "indeed, if you call out for insight and cry aloud for understanding,", "4", "and if you look for it as for silver and search for it as for hidden treasure,", "5", "then you will understand the fear of the Lord and find the knowledge of God.", "6", "For the Lord gives wisdom; from his mouth come knowledge and understanding.", "7", "He holds success in store for the upright, he is a shield to those whose walk is blameless,", "8", "for he guards the course of the just and protects the way of his faithful ones.", "9", "Then you will understand what is right and just and fair—every good path.", "10", "For wisdom will enter your heart, and knowledge will be pleasant to your soul.", "11", "Discretion will protect you, and understanding will guard you.", "12", "Wisdom will save you from the ways of wicked men, from men whose words are perverse,", "13", "who have left the straight paths to walk in dark ways,", "14", "who delight in doing wrong and rejoice in the perverseness of evil,", "15", "whose paths are crooked and who are devious in their ways.", "16", "Wisdom will save you also from the adulterous woman, from the wayward woman with her seductive words,", "17", "who has left the partner of her youth and ignored the covenant she made before God.", "18", "Surely her house leads down to death and her paths to the spirits of the dead.", "19", "None who go to her return or attain the paths of life.", "20", "Thus you will walk in the ways of the good and keep to the paths of the righteous.", "21", "For the upright will live in the land, and the blameless will remain in it;", "22", "but the wicked will be cut off from the land, and the unfaithful will be torn from it."]}, {"reference": "Proverbs 3:1-20", "words": 273, "text": ["1", "My son, do not forget my teaching, but keep my commands in your heart,", "2", "for they will prolong your life many years and bring you peace and prosperity.", "3", "Let love and faithfulness never leave you; bind them around your neck, write them on the tablet of your heart.", "4", "Then you will win favor and a good name in the sight of God and man.", "5", "Trust in the Lord with all your heart and lean not on your own understanding;", "6", "in all your ways submit to him, and he will make your paths straight.", "7", "Do not be wise in your own eyes; fear the Lord and shun evil.", "8", "This will bring health to your body and nourishment to your bones.", "9", "Honor the Lord with your wealth, with the firstfruits of all your crops;", "10", "then your barns will be filled to overflowing, and your vats will brim over with new wine.", "11", "My son, do not despise the Lord ’s discipline, and do not resent his rebuke,", "12", "because the Lord disciplines those he loves, as a father the son he delights in.", "13", "Blessed are those who find wisdom, those who gain understanding,", "14", "for she is more profitable than silver and yields better returns than gold.", "15", "She is more precious than rubies; nothing you desire can compare with her.", "16", "Long life is in her right hand; in her left hand are riches and honor.", "17", "Her ways are pleasant ways, and all her paths are peace.", "18", "She is a tree of life to those who take hold of her; those who hold her fast will be blessed.", "19", "By wisdom the Lord laid the earth’s foundations, by understanding he set the heavens in place;", "20", "by his knowledge the watery depths were divided, and the clouds let drop the dew."]}, {"reference": "Proverbs 23:15-19", "words": 68, "text": ["15", "My son, if your heart is wise, then my heart will be glad indeed;", "16", "my inmost being will rejoice when your lips speak what is right.", "17", "Do not let your heart envy sinners, but always be zealous for the fear of the Lord\u0001", "18", "There is surely a future hope for you, and your hope will not be cut off.", "19", "Listen, my son, and be wise, and set your heart on the right path:"]}, {"reference": "Isaiah 1:18-20", "words": 67, "text": ["18", "“Come now, let us settle the matter,” says the Lord\u0001 “Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool.", "19", "If you are willing and obedient, you will eat the good things of the land;", "20", "but if you resist and rebel, you will be devoured by the sword.” For the mouth of the Lord has spoken."]}, {"reference": "Isaiah 6:1-10", "words": 250, "text": ["1", "In the year that King Uzziah died, I saw the Lord, high and exalted, seated on a throne; and the train of his robe filled the temple.", "2", "Above him were seraphim, each with six wings: With two wings they covered their faces, with two they covered their feet, and with two they were flying.", "3", "And they were calling to one another: “Holy, holy\u0001 holy is the Lord Almighty; the whole earth is full of his glory.”", "4", "At the sound of their voices the doorposts and thresholds shook and the temple was filled with smoke.", "5", "“Woe to me!” I cried. “I am ruined! For I am a man of unclean lips, and I live among a people of unclean lips, and my eyes have seen the King, the Lord Almighty.”", "6", "Then one of the seraphim flew to me with a live coal in his hand, which he had taken with tongs from the altar.", "7", "With it he touched my mouth and said, “See, this has touched your lips; your guilt is taken away and your sin atoned for. ”", "8", "Then I heard the voice of the Lord saying, “Whom shall I send? And who will go for us? ” And I said, “Here am I. Send me!”", "9", "He said, “Go and tell this people: “‘Be ever hearing, but never understanding; be ever seeing, but never perceiving.’", "10", "Make the heart of this people calloused; make their ears dull and close their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts, and turn and be healed.”"]}, {"reference": "Isaiah 38:15-20", "words": 143, "text": ["15", "But what can I say? He has spoken to me, and he himself has done this. I will walk humbly all my years because of this anguish of my soul.", "16", "Lord, by such things people live; and my spirit finds life in them too. You restored me to health and let me live.", "17", "Surely it was for my benefit that I suffered such anguish. In your love you kept me from the pit of destruction; you have put all my sins behind your back.", "18", "For the grave cannot praise you, death cannot sing your praise; those who go down to the pit cannot hope for your faithfulness.", "19", "The living, the living—they praise you, as I am doing today; parents tell their children about your faithfulness.", "20", "The Lord will save me, and we will sing with stringed instruments all the days of our lives in the temple of the Lord\u0001"]}, {"reference": "Isaiah 49:22-23", "words": 87, "text": ["22", "This is what the Sovereign Lord says: “See, I will beckon to the nations, I will lift up my banner to the peoples; they will bring your sons in their arms and carry your daughters on their hips.", "23", "Kings will be your foster fathers, and their queens your nursing mothers. They will bow down before you with their faces to the ground; they will lick the dust at your feet. Then you will know that I am the Lord\u0001 those who hope in me will not be disappointed. ”"]}, {"reference": "Isaiah 50:4-8", "words": 127, "text": ["4", "The Sovereign Lord has given me a well-instructed tongue, to know the word that sustains the weary. He wakens me morning by morning, wakens my ear to listen like one being instructed.", "5", "The Sovereign Lord has opened my ears; I have not been rebellious, I have not turned away.", "6", "I offered my back to those who beat me, my cheeks to those who pulled out my beard; I did not hide my face from mocking and spitting.", "7", "Because the Sovereign Lord helps me, I will not be disgraced. Therefore have I set my face like flint, and I know I will not be put to shame.", "8", "He who vindicates me is near. Who then will bring charges against me? Let us face each other! Who is my accuser? Let him confront me!"]}, {"reference": "Isaiah 55:6-11", "words": 151, "text": ["6", "Seek the Lord while he may be found; call on him while he is near.", "7", "Let the wicked forsake their ways and the unrighteous their thoughts. Let them turn to the Lord\u0001 and he will have mercy on them, and to our God, for he will freely pardon.", "8", "“For my thoughts are not your thoughts, neither are your ways my ways,” declares the Lord\u0001", "9", "“As the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts.", "10", "As the rain and the snow come down from heaven, and do not return to it without watering the earth and making it bud and flourish, so that it yields seed for the sower and bread for the eater,", "11", "so is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it."]}, {"reference": "Jeremiah 18:5-11", "words": 171, "text": ["5", "Then the word of the Lord came to me.", "6", "He said, “Can I not do with you, Israel, as this potter does?” declares the Lord\u0001 “Like clay in the hand of the potter, so are you in my hand, Israel.", "7", "If at any time I announce that a nation or kingdom is to be uprooted, torn down and destroyed,", "8", "and if that nation I warned repents of its evil, then I will relent and not inflict on it the disaster I had planned.", "9", "And if at another time I announce that a nation or kingdom is to be built up and planted,", "10", "and if it does evil in my sight and does not obey me, then I will reconsider the good I had intended to do for it.", "11", "“Now therefore say to the people of Judah and those living in Jerusalem, ‘This is what the Lord says: Look! I am preparing a disaster for you and devising a plan against you. So turn from your evil ways, each one of you, and reform your ways and your actions.’"]}, {"reference": "Jeremiah 31:31-34", "words": 150, "text": ["31", "“The days are coming,” declares the Lord\u0001 “when I will make a new covenant with the people of Israel and with the people of Judah.", "32", "It will not be like the covenant I made with their ancestors when I took them by the hand to lead them out of Egypt, because they broke my covenant, though I was a husband to them, ” declares the Lord\u0001", "33", "“This is the covenant I will make with the people of Israel after that time,” declares the Lord\u0001 “I will put my law in their minds and write it on their hearts. I will be their God, and they will be my people.", "34", "No longer will they teach their neighbor, or say to one another, ‘Know the Lord\u0001’ because they will all know me, from the least of them to the greatest,” declares the Lord\u0001 “For I will forgive their wickedness and will remember their sins no more.”"]}, {"reference": "Ezekiel 12:1-16", "words": 423, "text": ["1", "The word of the Lord came to me:", "2", "“Son of man, you are living among a rebellious people. They have eyes to see but do not see and ears to hear but do not hear, for they are a rebellious people.", "3", "“Therefore, son of man, pack your belongings for exile and in the daytime, as they watch, set out and go from where you are to another place. Perhaps they will understand, though they are a rebellious people.", "4", "During the daytime, while they watch, bring out your belongings packed for exile. Then in the evening, while they are watching, go out like those who go into exile.", "5", "While they watch, dig through the wall and take your belongings out through it.", "6", "Put them on your shoulder as they are watching and carry them out at dusk. Cover your face so that you cannot see the land, for I have made you a sign to the Israelites.”", "7", "So I did as I was commanded. During the day I brought out my things packed for exile. Then in the evening I dug through the wall with my hands. I took my belongings out at dusk, carrying them on my shoulders while they watched.", "8", "In the morning the word of the Lord came to me:", "9", "“Son of man, did not the Israelites, that rebellious people, ask you, ‘What are you doing?’", "10", "“Say to them, ‘This is what the Sovereign Lord says: This prophecy concerns the prince in Jerusalem and all the Israelites who are there.’", "11", "Say to them, ‘I am a sign to you.’ “As I have done, so it will be done to them. They will go into exile as captives.", "12", "“The prince among them will put his things on his shoulder at dusk and leave, and a hole will be dug in the wall for him to go through. He will cover his face so that he cannot see the land.", "13", "I will spread my net for him, and he will be caught in my snare; I will bring him to Babylonia, the land of the Chaldeans, but he will not see it, and there he will die.", "14", "I will scatter to the winds all those around him—his staff and all his troops—and I will pursue them with drawn sword.", "15", "“They will know that I am the Lord\u0001 when I disperse them among the nations and scatter them through the countries.", "16", "But I will spare a few of them from the sword, famine and plague, so that in the nations where they go they may acknowledge all their detestable practices. Then they will know that I am the Lord\u0001 ”"]}, {"reference": "Ezekiel 36:22-30", "words": 263, "text": ["22", "“Therefore say to the Israelites, ‘This is what the Sovereign Lord says: It is not for your sake, people of Israel, that I am going to do these things, but for the sake of my holy name, which you have profaned among the nations where you have gone.", "23", "I will show the holiness of my great name, which has been profaned among the nations, the name you have profaned among them. Then the nations will know that I am the Lord\u0001 declares the Sovereign Lord\u0001 when I am proved holy through you before their eyes.", "24", "“‘For I will take you out of the nations; I will gather you from all the countries and bring you back into your own land.", "25", "I will sprinkle clean water on you, and you will be clean; I will cleanse you from all your impurities and from all your idols.", "26", "I will give you a new heart and put a new spirit in you; I will remove from you your heart of stone and give you a heart of flesh.", "27", "And I will put my Spirit in you and move you to follow my decrees and be careful to keep my laws.", "28", "Then you will live in the land I gave your ancestors; you will be my people, and I will be your God.", "29", "I will save you from all your uncleanness. I will call for the grain and make it plentiful and will not bring famine upon you.", "30", "I will increase the fruit of the trees and the crops of the field, so that you will no longer suffer disgrace among the nations because of famine."]}, {"reference": "Ezekiel 47:21-23", "words": 73, "text": ["21", "“You are to distribute this land among yourselves according to the tribes of Israel.", "22", "You are to allot it as an inheritance for yourselves and for the foreigners residing among you and who have children. You are to consider them as native-born Israelites; along with you they are to be allotted an inheritance among the tribes of Israel.", "23", "In whatever tribe a foreigner resides, there you are to give them their inheritance,” declares the Sovereign Lord\u0001"]}, {"reference": "Daniel 7:13-14", "words": 72, "text": ["13", "“In my vision at night I looked, and there before me was one like a son of man, coming with the clouds of heaven. He approached the Ancient of Days and was led into his presence.", "14", "He was given authority, glory and sovereign power; all nations and peoples of every language worshiped him. His dominion is an everlasting dominion that will not pass away, and his kingdom is one that will never be destroyed."]}, {"reference": "Daniel 12:1-3", "words": 93, "text": ["1", "“At that time Michael, the great prince who protects your people, will arise. There will be a time of distress such as has not happened from the beginning of nations until then. But at that time your people—everyone whose name is found written in the book —will be delivered.", "2", "Multitudes who sleep in the dust of the earth will awake: some to everlasting life, others to shame and everlasting contempt.", "3", "Those who are wise will shine like the brightness of the heavens, and those who lead many to righteousness, like the stars for ever and ever."]}, {"reference": "Joel 2:28-32", "words": 120, "text": ["28", "“And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions.", "29", "Even on my servants, both men and women, I will pour out my Spirit in those days.", "30", "I will show wonders in the heavens and on the earth, blood and fire and billows of smoke.", "31", "The sun will be turned to darkness and the moon to blood before the coming of the great and dreadful day of the Lord\u0001", "32", "And everyone who calls on the name of the Lord will be saved; for on Mount Zion and in Jerusalem there will be deliverance, as the Lord has said, even among the survivors whom the Lord calls."]}, {"reference": "Amos 5:14-24", "words": 244, "text": ["14", "Seek good, not evil, that you may live. Then the Lord God Almighty will be with you, just as you say he is.", "15", "Hate evil, love good; maintain justice in the courts. Perhaps the Lord God Almighty will have mercy on the remnant of Joseph.", "16", "Therefore this is what the Lord, the Lord God Almighty, says: “There will be wailing in all the streets and cries of anguish in every public square. The farmers will be summoned to weep and the mourners to wail.", "17", "There will be wailing in all the vineyards, for I will pass through your midst,” says the Lord\u0001", "18", "Woe to you who long for the day of the Lord\u0001 Why do you long for the day of the Lord\u0001 That day will be darkness, not light.", "19", "It will be as though a man fled from a lion only to meet a bear, as though he entered his house and rested his hand on the wall only to have a snake bite him.", "20", "Will not the day of the Lord be darkness, not light— pitch-dark, without a ray of brightness?", "21", "“I hate, I despise your religious festivals; your assemblies are a stench to me.", "22", "Even though you bring me burnt offerings and grain offerings, I will not accept them. Though you bring choice fellowship offerings, I will have no regard for them.", "23", "Away with the noise of your songs! I will not listen to the music of your harps.", "24", "But let justice roll on like a river, righteousness like a never-failing stream!"]}, {"reference": "Obadiah 1:15-18", "words": 103, "text": ["15", "“The day of the Lord is near for all nations. As you have done, it will be done to you; your deeds will return upon your own head.", "16", "Just as you drank on my holy hill, so all the nations will drink continually; they will drink and drink and be as if they had never been.", "17", "But on Mount Zion will be deliverance; it will be holy, and Jacob will possess his inheritance.", "18", "Jacob will be a fire and Joseph a flame; Esau will be stubble, and they will set him on fire and destroy him. There will be no survivors from Esau.” The Lord has spoken."]}, {"reference": "Jonah 3:1-10", "words": 219, "text": ["1", "Then the word of the Lord came to Jonah a second time:", "2", "“Go to the great city of Nineveh and proclaim to it the message I give you.”", "3", "Jonah obeyed the word of the Lord and went to Nineveh. Now Nineveh was a very large city; it took three days to go through it.", "4", "Jonah began by going a day’s journey into the city, proclaiming, “Forty more days and Nineveh will be overthrown.”", "5", "The Ninevites believed God. A fast was proclaimed, and all of them, from the greatest to the least, put on sackcloth.", "6", "When Jonah’s warning reached the king of Nineveh, he rose from his throne, took off his royal robes, covered himself with sackcloth and sat down in the dust.", "7", "This is the proclamation he issued in Nineveh: “By the decree of the king and his nobles: Do not let people or animals, herds or flocks, taste anything; do not let them eat or drink.", "8", "But let people and animals be covered with sackcloth. Let everyone call urgently on God. Let them give up their evil ways and their violence.", "9", "Who knows? God may yet relent and with compassion turn from his fierce anger so that we will not perish.”", "10", "When God saw what they did and how they turned from their evil ways, he relented and did not bring on them the destruction he had threatened."]}, {"reference": "Micah 5:2-5", "words": 128, "text": ["2", "“But you, Bethlehem Ephrathah, though you are small among the clans of Judah, out of you will come for me one who will be ruler over Israel, whose origins are from of old, from ancient times.”", "3", "Therefore Israel will be abandoned until the time when she who is in labor bears a son, and the rest of his brothers return to join the Israelites.", "4", "He will stand and shepherd his flock in the strength of the Lord\u0001 in the majesty of the name of the Lord his God. And they will live securely, for then his greatness will reach to the ends of the earth.", "5", "And he will be our peace when the Assyrians invade our land and march through our fortresses. We will raise against them seven shepherds, even eight commanders,"]}, {"reference": "Nahum 1:3-7", "words": 121, "text": ["3", "The Lord is slow to anger but great in power; the Lord will not leave the guilty unpunished. His way is in the whirlwind and the storm, and clouds are the dust of his feet.", "4", "He rebukes the sea and dries it up; he makes all the rivers run dry. Bashan and Carmel wither and the blossoms of Lebanon fade.", "5", "The mountains quake before him and the hills melt away. The earth trembles at his presence, the world and all who live in it.", "6", "Who can withstand his indignation? Who can endure his fierce anger? His wrath is poured out like fire; the rocks are shattered before him.", "7", "The Lord is good, a refuge in times of trouble. He cares for those who trust in him,"]}, {"reference": "Habakkuk 3:11-19", "words": 220, "text": ["11", "Sun and moon stood still in the heavens at the glint of your flying arrows, at the lightning of your flashing spear.", "12", "In wrath you strode through the earth and in anger you threshed the nations.", "13", "You came out to deliver your people, to save your anointed one. You crushed the leader of the land of wickedness, you stripped him from head to foot.", "14", "With his own spear you pierced his head when his warriors stormed out to scatter us, gloating as though about to devour the wretched who were in hiding.", "15", "You trampled the sea with your horses, churning the great waters.", "16", "I heard and my heart pounded, my lips quivered at the sound; decay crept into my bones, and my legs trembled. Yet I will wait patiently for the day of calamity to come on the nation invading us.", "17", "Though the fig tree does not bud and there are no grapes on the vines, though the olive crop fails and the fields produce no food, though there are no sheep in the pen and no cattle in the stalls,", "18", "yet I will rejoice in the Lord\u0001 I will be joyful in God my Savior.", "19", "The Sovereign Lord is my strength; he makes my feet like the feet of a deer, he enables me to tread on the heights. For the director of music. On my stringed instruments."]}, {"reference": "Zechariah 7:9-14", "words": 143, "text": ["9", "“This is what the Lord Almighty said: ‘Administer true justice; show mercy and compassion to one another.", "10", "Do not oppress the widow or the fatherless, the foreigner or the poor. Do not plot evil against each other.’", "11", "“But they refused to pay attention; stubbornly they turned their backs and covered their ears.", "12", "They made their hearts as hard as flint and would not listen to the law or to the words that the Lord Almighty had sent by his Spirit through the earlier prophets. So the Lord Almighty was very angry.", "13", "“‘When I called, they did not listen; so when they called, I would not listen,’ says the Lord Almighty.", "14", "‘I scattered them with a whirlwind among all the nations, where they were strangers. The land they left behind them was so desolate that no one traveled through it. This is how they made the pleasant land desolate. ’”"]}, {"reference": "Zechariah 12:1-14", "words": 398, "text": ["1", "A prophecy: The word of the Lord concerning Israel. The Lord\u0001 who stretches out the heavens, who lays the foundation of the earth, and who forms the human spirit within a person, declares:", "2", "“I am going to make Jerusalem a cup that sends all the surrounding peoples reeling. Judah will be besieged as well as Jerusalem.", "3", "On that day, when all the nations of the earth are gathered against her, I will make Jerusalem an immovable rock for all the nations. All who try to move it will injure themselves.", "4", "On that day I will strike every horse with panic and its rider with madness,” declares the Lord\u0001 “I will keep a watchful eye over Judah, but I will blind all the horses of the nations.", "5", "Then the clans of Judah will say in their hearts, ‘The people of Jerusalem are strong, because the Lord Almighty is their God.’", "6", "“On that day I will make the clans of Judah like a firepot in a woodpile, like a flaming torch among sheaves. They will consume all the surrounding peoples right and left, but Jerusalem will remain intact in her place.", "7", "“The Lord will save the dwellings of Judah first, so that the honor of the house of David and of Jerusalem’s inhabitants may not be greater than that of Judah.", "8", "On that day the Lord will shield those who live in Jerusalem, so that the feeblest among them will be like David, and the house of David will be like God, like the angel of the Lord going before them.", "9", "On that day I will set out to destroy all the nations that attack Jerusalem.", "10", "“And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and supplication. They will look on me, the one they have pierced, and they will mourn for him as one mourns for an only child, and grieve bitterly for him as one grieves for a firstborn son.", "11", "On that day the weeping in Jerusalem will be as great as the weeping of Hadad Rimmon in the plain of Megiddo.", "12", "The land will mourn, each clan by itself, with their wives by themselves: the clan of the house of David and their wives, the clan of the house of Nathan and their wives,", "13", "the clan of the house of Levi and their wives, the clan of Shimei and their wives,", "14", "and all the rest of the clans and their wives."]}, {"reference": "Malachi 3:2-4", "words": 80, "text": ["2", "But who can endure the day of his coming? Who can stand when he appears? For he will be like a refiner’s fire or a launderer’s soap.", "3", "He will sit as a refiner and purifier of silver; he will purify the Levites and refine them like gold and silver. Then the Lord will have men who will bring offerings in righteousness,", "4", "and the offerings of Judah and Jerusalem will be acceptable to the Lord\u0001 as in days gone by, as in former years."]}, {"reference": "Matthew 1:18-21", "words": 130, "text": ["18", "This is how the birth of Jesus the Messiah came about\u0001 His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be pregnant through the Holy Spirit.", "19", "Because Joseph her husband was faithful to the law, and yet did not want to expose her to public disgrace, he had in mind to divorce her quietly.", "20", "But after he had considered this, an angel of the Lord appeared to him in a dream and said, “Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit.", "21", "She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.”"]}, {"reference": "Matthew 9:18-31", "words": 248, "text": ["18", "While he was saying this, a synagogue leader came and knelt before him and said, “My daughter has just died. But come and put your hand on her, and she will live.”", "19", "Jesus got up and went with him, and so did his disciples.", "20", "Just then a woman who had been subject to bleeding for twelve years came up behind him and touched the edge of his cloak.", "21", "She said to herself, “If I only touch his cloak, I will be healed.”", "22", "Jesus turned and saw her. “Take heart, daughter,” he said, “your faith has healed you.” And the woman was healed at that moment.", "23", "When Jesus entered the synagogue leader’s house and saw the noisy crowd and people playing pipes,", "24", "he said, “Go away. The girl is not dead but asleep.” But they laughed at him.", "25", "After the crowd had been put outside, he went in and took the girl by the hand, and she got up.", "26", "News of this spread through all that region.", "27", "As Jesus went on from there, two blind men followed him, calling out, “Have mercy on us, Son of David!”", "28", "When he had gone indoors, the blind men came to him, and he asked them, “Do you believe that I am able to do this?” “Yes, Lord,” they replied.", "29", "Then he touched their eyes and said, “According to your faith let it be done to you”;", "30", "and their sight was restored. Jesus warned them sternly, “See that no one knows about this.”", "31", "But they went out and spread the news about him all over that region."]}, {"reference": "Matthew 9:35-38", "words": 72, "text": ["35", "Jesus went through all the towns and villages, teaching in their synagogues, proclaiming the good news of the kingdom and healing every disease and sickness.", "36", "When he saw the crowds, he had compassion on them, because they were harassed and helpless, like sheep without a shepherd.", "37", "Then he said to his disciples, “The harvest is plentiful but the workers are few.", "38", "Ask the Lord of the harvest, therefore, to send out workers into his harvest field.”"]}, {"reference": "Matthew 12:15-21", "words": 113, "text": ["15", "Aware of this, Jesus withdrew from that place. A large crowd followed him, and he healed all who were ill.", "16", "He warned them not to tell others about him.", "17", "This was to fulfill what was spoken through the prophet Isaiah:", "18", "“Here is my servant whom I have chosen, the one I love, in whom I delight; I will put my Spirit on him, and he will proclaim justice to the nations.", "19", "He will not quarrel or cry out; no one will hear his voice in the streets.", "20", "A bruised reed he will not break, and a smoldering wick he will not snuff out, till he has brought justice through to victory.", "21", "In his name the nations will put their hope.”"]}, {"reference": "Matthew 12:33-42", "words": 260, "text": ["33", "“Make a tree good and its fruit will be good, or make a tree bad and its fruit will be bad, for a tree is recognized by its fruit.", "34", "You brood of vipers, how can you who are evil say anything good? For the mouth speaks what the heart is full of.", "35", "A good man brings good things out of the good stored up in him, and an evil man brings evil things out of the evil stored up in him.", "36", "But I tell you that everyone will have to give account on the day of judgment for every empty word they have spoken.", "37", "For by your words you will be acquitted, and by your words you will be condemned.”", "38", "Then some of the Pharisees and teachers of the law said to him, “Teacher, we want to see a sign from you.”", "39", "He answered, “A wicked and adulterous generation asks for a sign! But none will be given it except the sign of the prophet Jonah.", "40", "For as Jonah was three days and three nights in the belly of a huge fish, so the Son of Man will be three days and three nights in the heart of the earth.", "41", "The men of Nineveh will stand up at the judgment with this generation and condemn it; for they repented at the preaching of Jonah, and now something greater than Jonah is here.", "42", "The Queen of the South will rise at the judgment with this generation and condemn it; for she came from the ends of the earth to listen to Solomon’s wisdom, and now something greater than Solomon is here."]}, {"reference": "Mark 5:15-20", "words": 132, "text": ["15", "When they came to Jesus, they saw the man who had been possessed by the legion of demons, sitting there, dressed and in his right mind; and they were afraid.", "16", "Those who had seen it told the people what had happened to the demon-possessed man—and told about the pigs as well.", "17", "Then the people began to plead with Jesus to leave their region.", "18", "As Jesus was getting into the boat, the man who had been demon-possessed begged to go with him.", "19", "Jesus did not let him, but said, “Go home to your own people and tell them how much the Lord has done for you, and how he has had mercy on you.”", "20", "So the man went away and began to tell in the Decapolis how much Jesus had done for him. And all the people were amazed."]}, {"reference": "Mark 6:7-13", "words": 104, "text": ["7", "Calling the Twelve to him, he began to send them out two by two and gave them authority over impure spirits.", "8", "These were his instructions: “Take nothing for the journey except a staff—no bread, no bag, no money in your belts.", "9", "Wear sandals but not an extra shirt.", "10", "Whenever you enter a house, stay there until you leave that town.", "11", "And if any place will not welcome you or listen to you, leave that place and shake the dust off your feet as a testimony against them.”", "12", "They went out and preached that people should repent.", "13", "They drove out many demons and anointed many sick people with oil and healed them."]}, {"reference": "Mark 9:30-41", "words": 251, "text": ["30", "They left that place and passed through Galilee. Jesus did not want anyone to know where they were,", "31", "because he was teaching his disciples. He said to them, “The Son of Man is going to be delivered into the hands of men. They will kill him, and after three days he will rise.”", "32", "But they did not understand what he meant and were afraid to ask him about it.", "33", "They came to Capernaum. When he was in the house, he asked them, “What were you arguing about on the road?”", "34", "But they kept quiet because on the way they had argued about who was the greatest.", "35", "Sitting down, Jesus called the Twelve and said, “Anyone who wants to be first must be the very last, and the servant of all.”", "36", "He took a little child whom he placed among them. Taking the child in his arms, he said to them,", "37", "“Whoever welcomes one of these little children in my name welcomes me; and whoever welcomes me does not welcome me but the one who sent me.”", "38", "“Teacher,” said John, “we saw someone driving out demons in your name and we told him to stop, because he was not one of us.”", "39", "“Do not stop him,” Jesus said. “For no one who does a miracle in my name can in the next moment say anything bad about me,", "40", "for whoever is not against us is for us.", "41", "Truly I tell you, anyone who gives you a cup of water in my name because you belong to the Messiah will certainly not lose their reward."]}, {"reference": "Mark 12:13-17", "words": 138, "text": ["13", "Later they sent some of the Pharisees and Herodians to Jesus to catch him in his words.", "14", "They came to him and said, “Teacher, we know that you are a man of integrity. You aren’t swayed by others, because you pay no attention to who they are; but you teach the way of God in accordance with the truth. Is it right to pay the imperial tax to Caesar or not?", "15", "Should we pay or shouldn’t we?” But Jesus knew their hypocrisy. “Why are you trying to trap me?” he asked. “Bring me a denarius and let me look at it.”", "16", "They brought the coin, and he asked them, “Whose image is this? And whose inscription?” “Caesar’s,” they replied.", "17", "Then Jesus said to them, “Give back to Caesar what is Caesar’s and to God what is God’s.” And they were amazed at him."]}, {"reference": "Luke 7:18-23", "words": 139, "text": ["18", "John’s disciples told him about all these things. Calling two of them,", "19", "he sent them to the Lord to ask, “Are you the one who is to come, or should we expect someone else?”", "20", "When the men came to Jesus, they said, “John the Baptist sent us to you to ask, ‘Are you the one who is to come, or should we expect someone else?’”", "21", "At that very time Jesus cured many who had diseases, sicknesses and evil spirits, and gave sight to many who were blind.", "22", "So he replied to the messengers, “Go back and report to John what you have seen and heard: The blind receive sight, the lame walk, those who have leprosy are cleansed, the deaf hear, the dead are raised, and the good news is proclaimed to the poor.", "23", "Blessed is anyone who does not stumble on account of me.”"]}, {"reference": "Luke 9:23-27", "words": 113, "text": ["23", "Then he said to them all: “Whoever wants to be my disciple must deny themselves and take up their cross daily and follow me.", "24", "For whoever wants to save their life will lose it, but whoever loses their life for me will save it.", "25", "What good is it for someone to gain the whole world, and yet lose or forfeit their very self?", "26", "Whoever is ashamed of me and my words, the Son of Man will be ashamed of them when he comes in his glory and in the glory of the Father and of the holy angels.", "27", "“Truly I tell you, some who are standing here will not taste death before they see the kingdom of God.”"]}, {"reference": "Luke 14:15-24", "words": 221, "text": ["15", "When one of those at the table with him heard this, he said to Jesus, “Blessed is the one who will eat at the feast in the kingdom of God.”", "16", "Jesus replied: “A certain man was preparing a great banquet and invited many guests.", "17", "At the time of the banquet he sent his servant to tell those who had been invited, ‘Come, for everything is now ready.’", "18", "“But they all alike began to make excuses. The first said, ‘I have just bought a field, and I must go and see it. Please excuse me.’", "19", "“Another said, ‘I have just bought five yoke of oxen, and I’m on my way to try them out. Please excuse me.’", "20", "“Still another said, ‘I just got married, so I can’t come.’", "21", "“The servant came back and reported this to his master. Then the owner of the house became angry and ordered his servant, ‘Go out quickly into the streets and alleys of the town and bring in the poor, the crippled, the blind and the lame.’", "22", "“‘Sir,’ the servant said, ‘what you ordered has been done, but there is still room.’", "23", "“Then the master told his servant, ‘Go out to the roads and country lanes and compel them to come in, so that my house will be full.", "24", "I tell you, not one of those who were invited will get a taste of my banquet.’”"]}, {"reference": "Luke 23:26-49", "words": 436, "text": ["26", "As the soldiers led him away, they seized Simon from Cyrene, who was on his way in from the country, and put the cross on him and made him carry it behind Jesus.", "27", "A large number of people followed him, including women who mourned and wailed for him.", "28", "Jesus turned and said to them, “Daughters of Jerusalem, do not weep for me; weep for yourselves and for your children.", "29", "For the time will come when you will say, ‘Blessed are the childless women, the wombs that never bore and the breasts that never nursed!’", "30", "Then “‘they will say to the mountains, “Fall on us!” and to the hills, “Cover us!”’", "31", "For if people do these things when the tree is green, what will happen when it is dry?”", "32", "Two other men, both criminals, were also led out with him to be executed.", "33", "When they came to the place called the Skull, they crucified him there, along with the criminals—one on his right, the other on his left.", "34", "Jesus said, “Father, forgive them, for they do not know what they are doing.” And they divided up his clothes by casting lots.", "35", "The people stood watching, and the rulers even sneered at him. They said, “He saved others; let him save himself if he is God’s Messiah, the Chosen One.”", "36", "The soldiers also came up and mocked him. They offered him wine vinegar", "37", "and said, “If you are the king of the Jews, save yourself.”", "38", "There was a written notice above him, which read: this is the king of the jews\u0001", "39", "One of the criminals who hung there hurled insults at him: “Aren’t you the Messiah? Save yourself and us!”", "40", "But the other criminal rebuked him. “Don’t you fear God,” he said, “since you are under the same sentence?", "41", "We are punished justly, for we are getting what our deeds deserve. But this man has done nothing wrong.”", "42", "Then he said, “Jesus, remember me when you come into your kingdom. ”", "43", "Jesus answered him, “Truly I tell you, today you will be with me in paradise.”", "44", "It was now about noon, and darkness came over the whole land until three in the afternoon,", "45", "for the sun stopped shining. And the curtain of the temple was torn in two.", "46", "Jesus called out with a loud voice, “Father, into your hands I commit my spirit.” When he had said this, he breathed his last.", "47", "The centurion, seeing what had happened, praised God and said, “Surely this was a righteous man.”", "48", "When all the people who had gathered to witness this sight saw what took place, they beat their breasts and went away.", "49", "But all those who knew him, including the women who had followed him from Galilee, stood at a distance, watching these things."]}, {"reference": "Luke 24:13-32", "words": 377, "text": ["13", "Now that same day two of them were going to a village called Emmaus, about seven miles from Jerusalem.", "14", "They were talking with each other about everything that had happened.", "15", "As they talked and discussed these things with each other, Jesus himself came up and walked along with them;", "16", "but they were kept from recognizing him.", "17", "He asked them, “What are you discussing together as you walk along?” They stood still, their faces downcast.", "18", "One of them, named Cleopas, asked him, “Are you the only one visiting Jerusalem who does not know the things that have happened there in these days?”", "19", "“What things?” he asked. “About Jesus of Nazareth,” they replied. “He was a prophet, powerful in word and deed before God and all the people.", "20", "The chief priests and our rulers handed him over to be sentenced to death, and they crucified him;", "21", "but we had hoped that he was the one who was going to redeem Israel. And what is more, it is the third day since all this took place.", "22", "In addition, some of our women amazed us. They went to the tomb early this morning", "23", "but didn’t find his body. They came and told us that they had seen a vision of angels, who said he was alive.", "24", "Then some of our companions went to the tomb and found it just as the women had said, but they did not see Jesus.”", "25", "He said to them, “How foolish you are, and how slow to believe all that the prophets have spoken!", "26", "Did not the Messiah have to suffer these things and then enter his glory?”", "27", "And beginning with Moses and all the Prophets, he explained to them what was said in all the Scriptures concerning himself.", "28", "As they approached the village to which they were going, Jesus continued on as if he were going farther.", "29", "But they urged him strongly, “Stay with us, for it is nearly evening; the day is almost over.” So he went in to stay with them.", "30", "When he was at the table with them, he took bread, gave thanks, broke it and began to give it to them.", "31", "Then their eyes were opened and they recognized him, and he disappeared from their sight.", "32", "They asked each other, “Were not our hearts burning within us while he talked with us on the road and opened the Scriptures to us?”"]}, {"reference": "John 3:22-36", "words": 282, "text": ["22", "After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized.", "23", "Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were coming and being baptized.", "24", "(This was before John was put in prison.)", "25", "An argument developed between some of John’s disciples and a certain Jew over the matter of ceremonial washing.", "26", "They came to John and said to him, “Rabbi, that man who was with you on the other side of the Jordan—the one you testified about—look, he is baptizing, and everyone is going to him.”", "27", "To this John replied, “A person can receive only what is given them from heaven.", "28", "You yourselves can testify that I said, ‘I am not the Messiah but am sent ahead of him.’", "29", "The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom’s voice. That joy is mine, and it is now complete.", "30", "He must become greater; I must become less.”", "31", "The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all.", "32", "He testifies to what he has seen and heard, but no one accepts his testimony.", "33", "Whoever has accepted it has certified that God is truthful.", "34", "For the one whom God has sent speaks the words of God, for God gives the Spirit without limit.", "35", "The Father loves the Son and has placed everything in his hands.", "36", "Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God’s wrath remains on them."]}, {"reference": "John 5:24-47", "words": 454, "text": ["24", "“Very truly I tell you, whoever hears my word and believes him who sent me has eternal life and will not be judged but has crossed over from death to life.", "25", "Very truly I tell you, a time is coming and has now come when the dead will hear the voice of the Son of God and those who hear will live.", "26", "For as the Father has life in himself, so he has granted the Son also to have life in himself.", "27", "And he has given him authority to judge because he is the Son of Man.", "28", "“Do not be amazed at this, for a time is coming when all who are in their graves will hear his voice", "29", "and come out—those who have done what is good will rise to live, and those who have done what is evil will rise to be condemned.", "30", "By myself I can do nothing; I judge only as I hear, and my judgment is just, for I seek not to please myself but him who sent me.", "31", "“If I testify about myself, my testimony is not true.", "32", "There is another who testifies in my favor, and I know that his testimony about me is true.", "33", "“You have sent to John and he has testified to the truth.", "34", "Not that I accept human testimony; but I mention it that you may be saved.", "35", "John was a lamp that burned and gave light, and you chose for a time to enjoy his light.", "36", "“I have testimony weightier than that of John. For the works that the Father has given me to finish—the very works that I am doing —testify that the Father has sent me.", "37", "And the Father who sent me has himself testified concerning me. You have never heard his voice nor seen his form,", "38", "nor does his word dwell in you, for you do not believe the one he sent.", "39", "You study the Scriptures diligently because you think that in them you have eternal life. These are the very Scriptures that testify about me,", "40", "yet you refuse to come to me to have life.", "41", "“I do not accept glory from human beings,", "42", "but I know you. I know that you do not have the love of God in your hearts.", "43", "I have come in my Father’s name, and you do not accept me; but if someone else comes in his own name, you will accept him.", "44", "How can you believe since you accept glory from one another but do not seek the glory that comes from the only God\u0001", "45", "“But do not think I will accuse you before the Father. Your accuser is Moses, on whom your hopes are set.", "46", "If you believed Moses, you would believe me, for he wrote about me.", "47", "But since you do not believe what he wrote, how are you going to believe what I say?”"]}, {"reference": "John 12:20-26", "words": 133, "text": ["20", "Now there were some Greeks among those who went up to worship at the festival.", "21", "They came to Philip, who was from Bethsaida in Galilee, with a request. “Sir,” they said, “we would like to see Jesus.”", "22", "Philip went to tell Andrew; Andrew and Philip in turn told Jesus.", "23", "Jesus replied, “The hour has come for the Son of Man to be glorified.", "24", "Very truly I tell you, unless a kernel of wheat falls to the ground and dies, it remains only a single seed. But if it dies, it produces many seeds.", "25", "Anyone who loves their life will lose it, while anyone who hates their life in this world will keep it for eternal life.", "26", "Whoever serves me must follow me; and where I am, my servant also will be. My Father will honor the one who serves me."]}, {"reference": "Acts 2:1-6", "words": 102, "text": ["1", "When the day of Pentecost came, they were all together in one place.", "2", "Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting.", "3", "They saw what seemed to be tongues of fire that separated and came to rest on each of them.", "4", "All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them.", "5", "Now there were staying in Jerusalem God-fearing Jews from every nation under heaven.", "6", "When they heard this sound, a crowd came together in bewilderment, because each one heard their own language being spoken."]}, {"reference": "Acts 2:14-33", "words": 439, "text": ["14", "Then Peter stood up with the Eleven, raised his voice and addressed the crowd: “Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say.", "15", "These people are not drunk, as you suppose. It’s only nine in the morning!", "16", "No, this is what was spoken by the prophet Joel:", "17", "“‘In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams.", "18", "Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy.", "19", "I will show wonders in the heavens above and signs on the earth below, blood and fire and billows of smoke.", "20", "The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord.", "21", "And everyone who calls on the name of the Lord will be saved.’", "22", "“Fellow Israelites, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know.", "23", "This man was handed over to you by God’s deliberate plan and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross.", "24", "But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him.", "25", "David said about him: “‘I saw the Lord always before me. Because he is at my right hand, I will not be shaken.", "26", "Therefore my heart is glad and my tongue rejoices; my body also will rest in hope,", "27", "because you will not abandon me to the realm of the dead, you will not let your holy one see decay.", "28", "You have made known to me the paths of life; you will fill me with joy in your presence.’", "29", "“Fellow Israelites, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day.", "30", "But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne.", "31", "Seeing what was to come, he spoke of the resurrection of the Messiah, that he was not abandoned to the realm of the dead, nor did his body see decay.", "32", "God has raised this Jesus to life, and we are all witnesses of it.", "33", "Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear."]}, {"reference": "Acts 3:1-9", "words": 164, "text": ["1", "One day Peter and John were going up to the temple at the time of prayer—at three in the afternoon.", "2", "Now a man who was lame from birth was being carried to the temple gate called Beautiful, where he was put every day to beg from those going into the temple courts.", "3", "When he saw Peter and John about to enter, he asked them for money.", "4", "Peter looked straight at him, as did John. Then Peter said, “Look at us!”", "5", "So the man gave them his attention, expecting to get something from them.", "6", "Then Peter said, “Silver or gold I do not have, but what I do have I give you. In the name of Jesus Christ of Nazareth, walk.”", "7", "Taking him by the right hand, he helped him up, and instantly the man’s feet and ankles became strong.", "8", "He jumped to his feet and began to walk. Then he went with them into the temple courts, walking and jumping, and praising God.", "9", "When all the people saw him walking and praising God,"]}, {"reference": "Acts 15:22-32", "words": 222, "text": ["22", "Then the apostles and elders, with the whole church, decided to choose some of their own men and send them to Antioch with Paul and Barnabas. They chose Judas (called Barsabbas) and Silas, men who were leaders among the believers.", "23", "With them they sent the following letter: The apostles and elders, your brothers, To the Gentile believers in Antioch, Syria and Cilicia: Greetings.", "24", "We have heard that some went out from us without our authorization and disturbed you, troubling your minds by what they said.", "25", "So we all agreed to choose some men and send them to you with our dear friends Barnabas and Paul—", "26", "men who have risked their lives for the name of our Lord Jesus Christ.", "27", "Therefore we are sending Judas and Silas to confirm by word of mouth what we are writing.", "28", "It seemed good to the Holy Spirit and to us not to burden you with anything beyond the following requirements:", "29", "You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things. Farewell.", "30", "So the men were sent off and went down to Antioch, where they gathered the church together and delivered the letter.", "31", "The people read it and were glad for its encouraging message.", "32", "Judas and Silas, who themselves were prophets, said much to encourage and strengthen the believers."]}, {"reference": "Acts 17:22-31", "words": 271, "text": ["22", "Paul then stood up in the meeting of the Areopagus and said: “People of Athens! I see that in every way you are very religious.", "23", "For as I walked around and looked carefully at your objects of worship, I even found an altar with this inscription: to an unknown god\u0001 So you are ignorant of the very thing you worship —and this is what I am going to proclaim to you.", "24", "“The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by human hands.", "25", "And he is not served by human hands, as if he needed anything. Rather, he himself gives everyone life and breath and everything else.", "26", "From one man he made all the nations, that they should inhabit the whole earth; and he marked out their appointed times in history and the boundaries of their lands.", "27", "God did this so that they would seek him and perhaps reach out for him and find him, though he is not far from any one of us.", "28", "‘For in him we live and move and have our being.’ As some of your own poets have said, ‘We are his offspring.’", "29", "“Therefore since we are God’s offspring, we should not think that the divine being is like gold or silver or stone—an image made by human design and skill.", "30", "In the past God overlooked such ignorance, but now he commands all people everywhere to repent.", "31", "For he has set a day when he will judge the world with justice by the man he has appointed. He has given proof of this to everyone by raising him from the dead.”"]}, {"reference": "Acts 19:1-20", "words": 405, "text": ["1", "While Apollos was at Corinth, Paul took the road through the interior and arrived at Ephesus. There he found some disciples", "2", "and asked them, “Did you receive the Holy Spirit when you believed?” They answered, “No, we have not even heard that there is a Holy Spirit.”", "3", "So Paul asked, “Then what baptism did you receive?” “John’s baptism,” they replied.", "4", "Paul said, “John’s baptism was a baptism of repentance. He told the people to believe in the one coming after him, that is, in Jesus.”", "5", "On hearing this, they were baptized in the name of the Lord Jesus.", "6", "When Paul placed his hands on them, the Holy Spirit came on them, and they spoke in tongues and prophesied.", "7", "There were about twelve men in all.", "8", "Paul entered the synagogue and spoke boldly there for three months, arguing persuasively about the kingdom of God.", "9", "But some of them became obstinate; they refused to believe and publicly maligned the Way. So Paul left them. He took the disciples with him and had discussions daily in the lecture hall of Tyrannus.", "10", "This went on for two years, so that all the Jews and Greeks who lived in the province of Asia heard the word of the Lord.", "11", "God did extraordinary miracles through Paul,", "12", "so that even handkerchiefs and aprons that had touched him were taken to the sick, and their illnesses were cured and the evil spirits left them.", "13", "Some Jews who went around driving out evil spirits tried to invoke the name of the Lord Jesus over those who were demon-possessed. They would say, “In the name of the Jesus whom Paul preaches, I command you to come out.”", "14", "Seven sons of Sceva, a Jewish chief priest, were doing this.", "15", "One day the evil spirit answered them, “Jesus I know, and Paul I know about, but who are you?”", "16", "Then the man who had the evil spirit jumped on them and overpowered them all. He gave them such a beating that they ran out of the house naked and bleeding.", "17", "When this became known to the Jews and Greeks living in Ephesus, they were all seized with fear, and the name of the Lord Jesus was held in high honor.", "18", "Many of those who believed now came and openly confessed what they had done.", "19", "A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas.", "20", "In this way the word of the Lord spread widely and grew in power."]}, {"reference": "Acts 20:26-31", "words": 117, "text": ["26", "Therefore, I declare to you today that I am innocent of the blood of any of you.", "27", "For I have not hesitated to proclaim to you the whole will of God.", "28", "Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood.", "29", "I know that after I leave, savage wolves will come in among you and will not spare the flock.", "30", "Even from your own number men will arise and distort the truth in order to draw away disciples after them.", "31", "So be on your guard! Remember that for three years I never stopped warning each of you night and day with tears."]}, {"reference": "Acts 26:12-23", "words": 301, "text": ["12", "“On one of these journeys I was going to Damascus with the authority and commission of the chief priests.", "13", "About noon, King Agrippa, as I was on the road, I saw a light from heaven, brighter than the sun, blazing around me and my companions.", "14", "We all fell to the ground, and I heard a voice saying to me in Aramaic, ‘Saul, Saul, why do you persecute me? It is hard for you to kick against the goads.’", "15", "“Then I asked, ‘Who are you, Lord?’ “ ‘I am Jesus, whom you are persecuting,’ the Lord replied.", "16", "‘Now get up and stand on your feet. I have appeared to you to appoint you as a servant and as a witness of what you have seen and will see of me.", "17", "I will rescue you from your own people and from the Gentiles. I am sending you to them", "18", "to open their eyes and turn them from darkness to light, and from the power of Satan to God, so that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.’", "19", "“So then, King Agrippa, I was not disobedient to the vision from heaven.", "20", "First to those in Damascus, then to those in Jerusalem and in all Judea, and then to the Gentiles, I preached that they should repent and turn to God and demonstrate their repentance by their deeds.", "21", "That is why some Jews seized me in the temple courts and tried to kill me.", "22", "But God has helped me to this very day; so I stand here and testify to small and great alike. I am saying nothing beyond what the prophets and Moses said would happen —", "23", "that the Messiah would suffer and, as the first to rise from the dead, would bring the message of light to his own people and to the Gentiles.”"]}, {"reference": "Acts 28:23-31", "words": 208, "text": ["23", "They arranged to meet Paul on a certain day, and came in even larger numbers to the place where he was staying. He witnessed to them from morning till evening, explaining about the kingdom of God, and from the Law of Moses and from the Prophets he tried to persuade them about Jesus.", "24", "Some were convinced by what he said, but others would not believe.", "25", "They disagreed among themselves and began to leave after Paul had made this final statement: “The Holy Spirit spoke the truth to your ancestors when he said through Isaiah the prophet:", "26", "“‘Go to this people and say, “You will be ever hearing but never understanding; you will be ever seeing but never perceiving.”", "27", "For this people’s heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.’", "28", "“Therefore I want you to know that God’s salvation has been sent to the Gentiles, and they will listen!”", "[29]", "", "30", "For two whole years Paul stayed there in his own rented house and welcomed all who came to see him.", "31", "He proclaimed the kingdom of God and taught about the Lord Jesus Christ—with all boldness and without hindrance!"]}, {"reference": "Romans 13:8-10", "words": 71, "text": ["8", "Let no debt remain outstanding, except the continuing debt to love one another, for whoever loves others has fulfilled the law.", "9", "The commandments, “You shall not commit adultery,” “You shall not murder,” “You shall not steal,” “You shall not covet,” and whatever other command there may be, are summed up in this one command: “Love your neighbor as yourself.”", "10", "Love does no harm to a neighbor. Therefore love is the fulfillment of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 76, "text": ["16", "For when I preach the gospel, I cannot boast, since I am compelled to preach. Woe to me if I do not preach the gospel!", "17", "If I preach voluntarily, I have a reward; if not voluntarily, I am simply discharging the trust committed to me.", "18", "What then is my reward? Just this: that in preaching the gospel I may offer it free of charge, and so not make full use of my rights as a preacher of the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 139, "text": ["19", "Though I am free and belong to no one, I have made myself a slave to everyone, to win as many as possible.", "20", "To the Jews I became like a Jew, to win the Jews. To those under the law I became like one under the law (though I myself am not under the law), so as to win those under the law.", "21", "To those not having the law I became like one not having the law (though I am not free from God’s law but am under Christ’s law), so as to win those not having the law.", "22", "To the weak I became weak, to win the weak. I have become all things to all people so that by all possible means I might save some.", "23", "I do all this for the sake of the gospel, that I may share in its blessings."]}, {"reference": "1 Corinthians 15:1-23", "words": 436, "text": ["1", "Now, brothers and sisters, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand.", "2", "By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain.", "3", "For what I received I passed on to you as of first importance\u0001 that Christ died for our sins according to the Scriptures,", "4", "that he was buried, that he was raised on the third day according to the Scriptures,", "5", "and that he appeared to Cephas, and then to the Twelve.", "6", "After that, he appeared to more than five hundred of the brothers and sisters at the same time, most of whom are still living, though some have fallen asleep.", "7", "Then he appeared to James, then to all the apostles,", "8", "and last of all he appeared to me also, as to one abnormally born.", "9", "For I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God.", "10", "But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them —yet not I, but the grace of God that was with me.", "11", "Whether, then, it is I or they, this is what we preach, and this is what you believed.", "12", "But if it is preached that Christ has been raised from the dead, how can some of you say that there is no resurrection of the dead?", "13", "If there is no resurrection of the dead, then not even Christ has been raised.", "14", "And if Christ has not been raised, our preaching is useless and so is your faith.", "15", "More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised.", "16", "For if the dead are not raised, then Christ has not been raised either.", "17", "And if Christ has not been raised, your faith is futile; you are still in your sins.", "18", "Then those also who have fallen asleep in Christ are lost.", "19", "If only for this life we have hope in Christ, we are of all people most to be pitied.", "20", "But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep.", "21", "For since death came through a man, the resurrection of the dead comes also through a man.", "22", "For as in Adam all die, so in Christ all will be made alive.", "23", "But each in turn: Christ, the firstfruits; then, when he comes, those who belong to him."]}, {"reference": "2 Corinthians 1:3-11", "words": 235, "text": ["3", "Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort,", "4", "who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves receive from God.", "5", "For just as we share abundantly in the sufferings of Christ, so also our comfort abounds through Christ.", "6", "If we are distressed, it is for your comfort and salvation; if we are comforted, it is for your comfort, which produces in you patient endurance of the same sufferings we suffer.", "7", "And our hope for you is firm, because we know that just as you share in our sufferings, so also you share in our comfort.", "8", "We do not want you to be uninformed, brothers and sisters, about the troubles we experienced in the province of Asia. We were under great pressure, far beyond our ability to endure, so that we despaired of life itself.", "9", "Indeed, we felt we had received the sentence of death. But this happened that we might not rely on ourselves but on God, who raises the dead.", "10", "He has delivered us from such a deadly peril, and he will deliver us again. On him we have set our hope that he will continue to deliver us,", "11", "as you help us by your prayers. Then many will give thanks on our behalf for the gracious favor granted us in answer to the prayers of many."]}, {"reference": "2 Corinthians 4:1-6", "words": 151, "text": ["1", "Therefore, since through God’s mercy we have this ministry, we do not lose heart.", "2", "Rather, we have renounced secret and shameful ways; we do not use deception, nor do we distort the word of God. On the contrary, by setting forth the truth plainly we commend ourselves to everyone’s conscience in the sight of God.", "3", "And even if our gospel is veiled, it is veiled to those who are perishing.", "4", "The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel that displays the glory of Christ, who is the image of God.", "5", "For what we preach is not ourselves, but Jesus Christ as Lord, and ourselves as your servants for Jesus’ sake.", "6", "For God, who said, “Let light shine out of darkness,” made his light shine in our hearts to give us the light of the knowledge of God’s glory displayed in the face of Christ."]}, {"reference": "Galatians 2:11-21", "words": 301, "text": ["11", "When Cephas came to Antioch, I opposed him to his face, because he stood condemned.", "12", "For before certain men came from James, he used to eat with the Gentiles. But when they arrived, he began to draw back and separate himself from the Gentiles because he was afraid of those who belonged to the circumcision group.", "13", "The other Jews joined him in his hypocrisy, so that by their hypocrisy even Barnabas was led astray.", "14", "When I saw that they were not acting in line with the truth of the gospel, I said to Cephas in front of them all, “You are a Jew, yet you live like a Gentile and not like a Jew. How is it, then, that you force Gentiles to follow Jewish customs?", "15", "“We who are Jews by birth and not sinful Gentiles", "16", "know that a person is not justified by the works of the law, but by faith in Jesus Christ. So we, too, have put our faith in Christ Jesus that we may be justified by faith in Christ and not by the works of the law, because by the works of the law no one will be justified.", "17", "“But if, in seeking to be justified in Christ, we Jews find ourselves also among the sinners, doesn’t that mean that Christ promotes sin? Absolutely not!", "18", "If I rebuild what I destroyed, then I really would be a lawbreaker.", "19", "“For through the law I died to the law so that I might live for God.", "20", "I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me.", "21", "I do not set aside the grace of God, for if righteousness could be gained through the law, Christ died for nothing!”"]}, {"reference": "Galatians 3:23-29", "words": 114, "text": ["23", "Before the coming of this faith, we were held in custody under the law, locked up until the faith that was to come would be revealed.", "24", "So the law was our guardian until Christ came that we might be justified by faith.", "25", "Now that this faith has come, we are no longer under a guardian.", "26", "So in Christ Jesus you are all children of God through faith,", "27", "for all of you who were baptized into Christ have clothed yourselves with Christ.", "28", "There is neither Jew nor Gentile, neither slave nor free, nor is there male and female, for you are all one in Christ Jesus.", "29", "If you belong to Christ, then you are Abraham’s seed, and heirs according to the promise."]}, {"reference": "Galatians 5:1-14", "words": 270, "text": ["1", "It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery.", "2", "Mark my words! I, Paul, tell you that if you let yourselves be circumcised, Christ will be of no value to you at all.", "3", "Again I declare to every man who lets himself be circumcised that he is obligated to obey the whole law.", "4", "You who are trying to be justified by the law have been alienated from Christ; you have fallen away from grace.", "5", "For through the Spirit we eagerly await by faith the righteousness for which we hope.", "6", "For in Christ Jesus neither circumcision nor uncircumcision has any value. The only thing that counts is faith expressing itself through love.", "7", "You were running a good race. Who cut in on you to keep you from obeying the truth?", "8", "That kind of persuasion does not come from the one who calls you.", "9", "“A little yeast works through the whole batch of dough.”", "10", "I am confident in the Lord that you will take no other view. The one who is throwing you into confusion, whoever that may be, will have to pay the penalty.", "11", "Brothers and sisters, if I am still preaching circumcision, why am I still being persecuted? In that case the offense of the cross has been abolished.", "12", "As for those agitators, I wish they would go the whole way and emasculate themselves!", "13", "You, my brothers and sisters, were called to be free. But do not use your freedom to indulge the flesh\u0001 rather, serve one another humbly in love.", "14", "For the entire law is fulfilled in keeping this one command: “Love your neighbor as yourself.”"]}, {"reference": "Ephesians 2:1-13", "words": 279, "text": ["1", "As for you, you were dead in your transgressions and sins,", "2", "in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient.", "3", "All of us also lived among them at one time, gratifying the cravings of our flesh and following its desires and thoughts. Like the rest, we were by nature deserving of wrath.", "4", "But because of his great love for us, God, who is rich in mercy,", "5", "made us alive with Christ even when we were dead in transgressions —it is by grace you have been saved.", "6", "And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus,", "7", "in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus.", "8", "For it is by grace you have been saved, through faith —and this is not from yourselves, it is the gift of God—", "9", "not by works, so that no one can boast.", "10", "For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.", "11", "Therefore, remember that formerly you who are Gentiles by birth and called “uncircumcised” by those who call themselves “the circumcision” (which is done in the body by human hands) —", "12", "remember that at that time you were separate from Christ, excluded from citizenship in Israel and foreigners to the covenants of the promise, without hope and without God in the world.", "13", "But now in Christ Jesus you who once were far away have been brought near by the blood of Christ."]}, {"reference": "Ephesians 3:1-21", "words": 396, "text": ["1", "For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles—", "2", "Surely you have heard about the administration of God’s grace that was given to me for you,", "3", "that is, the mystery made known to me by revelation, as I have already written briefly.", "4", "In reading this, then, you will be able to understand my insight into the mystery of Christ,", "5", "which was not made known to people in other generations as it has now been revealed by the Spirit to God’s holy apostles and prophets.", "6", "This mystery is that through the gospel the Gentiles are heirs together with Israel, members together of one body, and sharers together in the promise in Christ Jesus.", "7", "I became a servant of this gospel by the gift of God’s grace given me through the working of his power.", "8", "Although I am less than the least of all the Lord’s people, this grace was given me: to preach to the Gentiles the boundless riches of Christ,", "9", "and to make plain to everyone the administration of this mystery, which for ages past was kept hidden in God, who created all things.", "10", "His intent was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms,", "11", "according to his eternal purpose that he accomplished in Christ Jesus our Lord.", "12", "In him and through faith in him we may approach God with freedom and confidence.", "13", "I ask you, therefore, not to be discouraged because of my sufferings for you, which are your glory.", "14", "For this reason I kneel before the Father,", "15", "from whom every family in heaven and on earth derives its name.", "16", "I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being,", "17", "so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love,", "18", "may have power, together with all the Lord’s holy people, to grasp how wide and long and high and deep is the love of Christ,", "19", "and to know this love that surpasses knowledge —that you may be filled to the measure of all the fullness of God.", "20", "Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us,", "21", "to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen."]}, {"reference": "Colossians 2:6-10", "words": 92, "text": ["6", "So then, just as you received Christ Jesus as Lord, continue to live your lives in him,", "7", "rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness.", "8", "See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the elemental spiritual forces of this world rather than on Christ.", "9", "For in Christ all the fullness of the Deity lives in bodily form,", "10", "and in Christ you have been brought to fullness. He is the head over every power and authority."]}, {"reference": "Colossians 4:2-6", "words": 77, "text": ["2", "Devote yourselves to prayer, being watchful and thankful.", "3", "And pray for us, too, that God may open a door for our message, so that we may proclaim the mystery of Christ, for which I am in chains.", "4", "Pray that I may proclaim it clearly, as I should.", "5", "Be wise in the way you act toward outsiders; make the most of every opportunity.", "6", "Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone."]}, {"reference": "1 Timothy 2:1-7", "words": 118, "text": ["1", "I urge, then, first of all, that petitions, prayers, intercession and thanksgiving be made for all people—", "2", "for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness.", "3", "This is good, and pleases God our Savior,", "4", "who wants all people to be saved and to come to a knowledge of the truth.", "5", "For there is one God and one mediator between God and mankind, the man Christ Jesus,", "6", "who gave himself as a ransom for all people. This has now been witnessed to at the proper time.", "7", "And for this purpose I was appointed a herald and an apostle—I am telling the truth, I am not lying —and a true and faithful teacher of the Gentiles."]}, {"reference": "2 Timothy 1:8-12", "words": 148, "text": ["8", "So do not be ashamed of the testimony about our Lord or of me his prisoner. Rather, join with me in suffering for the gospel, by the power of God.", "9", "He has saved us and called us to a holy life—not because of anything we have done but because of his own purpose and grace. This grace was given us in Christ Jesus before the beginning of time,", "10", "but it has now been revealed through the appearing of our Savior, Christ Jesus, who has destroyed death and has brought life and immortality to light through the gospel.", "11", "And of this gospel I was appointed a herald and an apostle and a teacher.", "12", "That is why I am suffering as I am. Yet this is no cause for shame, because I know whom I have believed, and am convinced that he is able to guard what I have entrusted to him until that day."]}, {"reference": "2 Timothy 3:10-17", "words": 142, "text": ["10", "You, however, know all about my teaching, my way of life, my purpose, faith, patience, love, endurance,", "11", "persecutions, sufferings—what kinds of things happened to me in Antioch, Iconium and Lystra, the persecutions I endured. Yet the Lord rescued me from all of them.", "12", "In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted,", "13", "while evildoers and impostors will go from bad to worse, deceiving and being deceived.", "14", "But as for you, continue in what you have learned and have become convinced of, because you know those from whom you learned it,", "15", "and how from infancy you have known the Holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus.", "16", "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,", "17", "so that the servant of God may be thoroughly equipped for every good work."]}, {"reference": "Hebrews 2:1-11", "words": 271, "text": ["1", "We must pay the most careful attention, therefore, to what we have heard, so that we do not drift away.", "2", "For since the message spoken through angels was binding, and every violation and disobedience received its just punishment,", "3", "how shall we escape if we ignore so great a salvation? This salvation, which was first announced by the Lord, was confirmed to us by those who heard him.", "4", "God also testified to it by signs, wonders and various miracles, and by gifts of the Holy Spirit distributed according to his will.", "5", "It is not to angels that he has subjected the world to come, about which we are speaking.", "6", "But there is a place where someone has testified: “What is mankind that you are mindful of them, a son of man that you care for him?", "7", "You made them a little lower than the angels; you crowned them with glory and honor", "8", "and put everything under their feet.” In putting everything under them, God left nothing that is not subject to them. Yet at present we do not see everything subject to them.", "9", "But we do see Jesus, who was made lower than the angels for a little while, now crowned with glory and honor because he suffered death, so that by the grace of God he might taste death for everyone.", "10", "In bringing many sons and daughters to glory, it was fitting that God, for whom and through whom everything exists, should make the pioneer of their salvation perfect through what he suffered.", "11", "Both the one who makes people holy and those who are made holy are of the same family. So Jesus is not ashamed to call them brothers and sisters."]}, {"reference": "Hebrews 3:1-6", "words": 127, "text": ["1", "Therefore, holy brothers and sisters, who share in the heavenly calling, fix your thoughts on Jesus, whom we acknowledge as our apostle and high priest.", "2", "He was faithful to the one who appointed him, just as Moses was faithful in all God’s house.", "3", "Jesus has been found worthy of greater honor than Moses, just as the builder of a house has greater honor than the house itself.", "4", "For every house is built by someone, but God is the builder of everything.", "5", "“Moses was faithful as a servant in all God’s house,” bearing witness to what would be spoken by God in the future.", "6", "But Christ is faithful as the Son over God’s house. And we are his house, if indeed we hold firmly to our confidence and the hope in which we glory."]}, {"reference": "Hebrews 4:12-16", "words": 145, "text": ["12", "For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.", "13", "Nothing in all creation is hidden from God’s sight. Everything is uncovered and laid bare before the eyes of him to whom we must give account.", "14", "Therefore, since we have a great high priest who has ascended into heaven, Jesus the Son of God, let us hold firmly to the faith we profess.", "15", "For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are —yet he did not sin.", "16", "Let us then approach God’s throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."]}, {"reference": "Hebrews 10:26-30", "words": 117, "text": ["26", "If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,", "27", "but only a fearful expectation of judgment and of raging fire that will consume the enemies of God.", "28", "Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses.", "29", "How much more severely do you think someone deserves to be punished who has trampled the Son of God underfoot, who has treated as an unholy thing the blood of the covenant that sanctified them, and who has insulted the Spirit of grace?", "30", "For we know him who said, “It is mine to avenge; I will repay,” and again, “The Lord will judge his people.”"]}, {"reference": "1 Peter 1:13-25", "words": 257, "text": ["13", "Therefore, with minds that are alert and fully sober, set your hope on the grace to be brought to you when Jesus Christ is revealed at his coming.", "14", "As obedient children, do not conform to the evil desires you had when you lived in ignorance.", "15", "But just as he who called you is holy, so be holy in all you do;", "16", "for it is written: “Be holy, because I am holy.”", "17", "Since you call on a Father who judges each person’s work impartially, live out your time as foreigners here in reverent fear.", "18", "For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your ancestors,", "19", "but with the precious blood of Christ, a lamb without blemish or defect.", "20", "He was chosen before the creation of the world, but was revealed in these last times for your sake.", "21", "Through him you believe in God, who raised him from the dead and glorified him, and so your faith and hope are in God.", "22", "Now that you have purified yourselves by obeying the truth so that you have sincere love for each other, love one another deeply, from the heart.", "23", "For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God.", "24", "For, “All people are like grass, and all their glory is like the flowers of the field; the grass withers and the flowers fall,", "25", "but the word of the Lord endures forever.” And this is the word that was preached to you."]}, {"reference": "1 Peter 2:11-17", "words": 134, "text": ["11", "Dear friends, I urge you, as foreigners and exiles, to abstain from sinful desires, which wage war against your soul.", "12", "Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us.", "13", "Submit yourselves for the Lord’s sake to every human authority: whether to the emperor, as the supreme authority,", "14", "or to governors, who are sent by him to punish those who do wrong and to commend those who do right.", "15", "For it is God’s will that by doing good you should silence the ignorant talk of foolish people.", "16", "Live as free people, but do not use your freedom as a cover-up for evil; live as God’s slaves.", "17", "Show proper respect to everyone, love the family of believers, fear God, honor the emperor."]}, {"reference": "2 Peter 1:16-21", "words": 160, "text": ["16", "For we did not follow cleverly devised stories when we told you about the coming of our Lord Jesus Christ in power, but we were eyewitnesses of his majesty.", "17", "He received honor and glory from God the Father when the voice came to him from the Majestic Glory, saying, “This is my Son, whom I love; with him I am well pleased.”", "18", "We ourselves heard this voice that came from heaven when we were with him on the sacred mountain.", "19", "We also have the prophetic message as something completely reliable, and you will do well to pay attention to it, as to a light shining in a dark place, until the day dawns and the morning star rises in your hearts.", "20", "Above all, you must understand that no prophecy of Scripture came about by the prophet’s own interpretation of things.", "21", "For prophecy never had its origin in the human will, but prophets, though human, spoke from God as they were carried along by the Holy Spirit."]}, {"reference": "1 John 1:1-10", "words": 233, "text": ["1", "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched —this we proclaim concerning the Word of life.", "2", "The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us.", "3", "We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ.", "4", "We write this to make our joy complete.", "5", "This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all.", "6", "If we claim to have fellowship with him and yet walk in the darkness, we lie and do not live out the truth.", "7", "But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin.", "8", "If we claim to be without sin, we deceive ourselves and the truth is not in us.", "9", "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.", "10", "If we claim we have not sinned, we make him out to be a liar and his word is not in us."]}, {"reference": "Revelation 3:7-13", "words": 241, "text": ["7", "“To the angel of the church in Philadelphia write: These are the words of him who is holy and true, who holds the key of David. What he opens no one can shut, and what he shuts no one can open.", "8", "I know your deeds. See, I have placed before you an open door that no one can shut. I know that you have little strength, yet you have kept my word and have not denied my name.", "9", "I will make those who are of the synagogue of Satan, who claim to be Jews though they are not, but are liars—I will make them come and fall down at your feet and acknowledge that I have loved you.", "10", "Since you have kept my command to endure patiently, I will also keep you from the hour of trial that is going to come on the whole world to test the inhabitants of the earth.", "11", "I am coming soon. Hold on to what you have, so that no one will take your crown.", "12", "The one who is victorious I will make a pillar in the temple of my God. Never again will they leave it. I will write on them the name of my God and the name of the city of my God, the new Jerusalem, which is coming down out of heaven from my God; and I will also write on them my new name.", "13", "Whoever has ears, let them hear what the Spirit says to the churches."]}, {"reference": "Revelation 19:1-5", "words": 113, "text": ["1", "After this I heard what sounded like the roar of a great multitude in heaven shouting: “Hallelujah! Salvation and glory and power belong to our God,", "2", "for true and just are his judgments. He has condemned the great prostitute who corrupted the earth by her adulteries. He has avenged on her the blood of his servants.”", "3", "And again they shouted: “Hallelujah! The smoke from her goes up for ever and ever.”", "4", "The twenty-four elders and the four living creatures fell down and worshiped God, who was seated on the throne. And they cried: “Amen, Hallelujah!”", "5", "Then a voice came from the throne, saying: “Praise our God, all you his servants, you who fear him, both great and small!”"]}]