[{"reference": "Acts 1:6–8", "words": 77, "text": ["6", "Therefore, when they had come together, they asked Him, saying, “Lord, will You at this time restore the kingdom to Israel?”", "7", "And He said to them, “It is not for you to know times or seasons which the Father has put in His own authority.", "8", "But you shall receive power when the Holy Spirit has come upon you; and you shall be witnesses to Me in Jerusalem, and in all Judea and Samaria, and to the end of the earth.”"]}, {"reference": "Luke 24:45–49", "words": 86, "text": ["45", "And He opened their understanding, that they might comprehend the Scriptures.", "46", "Then He said to them, “Thus it is written, and thus it was necessary for the Christ to suffer and to rise from the dead the third day,", "47", "and that repentance and remission of sins should be preached in His name to all nations, beginning at Jerusalem.", "48", "And you are witnesses of these things.", "49", "Behold, I send the Promise of My Father upon you; but tarry in the city of Jerusalem until you are endued with power from on high.”"]}, {"reference": "Acts 2:36–39", "words": 107, "text": ["36", "“Therefore let all the house of Israel know assuredly that God has made this Jesus, whom you crucified, both Lord and Christ.”", "37", "Now when they heard this, they were cut to the heart, and said to Peter and the rest of the apostles, “Men and brethren, what shall we do?”", "38", "Then Peter said to them, “Repent, and let every one of you be baptized in the name of Jesus Christ for the remission of sins; and you shall receive the gift of the Holy Spirit.", "39", "For the promise is to you and to your children, and to all who are afar off, as many as the Lord our God will call.”"]}, {"reference": "Luke 11:9–13", "words": 117, "text": ["9", "“So I say to you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.", "10", "For everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened.", "11", "If a son asks for bread from any father among you, will he give him a stone? Or if he asks for a fish, will he give him a serpent instead of a fish?", "12", "Or if he asks for an egg, will he offer him a scorpion?", "13", "If you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask Him!”"]}, {"reference": "Acts 4:29–31", "words": 72, "text": ["29", "Now, Lord, look on their threats, and grant to Your servants that with all boldness they may speak Your word,", "30", "by stretching out Your hand to heal, and that signs and wonders may be done through the name of Your holy Servant Jesus.”", "31", "And when they had prayed, the place where they were assembled together was shaken; and they were all filled with the Holy Spirit, and they spoke the word of God with boldness."]}, {"reference": "Exodus 31:2–6", "words": 106, "text": ["2", "“See, I have called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah.", "3", "And I have filled him with the Spirit of God, in wisdom, in understanding, in knowledge, and in all manner of workmanship,", "4", "to design artistic works, to work in gold, in silver, in bronze,", "5", "in cutting jewels for setting, in carving wood, and to work in all manner of workmanship.", "6", "“And I, indeed I, have appointed with him Aholiab the son of Ahisamach, of the tribe of Dan; and I have put wisdom in the hearts of all the gifted artisans, that they may make all that I have commanded you:"]}, {"reference": "Acts 5:27–32", "words": 122, "text": ["27", "And when they had brought them, they set them before the council. And the high priest asked them,", "28", "saying, “Did we not strictly command you not to teach in this name? And look, you have filled Jerusalem with your doctrine, and intend to bring this Man’s blood on us!”", "29", "But Peter and the other apostles answered and said: “We ought to obey God rather than men.", "30", "The God of our fathers raised up Jesus whom you murdered by hanging on a tree.", "31", "Him God has exalted to His right hand to be Prince and Savior, to give repentance to Israel and forgiveness of sins.", "32", "And we are His witnesses to these things, and so also is the Holy Spirit whom God has given to those who obey Him.”"]}, {"reference": "1 John 5:6–11", "words": 154, "text": ["6", "This is He who came by water and blood—Jesus Christ; not only by water, but by water and blood. And it is the Spirit who bears witness, because the Spirit is truth.", "7", "For there are three that bear witness in heaven: the Father, the Word, and the Holy Spirit; and these three are one.", "8", "And there are three that bear witness on earth: the Spirit, the water, and the blood; and these three agree as one.", "9", "If we receive the witness of men, the witness of God is greater; for this is the witness of God which He has testified of His Son.", "10", "He who believes in the Son of God has the witness in himself; he who does not believe God has made Him a liar, because he has not believed the testimony that God has given of His Son.", "11", "And this is the testimony: that God has given us eternal life, and this life is in His Son."]}, {"reference": "Acts 7:57–60", "words": 86, "text": ["57", "Then they cried out with a loud voice, stopped their ears, and ran at him with one accord;", "58", "and they cast him out of the city and stoned him. And the witnesses laid down their clothes at the feet of a young man named Saul.", "59", "And they stoned Stephen as he was calling on God and saying, “Lord Jesus, receive my spirit.”", "60", "Then he knelt down and cried out with a loud voice, “Lord, do not charge them with this sin.” And when he had said this, he fell asleep."]}, {"reference": "Ephesians 5:16–21", "words": 81, "text": ["16", "redeeming the time, because the days are evil.", "17", "Therefore do not be unwise, but understand what the will of the Lord is.", "18", "And do not be drunk with wine, in which is dissipation; but be filled with the Spirit,", "19", "speaking to one another in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord,", "20", "giving thanks always for all things to God the Father in the name of our Lord Jesus Christ,", "21", "submitting to one another in the fear of God."]}, {"reference": "Acts 8:34–36", "words": 61, "text": ["34", "So the eunuch answered Philip and said, “I ask you, of whom does the prophet say this, of himself or of some other man?”", "35", "Then Philip opened his mouth, and beginning at this Scripture, preached Jesus to him.", "36", "Now as they went down the road, they came to some water. And the eunuch said, “See, here is water. What hinders me from being baptized?”"]}, {"reference": "John 14:16–18", "words": 59, "text": ["16", "And I will pray the Father, and He will give you another Helper, that He may abide with you forever—", "17", "the Spirit of truth, whom the world cannot receive, because it neither sees Him nor knows Him; but you know Him, for He dwells with you and will be in you.", "18", "I will not leave you orphans; I will come to you."]}, {"reference": "Acts 10:39–43", "words": 111, "text": ["39", "And we are witnesses of all things which He did both in the land of the Jews and in Jerusalem, whom they killed by hanging on a tree.", "40", "Him God raised up on the third day, and showed Him openly,", "41", "not to all the people, but to witnesses chosen before by God, even to us who ate and drank with Him after He arose from the dead.", "42", "And He commanded us to preach to the people, and to testify that it is He who was ordained by God to be Judge of the living and the dead.", "43", "To Him all the prophets witness that, through His name, whoever believes in Him will receive remission of sins.”"]}, {"reference": "John 16:13–15", "words": 76, "text": ["13", "However, when He, the Spirit of truth, has come, He will guide you into all truth; for He will not speak on His own authority, but whatever He hears He will speak; and He will tell you things to come.", "14", "He will glorify Me, for He will take of what is Mine and declare it to you.", "15", "All things that the Father has are Mine. Therefore I said that He will take of Mine and declare it to you."]}, {"reference": "Genesis 1:9-13", "words": 128, "text": ["9", "Then God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear”; and it was so.", "10", "And God called the dry land Earth, and the gathering together of the waters He called Seas. And God saw that it was good.", "11", "Then God said, “Let the earth bring forth grass, the herb that yields seed, and the fruit tree that yields fruit according to its kind, whose seed is in itself, on the earth”; and it was so.", "12", "And the earth brought forth grass, the herb that yields seed according to its kind, and the tree that yields fruit, whose seed is in itself according to its kind. And God saw that it was good.", "13", "So the evening and the morning were the third day."]}, {"reference": "Genesis 3:14-15", "words": 71, "text": ["14", "So the Lord God said to the serpent: “Because you have done this, You are cursed more than all cattle, And more than every beast of the field; On your belly you shall go, And you shall eat dust All the days of your life.", "15", "And I will put enmity Between you and the woman, And between your seed and her Seed; He shall bruise your head, And you shall bruise His heel.”"]}, {"reference": "Genesis 32:24-30", "words": 151, "text": ["24", "Then Jacob was left alone; and a Man wrestled with him until the breaking of day.", "25", "Now when He saw that He did not prevail against him, He touched the socket of his hip; and the socket of Jacob’s hip was out of joint as He wrestled with him.", "26", "And He said, “Let Me go, for the day breaks.” But he said, “I will not let You go unless You bless me!”", "27", "So He said to him, “What is your name?” He said, “Jacob.”", "28", "And He said, “Your name shall no longer be called Jacob, but Israel; for you have struggled with God and with men, and have prevailed.”", "29", "Then Jacob asked, saying, “Tell me Your name, I pray.” And He said, “Why is it that you ask about My name?” And He blessed him there.", "30", "So Jacob called the name of the place Peniel: “For I have seen God face to face, and my life is preserved.”"]}, {"reference": "Exodus 3:12-18", "words": 303, "text": ["12", "So He said, “I will certainly be with you. And this shall be a sign to you that I have sent you: When you have brought the people out of Egypt, you shall serve God on this mountain.”", "13", "Then Moses said to God, “Indeed, when I come to the children of Israel and say to them, ‘The God of your fathers has sent me to you,’ and they say to me, ‘What is His name?’ what shall I say to them?”", "14", "And God said to Moses, “I AM WHO I AM.” And He said, “Thus you shall say to the children of Israel, ‘I AM has sent me to you.’ ”", "15", "Moreover God said to Moses, “Thus you shall say to the children of Israel: ‘The Lord God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you. This is My name forever, and this is My memorial to all generations.’", "16", "Go and gather the elders of Israel together, and say to them, ‘The Lord God of your fathers, the God of Abraham, of Isaac, and of Jacob, appeared to me, saying, “I have surely visited you and seen what is done to you in Egypt;", "17", "and I have said I will bring you up out of the affliction of Egypt to the land of the Canaanites and the Hittites and the Amorites and the Perizzites and the Hivites and the Jebusites, to a land flowing with milk and honey.” ’", "18", "Then they will heed your voice; and you shall come, you and the elders of Israel, to the king of Egypt; and you shall say to him, ‘The Lord God of the Hebrews has met with us; and now, please, let us go three days’ journey into the wilderness, that we may sacrifice to the Lord our God.’"]}, {"reference": "Leviticus 10:3", "words": 38, "text": ["3", "And Moses said to Aaron, “This is what the Lord spoke, saying: ‘By those who come near Me I must be regarded as holy; And before all the people I must be glorified.’ ” So Aaron held his peace."]}, {"reference": "Deuteronomy 4:4-6", "words": 83, "text": ["4", "But you who held fast to the Lord your God are alive today, every one of you.", "5", "“Surely I have taught you statutes and judgments, just as the Lord my God commanded me, that you should act according to them in the land which you go to possess.", "6", "Therefore be careful to observe them; for this is your wisdom and your understanding in the sight of the peoples who will hear all these statutes, and say, ‘Surely this great nation is a wise and understanding people.’"]}, {"reference": "Deuteronomy 10:12-22", "words": 242, "text": ["12", "“And now, Israel, what does the Lord your God require of you, but to fear the Lord your God, to walk in all His ways and to love Him, to serve the Lord your God with all your heart and with all your soul,", "13", "and to keep the commandments of the Lord and His statutes which I command you today for your good?", "14", "Indeed heaven and the highest heavens belong to the Lord your God, also the earth with all that is in it.", "15", "The Lord delighted only in your fathers, to love them; and He chose their descendants after them, you above all peoples, as it is this day.", "16", "Therefore circumcise the foreskin of your heart, and be stiff-necked no longer.", "17", "For the Lord your God is God of gods and Lord of lords, the great God, mighty and awesome, who shows no partiality nor takes a bribe.", "18", "He administers justice for the fatherless and the widow, and loves the stranger, giving him food and clothing.", "19", "Therefore love the stranger, for you were strangers in the land of Egypt.", "20", "You shall fear the Lord your God; you shall serve Him, and to Him you shall hold fast, and take oaths in His name.", "21", "He is your praise, and He is your God, who has done for you these great and awesome things which your eyes have seen.", "22", "Your fathers went down to Egypt with seventy persons, and now the Lord your God has made you as the stars of heaven in multitude."]}, {"reference": "Deuteronomy 18:15-18", "words": 106, "text": ["15", "“The Lord your God will raise up for you a Prophet like me from your midst, from your brethren. Him you shall hear,", "16", "according to all you desired of the Lord your God in Horeb in the day of the assembly, saying, ‘Let me not hear again the voice of the Lord my God, nor let me see this great fire anymore, lest I die.’", "17", "“And the Lord said to me: ‘What they have spoken is good.", "18", "I will raise up for them a Prophet like you from among their brethren, and will put My words in His mouth, and He shall speak to them all that I command Him."]}, {"reference": "Deuteronomy 34:9", "words": 35, "text": ["9", "Now Joshua the son of Nun was full of the spirit of wisdom, for Moses had laid his hands on him; so the children of Israel heeded him, and did as the Lord had commanded Moses."]}, {"reference": "Joshua 3:5-13", "words": 276, "text": ["5", "And Joshua said to the people, “Sanctify yourselves, for tomorrow the Lord will do wonders among you.”", "6", "Then Joshua spoke to the priests, saying, “Take up the ark of the covenant and cross over before the people.” So they took up the ark of the covenant and went before the people.", "7", "And the Lord said to Joshua, “This day I will begin to exalt you in the sight of all Israel, that they may know that, as I was with Moses, so I will be with you.", "8", "You shall command the priests who bear the ark of the covenant, saying, ‘When you have come to the edge of the water of the Jordan, you shall stand in the Jordan.’ ”", "9", "So Joshua said to the children of Israel, “Come here, and hear the words of the Lord your God.”", "10", "And Joshua said, “By this you shall know that the living God is among you, and that He will without fail drive out from before you the Canaanites and the Hittites and the Hivites and the Perizzites and the Girgashites and the Amorites and the Jebusites:", "11", "Behold, the ark of the covenant of the Lord of all the earth is crossing over before you into the Jordan.", "12", "Now therefore, take for yourselves twelve men from the tribes of Israel, one man from every tribe.", "13", "And it shall come to pass, as soon as the soles of the feet of the priests who bear the ark of the Lord\u0001 the Lord of all the earth, shall rest in the waters of the Jordan, that the waters of the Jordan shall be cut off, the waters that come down from upstream, and they shall stand as a heap.”"]}, {"reference": "1 Samuel 2:1-10", "words": 252, "text": ["1", "And Hannah prayed and said: “My heart rejoices in the Lord\u0001 My horn is exalted in the Lord\u0001 I smile at my enemies, Because I rejoice in Your salvation.", "2", "“No one is holy like the Lord\u0001 For there is none besides You, Nor is there any rock like our God.", "3", "“Talk no more so very proudly; Let no arrogance come from your mouth, For the Lord is the God of knowledge; And by Him actions are weighed.", "4", "“The bows of the mighty men are broken, And those who stumbled are girded with strength.", "5", "Those who were full have hired themselves out for bread, And the hungry have ceased to hunger. Even the barren has borne seven, And she who has many children has become feeble.", "6", "“The Lord kills and makes alive; He brings down to the grave and brings up.", "7", "The Lord makes poor and makes rich; He brings low and lifts up.", "8", "He raises the poor from the dust And lifts the beggar from the ash heap, To set them among princes And make them inherit the throne of glory. “For the pillars of the earth are the Lord ’s, And He has set the world upon them.", "9", "He will guard the feet of His saints, But the wicked shall be silent in darkness. “For by strength no man shall prevail.", "10", "The adversaries of the Lord shall be broken in pieces; From heaven He will thunder against them. The Lord will judge the ends of the earth. “He will give strength to His king, And exalt the horn of His anointed.”"]}, {"reference": "2 Samuel 7:1-17", "words": 456, "text": ["1", "Now it came to pass when the king was dwelling in his house, and the Lord had given him rest from all his enemies all around,", "2", "that the king said to Nathan the prophet, “See now, I dwell in a house of cedar, but the ark of God dwells inside tent curtains.”", "3", "Then Nathan said to the king, “Go, do all that is in your heart, for the Lord is with you.”", "4", "But it happened that night that the word of the Lord came to Nathan, saying,", "5", "“Go and tell My servant David, ‘Thus says the Lord\u0001 “Would you build a house for Me to dwell in?", "6", "For I have not dwelt in a house since the time that I brought the children of Israel up from Egypt, even to this day, but have moved about in a tent and in a tabernacle.", "7", "Wherever I have moved about with all the children of Israel, have I ever spoken a word to anyone from the tribes of Israel, whom I commanded to shepherd My people Israel, saying, ‘Why have you not built Me a house of cedar?’ ” ’", "8", "Now therefore, thus shall you say to My servant David, ‘Thus says the Lord of hosts: “I took you from the sheepfold, from following the sheep, to be ruler over My people, over Israel.", "9", "And I have been with you wherever you have gone, and have cut off all your enemies from before you, and have made you a great name, like the name of the great men who are on the earth.", "10", "Moreover I will appoint a place for My people Israel, and will plant them, that they may dwell in a place of their own and move no more; nor shall the sons of wickedness oppress them anymore, as previously,", "11", "since the time that I commanded judges to be over My people Israel, and have caused you to rest from all your enemies. Also the Lord tells you that He will make you a house.", "12", "“When your days are fulfilled and you rest with your fathers, I will set up your seed after you, who will come from your body, and I will establish his kingdom.", "13", "He shall build a house for My name, and I will establish the throne of his kingdom forever.", "14", "I will be his Father, and he shall be My son. If he commits iniquity, I will chasten him with the rod of men and with the blows of the sons of men.", "15", "But My mercy shall not depart from him, as I took it from Saul, whom I removed from before you.", "16", "And your house and your kingdom shall be established forever before you. Your throne shall be established forever.” ’ ”", "17", "According to all these words and according to all this vision, so Nathan spoke to David."]}, {"reference": "2 Samuel 24:18-25", "words": 241, "text": ["18", "And Gad came that day to David and said to him, “Go up, erect an altar to the Lord on the threshing floor of Araunah the Jebusite.”", "19", "So David, according to the word of Gad, went up as the Lord commanded.", "20", "Now Araunah looked, and saw the king and his servants coming toward him. So Araunah went out and bowed before the king with his face to the ground.", "21", "Then Araunah said, “Why has my lord the king come to his servant?” And David said, “To buy the threshing floor from you, to build an altar to the Lord\u0001 that the plague may be withdrawn from the people.”", "22", "Now Araunah said to David, “Let my lord the king take and offer up whatever seems good to him. Look, here are oxen for burnt sacrifice, and threshing implements and the yokes of the oxen for wood.", "23", "All these, O king, Araunah has given to the king.” And Araunah said to the king, “May the Lord your God accept you.”", "24", "Then the king said to Araunah, “No, but I will surely buy it from you for a price; nor will I offer burnt offerings to the Lord my God with that which costs me nothing.” So David bought the threshing floor and the oxen for fifty shekels of silver.", "25", "And David built there an altar to the Lord\u0001 and offered burnt offerings and peace offerings. So the Lord heeded the prayers for the land, and the plague was withdrawn from Israel."]}, {"reference": "Job 38:1-18", "words": 251, "text": ["1", "Then the Lord answered Job out of the whirlwind, and said:", "2", "“Who is this who darkens counsel By words without knowledge?", "3", "Now prepare yourself like a man; I will question you, and you shall answer Me.", "4", "“Where were you when I laid the foundations of the earth? Tell Me, if you have understanding.", "5", "Who determined its measurements? Surely you know! Or who stretched the line upon it?", "6", "To what were its foundations fastened? Or who laid its cornerstone,", "7", "When the morning stars sang together, And all the sons of God shouted for joy?", "8", "“Or who shut in the sea with doors, When it burst forth and issued from the womb;", "9", "When I made the clouds its garment, And thick darkness its swaddling band;", "10", "When I fixed My limit for it, And set bars and doors;", "11", "When I said, ‘This far you may come, but no farther, And here your proud waves must stop!’", "12", "“Have you commanded the morning since your days began, And caused the dawn to know its place,", "13", "That it might take hold of the ends of the earth, And the wicked be shaken out of it?", "14", "It takes on form like clay under a seal, And stands out like a garment.", "15", "From the wicked their light is withheld, And the upraised arm is broken.", "16", "“Have you entered the springs of the sea? Or have you walked in search of the depths?", "17", "Have the gates of death been revealed to you? Or have you seen the doors of the shadow of death?", "18", "Have you comprehended the breadth of the earth? Tell Me, if you know all this."]}, {"reference": "Psalm 22:1-28", "words": 469, "text": ["1", "My God, My God, why have You forsaken Me? Why are You so far from helping Me, And from the words of My groaning?", "2", "O My God, I cry in the daytime, but You do not hear; And in the night season, and am not silent.", "3", "But You are holy, Enthroned in the praises of Israel.", "4", "Our fathers trusted in You; They trusted, and You delivered them.", "5", "They cried to You, and were delivered; They trusted in You, and were not ashamed.", "6", "But I am a worm, and no man; A reproach of men, and despised by the people.", "7", "All those who see Me ridicule Me; They shoot out the lip, they shake the head, saying,", "8", "“He trusted in the Lord\u0001 let Him rescue Him; Let Him deliver Him, since He delights in Him!”", "9", "But You are He who took Me out of the womb; You made Me trust while on My mother’s breasts.", "10", "I was cast upon You from birth. From My mother’s womb You have been My God.", "11", "Be not far from Me, For trouble is near; For there is none to help.", "12", "Many bulls have surrounded Me; Strong bulls of Bashan have encircled Me.", "13", "They gape at Me with their mouths, Like a raging and roaring lion.", "14", "I am poured out like water, And all My bones are out of joint; My heart is like wax; It has melted within Me.", "15", "My strength is dried up like a potsherd, And My tongue clings to My jaws; You have brought Me to the dust of death.", "16", "For dogs have surrounded Me; The congregation of the wicked has enclosed Me. They pierced My hands and My feet;", "17", "I can count all My bones. They look and stare at Me.", "18", "They divide My garments among them, And for My clothing they cast lots.", "19", "But You, O Lord\u0001 do not be far from Me; O My Strength, hasten to help Me!", "20", "Deliver Me from the sword, My precious life from the power of the dog.", "21", "Save Me from the lion’s mouth And from the horns of the wild oxen! You have answered Me.", "22", "I will declare Your name to My brethren; In the midst of the assembly I will praise You.", "23", "You who fear the Lord\u0001 praise Him! All you descendants of Jacob, glorify Him, And fear Him, all you offspring of Israel!", "24", "For He has not despised nor abhorred the affliction of the afflicted; Nor has He hidden His face from Him; But when He cried to Him, He heard.", "25", "My praise shall be of You in the great assembly; I will pay My vows before those who fear Him.", "26", "The poor shall eat and be satisfied; Those who seek Him will praise the Lord\u0001 Let your heart live forever!", "27", "All the ends of the world Shall remember and turn to the Lord\u0001 And all the families of the nations Shall worship before You.", "28", "For the kingdom is the Lord ’s, And He rules over the nations."]}, {"reference": "Psalm 40:9-10", "words": 52, "text": ["9", "I have proclaimed the good news of righteousness In the great assembly; Indeed, I do not restrain my lips, O Lord\u0001 You Yourself know.", "10", "I have not hidden Your righteousness within my heart; I have declared Your faithfulness and Your salvation; I have not concealed Your lovingkindness and Your truth From the great assembly."]}, {"reference": "Psalm 69:6-18", "words": 241, "text": ["6", "Let not those who wait for You, O Lord God of hosts, be ashamed because of me; Let not those who seek You be confounded because of me, O God of Israel.", "7", "Because for Your sake I have borne reproach; Shame has covered my face.", "8", "I have become a stranger to my brothers, And an alien to my mother’s children;", "9", "Because zeal for Your house has eaten me up, And the reproaches of those who reproach You have fallen on me.", "10", "When I wept and chastened my soul with fasting, That became my reproach.", "11", "I also made sackcloth my garment; I became a byword to them.", "12", "Those who sit in the gate speak against me, And I am the song of the drunkards.", "13", "But as for me, my prayer is to You, O Lord\u0001 in the acceptable time; O God, in the multitude of Your mercy, Hear me in the truth of Your salvation.", "14", "Deliver me out of the mire, And let me not sink; Let me be delivered from those who hate me, And out of the deep waters.", "15", "Let not the floodwater overflow me, Nor let the deep swallow me up; And let not the pit shut its mouth on me.", "16", "Hear me, O Lord\u0001 for Your lovingkindness is good; Turn to me according to the multitude of Your tender mercies.", "17", "And do not hide Your face from Your servant, For I am in trouble; Hear me speedily.", "18", "Draw near to my soul, and redeem it; Deliver me because of my enemies."]}, {"reference": "Psalm 91:1-16", "words": 275, "text": ["1", "He who dwells in the secret place of the Most High Shall abide under the shadow of the Almighty.", "2", "I will say of the Lord\u0001 “ He is my refuge and my fortress; My God, in Him I will trust.”", "3", "Surely He shall deliver you from the snare of the fowler And from the perilous pestilence.", "4", "He shall cover you with His feathers, And under His wings you shall take refuge; His truth shall be your shield and buckler.", "5", "You shall not be afraid of the terror by night, Nor of the arrow that flies by day,", "6", "Nor of the pestilence that walks in darkness, Nor of the destruction that lays waste at noonday.", "7", "A thousand may fall at your side, And ten thousand at your right hand; But it shall not come near you.", "8", "Only with your eyes shall you look, And see the reward of the wicked.", "9", "Because you have made the Lord\u0001 who is my refuge, Even the Most High, your dwelling place,", "10", "No evil shall befall you, Nor shall any plague come near your dwelling;", "11", "For He shall give His angels charge over you, To keep you in all your ways.", "12", "In their hands they shall bear you up, Lest you dash your foot against a stone.", "13", "You shall tread upon the lion and the cobra, The young lion and the serpent you shall trample underfoot.", "14", "“Because he has set his love upon Me, therefore I will deliver him; I will set him on high, because he has known My name.", "15", "He shall call upon Me, and I will answer him; I will be with him in trouble; I will deliver him and honor him.", "16", "With long life I will satisfy him, And show him My salvation.”"]}, {"reference": "Psalm 118:1-29", "words": 419, "text": ["1", "Oh, give thanks to the Lord\u0001 for He is good! For His mercy endures forever.", "2", "Let Israel now say, “His mercy endures forever.”", "3", "Let the house of Aaron now say, “His mercy endures forever.”", "4", "Let those who fear the Lord now say, “His mercy endures forever.”", "5", "I called on the Lord in distress; The Lord answered me and set me in a broad place.", "6", "The Lord is on my side; I will not fear. What can man do to me?", "7", "The Lord is for me among those who help me; Therefore I shall see my desire on those who hate me.", "8", "It is better to trust in the Lord Than to put confidence in man.", "9", "It is better to trust in the Lord Than to put confidence in princes.", "10", "All nations surrounded me, But in the name of the Lord I will destroy them.", "11", "They surrounded me, Yes, they surrounded me; But in the name of the Lord I will destroy them.", "12", "They surrounded me like bees; They were quenched like a fire of thorns; For in the name of the Lord I will destroy them.", "13", "You pushed me violently, that I might fall, But the Lord helped me.", "14", "The Lord is my strength and song, And He has become my salvation.", "15", "The voice of rejoicing and salvation Is in the tents of the righteous; The right hand of the Lord does valiantly.", "16", "The right hand of the Lord is exalted; The right hand of the Lord does valiantly.", "17", "I shall not die, but live, And declare the works of the Lord\u0001", "18", "The Lord has chastened me severely, But He has not given me over to death.", "19", "Open to me the gates of righteousness; I will go through them, And I will praise the Lord\u0001", "20", "This is the gate of the Lord\u0001 Through which the righteous shall enter.", "21", "I will praise You, For You have answered me, And have become my salvation.", "22", "The stone which the builders rejected Has become the chief cornerstone.", "23", "This was the Lord ’s doing; It is marvelous in our eyes.", "24", "This is the day the Lord has made; We will rejoice and be glad in it.", "25", "Save now, I pray, O Lord\u0001 O Lord\u0001 I pray, send now prosperity.", "26", "Blessed is he who comes in the name of the Lord\u0001 We have blessed you from the house of the Lord\u0001", "27", "God is the Lord\u0001 And He has given us light; Bind the sacrifice with cords to the horns of the altar.", "28", "You are my God, and I will praise You; You are my God, I will exalt You.", "29", "Oh, give thanks to the Lord\u0001 for He is good! For His mercy endures forever."]}, {"reference": "Psalm 148:13-14", "words": 48, "text": ["13", "Let them praise the name of the Lord\u0001 For His name alone is exalted; His glory is above the earth and heaven.", "14", "And He has exalted the horn of His people, The praise of all His saints— Of the children of Israel, A people near to Him. Praise the Lord\u0001"]}, {"reference": "Proverbs 2:1-22", "words": 281, "text": ["1", "My son, if you receive my words, And treasure my commands within you,", "2", "So that you incline your ear to wisdom, And apply your heart to understanding;", "3", "Yes, if you cry out for discernment, And lift up your voice for understanding,", "4", "If you seek her as silver, And search for her as for hidden treasures;", "5", "Then you will understand the fear of the Lord\u0001 And find the knowledge of God.", "6", "For the Lord gives wisdom; From His mouth come knowledge and understanding;", "7", "He stores up sound wisdom for the upright; He is a shield to those who walk uprightly;", "8", "He guards the paths of justice, And preserves the way of His saints.", "9", "Then you will understand righteousness and justice, Equity and every good path.", "10", "When wisdom enters your heart, And knowledge is pleasant to your soul,", "11", "Discretion will preserve you; Understanding will keep you,", "12", "To deliver you from the way of evil, From the man who speaks perverse things,", "13", "From those who leave the paths of uprightness To walk in the ways of darkness;", "14", "Who rejoice in doing evil, And delight in the perversity of the wicked;", "15", "Whose ways are crooked, And who are devious in their paths;", "16", "To deliver you from the immoral woman, From the seductress who flatters with her words,", "17", "Who forsakes the companion of her youth, And forgets the covenant of her God.", "18", "For her house leads down to death, And her paths to the dead;", "19", "None who go to her return, Nor do they regain the paths of life—", "20", "So you may walk in the way of goodness, And keep to the paths of righteousness.", "21", "For the upright will dwell in the land, And the blameless will remain in it;", "22", "But the wicked will be cut off from the earth, And the unfaithful will be uprooted from it."]}, {"reference": "Proverbs 3:1-20", "words": 277, "text": ["1", "My son, do not forget my law, But let your heart keep my commands;", "2", "For length of days and long life And peace they will add to you.", "3", "Let not mercy and truth forsake you; Bind them around your neck, Write them on the tablet of your heart,", "4", "And so find favor and high esteem In the sight of God and man.", "5", "Trust in the Lord with all your heart, And lean not on your own understanding;", "6", "In all your ways acknowledge Him, And He shall direct your paths.", "7", "Do not be wise in your own eyes; Fear the Lord and depart from evil.", "8", "It will be health to your flesh, And strength to your bones.", "9", "Honor the Lord with your possessions, And with the firstfruits of all your increase;", "10", "So your barns will be filled with plenty, And your vats will overflow with new wine.", "11", "My son, do not despise the chastening of the Lord\u0001 Nor detest His correction;", "12", "For whom the Lord loves He corrects, Just as a father the son in whom he delights.", "13", "Happy is the man who finds wisdom, And the man who gains understanding;", "14", "For her proceeds are better than the profits of silver, And her gain than fine gold.", "15", "She is more precious than rubies, And all the things you may desire cannot compare with her.", "16", "Length of days is in her right hand, In her left hand riches and honor.", "17", "Her ways are ways of pleasantness, And all her paths are peace.", "18", "She is a tree of life to those who take hold of her, And happy are all who retain her.", "19", "The Lord by wisdom founded the earth; By understanding He established the heavens;", "20", "By His knowledge the depths were broken up, And clouds drop down the dew."]}, {"reference": "Proverbs 23:15-19", "words": 66, "text": ["15", "My son, if your heart is wise, My heart will rejoice—indeed, I myself;", "16", "Yes, my inmost being will rejoice When your lips speak right things.", "17", "Do not let your heart envy sinners, But be zealous for the fear of the Lord all the day;", "18", "For surely there is a hereafter, And your hope will not be cut off.", "19", "Hear, my son, and be wise; And guide your heart in the way."]}, {"reference": "Isaiah 1:18-20", "words": 66, "text": ["18", "“Come now, and let us reason together,” Says the Lord\u0001 “Though your sins are like scarlet, They shall be as white as snow; Though they are red like crimson, They shall be as wool.", "19", "If you are willing and obedient, You shall eat the good of the land;", "20", "But if you refuse and rebel, You shall be devoured by the sword”; For the mouth of the Lord has spoken."]}, {"reference": "Isaiah 6:1-10", "words": 265, "text": ["1", "In the year that King Uzziah died, I saw the Lord sitting on a throne, high and lifted up, and the train of His robe filled the temple.", "2", "Above it stood seraphim; each one had six wings: with two he covered his face, with two he covered his feet, and with two he flew.", "3", "And one cried to another and said: “Holy, holy, holy is the Lord of hosts; The whole earth is full of His glory!”", "4", "And the posts of the door were shaken by the voice of him who cried out, and the house was filled with smoke.", "5", "So I said: “Woe is me, for I am undone! Because I am a man of unclean lips, And I dwell in the midst of a people of unclean lips; For my eyes have seen the King, The Lord of hosts.”", "6", "Then one of the seraphim flew to me, having in his hand a live coal which he had taken with the tongs from the altar.", "7", "And he touched my mouth with it, and said: “Behold, this has touched your lips; Your iniquity is taken away, And your sin purged.”", "8", "Also I heard the voice of the Lord, saying: “Whom shall I send, And who will go for Us?” Then I said, “Here am I! Send me.”", "9", "And He said, “Go, and tell this people: ‘Keep on hearing, but do not understand; Keep on seeing, but do not perceive.’", "10", "“Make the heart of this people dull, And their ears heavy, And shut their eyes; Lest they see with their eyes, And hear with their ears, And understand with their heart, And return and be healed.”"]}, {"reference": "Isaiah 38:15-20", "words": 157, "text": ["15", "“What shall I say? He has both spoken to me, And He Himself has done it. I shall walk carefully all my years In the bitterness of my soul.", "16", "O Lord, by these things men live; And in all these things is the life of my spirit; So You will restore me and make me live.", "17", "Indeed it was for my own peace That I had great bitterness; But You have lovingly delivered my soul from the pit of corruption, For You have cast all my sins behind Your back.", "18", "For Sheol cannot thank You, Death cannot praise You; Those who go down to the pit cannot hope for Your truth.", "19", "The living, the living man, he shall praise You, As I do this day; The father shall make known Your truth to the children.", "20", "“The Lord was ready to save me; Therefore we will sing my songs with stringed instruments All the days of our life, in the house of the Lord\u0001”"]}, {"reference": "Isaiah 49:22-23", "words": 91, "text": ["22", "Thus says the Lord God\u0001 “Behold, I will lift My hand in an oath to the nations, And set up My standard for the peoples; They shall bring your sons in their arms, And your daughters shall be carried on their shoulders;", "23", "Kings shall be your foster fathers, And their queens your nursing mothers; They shall bow down to you with their faces to the earth, And lick up the dust of your feet. Then you will know that I am the Lord\u0001 For they shall not be ashamed who wait for Me.”"]}, {"reference": "Isaiah 50:4-8", "words": 138, "text": ["4", "“The Lord God has given Me The tongue of the learned, That I should know how to speak A word in season to him who is weary. He awakens Me morning by morning, He awakens My ear To hear as the learned.", "5", "The Lord God has opened My ear; And I was not rebellious, Nor did I turn away.", "6", "I gave My back to those who struck Me, And My cheeks to those who plucked out the beard; I did not hide My face from shame and spitting.", "7", "“For the Lord God will help Me; Therefore I will not be disgraced; Therefore I have set My face like a flint, And I know that I will not be ashamed.", "8", "He is near who justifies Me; Who will contend with Me? Let us stand together. Who is My adversary? Let him come near Me."]}, {"reference": "Isaiah 55:6-11", "words": 159, "text": ["6", "Seek the Lord while He may be found, Call upon Him while He is near.", "7", "Let the wicked forsake his way, And the unrighteous man his thoughts; Let him return to the Lord\u0001 And He will have mercy on him; And to our God, For He will abundantly pardon.", "8", "“For My thoughts are not your thoughts, Nor are your ways My ways,” says the Lord\u0001", "9", "“For as the heavens are higher than the earth, So are My ways higher than your ways, And My thoughts than your thoughts.", "10", "“For as the rain comes down, and the snow from heaven, And do not return there, But water the earth, And make it bring forth and bud, That it may give seed to the sower And bread to the eater,", "11", "So shall My word be that goes forth from My mouth; It shall not return to Me void, But it shall accomplish what I please, And it shall prosper in the thing for which I sent it."]}, {"reference": "Jeremiah 18:5-11", "words": 181, "text": ["5", "Then the word of the Lord came to me, saying:", "6", "“O house of Israel, can I not do with you as this potter?” says the Lord\u0001 “Look, as the clay is in the potter’s hand, so are you in My hand, O house of Israel!", "7", "The instant I speak concerning a nation and concerning a kingdom, to pluck up, to pull down, and to destroy it,", "8", "if that nation against whom I have spoken turns from its evil, I will relent of the disaster that I thought to bring upon it.", "9", "And the instant I speak concerning a nation and concerning a kingdom, to build and to plant it,", "10", "if it does evil in My sight so that it does not obey My voice, then I will relent concerning the good with which I said I would benefit it.", "11", "“Now therefore, speak to the men of Judah and to the inhabitants of Jerusalem, saying, ‘Thus says the Lord\u0001 “Behold, I am fashioning a disaster and devising a plan against you. Return now every one from his evil way, and make your ways and your doings good.” ’ ”"]}, {"reference": "Jeremiah 31:31-34", "words": 163, "text": ["31", "“Behold, the days are coming, says the Lord\u0001 when I will make a new covenant with the house of Israel and with the house of Judah—", "32", "not according to the covenant that I made with their fathers in the day that I took them by the hand to lead them out of the land of Egypt, My covenant which they broke, though I was a husband to them, says the Lord\u0001", "33", "But this is the covenant that I will make with the house of Israel after those days, says the Lord\u0001 I will put My law in their minds, and write it on their hearts; and I will be their God, and they shall be My people.", "34", "No more shall every man teach his neighbor, and every man his brother, saying, ‘Know the Lord\u0001’ for they all shall know Me, from the least of them to the greatest of them, says the Lord\u0001 For I will forgive their iniquity, and their sin I will remember no more.”"]}, {"reference": "Ezekiel 12:1-16", "words": 461, "text": ["1", "Now the word of the Lord came to me, saying:", "2", "“Son of man, you dwell in the midst of a rebellious house, which has eyes to see but does not see, and ears to hear but does not hear; for they are a rebellious house.", "3", "“Therefore, son of man, prepare your belongings for captivity, and go into captivity by day in their sight. You shall go from your place into captivity to another place in their sight. It may be that they will consider, though they are a rebellious house.", "4", "By day you shall bring out your belongings in their sight, as though going into captivity; and at evening you shall go in their sight, like those who go into captivity.", "5", "Dig through the wall in their sight, and carry your belongings out through it.", "6", "In their sight you shall bear them on your shoulders and carry them out at twilight; you shall cover your face, so that you cannot see the ground, for I have made you a sign to the house of Israel.”", "7", "So I did as I was commanded. I brought out my belongings by day, as though going into captivity, and at evening I dug through the wall with my hand. I brought them out at twilight, and I bore them on my shoulder in their sight.", "8", "And in the morning the word of the Lord came to me, saying,", "9", "“Son of man, has not the house of Israel, the rebellious house, said to you, ‘What are you doing?’", "10", "Say to them, ‘Thus says the Lord God\u0001 “This burden concerns the prince in Jerusalem and all the house of Israel who are among them.” ’", "11", "Say, ‘I am a sign to you. As I have done, so shall it be done to them; they shall be carried away into captivity.’", "12", "And the prince who is among them shall bear his belongings on his shoulder at twilight and go out. They shall dig through the wall to carry them out through it. He shall cover his face, so that he cannot see the ground with his eyes.", "13", "I will also spread My net over him, and he shall be caught in My snare. I will bring him to Babylon, to the land of the Chaldeans; yet he shall not see it, though he shall die there.", "14", "I will scatter to every wind all who are around him to help him, and all his troops; and I will draw out the sword after them.", "15", "“Then they shall know that I am the Lord\u0001 when I scatter them among the nations and disperse them throughout the countries.", "16", "But I will spare a few of their men from the sword, from famine, and from pestilence, that they may declare all their abominations among the Gentiles wherever they go. Then they shall know that I am the Lord\u0001”"]}, {"reference": "Ezekiel 36:22-30", "words": 255, "text": ["22", "“Therefore say to the house of Israel, ‘Thus says the Lord God\u0001 “I do not do this for your sake, O house of Israel, but for My holy name’s sake, which you have profaned among the nations wherever you went.", "23", "And I will sanctify My great name, which has been profaned among the nations, which you have profaned in their midst; and the nations shall know that I am the Lord\u0001” says the Lord God\u0001 “when I am hallowed in you before their eyes.", "24", "For I will take you from among the nations, gather you out of all countries, and bring you into your own land.", "25", "Then I will sprinkle clean water on you, and you shall be clean; I will cleanse you from all your filthiness and from all your idols.", "26", "I will give you a new heart and put a new spirit within you; I will take the heart of stone out of your flesh and give you a heart of flesh.", "27", "I will put My Spirit within you and cause you to walk in My statutes, and you will keep My judgments and do them.", "28", "Then you shall dwell in the land that I gave to your fathers; you shall be My people, and I will be your God.", "29", "I will deliver you from all your uncleannesses. I will call for the grain and multiply it, and bring no famine upon you.", "30", "And I will multiply the fruit of your trees and the increase of your fields, so that you need never again bear the reproach of famine among the nations."]}, {"reference": "Ezekiel 47:21-23", "words": 86, "text": ["21", "“Thus you shall divide this land among yourselves according to the tribes of Israel.", "22", "It shall be that you will divide it by lot as an inheritance for yourselves, and for the strangers who dwell among you and who bear children among you. They shall be to you as native-born among the children of Israel; they shall have an inheritance with you among the tribes of Israel.", "23", "And it shall be that in whatever tribe the stranger dwells, there you shall give him his inheritance,” says the Lord God\u0001"]}, {"reference": "Daniel 7:13-14", "words": 74, "text": ["13", "“I was watching in the night visions, And behold, One like the Son of Man, Coming with the clouds of heaven! He came to the Ancient of Days, And they brought Him near before Him.", "14", "Then to Him was given dominion and glory and a kingdom, That all peoples, nations, and languages should serve Him. His dominion is an everlasting dominion, Which shall not pass away, And His kingdom the one Which shall not be destroyed."]}, {"reference": "Daniel 12:1-3", "words": 104, "text": ["1", "“At that time Michael shall stand up, The great prince who stands watch over the sons of your people; And there shall be a time of trouble, Such as never was since there was a nation, Even to that time. And at that time your people shall be delivered, Every one who is found written in the book.", "2", "And many of those who sleep in the dust of the earth shall awake, Some to everlasting life, Some to shame and everlasting contempt.", "3", "Those who are wise shall shine Like the brightness of the firmament, And those who turn many to righteousness Like the stars forever and ever."]}, {"reference": "Joel 2:28-32", "words": 133, "text": ["28", "“And it shall come to pass afterward That I will pour out My Spirit on all flesh; Your sons and your daughters shall prophesy, Your old men shall dream dreams, Your young men shall see visions.", "29", "And also on My menservants and on My maidservants I will pour out My Spirit in those days.", "30", "“And I will show wonders in the heavens and in the earth: Blood and fire and pillars of smoke.", "31", "The sun shall be turned into darkness, And the moon into blood, Before the coming of the great and awesome day of the Lord\u0001", "32", "And it shall come to pass That whoever calls on the name of the Lord Shall be saved. For in Mount Zion and in Jerusalem there shall be deliverance, As the Lord has said, Among the remnant whom the Lord calls."]}, {"reference": "Amos 5:14-24", "words": 249, "text": ["14", "Seek good and not evil, That you may live; So the Lord God of hosts will be with you, As you have spoken.", "15", "Hate evil, love good; Establish justice in the gate. It may be that the Lord God of hosts Will be gracious to the remnant of Joseph.", "16", "Therefore the Lord God of hosts, the Lord, says this: “ There shall be wailing in all streets, And they shall say in all the highways, ‘Alas! Alas!’ They shall call the farmer to mourning, And skillful lamenters to wailing.", "17", "In all vineyards there shall be wailing, For I will pass through you,” Says the Lord\u0001", "18", "Woe to you who desire the day of the Lord\u0001 For what good is the day of the Lord to you? It will be darkness, and not light.", "19", "It will be as though a man fled from a lion, And a bear met him! Or as though he went into the house, Leaned his hand on the wall, And a serpent bit him!", "20", "Is not the day of the Lord darkness, and not light? Is it not very dark, with no brightness in it?", "21", "“I hate, I despise your feast days, And I do not savor your sacred assemblies.", "22", "Though you offer Me burnt offerings and your grain offerings, I will not accept them, Nor will I regard your fattened peace offerings.", "23", "Take away from Me the noise of your songs, For I will not hear the melody of your stringed instruments.", "24", "But let justice run down like water, And righteousness like a mighty stream."]}, {"reference": "Obadiah 1:15-18", "words": 123, "text": ["15", "“For the day of the Lord upon all the nations is near; As you have done, it shall be done to you; Your reprisal shall return upon your own head.", "16", "For as you drank on My holy mountain, So shall all the nations drink continually; Yes, they shall drink, and swallow, And they shall be as though they had never been.", "17", "“But on Mount Zion there shall be deliverance, And there shall be holiness; The house of Jacob shall possess their possessions.", "18", "The house of Jacob shall be a fire, And the house of Joseph a flame; But the house of Esau shall be stubble; They shall kindle them and devour them, And no survivor shall remain of the house of Esau,” For the Lord has spoken."]}, {"reference": "Jonah 3:1-10", "words": 247, "text": ["1", "Now the word of the Lord came to Jonah the second time, saying,", "2", "“Arise, go to Nineveh, that great city, and preach to it the message that I tell you.”", "3", "So Jonah arose and went to Nineveh, according to the word of the Lord\u0001 Now Nineveh was an exceedingly great city, a three-day journey in extent.", "4", "And Jonah began to enter the city on the first day’s walk. Then he cried out and said, “Yet forty days, and Nineveh shall be overthrown!”", "5", "So the people of Nineveh believed God, proclaimed a fast, and put on sackcloth, from the greatest to the least of them.", "6", "Then word came to the king of Nineveh; and he arose from his throne and laid aside his robe, covered himself with sackcloth and sat in ashes.", "7", "And he caused it to be proclaimed and published throughout Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste anything; do not let them eat, or drink water.", "8", "But let man and beast be covered with sackcloth, and cry mightily to God; yes, let every one turn from his evil way and from the violence that is in his hands.", "9", "Who can tell if God will turn and relent, and turn away from His fierce anger, so that we may not perish?", "10", "Then God saw their works, that they turned from their evil way; and God relented from the disaster that He had said He would bring upon them, and He did not do it."]}, {"reference": "Micah 5:2-5", "words": 138, "text": ["2", "“But you, Bethlehem Ephrathah, Though you are little among the thousands of Judah, Yet out of you shall come forth to Me The One to be Ruler in Israel, Whose goings forth are from of old, From everlasting.”", "3", "Therefore He shall give them up, Until the time that she who is in labor has given birth; Then the remnant of His brethren Shall return to the children of Israel.", "4", "And He shall stand and feed His flock In the strength of the Lord\u0001 In the majesty of the name of the Lord His God; And they shall abide, For now He shall be great To the ends of the earth;", "5", "And this One shall be peace. When the Assyrian comes into our land, And when he treads in our palaces, Then we will raise against him Seven shepherds and eight princely men."]}, {"reference": "Nahum 1:3-7", "words": 131, "text": ["3", "The Lord is slow to anger and great in power, And will not at all acquit the wicked. The Lord has His way In the whirlwind and in the storm, And the clouds are the dust of His feet.", "4", "He rebukes the sea and makes it dry, And dries up all the rivers. Bashan and Carmel wither, And the flower of Lebanon wilts.", "5", "The mountains quake before Him, The hills melt, And the earth heaves at His presence, Yes, the world and all who dwell in it.", "6", "Who can stand before His indignation? And who can endure the fierceness of His anger? His fury is poured out like fire, And the rocks are thrown down by Him.", "7", "The Lord is good, A stronghold in the day of trouble; And He knows those who trust in Him."]}, {"reference": "Habakkuk 3:11-19", "words": 242, "text": ["11", "The sun and moon stood still in their habitation; At the light of Your arrows they went, At the shining of Your glittering spear.", "12", "You marched through the land in indignation; You trampled the nations in anger.", "13", "You went forth for the salvation of Your people, For salvation with Your Anointed. You struck the head from the house of the wicked, By laying bare from foundation to neck. Selah", "14", "You thrust through with his own arrows The head of his villages. They came out like a whirlwind to scatter me; Their rejoicing was like feasting on the poor in secret.", "15", "You walked through the sea with Your horses, Through the heap of great waters.", "16", "When I heard, my body trembled; My lips quivered at the voice; Rottenness entered my bones; And I trembled in myself, That I might rest in the day of trouble. When he comes up to the people, He will invade them with his troops.", "17", "Though the fig tree may not blossom, Nor fruit be on the vines; Though the labor of the olive may fail, And the fields yield no food; Though the flock may be cut off from the fold, And there be no herd in the stalls—", "18", "Yet I will rejoice in the Lord\u0001 I will joy in the God of my salvation.", "19", "The Lord God is my strength; He will make my feet like deer’s feet, And He will make me walk on my high hills. To the Chief Musician. With my stringed instruments."]}, {"reference": "Zechariah 7:9-14", "words": 157, "text": ["9", "“Thus says the Lord of hosts: ‘Execute true justice, Show mercy and compassion Everyone to his brother.", "10", "Do not oppress the widow or the fatherless, The alien or the poor. Let none of you plan evil in his heart Against his brother.’", "11", "“But they refused to heed, shrugged their shoulders, and stopped their ears so that they could not hear.", "12", "Yes, they made their hearts like flint, refusing to hear the law and the words which the Lord of hosts had sent by His Spirit through the former prophets. Thus great wrath came from the Lord of hosts.", "13", "Therefore it happened, that just as He proclaimed and they would not hear, so they called out and I would not listen,” says the Lord of hosts.", "14", "“But I scattered them with a whirlwind among all the nations which they had not known. Thus the land became desolate after them, so that no one passed through or returned; for they made the pleasant land desolate.”"]}, {"reference": "Zechariah 12:1-14", "words": 439, "text": ["1", "The burden of the word of the Lord against Israel. Thus says the Lord\u0001 who stretches out the heavens, lays the foundation of the earth, and forms the spirit of man within him:", "2", "“Behold, I will make Jerusalem a cup of drunkenness to all the surrounding peoples, when they lay siege against Judah and Jerusalem.", "3", "And it shall happen in that day that I will make Jerusalem a very heavy stone for all peoples; all who would heave it away will surely be cut in pieces, though all nations of the earth are gathered against it.", "4", "In that day,” says the Lord\u0001 “I will strike every horse with confusion, and its rider with madness; I will open My eyes on the house of Judah, and will strike every horse of the peoples with blindness.", "5", "And the governors of Judah shall say in their heart, ‘The inhabitants of Jerusalem are my strength in the Lord of hosts, their God.’", "6", "In that day I will make the governors of Judah like a firepan in the woodpile, and like a fiery torch in the sheaves; they shall devour all the surrounding peoples on the right hand and on the left, but Jerusalem shall be inhabited again in her own place—Jerusalem.", "7", "“The Lord will save the tents of Judah first, so that the glory of the house of David and the glory of the inhabitants of Jerusalem shall not become greater than that of Judah.", "8", "In that day the Lord will defend the inhabitants of Jerusalem; the one who is feeble among them in that day shall be like David, and the house of David shall be like God, like the Angel of the Lord before them.", "9", "It shall be in that day that I will seek to destroy all the nations that come against Jerusalem.", "10", "“And I will pour on the house of David and on the inhabitants of Jerusalem the Spirit of grace and supplication; then they will look on Me whom they pierced. Yes, they will mourn for Him as one mourns for his only son, and grieve for Him as one grieves for a firstborn.", "11", "In that day there shall be a great mourning in Jerusalem, like the mourning at Hadad Rimmon in the plain of Megiddo.", "12", "And the land shall mourn, every family by itself: the family of the house of David by itself, and their wives by themselves; the family of the house of Nathan by itself, and their wives by themselves;", "13", "the family of the house of Levi by itself, and their wives by themselves; the family of Shimei by itself, and their wives by themselves;", "14", "all the families that remain, every family by itself, and their wives by themselves."]}, {"reference": "Malachi 3:2-4", "words": 83, "text": ["2", "“But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner’s fire And like launderers’ soap.", "3", "He will sit as a refiner and a purifier of silver; He will purify the sons of Levi, And purge them as gold and silver, That they may offer to the Lord An offering in righteousness.", "4", "“Then the offering of Judah and Jerusalem Will be pleasant to the Lord\u0001 As in the days of old, As in former years."]}, {"reference": "Matthew 1:18-21", "words": 120, "text": ["18", "Now the birth of Jesus Christ was as follows: After His mother Mary was betrothed to Joseph, before they came together, she was found with child of the Holy Spirit.", "19", "Then Joseph her husband, being a just man, and not wanting to make her a public example, was minded to put her away secretly.", "20", "But while he thought about these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not be afraid to take to you Mary your wife, for that which is conceived in her is of the Holy Spirit.", "21", "And she will bring forth a Son, and you shall call His name Jesus\u0001 for He will save His people from their sins.”"]}, {"reference": "Matthew 9:18-31", "words": 269, "text": ["18", "While He spoke these things to them, behold, a ruler came and worshiped Him, saying, “My daughter has just died, but come and lay Your hand on her and she will live.”", "19", "So Jesus arose and followed him, and so did His disciples.", "20", "And suddenly, a woman who had a flow of blood for twelve years came from behind and touched the hem of His garment.", "21", "For she said to herself, “If only I may touch His garment, I shall be made well.”", "22", "But Jesus turned around, and when He saw her He said, “Be of good cheer, daughter; your faith has made you well.” And the woman was made well from that hour.", "23", "When Jesus came into the ruler’s house, and saw the flute players and the noisy crowd wailing,", "24", "He said to them, “Make room, for the girl is not dead, but sleeping.” And they ridiculed Him.", "25", "But when the crowd was put outside, He went in and took her by the hand, and the girl arose.", "26", "And the report of this went out into all that land.", "27", "When Jesus departed from there, two blind men followed Him, crying out and saying, “Son of David, have mercy on us!”", "28", "And when He had come into the house, the blind men came to Him. And Jesus said to them, “Do you believe that I am able to do this?” They said to Him, “Yes, Lord.”", "29", "Then He touched their eyes, saying, “According to your faith let it be to you.”", "30", "And their eyes were opened. And Jesus sternly warned them, saying, “See that no one knows it\u0001”", "31", "But when they had departed, they spread the news about Him in all that country."]}, {"reference": "Matthew 9:35-38", "words": 79, "text": ["35", "Then Jesus went about all the cities and villages, teaching in their synagogues, preaching the gospel of the kingdom, and healing every sickness and every disease among the people.", "36", "But when He saw the multitudes, He was moved with compassion for them, because they were weary and scattered, like sheep having no shepherd.", "37", "Then He said to His disciples, “The harvest truly is plentiful, but the laborers are few.", "38", "Therefore pray the Lord of the harvest to send out laborers into His harvest.”"]}, {"reference": "Matthew 12:15-21", "words": 109, "text": ["15", "But when Jesus knew it, He withdrew from there. And great multitudes followed Him, and He healed them all.", "16", "Yet He warned them not to make Him known,", "17", "that it might be fulfilled which was spoken by Isaiah the prophet, saying:", "18", "“Behold! My Servant whom I have chosen, My Beloved in whom My soul is well pleased! I will put My Spirit upon Him, And He will declare justice to the Gentiles.", "19", "He will not quarrel nor cry out, Nor will anyone hear His voice in the streets.", "20", "A bruised reed He will not break, And smoking flax He will not quench, Till He sends forth justice to victory;", "21", "And in His name Gentiles will trust.”"]}, {"reference": "Matthew 12:33-42", "words": 262, "text": ["33", "“Either make the tree good and its fruit good, or else make the tree bad and its fruit bad; for a tree is known by its fruit.", "34", "Brood of vipers! How can you, being evil, speak good things? For out of the abundance of the heart the mouth speaks.", "35", "A good man out of the good treasure of his heart brings forth good things, and an evil man out of the evil treasure brings forth evil things.", "36", "But I say to you that for every idle word men may speak, they will give account of it in the day of judgment.", "37", "For by your words you will be justified, and by your words you will be condemned.”", "38", "Then some of the scribes and Pharisees answered, saying, “Teacher, we want to see a sign from You.”", "39", "But He answered and said to them, “An evil and adulterous generation seeks after a sign, and no sign will be given to it except the sign of the prophet Jonah.", "40", "For as Jonah was three days and three nights in the belly of the great fish, so will the Son of Man be three days and three nights in the heart of the earth.", "41", "The men of Nineveh will rise up in the judgment with this generation and condemn it, because they repented at the preaching of Jonah; and indeed a greater than Jonah is here.", "42", "The queen of the South will rise up in the judgment with this generation and condemn it, for she came from the ends of the earth to hear the wisdom of Solomon; and indeed a greater than Solomon is here."]}, {"reference": "Mark 5:15-20", "words": 129, "text": ["15", "Then they came to Jesus, and saw the one who had been demon-possessed and had the legion, sitting and clothed and in his right mind. And they were afraid.", "16", "And those who saw it told them how it happened to him who had been demon-possessed, and about the swine.", "17", "Then they began to plead with Him to depart from their region.", "18", "And when He got into the boat, he who had been demon-possessed begged Him that he might be with Him.", "19", "However, Jesus did not permit him, but said to him, “Go home to your friends, and tell them what great things the Lord has done for you, and how He has had compassion on you.”", "20", "And he departed and began to proclaim in Decapolis all that Jesus had done for him; and all marveled."]}, {"reference": "Mark 6:7-13", "words": 144, "text": ["7", "And He called the twelve to Himself, and began to send them out two by two, and gave them power over unclean spirits.", "8", "He commanded them to take nothing for the journey except a staff—no bag, no bread, no copper in their money belts—", "9", "but to wear sandals, and not to put on two tunics.", "10", "Also He said to them, “In whatever place you enter a house, stay there till you depart from that place.", "11", "And whoever will not receive you nor hear you, when you depart from there, shake off the dust under your feet as a testimony against them. Assuredly, I say to you, it will be more tolerable for Sodom and Gomorrah in the day of judgment than for that city!”", "12", "So they went out and preached that people should repent.", "13", "And they cast out many demons, and anointed with oil many who were sick, and healed them."]}, {"reference": "Mark 9:30-41", "words": 273, "text": ["30", "Then they departed from there and passed through Galilee, and He did not want anyone to know it.", "31", "For He taught His disciples and said to them, “The Son of Man is being betrayed into the hands of men, and they will kill Him. And after He is killed, He will rise the third day.”", "32", "But they did not understand this saying, and were afraid to ask Him.", "33", "Then He came to Capernaum. And when He was in the house He asked them, “What was it you disputed among yourselves on the road?”", "34", "But they kept silent, for on the road they had disputed among themselves who would be the greatest.", "35", "And He sat down, called the twelve, and said to them, “If anyone desires to be first, he shall be last of all and servant of all.”", "36", "Then He took a little child and set him in the midst of them. And when He had taken him in His arms, He said to them,", "37", "“Whoever receives one of these little children in My name receives Me; and whoever receives Me, receives not Me but Him who sent Me.”", "38", "Now John answered Him, saying, “Teacher, we saw someone who does not follow us casting out demons in Your name, and we forbade him because he does not follow us.”", "39", "But Jesus said, “Do not forbid him, for no one who works a miracle in My name can soon afterward speak evil of Me.", "40", "For he who is not against us is on our side.", "41", "For whoever gives you a cup of water to drink in My name, because you belong to Christ, assuredly, I say to you, he will by no means lose his reward."]}, {"reference": "Mark 12:13-17", "words": 139, "text": ["13", "Then they sent to Him some of the Pharisees and the Herodians, to catch Him in His words.", "14", "When they had come, they said to Him, “Teacher, we know that You are true, and care about no one; for You do not regard the person of men, but teach the way of God in truth. Is it lawful to pay taxes to Caesar, or not?", "15", "Shall we pay, or shall we not pay?” But He, knowing their hypocrisy, said to them, “Why do you test Me? Bring Me a denarius that I may see it. ”", "16", "So they brought it. And He said to them, “Whose image and inscription is this?” They said to Him, “Caesar’s.”", "17", "And Jesus answered and said to them, “Render to Caesar the things that are Caesar’s, and to God the things that are God’s.” And they marveled at Him."]}, {"reference": "Luke 7:18-23", "words": 135, "text": ["18", "Then the disciples of John reported to him concerning all these things.", "19", "And John, calling two of his disciples to him, sent them to Jesus, saying, “Are You the Coming One, or do we look for another?”", "20", "When the men had come to Him, they said, “John the Baptist has sent us to You, saying, ‘Are You the Coming One, or do we look for another?’ ”", "21", "And that very hour He cured many of infirmities, afflictions, and evil spirits; and to many blind He gave sight.", "22", "Jesus answered and said to them, “Go and tell John the things you have seen and heard: that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, the poor have the gospel preached to them.", "23", "And blessed is he who is not offended because of Me.”"]}, {"reference": "Luke 9:23-27", "words": 118, "text": ["23", "Then He said to them all, “If anyone desires to come after Me, let him deny himself, and take up his cross daily, and follow Me.", "24", "For whoever desires to save his life will lose it, but whoever loses his life for My sake will save it.", "25", "For what profit is it to a man if he gains the whole world, and is himself destroyed or lost?", "26", "For whoever is ashamed of Me and My words, of him the Son of Man will be ashamed when He comes in His own glory, and in His Father’s, and of the holy angels.", "27", "But I tell you truly, there are some standing here who shall not taste death till they see the kingdom of God.”"]}, {"reference": "Luke 14:15-24", "words": 239, "text": ["15", "Now when one of those who sat at the table with Him heard these things, he said to Him, “Blessed is he who shall eat bread in the kingdom of God!”", "16", "Then He said to him, “A certain man gave a great supper and invited many,", "17", "and sent his servant at supper time to say to those who were invited, ‘Come, for all things are now ready.’", "18", "But they all with one accord began to make excuses. The first said to him, ‘I have bought a piece of ground, and I must go and see it. I ask you to have me excused.’", "19", "And another said, ‘I have bought five yoke of oxen, and I am going to test them. I ask you to have me excused.’", "20", "Still another said, ‘I have married a wife, and therefore I cannot come.’", "21", "So that servant came and reported these things to his master. Then the master of the house, being angry, said to his servant, ‘Go out quickly into the streets and lanes of the city, and bring in here the poor and the maimed and the lame and the blind.’", "22", "And the servant said, ‘Master, it is done as you commanded, and still there is room.’", "23", "Then the master said to the servant, ‘Go out into the highways and hedges, and compel them to come in, that my house may be filled.", "24", "For I say to you that none of those men who were invited shall taste my supper.’ ”"]}, {"reference": "Luke 23:26-49", "words": 461, "text": ["26", "Now as they led Him away, they laid hold of a certain man, Simon a Cyrenian, who was coming from the country, and on him they laid the cross that he might bear it after Jesus.", "27", "And a great multitude of the people followed Him, and women who also mourned and lamented Him.", "28", "But Jesus, turning to them, said, “Daughters of Jerusalem, do not weep for Me, but weep for yourselves and for your children.", "29", "For indeed the days are coming in which they will say, ‘Blessed are the barren, wombs that never bore, and breasts which never nursed!’", "30", "Then they will begin ‘to say to the mountains, “Fall on us!” and to the hills, “Cover us!” ’", "31", "For if they do these things in the green wood, what will be done in the dry?”", "32", "There were also two others, criminals, led with Him to be put to death.", "33", "And when they had come to the place called Calvary, there they crucified Him, and the criminals, one on the right hand and the other on the left.", "34", "Then Jesus said, “Father, forgive them, for they do not know what they do.” And they divided His garments and cast lots.", "35", "And the people stood looking on. But even the rulers with them sneered, saying, “He saved others; let Him save Himself if He is the Christ, the chosen of God.”", "36", "The soldiers also mocked Him, coming and offering Him sour wine,", "37", "and saying, “If You are the King of the Jews, save Yourself.”", "38", "And an inscription also was written over Him in letters of Greek, Latin, and Hebrew: THIS IS THE KING OF THE JEWS.", "39", "Then one of the criminals who were hanged blasphemed Him, saying, “If You are the Christ, save Yourself and us.”", "40", "But the other, answering, rebuked him, saying, “Do you not even fear God, seeing you are under the same condemnation?", "41", "And we indeed justly, for we receive the due reward of our deeds; but this Man has done nothing wrong.”", "42", "Then he said to Jesus, “Lord, remember me when You come into Your kingdom.”", "43", "And Jesus said to him, “Assuredly, I say to you, today you will be with Me in Paradise.”", "44", "Now it was about the sixth hour, and there was darkness over all the earth until the ninth hour.", "45", "Then the sun was darkened, and the veil of the temple was torn in two.", "46", "And when Jesus had cried out with a loud voice, He said, “Father, ‘into Your hands I commit My spirit.’ ” Having said this, He breathed His last.", "47", "So when the centurion saw what had happened, he glorified God, saying, “Certainly this was a righteous Man!”", "48", "And the whole crowd who came together to that sight, seeing what had been done, beat their breasts and returned.", "49", "But all His acquaintances, and the women who followed Him from Galilee, stood at a distance, watching these things."]}, {"reference": "Luke 24:13-32", "words": 413, "text": ["13", "Now behold, two of them were traveling that same day to a village called Emmaus, which was seven miles from Jerusalem.", "14", "And they talked together of all these things which had happened.", "15", "So it was, while they conversed and reasoned, that Jesus Himself drew near and went with them.", "16", "But their eyes were restrained, so that they did not know Him.", "17", "And He said to them, “What kind of conversation is this that you have with one another as you walk and are sad?”", "18", "Then the one whose name was Cleopas answered and said to Him, “Are You the only stranger in Jerusalem, and have You not known the things which happened there in these days?”", "19", "And He said to them, “What things?” So they said to Him, “The things concerning Jesus of Nazareth, who was a Prophet mighty in deed and word before God and all the people,", "20", "and how the chief priests and our rulers delivered Him to be condemned to death, and crucified Him.", "21", "But we were hoping that it was He who was going to redeem Israel. Indeed, besides all this, today is the third day since these things happened.", "22", "Yes, and certain women of our company, who arrived at the tomb early, astonished us.", "23", "When they did not find His body, they came saying that they had also seen a vision of angels who said He was alive.", "24", "And certain of those who were with us went to the tomb and found it just as the women had said; but Him they did not see.”", "25", "Then He said to them, “O foolish ones, and slow of heart to believe in all that the prophets have spoken!", "26", "Ought not the Christ to have suffered these things and to enter into His glory?”", "27", "And beginning at Moses and all the Prophets, He expounded to them in all the Scriptures the things concerning Himself.", "28", "Then they drew near to the village where they were going, and He indicated that He would have gone farther.", "29", "But they constrained Him, saying, “Abide with us, for it is toward evening, and the day is far spent.” And He went in to stay with them.", "30", "Now it came to pass, as He sat at the table with them, that He took bread, blessed and broke it, and gave it to them.", "31", "Then their eyes were opened and they knew Him; and He vanished from their sight.", "32", "And they said to one another, “Did not our heart burn within us while He talked with us on the road, and while He opened the Scriptures to us?”"]}, {"reference": "John 3:22-36", "words": 280, "text": ["22", "After these things Jesus and His disciples came into the land of Judea, and there He remained with them and baptized.", "23", "Now John also was baptizing in Aenon near Salim, because there was much water there. And they came and were baptized.", "24", "For John had not yet been thrown into prison.", "25", "Then there arose a dispute between some of John’s disciples and the Jews about purification.", "26", "And they came to John and said to him, “Rabbi, He who was with you beyond the Jordan, to whom you have testified—behold, He is baptizing, and all are coming to Him!”", "27", "John answered and said, “A man can receive nothing unless it has been given to him from heaven.", "28", "You yourselves bear me witness, that I said, ‘I am not the Christ,’ but, ‘I have been sent before Him.’", "29", "He who has the bride is the bridegroom; but the friend of the bridegroom, who stands and hears him, rejoices greatly because of the bridegroom’s voice. Therefore this joy of mine is fulfilled.", "30", "He must increase, but I must decrease.", "31", "He who comes from above is above all; he who is of the earth is earthly and speaks of the earth. He who comes from heaven is above all.", "32", "And what He has seen and heard, that He testifies; and no one receives His testimony.", "33", "He who has received His testimony has certified that God is true.", "34", "For He whom God has sent speaks the words of God, for God does not give the Spirit by measure.", "35", "The Father loves the Son, and has given all things into His hand.", "36", "He who believes in the Son has everlasting life; and he who does not believe the Son shall not see life, but the wrath of God abides on him.”"]}, {"reference": "John 5:24-47", "words": 465, "text": ["24", "“Most assuredly, I say to you, he who hears My word and believes in Him who sent Me has everlasting life, and shall not come into judgment, but has passed from death into life.", "25", "Most assuredly, I say to you, the hour is coming, and now is, when the dead will hear the voice of the Son of God; and those who hear will live.", "26", "For as the Father has life in Himself, so He has granted the Son to have life in Himself,", "27", "and has given Him authority to execute judgment also, because He is the Son of Man.", "28", "Do not marvel at this; for the hour is coming in which all who are in the graves will hear His voice", "29", "and come forth— those who have done good, to the resurrection of life, and those who have done evil, to the resurrection of condemnation.", "30", "I can of Myself do nothing. As I hear, I judge; and My judgment is righteous, because I do not seek My own will but the will of the Father who sent Me.", "31", "“If I bear witness of Myself, My witness is not true.", "32", "There is another who bears witness of Me, and I know that the witness which He witnesses of Me is true.", "33", "You have sent to John, and he has borne witness to the truth.", "34", "Yet I do not receive testimony from man, but I say these things that you may be saved.", "35", "He was the burning and shining lamp, and you were willing for a time to rejoice in his light.", "36", "But I have a greater witness than John’s; for the works which the Father has given Me to finish—the very works that I do—bear witness of Me, that the Father has sent Me.", "37", "And the Father Himself, who sent Me, has testified of Me. You have neither heard His voice at any time, nor seen His form.", "38", "But you do not have His word abiding in you, because whom He sent, Him you do not believe.", "39", "You search the Scriptures, for in them you think you have eternal life; and these are they which testify of Me.", "40", "But you are not willing to come to Me that you may have life.", "41", "“I do not receive honor from men.", "42", "But I know you, that you do not have the love of God in you.", "43", "I have come in My Father’s name, and you do not receive Me; if another comes in his own name, him you will receive.", "44", "How can you believe, who receive honor from one another, and do not seek the honor that comes from the only God?", "45", "Do not think that I shall accuse you to the Father; there is one who accuses you—Moses, in whom you trust.", "46", "For if you believed Moses, you would believe Me; for he wrote about Me.", "47", "But if you do not believe his writings, how will you believe My words?”"]}, {"reference": "John 12:20-26", "words": 137, "text": ["20", "Now there were certain Greeks among those who came up to worship at the feast.", "21", "Then they came to Philip, who was from Bethsaida of Galilee, and asked him, saying, “Sir, we wish to see Jesus.”", "22", "Philip came and told Andrew, and in turn Andrew and Philip told Jesus.", "23", "But Jesus answered them, saying, “The hour has come that the Son of Man should be glorified.", "24", "Most assuredly, I say to you, unless a grain of wheat falls into the ground and dies, it remains alone; but if it dies, it produces much grain.", "25", "He who loves his life will lose it, and he who hates his life in this world will keep it for eternal life.", "26", "If anyone serves Me, let him follow Me; and where I am, there My servant will be also. If anyone serves Me, him My Father will honor."]}, {"reference": "Acts 2:1-6", "words": 109, "text": ["1", "When the Day of Pentecost had fully come, they were all with one accord in one place.", "2", "And suddenly there came a sound from heaven, as of a rushing mighty wind, and it filled the whole house where they were sitting.", "3", "Then there appeared to them divided tongues, as of fire, and one sat upon each of them.", "4", "And they were all filled with the Holy Spirit and began to speak with other tongues, as the Spirit gave them utterance.", "5", "And there were dwelling in Jerusalem Jews, devout men, from every nation under heaven.", "6", "And when this sound occurred, the multitude came together, and were confused, because everyone heard them speak in his own language."]}, {"reference": "Acts 2:14-33", "words": 460, "text": ["14", "But Peter, standing up with the eleven, raised his voice and said to them, “Men of Judea and all who dwell in Jerusalem, let this be known to you, and heed my words.", "15", "For these are not drunk, as you suppose, since it is only the third hour of the day.", "16", "But this is what was spoken by the prophet Joel:", "17", "‘And it shall come to pass in the last days, says God, That I will pour out of My Spirit on all flesh; Your sons and your daughters shall prophesy, Your young men shall see visions, Your old men shall dream dreams.", "18", "And on My menservants and on My maidservants I will pour out My Spirit in those days; And they shall prophesy.", "19", "I will show wonders in heaven above And signs in the earth beneath: Blood and fire and vapor of smoke.", "20", "The sun shall be turned into darkness, And the moon into blood, Before the coming of the great and awesome day of the Lord\u0001", "21", "And it shall come to pass That whoever calls on the name of the Lord Shall be saved.’", "22", "“Men of Israel, hear these words: Jesus of Nazareth, a Man attested by God to you by miracles, wonders, and signs which God did through Him in your midst, as you yourselves also know—", "23", "Him, being delivered by the determined purpose and foreknowledge of God, you have taken by lawless hands, have crucified, and put to death;", "24", "whom God raised up, having loosed the pains of death, because it was not possible that He should be held by it.", "25", "For David says concerning Him: ‘I foresaw the Lord always before my face, For He is at my right hand, that I may not be shaken.", "26", "Therefore my heart rejoiced, and my tongue was glad; Moreover my flesh also will rest in hope.", "27", "For You will not leave my soul in Hades, Nor will You allow Your Holy One to see corruption.", "28", "You have made known to me the ways of life; You will make me full of joy in Your presence.’", "29", "“Men and brethren, let me speak freely to you of the patriarch David, that he is both dead and buried, and his tomb is with us to this day.", "30", "Therefore, being a prophet, and knowing that God had sworn with an oath to him that of the fruit of his body, according to the flesh, He would raise up the Christ to sit on his throne,", "31", "he, foreseeing this, spoke concerning the resurrection of the Christ, that His soul was not left in Hades, nor did His flesh see corruption.", "32", "This Jesus God has raised up, of which we are all witnesses.", "33", "Therefore being exalted to the right hand of God, and having received from the Father the promise of the Holy Spirit, He poured out this which you now see and hear."]}, {"reference": "Acts 3:1-9", "words": 160, "text": ["1", "Now Peter and John went up together to the temple at the hour of prayer, the ninth hour.", "2", "And a certain man lame from his mother’s womb was carried, whom they laid daily at the gate of the temple which is called Beautiful, to ask alms from those who entered the temple;", "3", "who, seeing Peter and John about to go into the temple, asked for alms.", "4", "And fixing his eyes on him, with John, Peter said, “Look at us.”", "5", "So he gave them his attention, expecting to receive something from them.", "6", "Then Peter said, “Silver and gold I do not have, but what I do have I give you: In the name of Jesus Christ of Nazareth, rise up and walk.”", "7", "And he took him by the right hand and lifted him up, and immediately his feet and ankle bones received strength.", "8", "So he, leaping up, stood and walked and entered the temple with them—walking, leaping, and praising God.", "9", "And all the people saw him walking and praising God."]}, {"reference": "Acts 15:22-32", "words": 242, "text": ["22", "Then it pleased the apostles and elders, with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas, namely, Judas who was also named Barsabas, and Silas, leading men among the brethren.", "23", "They wrote this letter by them: The apostles, the elders, and the brethren, To the brethren who are of the Gentiles in Antioch, Syria, and Cilicia: Greetings.", "24", "Since we have heard that some who went out from us have troubled you with words, unsettling your souls, saying, “ You must be circumcised and keep the law”—to whom we gave no such commandment—", "25", "it seemed good to us, being assembled with one accord, to send chosen men to you with our beloved Barnabas and Paul,", "26", "men who have risked their lives for the name of our Lord Jesus Christ.", "27", "We have therefore sent Judas and Silas, who will also report the same things by word of mouth.", "28", "For it seemed good to the Holy Spirit, and to us, to lay upon you no greater burden than these necessary things:", "29", "that you abstain from things offered to idols, from blood, from things strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.", "30", "So when they were sent off, they came to Antioch; and when they had gathered the multitude together, they delivered the letter.", "31", "When they had read it, they rejoiced over its encouragement.", "32", "Now Judas and Silas, themselves being prophets also, exhorted and strengthened the brethren with many words."]}, {"reference": "Acts 17:22-31", "words": 268, "text": ["22", "Then Paul stood in the midst of the Areopagus and said, “Men of Athens, I perceive that in all things you are very religious;", "23", "for as I was passing through and considering the objects of your worship, I even found an altar with this inscription: TO THE UNKNOWN GOD. Therefore, the One whom you worship without knowing, Him I proclaim to you:", "24", "God, who made the world and everything in it, since He is Lord of heaven and earth, does not dwell in temples made with hands.", "25", "Nor is He worshiped with men’s hands, as though He needed anything, since He gives to all life, breath, and all things.", "26", "And He has made from one blood every nation of men to dwell on all the face of the earth, and has determined their preappointed times and the boundaries of their dwellings,", "27", "so that they should seek the Lord, in the hope that they might grope for Him and find Him, though He is not far from each one of us;", "28", "for in Him we live and move and have our being, as also some of your own poets have said, ‘For we are also His offspring.’", "29", "Therefore, since we are the offspring of God, we ought not to think that the Divine Nature is like gold or silver or stone, something shaped by art and man’s devising.", "30", "Truly, these times of ignorance God overlooked, but now commands all men everywhere to repent,", "31", "because He has appointed a day on which He will judge the world in righteousness by the Man whom He has ordained. He has given assurance of this to all by raising Him from the dead.”"]}, {"reference": "Acts 19:1-20", "words": 422, "text": ["1", "And it happened, while Apollos was at Corinth, that Paul, having passed through the upper regions, came to Ephesus. And finding some disciples", "2", "he said to them, “Did you receive the Holy Spirit when you believed?” So they said to him, “We have not so much as heard whether there is a Holy Spirit.”", "3", "And he said to them, “Into what then were you baptized?” So they said, “Into John’s baptism.”", "4", "Then Paul said, “John indeed baptized with a baptism of repentance, saying to the people that they should believe on Him who would come after him, that is, on Christ Jesus.”", "5", "When they heard this, they were baptized in the name of the Lord Jesus.", "6", "And when Paul had laid hands on them, the Holy Spirit came upon them, and they spoke with tongues and prophesied.", "7", "Now the men were about twelve in all.", "8", "And he went into the synagogue and spoke boldly for three months, reasoning and persuading concerning the things of the kingdom of God.", "9", "But when some were hardened and did not believe, but spoke evil of the Way before the multitude, he departed from them and withdrew the disciples, reasoning daily in the school of Tyrannus.", "10", "And this continued for two years, so that all who dwelt in Asia heard the word of the Lord Jesus, both Jews and Greeks.", "11", "Now God worked unusual miracles by the hands of Paul,", "12", "so that even handkerchiefs or aprons were brought from his body to the sick, and the diseases left them and the evil spirits went out of them.", "13", "Then some of the itinerant Jewish exorcists took it upon themselves to call the name of the Lord Jesus over those who had evil spirits, saying, “We exorcise you by the Jesus whom Paul preaches.”", "14", "Also there were seven sons of Sceva, a Jewish chief priest, who did so.", "15", "And the evil spirit answered and said, “Jesus I know, and Paul I know; but who are you?”", "16", "Then the man in whom the evil spirit was leaped on them, overpowered them, and prevailed against them, so that they fled out of that house naked and wounded.", "17", "This became known both to all Jews and Greeks dwelling in Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified.", "18", "And many who had believed came confessing and telling their deeds.", "19", "Also, many of those who had practiced magic brought their books together and burned them in the sight of all. And they counted up the value of them, and it totaled fifty thousand pieces of silver.", "20", "So the word of the Lord grew mightily and prevailed."]}, {"reference": "Acts 20:26-31", "words": 114, "text": ["26", "Therefore I testify to you this day that I am innocent of the blood of all men.", "27", "For I have not shunned to declare to you the whole counsel of God.", "28", "Therefore take heed to yourselves and to all the flock, among which the Holy Spirit has made you overseers, to shepherd the church of God which He purchased with His own blood.", "29", "For I know this, that after my departure savage wolves will come in among you, not sparing the flock.", "30", "Also from among yourselves men will rise up, speaking perverse things, to draw away the disciples after themselves.", "31", "Therefore watch, and remember that for three years I did not cease to warn everyone night and day with tears."]}, {"reference": "Acts 26:12-23", "words": 308, "text": ["12", "“While thus occupied, as I journeyed to Damascus with authority and commission from the chief priests,", "13", "at midday, O king, along the road I saw a light from heaven, brighter than the sun, shining around me and those who journeyed with me.", "14", "And when we all had fallen to the ground, I heard a voice speaking to me and saying in the Hebrew language, ‘Saul, Saul, why are you persecuting Me? It is hard for you to kick against the goads.’", "15", "So I said, ‘Who are You, Lord?’ And He said, ‘I am Jesus, whom you are persecuting.", "16", "But rise and stand on your feet; for I have appeared to you for this purpose, to make you a minister and a witness both of the things which you have seen and of the things which I will yet reveal to you.", "17", "I will deliver you from the Jewish people, as well as from the Gentiles, to whom I now send you,", "18", "to open their eyes, in order to turn them from darkness to light, and from the power of Satan to God, that they may receive forgiveness of sins and an inheritance among those who are sanctified by faith in Me.’", "19", "“Therefore, King Agrippa, I was not disobedient to the heavenly vision,", "20", "but declared first to those in Damascus and in Jerusalem, and throughout all the region of Judea, and then to the Gentiles, that they should repent, turn to God, and do works befitting repentance.", "21", "For these reasons the Jews seized me in the temple and tried to kill me.", "22", "Therefore, having obtained help from God, to this day I stand, witnessing both to small and great, saying no other things than those which the prophets and Moses said would come—", "23", "that the Christ would suffer, that He would be the first to rise from the dead, and would proclaim light to the Jewish people and to the Gentiles.”"]}, {"reference": "Acts 28:23-31", "words": 228, "text": ["23", "So when they had appointed him a day, many came to him at his lodging, to whom he explained and solemnly testified of the kingdom of God, persuading them concerning Jesus from both the Law of Moses and the Prophets, from morning till evening.", "24", "And some were persuaded by the things which were spoken, and some disbelieved.", "25", "So when they did not agree among themselves, they departed after Paul had said one word: “The Holy Spirit spoke rightly through Isaiah the prophet to our fathers,", "26", "saying, ‘Go to this people and say: “Hearing you will hear, and shall not understand; And seeing you will see, and not perceive;", "27", "For the hearts of this people have grown dull. Their ears are hard of hearing, And their eyes they have closed, Lest they should see with their eyes and hear with their ears, Lest they should understand with their hearts and turn, So that I should heal them.” ’", "28", "“Therefore let it be known to you that the salvation of God has been sent to the Gentiles, and they will hear it!”", "29", "And when he had said these words, the Jews departed and had a great dispute among themselves.", "30", "Then Paul dwelt two whole years in his own rented house, and received all who came to him,", "31", "preaching the kingdom of God and teaching the things which concern the Lord Jesus Christ with all confidence, no one forbidding him."]}, {"reference": "Romans 13:8-10", "words": 78, "text": ["8", "Owe no one anything except to love one another, for he who loves another has fulfilled the law.", "9", "For the commandments, “You shall not commit adultery,” “You shall not murder,” “You shall not steal,” “You shall not bear false witness,” “You shall not covet,” and if there is any other commandment, are all summed up in this saying, namely, “You shall love your neighbor as yourself.”", "10", "Love does no harm to a neighbor; therefore love is the fulfillment of the law."]}, {"reference": "1 Corinthians 9:16-18", "words": 78, "text": ["16", "For if I preach the gospel, I have nothing to boast of, for necessity is laid upon me; yes, woe is me if I do not preach the gospel!", "17", "For if I do this willingly, I have a reward; but if against my will, I have been entrusted with a stewardship.", "18", "What is my reward then? That when I preach the gospel, I may present the gospel of Christ without charge, that I may not abuse my authority in the gospel."]}, {"reference": "1 Corinthians 9:19-23", "words": 127, "text": ["19", "For though I am free from all men, I have made myself a servant to all, that I might win the more;", "20", "and to the Jews I became as a Jew, that I might win Jews; to those who are under the law, as under the law, that I might win those who are under the law;", "21", "to those who are without law, as without law (not being without law toward God, but under law toward Christ), that I might win those who are without law;", "22", "to the weak I became as weak, that I might win the weak. I have become all things to all men, that I might by all means save some.", "23", "Now this I do for the gospel’s sake, that I may be partaker of it with you."]}, {"reference": "1 Corinthians 15:1-23", "words": 420, "text": ["1", "Moreover, brethren, I declare to you the gospel which I preached to you, which also you received and in which you stand,", "2", "by which also you are saved, if you hold fast that word which I preached to you—unless you believed in vain.", "3", "For I delivered to you first of all that which I also received: that Christ died for our sins according to the Scriptures,", "4", "and that He was buried, and that He rose again the third day according to the Scriptures,", "5", "and that He was seen by Cephas, then by the twelve.", "6", "After that He was seen by over five hundred brethren at once, of whom the greater part remain to the present, but some have fallen asleep.", "7", "After that He was seen by James, then by all the apostles.", "8", "Then last of all He was seen by me also, as by one born out of due time.", "9", "For I am the least of the apostles, who am not worthy to be called an apostle, because I persecuted the church of God.", "10", "But by the grace of God I am what I am, and His grace toward me was not in vain; but I labored more abundantly than they all, yet not I, but the grace of God which was with me.", "11", "Therefore, whether it was I or they, so we preach and so you believed.", "12", "Now if Christ is preached that He has been raised from the dead, how do some among you say that there is no resurrection of the dead?", "13", "But if there is no resurrection of the dead, then Christ is not risen.", "14", "And if Christ is not risen, then our preaching is empty and your faith is also empty.", "15", "Yes, and we are found false witnesses of God, because we have testified of God that He raised up Christ, whom He did not raise up—if in fact the dead do not rise.", "16", "For if the dead do not rise, then Christ is not risen.", "17", "And if Christ is not risen, your faith is futile; you are still in your sins!", "18", "Then also those who have fallen asleep in Christ have perished.", "19", "If in this life only we have hope in Christ, we are of all men the most pitiable.", "20", "But now Christ is risen from the dead, and has become the firstfruits of those who have fallen asleep.", "21", "For since by man came death, by Man also came the resurrection of the dead.", "22", "For as in Adam all die, even so in Christ all shall be made alive.", "23", "But each one in his own order: Christ the firstfruits, afterward those who are Christ’s at His coming."]}, {"reference": "2 Corinthians 1:3-11", "words": 226, "text": ["3", "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,", "4", "who comforts us in all our tribulation, that we may be able to comfort those who are in any trouble, with the comfort with which we ourselves are comforted by God.", "5", "For as the sufferings of Christ abound in us, so our consolation also abounds through Christ.", "6", "Now if we are afflicted, it is for your consolation and salvation, which is effective for enduring the same sufferings which we also suffer. Or if we are comforted, it is for your consolation and salvation.", "7", "And our hope for you is steadfast, because we know that as you are partakers of the sufferings, so also you will partake of the consolation.", "8", "For we do not want you to be ignorant, brethren, of our trouble which came to us in Asia: that we were burdened beyond measure, above strength, so that we despaired even of life.", "9", "Yes, we had the sentence of death in ourselves, that we should not trust in ourselves but in God who raises the dead,", "10", "who delivered us from so great a death, and does deliver us; in whom we trust that He will still deliver us,", "11", "you also helping together in prayer for us, that thanks may be given by many persons on our behalf for the gift granted to us through many."]}, {"reference": "2 Corinthians 4:1-6", "words": 151, "text": ["1", "Therefore, since we have this ministry, as we have received mercy, we do not lose heart.", "2", "But we have renounced the hidden things of shame, not walking in craftiness nor handling the word of God deceitfully, but by manifestation of the truth commending ourselves to every man’s conscience in the sight of God.", "3", "But even if our gospel is veiled, it is veiled to those who are perishing,", "4", "whose minds the god of this age has blinded, who do not believe, lest the light of the gospel of the glory of Christ, who is the image of God, should shine on them.", "5", "For we do not preach ourselves, but Christ Jesus the Lord, and ourselves your bondservants for Jesus’ sake.", "6", "For it is the God who commanded light to shine out of darkness, who has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ."]}, {"reference": "Galatians 2:11-21", "words": 294, "text": ["11", "Now when Peter had come to Antioch, I withstood him to his face, because he was to be blamed;", "12", "for before certain men came from James, he would eat with the Gentiles; but when they came, he withdrew and separated himself, fearing those who were of the circumcision.", "13", "And the rest of the Jews also played the hypocrite with him, so that even Barnabas was carried away with their hypocrisy.", "14", "But when I saw that they were not straightforward about the truth of the gospel, I said to Peter before them all, “If you, being a Jew, live in the manner of Gentiles and not as the Jews, why do you compel Gentiles to live as Jews?", "15", "We who are Jews by nature, and not sinners of the Gentiles,", "16", "knowing that a man is not justified by the works of the law but by faith in Jesus Christ, even we have believed in Christ Jesus, that we might be justified by faith in Christ and not by the works of the law; for by the works of the law no flesh shall be justified.", "17", "“But if, while we seek to be justified by Christ, we ourselves also are found sinners, is Christ therefore a minister of sin? Certainly not!", "18", "For if I build again those things which I destroyed, I make myself a transgressor.", "19", "For I through the law died to the law that I might live to God.", "20", "I have been crucified with Christ; it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself for me.", "21", "I do not set aside the grace of God; for if righteousness comes through the law, then Christ died in vain.”"]}, {"reference": "Galatians 3:23-29", "words": 112, "text": ["23", "But before faith came, we were kept under guard by the law, kept for the faith which would afterward be revealed.", "24", "Therefore the law was our tutor to bring us to Christ, that we might be justified by faith.", "25", "But after faith has come, we are no longer under a tutor.", "26", "For you are all sons of God through faith in Christ Jesus.", "27", "For as many of you as were baptized into Christ have put on Christ.", "28", "There is neither Jew nor Greek, there is neither slave nor free, there is neither male nor female; for you are all one in Christ Jesus.", "29", "And if you are Christ’s, then you are Abraham’s seed, and heirs according to the promise."]}, {"reference": "Galatians 5:1-14", "words": 227, "text": ["1", "Stand fast therefore in the liberty by which Christ has made us free, and do not be entangled again with a yoke of bondage.", "2", "Indeed I, Paul, say to you that if you become circumcised, Christ will profit you nothing.", "3", "And I testify again to every man who becomes circumcised that he is a debtor to keep the whole law.", "4", "You have become estranged from Christ, you who attempt to be justified by law; you have fallen from grace.", "5", "For we through the Spirit eagerly wait for the hope of righteousness by faith.", "6", "For in Christ Jesus neither circumcision nor uncircumcision avails anything, but faith working through love.", "7", "You ran well. Who hindered you from obeying the truth?", "8", "This persuasion does not come from Him who calls you.", "9", "A little leaven leavens the whole lump.", "10", "I have confidence in you, in the Lord, that you will have no other mind; but he who troubles you shall bear his judgment, whoever he is.", "11", "And I, brethren, if I still preach circumcision, why do I still suffer persecution? Then the offense of the cross has ceased.", "12", "I could wish that those who trouble you would even cut themselves off!", "13", "For you, brethren, have been called to liberty; only do not use liberty as an opportunity for the flesh, but through love serve one another.", "14", "For all the law is fulfilled in one word, even in this: “You shall love your neighbor as yourself.”"]}, {"reference": "Ephesians 2:1-13", "words": 266, "text": ["1", "And you He made alive, who were dead in trespasses and sins,", "2", "in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the sons of disobedience,", "3", "among whom also we all once conducted ourselves in the lusts of our flesh, fulfilling the desires of the flesh and of the mind, and were by nature children of wrath, just as the others.", "4", "But God, who is rich in mercy, because of His great love with which He loved us,", "5", "even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved),", "6", "and raised us up together, and made us sit together in the heavenly places in Christ Jesus,", "7", "that in the ages to come He might show the exceeding riches of His grace in His kindness toward us in Christ Jesus.", "8", "For by grace you have been saved through faith, and that not of yourselves; it is the gift of God,", "9", "not of works, lest anyone should boast.", "10", "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them.", "11", "Therefore remember that you, once Gentiles in the flesh—who are called Uncircumcision by what is called the Circumcision made in the flesh by hands—", "12", "that at that time you were without Christ, being aliens from the commonwealth of Israel and strangers from the covenants of promise, having no hope and without God in the world.", "13", "But now in Christ Jesus you who once were far off have been brought near by the blood of Christ."]}, {"reference": "Ephesians 3:1-21", "words": 395, "text": ["1", "For this reason I, Paul, the prisoner of Christ Jesus for you Gentiles—", "2", "if indeed you have heard of the dispensation of the grace of God which was given to me for you,", "3", "how that by revelation He made known to me the mystery (as I have briefly written already,", "4", "by which, when you read, you may understand my knowledge in the mystery of Christ),", "5", "which in other ages was not made known to the sons of men, as it has now been revealed by the Spirit to His holy apostles and prophets:", "6", "that the Gentiles should be fellow heirs, of the same body, and partakers of His promise in Christ through the gospel,", "7", "of which I became a minister according to the gift of the grace of God given to me by the effective working of His power.", "8", "To me, who am less than the least of all the saints, this grace was given, that I should preach among the Gentiles the unsearchable riches of Christ,", "9", "and to make all see what is the fellowship of the mystery, which from the beginning of the ages has been hidden in God who created all things through Jesus Christ;", "10", "to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly places,", "11", "according to the eternal purpose which He accomplished in Christ Jesus our Lord,", "12", "in whom we have boldness and access with confidence through faith in Him.", "13", "Therefore I ask that you do not lose heart at my tribulations for you, which is your glory.", "14", "For this reason I bow my knees to the Father of our Lord Jesus Christ,", "15", "from whom the whole family in heaven and earth is named,", "16", "that He would grant you, according to the riches of His glory, to be strengthened with might through His Spirit in the inner man,", "17", "that Christ may dwell in your hearts through faith; that you, being rooted and grounded in love,", "18", "may be able to comprehend with all the saints what is the width and length and depth and height—", "19", "to know the love of Christ which passes knowledge; that you may be filled with all the fullness of God.", "20", "Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us,", "21", "to Him be glory in the church by Christ Jesus to all generations, forever and ever. Amen."]}, {"reference": "Colossians 2:6-10", "words": 84, "text": ["6", "As you therefore have received Christ Jesus the Lord, so walk in Him,", "7", "rooted and built up in Him and established in the faith, as you have been taught, abounding in it with thanksgiving.", "8", "Beware lest anyone cheat you through philosophy and empty deceit, according to the tradition of men, according to the basic principles of the world, and not according to Christ.", "9", "For in Him dwells all the fullness of the Godhead bodily;", "10", "and you are complete in Him, who is the head of all principality and power."]}, {"reference": "Colossians 4:2-6", "words": 77, "text": ["2", "Continue earnestly in prayer, being vigilant in it with thanksgiving;", "3", "meanwhile praying also for us, that God would open to us a door for the word, to speak the mystery of Christ, for which I am also in chains,", "4", "that I may make it manifest, as I ought to speak.", "5", "Walk in wisdom toward those who are outside, redeeming the time.", "6", "Let your speech always be with grace, seasoned with salt, that you may know how you ought to answer each one."]}, {"reference": "1 Timothy 2:1-7", "words": 120, "text": ["1", "Therefore I exhort first of all that supplications, prayers, intercessions, and giving of thanks be made for all men,", "2", "for kings and all who are in authority, that we may lead a quiet and peaceable life in all godliness and reverence.", "3", "For this is good and acceptable in the sight of God our Savior,", "4", "who desires all men to be saved and to come to the knowledge of the truth.", "5", "For there is one God and one Mediator between God and men, the Man Christ Jesus,", "6", "who gave Himself a ransom for all, to be testified in due time,", "7", "for which I was appointed a preacher and an apostle—I am speaking the truth in Christ and not lying— a teacher of the Gentiles in faith and truth."]}, {"reference": "2 Timothy 1:8-12", "words": 142, "text": ["8", "Therefore do not be ashamed of the testimony of our Lord, nor of me His prisoner, but share with me in the sufferings for the gospel according to the power of God,", "9", "who has saved us and called us with a holy calling, not according to our works, but according to His own purpose and grace which was given to us in Christ Jesus before time began,", "10", "but has now been revealed by the appearing of our Savior Jesus Christ, who has abolished death and brought life and immortality to light through the gospel,", "11", "to which I was appointed a preacher, an apostle, and a teacher of the Gentiles.", "12", "For this reason I also suffer these things; nevertheless I am not ashamed, for I know whom I have believed and am persuaded that He is able to keep what I have committed to Him until that Day."]}, {"reference": "2 Timothy 3:10-17", "words": 142, "text": ["10", "But you have carefully followed my doctrine, manner of life, purpose, faith, longsuffering, love, perseverance,", "11", "persecutions, afflictions, which happened to me at Antioch, at Iconium, at Lystra—what persecutions I endured. And out of them all the Lord delivered me.", "12", "Yes, and all who desire to live godly in Christ Jesus will suffer persecution.", "13", "But evil men and impostors will grow worse and worse, deceiving and being deceived.", "14", "But you must continue in the things which you have learned and been assured of, knowing from whom you have learned them,", "15", "and that from childhood you have known the Holy Scriptures, which are able to make you wise for salvation through faith which is in Christ Jesus.", "16", "All Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness,", "17", "that the man of God may be complete, thoroughly equipped for every good work."]}, {"reference": "Hebrews 2:1-11", "words": 287, "text": ["1", "Therefore we must give the more earnest heed to the things we have heard, lest we drift away.", "2", "For if the word spoken through angels proved steadfast, and every transgression and disobedience received a just reward,", "3", "how shall we escape if we neglect so great a salvation, which at the first began to be spoken by the Lord, and was confirmed to us by those who heard Him,", "4", "God also bearing witness both with signs and wonders, with various miracles, and gifts of the Holy Spirit, according to His own will?", "5", "For He has not put the world to come, of which we speak, in subjection to angels.", "6", "But one testified in a certain place, saying: “What is man that You are mindful of him, Or the son of man that You take care of him?", "7", "You have made him a little lower than the angels; You have crowned him with glory and honor, And set him over the works of Your hands.", "8", "You have put all things in subjection under his feet.” For in that He put all in subjection under him, He left nothing that is not put under him. But now we do not yet see all things put under him.", "9", "But we see Jesus, who was made a little lower than the angels, for the suffering of death crowned with glory and honor, that He, by the grace of God, might taste death for everyone.", "10", "For it was fitting for Him, for whom are all things and by whom are all things, in bringing many sons to glory, to make the captain of their salvation perfect through sufferings.", "11", "For both He who sanctifies and those who are being sanctified are all of one, for which reason He is not ashamed to call them brethren,"]}, {"reference": "Hebrews 3:1-6", "words": 122, "text": ["1", "Therefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our confession, Christ Jesus,", "2", "who was faithful to Him who appointed Him, as Moses also was faithful in all His house.", "3", "For this One has been counted worthy of more glory than Moses, inasmuch as He who built the house has more honor than the house.", "4", "For every house is built by someone, but He who built all things is God.", "5", "And Moses indeed was faithful in all His house as a servant, for a testimony of those things which would be spoken afterward,", "6", "but Christ as a Son over His own house, whose house we are if we hold fast the confidence and the rejoicing of the hope firm to the end."]}, {"reference": "Hebrews 4:12-16", "words": 139, "text": ["12", "For the word of God is living and powerful, and sharper than any two-edged sword, piercing even to the division of soul and spirit, and of joints and marrow, and is a discerner of the thoughts and intents of the heart.", "13", "And there is no creature hidden from His sight, but all things are naked and open to the eyes of Him to whom we must give account.", "14", "Seeing then that we have a great High Priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession.", "15", "For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all points tempted as we are, yet without sin.", "16", "Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need."]}, {"reference": "Hebrews 10:26-30", "words": 113, "text": ["26", "For if we sin willfully after we have received the knowledge of the truth, there no longer remains a sacrifice for sins,", "27", "but a certain fearful expectation of judgment, and fiery indignation which will devour the adversaries.", "28", "Anyone who has rejected Moses’ law dies without mercy on the testimony of two or three witnesses.", "29", "Of how much worse punishment, do you suppose, will he be thought worthy who has trampled the Son of God underfoot, counted the blood of the covenant by which he was sanctified a common thing, and insulted the Spirit of grace?", "30", "For we know Him who said, “Vengeance is Mine, I will repay,” says the Lord. And again, “The Lord will judge His people.”"]}, {"reference": "1 Peter 1:13-25", "words": 262, "text": ["13", "Therefore gird up the loins of your mind, be sober, and rest your hope fully upon the grace that is to be brought to you at the revelation of Jesus Christ;", "14", "as obedient children, not conforming yourselves to the former lusts, as in your ignorance;", "15", "but as He who called you is holy, you also be holy in all your conduct,", "16", "because it is written, “Be holy, for I am holy.”", "17", "And if you call on the Father, who without partiality judges according to each one’s work, conduct yourselves throughout the time of your stay here in fear;", "18", "knowing that you were not redeemed with corruptible things, like silver or gold, from your aimless conduct received by tradition from your fathers,", "19", "but with the precious blood of Christ, as of a lamb without blemish and without spot.", "20", "He indeed was foreordained before the foundation of the world, but was manifest in these last times for you", "21", "who through Him believe in God, who raised Him from the dead and gave Him glory, so that your faith and hope are in God.", "22", "Since you have purified your souls in obeying the truth through the Spirit in sincere love of the brethren, love one another fervently with a pure heart,", "23", "having been born again, not of corruptible seed but incorruptible, through the word of God which lives and abides forever,", "24", "because “All flesh is as grass, And all the glory of man as the flower of the grass. The grass withers, And its flower falls away,", "25", "But the word of the Lord endures forever.” Now this is the word which by the gospel was preached to you."]}, {"reference": "1 Peter 2:11-17", "words": 132, "text": ["11", "Beloved, I beg you as sojourners and pilgrims, abstain from fleshly lusts which war against the soul,", "12", "having your conduct honorable among the Gentiles, that when they speak against you as evildoers, they may, by your good works which they observe, glorify God in the day of visitation.", "13", "Therefore submit yourselves to every ordinance of man for the Lord’s sake, whether to the king as supreme,", "14", "or to governors, as to those who are sent by him for the punishment of evildoers and for the praise of those who do good.", "15", "For this is the will of God, that by doing good you may put to silence the ignorance of foolish men—", "16", "as free, yet not using liberty as a cloak for vice, but as bondservants of God.", "17", "Honor all people. Love the brotherhood. Fear God. Honor the king."]}, {"reference": "2 Peter 1:16-21", "words": 144, "text": ["16", "For we did not follow cunningly devised fables when we made known to you the power and coming of our Lord Jesus Christ, but were eyewitnesses of His majesty.", "17", "For He received from God the Father honor and glory when such a voice came to Him from the Excellent Glory: “This is My beloved Son, in whom I am well pleased.”", "18", "And we heard this voice which came from heaven when we were with Him on the holy mountain.", "19", "And so we have the prophetic word confirmed, which you do well to heed as a light that shines in a dark place, until the day dawns and the morning star rises in your hearts;", "20", "knowing this first, that no prophecy of Scripture is of any private interpretation,", "21", "for prophecy never came by the will of man, but holy men of God spoke as they were moved by the Holy Spirit."]}, {"reference": "1 John 1:1-10", "words": 235, "text": ["1", "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, concerning the Word of life—", "2", "the life was manifested, and we have seen, and bear witness, and declare to you that eternal life which was with the Father and was manifested to us—", "3", "that which we have seen and heard we declare to you, that you also may have fellowship with us; and truly our fellowship is with the Father and with His Son Jesus Christ.", "4", "And these things we write to you that your joy may be full.", "5", "This is the message which we have heard from Him and declare to you, that God is light and in Him is no darkness at all.", "6", "If we say that we have fellowship with Him, and walk in darkness, we lie and do not practice the truth.", "7", "But if we walk in the light as He is in the light, we have fellowship with one another, and the blood of Jesus Christ His Son cleanses us from all sin.", "8", "If we say that we have no sin, we deceive ourselves, and the truth is not in us.", "9", "If we confess our sins, He is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.", "10", "If we say that we have not sinned, we make Him a liar, and His word is not in us."]}, {"reference": "Revelation 3:7-13", "words": 235, "text": ["7", "“And to the angel of the church in Philadelphia write, ‘These things says He who is holy, He who is true, “He who has the key of David, He who opens and no one shuts, and shuts and no one opens”:", "8", "“I know your works. See, I have set before you an open door, and no one can shut it; for you have a little strength, have kept My word, and have not denied My name.", "9", "Indeed I will make those of the synagogue of Satan, who say they are Jews and are not, but lie—indeed I will make them come and worship before your feet, and to know that I have loved you.", "10", "Because you have kept My command to persevere, I also will keep you from the hour of trial which shall come upon the whole world, to test those who dwell on the earth.", "11", "Behold, I am coming quickly! Hold fast what you have, that no one may take your crown.", "12", "He who overcomes, I will make him a pillar in the temple of My God, and he shall go out no more. I will write on him the name of My God and the name of the city of My God, the New Jerusalem, which comes down out of heaven from My God. And I will write on him My new name.", "13", "“He who has an ear, let him hear what the Spirit says to the churches.” ’"]}, {"reference": "Revelation 19:1-5", "words": 116, "text": ["1", "After these things I heard a loud voice of a great multitude in heaven, saying, “Alleluia! Salvation and glory and honor and power belong to the Lord our God!", "2", "For true and righteous are His judgments, because He has judged the great harlot who corrupted the earth with her fornication; and He has avenged on her the blood of His servants shed by her.”", "3", "Again they said, “Alleluia! Her smoke rises up forever and ever!”", "4", "And the twenty-four elders and the four living creatures fell down and worshiped God who sat on the throne, saying, “Amen! Alleluia!”", "5", "Then a voice came from the throne, saying, “Praise our God, all you His servants and those who fear Him, both small and great!”"]}]